{
  "name" : "downloads_2019-10-23_a4_kesarwani2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Characterization of Key Bio–Nano Interactions between Organosilica Nanoparticles and Candida albicans",
    "authors" : [ "Vidhishri Kesarwani", "Hannah G. Kelly", "Madhu Shankar", "Kye J. Robinson", "Stephen J. Kent", "Ana Traven", "Simon R. Corrie" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION Investigating fundamental interactions between nanoparticles and microbial cells is key in determining the fate and behavior of nanomaterials designed for antimicrobial applications. Fungi are important clinically in the context of bloodstream infections, particularly the opportunistic pathogen Candida albicans). In hospitals, C. albicans is the fourth most common pathogen responsible for infections, and its ability to produce robust biofilms on medical devices is key for pathogenesis. Mortality from fungal infections poses a significant health problem, with higher mortality from systemic infections than that of bacterial sepsis1,2 (with latest estimates of mortality at 10−20%, possibly up to 47%3). Like bacterial biofilms, fungal biofilms are highly resistant to therapy;4 thus, the development of novel therapies against pathogenic fungal infections is daunting. Nanoparticle-based therapies, diagnostics, and imaging agents are emerging as novel tools for the prevention and treatment of invasive microbial infections, based in part on\ntheir potential to target specific cell types without causing damage to host tissues.5 To consider nanoparticle-based diagnostic and/or treatment strategies for fungal infections, we need to understand the interactions between nanoparticles, C. albicans, and human blood cells. These areas, however, remain largely underexplored. Although nanomaterials such as silver, gold, and zinc oxide\nnanoparticles are known to elicit antimicrobial activities, the mechanism responsible for their antimicrobial activity is not fully understood.6 Many antifungal drugs, such as the azoles, polyenes (such as Amphotericin B), and echinocandins, elicit antifungal activity by binding to targets present in the fungal cell membrane.7 This implies that the drug needs to penetrate through the cell wall barrier to bind to its target present in the\nReceived: June 20, 2019 Accepted: September 4, 2019 Published: September 4, 2019\n© 2019 American Chemical Society 34676 DOI: 10.1021/acsami.9b10853 ACS Appl. Mater. Interfaces 2019, 11, 34676−34687\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF N\nE W\nE N\nG L\nA N\nD o\nn O\nct ob\ner 2\n3, 2\n01 9\nat 1\n8: 36\n:3 9\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nplasma membrane of the pathogen. Caspofungin, an echninocandin class of antifungal drug, inhibits the enzyme responsible for cell wall synthesis, glucan synthase (localized in the plasma membrane), which leads to the disruption of the cell wall and consequent cell lysis.7,8 Similarly, Amphotericin B, an FDA-approved antifungal agent, binds to membrane constituent ergosterol, leading to disruption in membrane integrity.9 Recently, Gow and co-workers showed that liposomal nanoparticles containing Amphotericin B of 20−60 nm in size were able to permeate through the fungal cell wall and reach their target, despite knowing that the cell wall has a theoretical porosity of 5.8 nm (hydrodynamic radius).10 This highlights that further characterization of nanoparticle−cell association studies is required in the context of antifungal nanomaterials. The Ferreira group tested the antifungal activity of\nAmphotericin B-conjugated silica nanoparticles against C. albicans and several other Candida species. They demonstrated that these nanoparticles possessed high antifungal activity (contact-mediated), but were noncytotoxic toward fibroblast and human endothelial (HUVEC) cells.11,12 Nanoparticles without drugs attached were also observed to be noncytotoxic to C. albicans. In another study, Ferreira et al. employed didodecyldimethylammonium bromide (DDAB) surfactants grafted onto silica nanoparticles and tested them against several microbial pathogens including C. albicans, Staphylococcus aureus, and Escherichia coli.13 Here, they found that DDAB-immobilized silica nanoparticles elicit antimicrobial activity even after 60 days of aging in physiologically relevant mediums, and demonstrated the reusability and potential incorporation of these nanoparticles in biomedical devices. While these studies have addressed cytotoxicity of conjugated, Stober-type silica nanoparticles on C. albicans and mammalian cell lines, it is not known how organosilica nanoparticles affect\nand associate with C. albicans and with human white blood cells, given that these cells are involved in an infection setting. In this study, we investigated the effects of nanoparticle size,\nconcentration, and PEGylation on the growth, viability, and association with C. albicans. We employed organosilica nanoparticles, which are highly tunable in size and porosity, and incorporate a functional organic group (in this case a propyl-thiol), providing an additional pathway for chemical modification.14−16 We further investigated the association of the nanoparticles with immune cells obtained from human blood, which is significant given that the nanoparticles will likely encounter these cells during biomedical applications. Attachment of the antifungal drug caspofungin to the nanoparticle surface resulted in a clear switch from an antifouling to an antifungal surface that elicited fungicidal activity against C. albicans yeast cells, without significant effects of human neutrophil toxicity.\n■ RESULTS To investigate the effects of organosilica nanoparticle size, concentration, and PEGylation status on viability and association with C. albicans and key immune cells present in human blood, we synthesized three different sizes of organosilica nanoparticles, labeling them with Cyanine-5 (Cy5) and in some cases coating with PEG, via a standard approach. Nanoparticles of three different sizes were chosen to investigate their use as scaffolds in the design of biosensors or biomaterials that could be applied to detect or prevent bloodstream infections. The average diameters of the nanoparticles (uncoated) obtained through scanning electron microscopy (SEM) were 209 ± 47.7, 413 ± 54.5, and 774 ± 133 nm, hereby denoted as 200NP, 400NP, and 800NP, respectively. Nanoparticle size distributions of uncoated\nDOI: 10.1021/acsami.9b10853 ACS Appl. Mater. Interfaces 2019, 11, 34676−34687\n34677\nnanoparticles by dynamic light scattering (DLS) and SEM are summarized in Figure S1 (Supporting Information). PEGylation Reduces Aggregation of Organosilica"
    }, {
      "heading" : "Nanoparticles in Relevant Growth Media over Time.",
      "text" : "Modification of the organosilica nanoparticles with COOHPEG-silane, via base-catalyzed condensation, was employed to minimize aggregation in biological media (Figure 1A). The PEG grafting density17−19 was found to be ∼0.37 molecules nm−2 (Table S1), consistent with that of a polymer brush structure.20,21 Zeta potential data was collected as a function of pH to compare the isoelectric points of uncoated and\nPEGylated nanoparticles as shown in Figure 1B. Here, the titration curves revealed isoelectric points at ∼4.8, consistent with that shown by Miller et al.22 This suggests that both uncoated and PEGylated nanoparticles will maintain an overall negative charge in the culture media used throughout the study (i.e., YPD or RPMI 1640 media). Given that resuspension of nanoparticles in physiological solutions can often disrupt their colloidal stability (depending on the ionic strength, pH, and protein content of the dispersing medium23), we tested the stability of the nanoparticles in phosphate buffered saline (PBS) and 10% fetal\nDOI: 10.1021/acsami.9b10853 ACS Appl. Mater. Interfaces 2019, 11, 34676−34687\n34678\nbovine serum (FBS) (PBS supplemented with 10% FBS) and YPD medium over a period of 8 days. In PBS, uncoated nanoparticles doubled in size within a span of 24 h (Figure 1D), which was expected because of the high ionic strength of PBS. As shown in Figure 1C,D, PEGylated nanoparticles were relatively stable in both YPD medium and in 10% FBS solutions, as the average particle size in these suspensions did not vary significantly over the course of the experiment, in comparison to nanoparticle-free culture media. This was also the case for uncoated nanoparticles, suggesting that a protein corona was formed to stabilize the particles against aggregation.24\nGrowth of C. albicans Is Unaffected by the Presence of Organosilica Nanoparticles. To evaluate the effects of nanoparticle size and PEGylation on the growth of C. albicans, we resuspended nanoparticles in YPD media containing yeast cells and monitored viability by counting colony-forming units (CFUs). Cells were incubated with 200NP PEG (PEGylated), 400NP PEG, 400NP (uncoated), and 800NP PEG nanoparticles at the highest concentration of nanoparticles obtained through their synthesis (where the differences in concentration were minimal with respect to the error of the dry weight measurement method). Incubating C. albicans in the presence of the nanoparticles did not elicit antifungal activity since yeast growth was found to be unaffected and similar to untreated cells (Figure 2A−D). Moreover, growth of cells in the presence\nof 400NP and 400NP PEG nanoparticles showed no difference, depicting that PEGylation of particles does not have any effect on growth of C. albicans (Figure 2A,B).\nPEGylated Organosilica Associates with C. albicans in Yeast and Hyphal Form without Cytotoxicity. Although some studies have looked at the antifungal activity of nanoparticles, their association with fungal cells has not been evaluated. As such, we studied the effect of nanoparticle size and concentration on the viability and association with C. albicans yeast cells using flow cytometry. Only PEGylated nanoparticles were employed in association and viability studies because it is unlikely that uncoated nanoparticles alone would be employed in biomedical applications. The viability of C. albicans was largely unaffected by coincubation with nanoparticles (only 0.2% of cells incubated with 800NP PEG were PI positive and <0.09% of cells coincubated with either 200NP PEG or 400NP PEG were PI positive) as depicted in Figures 3 and 4. This is consistent with the lack of effect of the nanoparticles on growth or viability of C. albicans yeast cells as determined by CFU counting (Figure 2). Nanoparticle-cell association was seen to increase with increasing size and concentration of nanoparticles (Figure 3A); 800NP PEG nanoparticles showed higher association in comparison with 400NP PEG (p = 0.0125) and 200NP PEG nanoparticles (p = 0.0004), and 400NP PEG nanoparticles showed higher association compared to 200NP PEG nano-\nDOI: 10.1021/acsami.9b10853 ACS Appl. Mater. Interfaces 2019, 11, 34676−34687\n34679\nparticles (p = 0.016). All nanoparticles showed increased association at the higher concentration of 1 × 109 particles mL−1 (NP mL−1), compared to 1 × 108 NP mL−1 (p = 0.0048). Scanning electron microscopy (Figure 3B) revealed that 800NP PEG associated with C. albicans mainly at the cell surface (see Figure S5 for control images showing C. albicans grown without nanoparticles). In addition to growth in yeast form, C. albicans also grows in\nthe filamentous hyphal form, and both cell types are seen in infection.25 Therefore, we also tested the viability and nanoparticle association of C. albicans in the presence of serum at 37 °C, which is the condition that mimics a blood-like environment and stimulates hyphal growth26 (Figure 4). Given the challenge of analyzing hyphal cells by flow cytometry,27 we used fluorescence microscopy for these experiments. 800NP PEG particles were chosen because of the relatively high\nassociation observed with yeast cells (Figure 3). Untreated cells and cells subjected to heat shock served as negative and positive controls, respectively. Under hyphal growth conditions, cells subjected to heat shock treatment showed a bright, red fluorescence (Figure 4A), while untreated cells showed no fluorescence in the PI channel, indicating the absence of dead cells (Figure 4B). Cells treated with 800NP PEG particles at 5.49 × 109 and 5.49 × 108 NP mL−1 showed no red fluorescence in the PI channel (Figure 4C,D), although nanoparticles were colocalized with the hyphae (Figure 4C,D, Cy5 channel). Similar microscopy results were obtained under yeast growth condition (Figure S2). These results, combined with quantitative flow cytometry data on yeast cells in Figure 3, demonstrate that the viability of cells incubated with the organosilica nanoparticles was unaffected, even though\nDOI: 10.1021/acsami.9b10853 ACS Appl. Mater. Interfaces 2019, 11, 34676−34687\n34680\nparticles had colocalized with the yeast and hyphal cells, indicating their association. PEGylated Organosilica Shows Size- and Concentration-Dependent Association with Human Immune Cells. After examining the association of PEGylated nanoparticles with fungal cells, we next investigated their association with human blood cells, as these will be the first host cells that interact with nanoparticles if they are incorporated into indwelling catheters or following intravenous administration of nanoparticles for therapeutic or imaging purposes. Hence, we employed a previously reported28−34 whole blood assay to study the effect of size and concentration of PEG-coated\norganosilica nanoparticles on a range of six human blood immune cells obtained from three independent healthy donors. As expected, all nanoparticles showed much higher association at 37 °C than at 4 °C (Figure 5A-F), indicating the involvement of energy-dependent biological processes, such as active transport.32 Association was highest with monocytes and B lymphocytes with approximately 25−35% cells found to be Cy5-positive when treated with 400NP PEG or 800NP PEG particles (Figure 5B and D), while with neutrophils approximately 16−20% were found to be Cy5-positive (Figure 5A). T lymphocytes, natural killer cells and dendritic cells showed very little association with any of the nanoparticles at\nDOI: 10.1021/acsami.9b10853 ACS Appl. Mater. Interfaces 2019, 11, 34676−34687\n34681\nboth 4 and 37 °C (Figure 5C, E and F). Interestingly, the smallest nanoparticles (200NP PEG) showed minimal association across all cell types (Figure 5A−F). Antifungal Drug Attachment to PEGylated Organosilica Leads to Antifungal Activity without Toxicity to Human Neutrophils. As PEGylated nanoparticles showed negligible effects on fungal cell growth despite clear association, we functionalized the 800NP PEG-coated nanoparticles with the antifungal drug, caspofungin, to determine if we could use surface association to tune the interaction from benign to antifungal (Figure 6A). Caspofungin is used clinically to treat candidiasis via its inhibition of the major cell wall synthesis enzyme glucan synthase, which leads to disruption of cell wall integrity and cell lysis. X-ray photoelectron spectroscopy (XPS) analysis revealed there was a small but detectable increase in nitrogen concentration because of successful attachment of caspofungin on the PEGylated nanoparticles activated by 1-ethyl-3-(3-(dimethylamino)propyl)-carbodiimide hydrochloride/N-hydroxysuccinimide (EDC/NHS) in comparison to PEGylated nanoparticles on their own, or those incubated with the drug but without EDC/ NHS activation (Table S1). To address the possibility that caspofungin was not covalently bound, we also tested the supernatant obtained after 14 days post-synthesis to allow leaching of unbound drug into solution. C. albicans yeast cells were exposed to caspofungin-conjugated nanoparticles or supernatant and colony-forming units (CFUs) determined over time. At the concentration of 1 × 109 NP mL−1 caspofungin-conjugated nanoparticles, there was a noticeable reduction in the number of CFUs in the first 4−6 h of coincubation (p = 0.0009 at 4 h and p = 0.0082 at 6 h), after which cells grew again and eventually matched cell numbers of the controls (Figure 6B). The supernatant showed no effect on yeast growth, showing that any leaching of caspofungin was negligible. To verify if PEGylated or caspofungin-conjugated nanoparticles elicit cytotoxicity to human blood cells, we incubated each with fresh human neutrophils, given that these cells are the first point of contact during an infection or inflammatory process in vivo.35 The experiment was performed under the same conditions as for the whole blood assay (Figure 5). Viability was evaluated by measuring adenosine 5′- triphosphate (ATP) production. Cells treated with the nanoparticles of different sizes and concentrations showed no significant effect in terms of viability of neutrophils when compared to untreated cells (Figure 6C). Though a slightly lower viability of neutrophils was observed following incubation with 200NP PEG and 800NP-Caspo at 1 × 109 NP mL−1 relative to untreated neutrophils, viability was still seen to be above 75%. We next tested whether providing the caspofunginconjugated nanoparticles in a high local concentration on plates could result in a more potent growth inhibition in comparison to solution-phase experiments. On the basis of the underlying particle signal attenuation (obtained through XPS) after PEG and caspofungin attachment, the drug concentration was estimated to be on the order of 0.26 ± 0.04 molecules nm−2 with EDC/NHS activation (see Table S1 and page S-2 for details). The approximate loading of caspofungin on 800NP-Caspo nanoparticles in this experiment was 30.5 ± 7 μg mL−1 (for a particle concentration of 3.43 × 1010 NP mL−1). Addition of this high concentration of 800NP-Caspo nanoparticles to YPD agar plates containing a lawn of yeast cells resulted in a dramatic reduction in the number of cells\ncompared to the zone of the plate that was covered with PEGcoated nanoparticles as control (Figure 6D). This effect was almost as strong as when adding free caspofungin (1 μg mL−1) to the plate. Lower concentrations of caspofungin-conjugated nanoparticles (6.86 × 109 NP mL−1) did not show the same effect (Figure S4). This was expected since drugs conjugated on nanoparticle surfaces are limited by diffusion and particle uptake, thereby requiring a higher nanoparticle concentration to achieve the same effect as free drug in solution.36,37 The supernatant from 14 days of incubation following production of caspofungin-conjugated nanoparticles had no effect (Figure 6B,D). This shows that the effects of caspofungin-conjugated particles are unlikely to be due to caspofungin leaching into the medium. A caspofungin-resistant glucan synthase mutant of C. albicans8,38 was found to be resistant to both free caspofungin and nanoparticles conjugated with caspofungin in plate assays (Figure 6,D6,D7). This indicates that, as is seen with caspofungin in solution, mutations in glucan synthase render C. albicans resistant to caspofungin-conjugated nanoparticles.\n■ DISCUSSION Investigating the fundamental interactions between nanoparticles and the cells they are likely to encounter is vital in assessing the suitability of a nanomaterial in the design of nanoparticle-based sensors, imaging agents, and therapeutics. We show here that organosilica nanoparticles maintain stability in C. albicans growth media for at least a week regardless of coating with the antifouling polymer, PEG. We further demonstrate that uncoated and PEGylated organosilica nanoparticles do not elicit cytotoxicity against C. albicans yeast or hyphal cells during planktonic, free-living growth, at the different sizes and concentrations tested. A previous study is consistent with our work, in that amine-coated silica nanoparticles, in a similar order of concentration range to that of 400NP PEGylated particles used here, showed no effect on the growth of planktonic C. albicans. The PEGylated particles that we used are negatively charged in YPD medium, while the silica nanoparticles used by the previous study were positively charged.12 Therefore, it is likely that PEGylated or uncoated silica nanoparticles are relatively nontoxic toward C. albicans for the times tested, even though the nanoparticles associate with both yeast and hyphal morphologies in solution. We further studied the association of nanoparticles with human white blood cells, which is important to assess their feasibility for clinical applications.28−33 We utilized whole human blood to provide a complex environment that nanomaterials encounter when placed in vivo, and tested the association of PEG-coated organosilica nanoparticles at 4 °C, a temperature at which energy-dependent processes are inactive, as well as at 37 °C, temperature at which most physiological processes occur. Previous studies have also employed this assay and noted the difference in nanoparticle−cell association across different cell types for the respective nanomaterials.28−34 Larger PEGylated nanoparticles showed association with monocytes, neutrophils, and B lymphocytes, but little or no association with T lymphocytes, natural killer cells, and dendritic cells. This observation was consistent across the different sizes and concentrations of nanoparticles employed in the study. Association with neutrophils and monocytes can be explained by their phagocytic nature, while B cells have complement receptors on their cell surface that facilitate association with nanoparticles.34 Although dendritic cells are also phagocytic, we observed very little association of these\nDOI: 10.1021/acsami.9b10853 ACS Appl. Mater. Interfaces 2019, 11, 34676−34687\n34682\ncells with nanoparticles, possibly because they are rare and less phagocytic in comparison to monocytes and neutrophils. T cells and NK cells are not phagocytic nor possess complement receptors on their cell surface, which likely accounts for their lack of association with nanoparticles. Association of PEGylated nanoparticles was found to be higher with monocytes than with neutrophils, and a previous study by Song and co-workers supports our conclusion.32 Donor-todonor variation28,30 precludes us from drawing conclusions about similar levels of association, in particular, the comparison between monocytes and neutrophils. A key difference from previous work, however, is the level of association with B lymphocytes. One plausible explanation for this could be the likely involvement of the complement proteins partaking in association following opsonization of PEG-coated nanoparticles.39−41 Smaller nanoparticles (200NP PEG) showed minimal association across remaining cell types, similar to what has been observed by the Caruso group that employed mesoporous silica nanoparticles of a similar size range.33\nAssociation studies with C. albicans and human blood cells were conducted separately using flow cytometry. While nanoparticle dosage was kept consistent in both assays (with fungal cells or human cells), it should be noted that the cell-toparticle ratios varied in the two assays. In addition, the nature of the experimental conditions and milieu (protein composition, concentration, and subpopulation neighboring cells in the case of blood) exposed to nanoparticles were dissimilar; hence, it is difficult to directly compare nanoparticle−cell association between C. albicans and immune cells. However, some similarities were observed in the way nanoparticles associated with C. albicans and immune cells. Although C. albicans showed relatively high association with 800NP PEG, particularly at higher dose, immune cells were less biased toward the larger nanoparticles because association was seen almost equally with 800NP PEG and 400NP PEG. Association with both fungal and immune cells were found to be lowest when treated with 200NP PEG nanoparticles, where association of immune cells with 200NP PEG particles was effectively negligible. This may suggest a size “window” for applications in which high association of PEGylated materials with C. albicans is desired, while at the same time maintaining minimal association with human cells. Nevertheless, this may be confirmed by further studying the coincubation of the 200NP PEG particles with both C. albicans and blood cells to examine how they associate with one another in an in vitro model of a “bloodstream infection”. Very few therapeutic options exist for fungal infections, and essentially only three classes of drugs are used as monotherapy: the azoles (which target Erg11, the enzyme needed for synthesis of the membrane lipid ergosterol), the echinocandins (such as caspofungin, which target 1,3-β-glucan synthase), and amphotericin B, which binds to ergosterol and disrupts plasma membrane integrity. We show that caspofungin-conjugated nanoparticles have antifungal activity when provided on a surface, in a high local concentration, and we further show that PEGylated and caspofungin-conjugated nanoparticles are not toxic to human neutrophils. Taken together with a previous report that demonstrated that Amphotericin B has antifungal activity when conjugated to silica nanoparticles,12 our study suggests that two different classes of clinically important antifungal drugs can be effectively conjugated to silica nanoparticles without losing their antifungal activity. Caspofungin and amphotericin B have different modes of action, but\nboth act at the membraneAmphotericin B binds to ergosterol, while caspofungin targets 1,3-β-glucan synthase. Our data shows that a caspofungin-resistant glucan synthase mutant of C. albicans is resistant to both caspofungin in solution and caspofungin-conjugated nanoparticles. Importantly, the supernatant from long-term incubation (14 days) of caspofungin-conjugated nanoparticles in a medium showed no antifungal activity, thus arguing against release of the drug from the nanoparticles. While the resistance of a glucan synthase mutant to caspofungin-conjugated nanoparticles implicates glucan synthase in the mechanism of action, a consideration is how caspofungin accesses its target in the plasma membrane when conjugated to nanoparticles. The fungal membrane is surrounded by a cell wall made of chitin, glucan, and mannosylated proteins where the precise thickness of the cell wall varies depending on growth conditions, but it is generally in the range of 150−200 nm.10,42,43 The porosity of the Candida cell wall has a theoretical hydrodynamic radius of 5.8 nm; however, liposomes containing amphotericin B having diameters of 20−60 nm were still able to penetrate through the cell wall, and it was suggested that this was enabled by dynamic restructuring of the cell wall.10 The organosilica nanoparticles employed in this study are about 10-fold larger, and inelastic gold nanoparticles (15 nm) were incapable of crossing the cell wall unless encapsulated within a liposomal nanoparticle.10 Interestingly, the Coad group reported previously that caspofungin-coated surfaces have antifungal activity against Candida,44−47 and these previous studies fully support our data with caspofungin-conjugated nanoparticles. It is possible that dynamic cell wall remodeling processes during fungal growth expose glucan synthase to caspofungin-conjugated nanoparticles. A further possible explanation of the resistance of glucan synthase mutants to caspofungin-conjugated nanoparticles is that these mutants display changes in the cell wall structure, which render them insensitive. Future studies will need to address the mechanisms of action of nanoparticlebound caspofungin against C. albicans. In any case, the shift from being benign to antifungal upon functionalization of PEGylated organosilica with caspofungin indicates the possibility that these types of tunable nanoparticles could be incorporated into biomaterials to either detect (by the addition of a functional moiety on the surface of a nanoparticle) or potentially inhibit biofilms of C. albicans formed on biomaterials used in vivo, such as a catheter. Cathetermediated biofilm infections with C. albicans are a serious clinical issue because of their high resistance to therapies and lack of rapid detection tools.1,4\n■ CONCLUSION Our study demonstrates the fundamental effect of nanoparticle size, concentration, and PEGylation on the growth, viability, and association with the opportunistic human pathogen C. albicans. We have established that neither PEGylated nor uncoated organosilica nanoparticles elicit cytotoxicity against C. albicans. However, PEGylated organosilica particles associate with both the pathogen and immune cells in a sizeand dose-dependent manner, providing insight into their likely behavior in an in vivo environment. We demonstrate a switch in behavior of the nanoparticles upon conjugation with an antifungal drug, from a benign interaction to an antifungal nanomaterial, without affecting the viability of neutrophils. Our study highlights the foundation of using organosilica nano-\nDOI: 10.1021/acsami.9b10853 ACS Appl. Mater. Interfaces 2019, 11, 34676−34687\n34683\nparticles, potentially in the context of therapy or diagnosis of Candida-associated bloodstream infections.\n■ EXPERIMENTAL PROCEDURES Nanoparticle Synthesis. Cy5-labeled organosilica nanoparticles were synthesized on the basis of the method as previously described by Robinson et al.48 Briefly, 3-mercaptopropyltrimethoxysilane (Sigma-Aldrich) was hydrolyzed in acidified Milli-Q water (pH 2.5, 0.1 M hydrochloric acid). This solution was allowed to react for 18 h by placing it on a magnetic stirrer set to 450 rpm. This suspension was centrifuged (3500 g, 30 min) to separate the oil from the emulsion. Nanoparticle size was tuned by varying the amount of this supernatant of the hydrolysis solution added to the condensation reaction, where 25%, 3.5%, and 3% v/v yielded in 774, 416, and 209 nm nanoparticles. Supernatant was diluted in acidified Milli-Q (pH 3.5, 0.1 M hydrochloric acid) and condensation was carried out by adding 0.5 mL of 2 mg mL−1 of cyanine-5 maleimide (Lumiprobe), dissolved in tetrahydrofuran (Sigma-Aldrich) and 100 μL of triethylamine (SigmaAldrich), for 30 min for supernatant concentrations of 25% and 3.5% and overnight for 3%. Nanoparticles were purified via several rounds of washing in ethanol. Nanoparticle concentrations were determined by dry weight measurements after overnight incubation at 60 °C. Nanoparticle Characterization. Nanoparticle size was determined using DLS and SEM. DLS and zeta potential was performed on a solution of nanoparticles using Malvern Zetasizer Nanoseries at a scattering angle of 173°. SEM samples were prepared by drying an aliquot of nanoparticle solution overnight at 60 °C on a piece of silicon wafer mounted on a SEM stub. SEM samples were coated with 10 nm of iridium and images were obtained using the FEI Nova NanoSEM 450 FEG SEM in emersion lens mode. Acceleration voltage was set to 5 kV, spot size of 2, and a working distance of 5 mm. Size distribution of nanoparticles from SEM was prepared from a sample size of 300 particles for each sample. Nanoparticle Coating and Functionalization with Caspofungin. PEG coating of uncoated nanoparticles was performed in accordance with the method described by Walker et al.24 Briefly, 30 mg of COOH-PEG-silane (1 kDa, Nanocs) dissolved in 400 μL of 24% w/w ammonia was added to 20 mL of uncoated nanoparticles suspended in ethanol. The nanoparticles were incubated overnight at room temperature with gentle shaking and subsequently rinsed in 80% ethanol and Milli-Q water before resuspending in yeast extract peptone dextrose (YPD), 10% fetal bovine serum, Roswell Park Memorial Institute (RPMI) 1640 (Gibco), or Milli-Q water for further analysis. For modification of PEG groups with caspofungin, EDC/NHS coupling reaction was performed. Briefly, 19 μL of 1-ethyl-3-(3(dimethylamino)propyl)-carbodiimide hydrochloride [EDC, 50 mg dissolved in 0.1 M 2-(N-morpholino)ethanesulfonic acid (MES) buffer, Sigma-Aldrich] and 11.5 μL of N-hydroxysuccinimide (NHS, 50 mg dissolved in 0.1 M MES buffer, Sigma-Aldrich) were added to 1 mL of 2.5 mg mL−1 800NP PEG particles (resuspended in 0.1 M MES buffer) and incubated for 30 min at room temperature. Nanoparticles were rinsed several times in 0.1 M MES buffer before adding 100 μL of 0.125 mg mL−1 caspofungin (Cancidas, Merck). These nanoparticles were incubated with caspofungin at room temperature, with subtle agitation using TS-100 Thermo-shaker overnight. Nanoparticles were rinsed thoroughly with 80% ethanol and YPD, before resuspending in YPD. The PEG and caspofungin grafting densities were quantified using the signal attenuation of the nanoparticle sulfur signal obtained from XPS (see Table S1 and page S-2 of Supporting Information for details). C. albicans Strains and Growth Conditions. The C. albicans wild-type strain SC5314 was employed for all experiments in this study. The glucan synthase mutant, RRMHO2 (fks1Δ::FKS1 A1939G C1946T/fks1Δ::FKS1 A1939G C1946T) was a generous gift from Michaela Lackner.38 Strains were kept in frozen glycerol stocks and streaked on YPD agar plates (1% yeast extract, 2% peptone, 2% glucose, 2% agar, and 0.01% uridine, United States Biological), followed by incubation at 30 °C for 48 h. Single colonies were then\ninoculated in 2 mL of YPD liquid media and incubated for 18 h at 30 °C at 200 rpm. Overnight cultures were diluted to their desired optical density (OD) for growth, viability, and nanoparticle−cell association experiments.\nGrowth of C. albicans Incubated with Uncoated, PEGylated, and Caspofungin-Conjugated Nanoparticles. Overnight cultures of C. albicans SC5314 (started from single colonies) were diluted to OD600 of 0.1 in 1 mL of YPD-containing nanoparticles at desired concentrations. The cultures were incubated at 30 °C with orbital shaking set to 200 rpm. An aliquot of the cultures was obtained at 0, 4, 6, 8, 12, and 24 h, serially diluted, plated on YPD agar plates, and then incubated for 48 h at 30 °C. Colonies were counted and represented in CFUs mL−1. The experiment was repeated two times independently, and each time three independent cultures of C. albicans, from three different colonies, were used.\nFor evaluating antifungal effect of surfaces containing caspofunginconjugated nanoparticles, overnight cultures of C. albicans (SC5314 and RRMHO2) were diluted to OD of 0.1 in 1 mL of YPD and 100 μL of diluted culture was spread on YPD agar plates. Supernatant of caspofungin-conjugated nanoparticles was obtained by incubating the conjugated nanoparticles in YPD at 4 °C and centrifuging the nanoparticles after 14 days of incubation. Twenty microliters of 3.43 × 1010 NP mL−1 (particles mL−1) caspofungin-conjugated and PEGylated nanoparticles, supernatant from the solution containing caspofungin-conjugated nanoparticles, and free caspofungin in solution (20 μL of 1 μg mL−1 stock) were then dropped onto different zones of the plate and incubated at 30 °C for 48 h. Images of plates were obtained using the Fujifilm LAS-3000 imaging system. Data was collected from three biologically independent experiments.\nViability and Cell-Association Experiments with C. albicans. For cell association studies, overnight cultures of C. albicans (SC5314) were diluted to OD of 0.2 in 1 mL of YPD-containing nanoparticles (1 × 109 and 1 × 108 NP mL−1). Cells were incubated with nanoparticles for 4 h at 30 °C with orbital shaking set to 200 rpm. Cells subjected to heat shock (by placing vials containing cells on a heat block set at 95 °C) for 10 min were taken as positive control and untreated cells were taken as negative controls. Propidium iodide (2.5 μL of 1 mg mL−1, ThermoFisher) was added to cultures followed by washing with 0.01 M PBS and placed on ice before analysis with flow cytometry. Flow cytometry was performed on BD LSRFortessa X-20B and data was collected from the BD FACSDIVA software. Collected data was analyzed on Flowjo V10, gating on forward and side scatter. Data was collected from two biologically independent experiments. The method for reporting nanoparticle−cell association data is based on counting the percentage of cells associated with at least one fluorescent nanoparticle. This is a common technique in the field, especially when investigating the effects of particle size32−34 (see Figure S3 for gating strategy).\nViability studies were performed on hyphal cultures of cells incubated with 800NP PEG particles. For hyphal cultures, overnight cultures of C. albicans (SC5314) were diluted to OD of 0.3 in 1 mL of RPMI 1640 supplemented with 10% FBS and without Phenol Red, containing 800NP PEG nanoparticles (5.49 × 109 and 5.49 × 108 NP mL−1) or in the absence of nanoparticles. Cells subjected to heat shock (by placing vials containing cells on a heat block set at 95 °C) for 10 min were taken as positive control and untreated cells were taken as negative controls. Cells were incubated with nanoparticles for 4 h at 37 °C with orbital shaking set to 200 rpm. Propidium iodide (2.5 μL of 1 mg mL−1, ThermoFisher) was added to cultures, washed with PBS, and loaded on a 24-well plate where they were imaged using an EVOS FL Auto Imaging System at a magnification of 40 ×. Brightness and contrast of the images were adjusted uniformly across all samples using Image-J.\nCell Association Analyzed Using Cryo-SEM. Overnight cultures of C. albicans (SC5314) were diluted to OD of 0.2 in 1 mL of YPD-containing nanoparticles (1 × 109 NP mL−1). Cells were incubated with nanoparticles for 4 h at 30 °C with orbital shaking set to 200 rpm. After incubation with nanoparticles, cells were washed several times with PBS and fixed in 2.5% glutaraldehyde and 2% paraformaldehyde in 0.1 M sodium cacodylate buffer for 1 h at room\nDOI: 10.1021/acsami.9b10853 ACS Appl. Mater. Interfaces 2019, 11, 34676−34687\n34684\ntemperature. The fixed cells were then washed three times in fresh sodium cacodylate buffer, before being postfixed in 1% osmium tetroxide in cacodylate buffer at room temperature. Postfixed cells were washed three times with Milli-Q water, and 100 μL aliquots were incubated on round coverslips coated with 0.1% polyethylenimine for 45 min. Following incubation, excess cells were washed off by immersing the coverslips in water and the coverslips with adhered cells were then dehydrated in increasing concentrations of ethanol, consisting of 30, 50, 70, 90, and 2 × 100% ethanol for 10 min each. Dehydrated cells on coverslips were dried with a Bal-Tec CPD 030 critical point dryer and the coverslips mounted onto 22 mm diameter aluminum SEM stubs using sticky carbon tabs. Mounted coverslips were gold-coated with a Bal-Tec SCD 005 sputter coater. The cells were imaged with a Nova NanoSEM 450 scanning electron microscope at 5 kV and a spot size of 2. Cell Association with Human Immune Cells. Fresh blood was collected from healthy human volunteers into sodium heparin vacuettes (Greiner Bio-One) after obtaining informed consent in accordance with the University of Melbourne Human Ethics approval 1443420 and the Australian National Health and Medical Research Council Statement on Ethical Conduct in Human Research. Cell counts were obtained using a CELL-DYN Emerald analyzer (Abbott). PEG-coated organosilica nanoparticles (diluted in water) were added in triplicate to 100 μL of blood from three separate volunteers, such that their concentration in blood were 1 × 109 and 1 × 108 NP mL−1, where the samples were incubated for 1 h at 4 or 37 °C. Red blood cells were lysed by adding Pharm Lyse buffer (BD) at 40× blood volume and washed twice with 4 mL of PBS (500 g, 7 min). Cells were phenotyped on ice for 1 h using titrated concentrations of antibodies against CD3 AF700 (SP34-2, BD), CD14 APC-H7 (MΦP9, BD), CD66b BV421 (G10F5, BD), CD45 V500 (HI30, BD), CD56 PE (B159, BD), lineage-1 cocktail FITC (BD), HLA-DR PerCP-Cy5.5 (G46-6, BD), and CD19 BV650 (HIB19, Biolegend). Unbound antibodies were removed by washing and centrifugation (500 g, 7 min) with a cold (4 °C) PBS buffer containing 0.5% w/v BSA and 2 mM EDTA. Cells were fixed in 1% w/v formaldehyde in PBS. The samples were directly used for cell association analysis by flow cytometry (LSRFortessa, BD Biosciences) and analyzed using FlowJo V10. Neutrophil Cytotoxicity Assay. Human peripheral blood was obtained from three healthy human donors into lithium heparin tubes. This work (neutrophil isolation) was carried out according to Monash University Human Ethics approval 9572. Neutrophil isolation was carried out using EasySep (Stemcell Technology) as per manufacturer’s protocols. In brief, 1 × 106 cells mL−1 of neutrophils was seeded onto a black bottom 96-well plate. To this, PEGylated and caspofungin-coated organosilica nanoparticles (suspended in RPMI 1640 with 1% human serum) were added to wells at concentrations of 1 × 109 or 1 × 108 NP mL−1 and incubated for 1 h at 37 °C. Viability of neutrophils was measured by quantification of ATP using the CellTiter-Glo kit (Promega), added to wells in volume equivalent to that of the culture volume of the neutrophils and incubated for 20 min in the dark, with gentle shaking on an orbital shaker. Luminescence was recorded using a TECAN Spark20M microplate reader. Statistical Analysis. Statistical analysis was performed on cell association with C. albicans and neutrophil cytotoxicity between particle sizes using two-way ANOVA followed by Tukey’s multiple comparisons test (Graphpad Prism 8). Significance between particle concentrations was tested for using a ratio-paired t test (Graphpad Prism 8).\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.9b10853.\nExperimental methods of viability experiments of C. albicans incubated with 800NP PEG and XPS analysis of uncoated, PEGylated, and caspofungin-conjugated nano-\nparticles; supporting data includes size distribution of uncoated organosilica nanoparticles, viability of C. albicans yeast cells incubated with 800NP PEG, and gating strategy for whole blood assay using flow cytometry; XPS analysis of uncoated, PEGylated, and caspofungin-conjugated nanoparticles; agar plate assay with lower nanoparticle concentrations; SEM image of C. albicans yeast cells grown in the absence of nanoparticles (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: simon.corrie@monash.edu (S.R.C.). *E-mail: ana.traven@monash.edu (A.T.)"
    }, {
      "heading" : "ORCID",
      "text" : "Stephen J. Kent: 0000-0002-8539-4891 Simon R. Corrie: 0000-0001-8029-1896"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS The authors acknowledge the facilities and scientific and technical assistance of Monash Ramacciotti Centre for Cryo Electron Microscopy (Dr. Simon Crawford and Dr. Georg Ramm) and Monash Centre of Electron Microscopy and Monash X-ray platform (Dr. Thomas Gengenbach). We thank Barbara Koch for critical discussions on early experimental design and Michaela Lackner (Medical University of Innsbruck) for providing the C. albicans glucan synthase mutant strain (RRMHO2) used in this study. The Traven Lab is supported by funding from the Australian National Health and Medical Research Council (NHMRC) and the Corrie Lab is supported by the Australian Research Council’s Centre of Excellence in BioNano Science (CE140100036) and Monash University’s Interdisciplinary Research Fund. We also acknowledge funding from the Monash Engineering Seed Fund.\n■ REFERENCES (1) Pfaller, M. A.; Diekema, D. J. Epidemiology of Invasive Candidiasis: a Persistent Public Health Problem. Clin. Microbiol. Rev. 2007, 20 (1), 133. (2) Pfaller, M. A.; Diekema, D. J. Epidemiology of Invasive Mycoses in North America. Crit. Rev. Microbiol. 2010, 36 (1), 1−53. (3) Pappas, P. G.; Lionakis, M. S.; Arendrup, M. C.; OstroskyZeichner, L.; Kullberg, B. J. Invasive Candidiasis. Nat. Rev. Dis. Primers 2018, 4, 18026. (4) Desai, J. V.; Mitchell, A. P.; Andes, D. R. Fungal biofilms, drug resistance, and recurrent infection. Cold Spring Harbor Perspect. Med. 2014, 4 (10), a019729. (5) Zhu, X.; Radovic-Moreno, A. F.; Wu, J.; Langer, R.; Shi, J. Nanomedicine in the Management of Microbial Infection - Overview and Perspectives. Nano Today 2014, 9 (4), 478−498. (6) Wang, L.; Hu, C.; Shao, L. The Antimicrobial Activity of Nanoparticles: Present Situation and Prospects for the Future. Int. J. Nanomed. 2017, 12, 1227−1249. (7) Gulati, M.; Nobile, C. J. Candida Albicans Biofilms: Development, Regulation, and Molecular Mechanisms. Microbes Infect. 2016, 18 (5), 310−321. (8) Chang, C. C.; Slavin, M. A.; Chen, S. C. New Developments and Directions in the Clinical Application of the Echinocandins. Arch. Toxicol. 2017, 91 (4), 1613−1621. (9) Gray, K. C.; Palacios, D. S.; Dailey, I.; Endo, M. M.; Uno, B. E.; Wilcock, B. C.; Burke, M. D. Amphotericin Primarily Kills Yeast by\nDOI: 10.1021/acsami.9b10853 ACS Appl. Mater. Interfaces 2019, 11, 34676−34687\n34685\nsimply Binding Ergosterol. Proc. Natl. Acad. Sci. U. S. A. 2012, 109 (7), 2234−2239. (10) Walker, L.; Sood, P.; Lenardon, M. D.; Milne, G.; Olson, J.; Jensen, G.; Wolf, J.; Casadevall, A.; Adler-Moore, J.; Gow, N. A. The Viscoelastic Properties of the Fungal Cell Wall Allow Traffic of AmBisome as Intact Liposome Vesicles. mBio 2018, 9 (1), e02383. (11) Paulo, C. S.; Lino, M. M.; Matos, A. A.; Ferreira, L. S. Differential Internalization of Amphotericin B-Conjugated Nanoparticles in Human Cells and the Expression of Heat Shock Protein 70. Biomaterials 2013, 34 (21), 5281−5293. (12) Paulo, C. S. O.; Vidal, M.; Ferreira, L. S. Antifungal Nanoparticles and Surfaces. Biomacromolecules 2010, 11 (10), 2810−2817. (13) Botequim, D.; Maia, J.; Lino, M. M.; Lopes, L. M.; Simoes, P. N.; Ilharco, L. M.; Ferreira, L. Nanoparticles and Surfaces Presenting Antifungal, Antibacterial and Antiviral Properties. Langmuir 2012, 28 (20), 7646−7656. (14) Vogel, R.; Surawski, P. P.; Littleton, B. N.; Miller, C. R.; Lawrie, G. A.; Battersby, B. J.; Trau, M. Fluorescent Organosilica Micro- and Nanoparticles with Controllable Size. J. Colloid Interface Sci. 2007, 310 (1), 144−150. (15) Corrie, S. R.; Vogel, R.; Keen, I.; Jack, K.; Kozak, D.; Lawrie, G. A.; Battersby, B. J.; Fredericks, P.; Trau, M. A Structural Study of Hybrid Organosilica Materials for Colloid-based DNA Biosensors. J. Mater. Chem. 2008, 18 (5), 523−529. (16) Johnston, A. P. R.; Battersby, B. J.; Lawrie, G. A.; Trau, M. Porous Functionalised Silica Particles: A Potential Platform for Biomolecular Screening. Chem. Commun. 2005, No. 7, 848−850. (17) Popat, K. C.; Sharma, S.; Desai, T. A. Quantitative XPS Analysis of PEG-modified Silicon Surfaces. J. Phys. Chem. B 2004, 108 (17), 5185−5188. (18) Techane, S.; Baer, D. R.; Castner, D. G. Simulation and Modeling of Self-assembled Monolayers of Carboxylic Acid Thiols on Flat and Nanoparticle Gold Surfaces. Anal. Chem. 2011, 83 (17), 6704−6712. (19) Zhu, X.-Y.; Jun, Y.; Staarup, D.; Major, R.; Danielson, S.; Boiadjiev, V.; Gladfelter, W.; Bunker, B.; Guo, A. Grafting of Highdensity Poly (Ethylene Glycol) Monolayers on Si (111). Langmuir 2001, 17 (25), 7798−7803. (20) Hansen, P. L.; Cohen, J. A.; Podgornik, R.; Parsegian, V. A. Osmotic Properties of Poly (Ethylene Glycols): Quantitative Features of Brush and Bulk scaling laws. Biophys. J. 2003, 84 (1), 350−355. (21) Nicholas, A. R.; Scott, M. J.; Kennedy, N. I.; Jones, M. N. Effect of Grafted Polyethylene Glycol (PEG) on the Size, Encapsulation Efficiency and Permeability of vesicles. Biochim. Biophys. Acta, Biomembr. 2000, 1463 (1), 167−178. (22) Miller, C. R.; Vogel, R.; Surawski, P. P.; Jack, K. S.; Corrie, S. R.; Trau, M. Functionalized Organosilica Microspheres via a Novel Emulsion-based Route. Langmuir 2005, 21 (21), 9733−9740. (23) Rancan, F.; Gao, Q.; Graf, C.; Troppens, S.; Hadam, S.; Hackbarth, S.; Kembuan, C.; Blume-Peytavi, U.; Rühl, E.; Lademann, J.; Vogt, A. Skin Penetration and Cellular Uptake of Amorphous Silica Nanoparticles with Variable Size, Surface Functionalization, and Colloidal Stability. ACS Nano 2012, 6 (8), 6829−6842. (24) Walker, J. A.; Robinson, K. J.; Munro, C.; Gengenbach, T.; Muller, D. A.; Young, P. R.; Lua, L. H. L.; Corrie, S. R. AntibodyBinding, Antifouling Surface Coatings Based on Recombinant Expression of Zwitterionic EK Peptides. Langmuir 2019, 35 (5), 1266−1272. (25) Mayer, F. L.; Wilson, D.; Hube, B. Candida Albicans Pathogenicity Mechanisms. Virulence 2013, 4 (2), 119−128. (26) Sudbery, P. E. Growth of Candida Albicans Hyphae. Nat. Rev. Microbiol. 2011, 9 (10), 737−748. (27) Kaba, H. E.; Polderl, A.; Bilitewski, U. Short Peptides Allowing Preferential Detection of Candida Albicans Hyphae. Anal. Chem. 2015, 87 (17), 8629−8633. (28) Glass, J. J.; Chen, L.; Alcantara, S.; Crampin, E. J.; Thurecht, K. J.; De Rose, R.; Kent, S. J. Charge Has a Marked Influence on\nHyperbranched Polymer Nanoparticle Association in Whole Human Blood. ACS Macro Lett. 2017, 6 (6), 586−592. (29) Glass, J. J.; Li, Y.; De Rose, R.; Johnston, A. P.; Czuba, E. I.; Khor, S. Y.; Quinn, J. F.; Whittaker, M. R.; Davis, T. P.; Kent, S. J. Thiol-Reactive Star Polymers Display Enhanced Association with Distinct Human Blood Components. ACS Appl. Mater. Interfaces 2017, 9 (14), 12182−12194. (30) Glass, J. J.; Yuen, D.; Rae, J.; Johnston, A. P.; Parton, R. G.; Kent, S. J.; De Rose, R. Human Immune Cell Targeting of Protein Nanoparticles-caveospheres. Nanoscale 2016, 8 (15), 8255−8265. (31) Mann, S. K.; Dufour, A.; Glass, J. J.; De Rose, R.; Kent, S. J.; Such, G. K.; Johnston, A. P. R. Tuning the Properties of PH Responsive Nanoparticles to Control Cellular Interactions In Vitro and Ex Vivo. Polym. Chem. 2016, 7 (38), 6015−6024. (32) Song, D.; Cui, J.; Sun, H.; Nguyen, T. H.; Alcantara, S.; De Rose, R.; Kent, S. J.; Porter, C. J. H.; Caruso, F. Templated Polymer Replica Nanoparticles to Facilitate Assessment of Material-Dependent Pharmacokinetics and Biodistribution. ACS Appl. Mater. Interfaces 2017, 9 (39), 33683−33694. (33) Cui, J.; De Rose, R.; Alt, K.; Alcantara, S.; Paterson, B. M.; Liang, K.; Hu, M.; Richardson, J. J.; Yan, Y.; Jeffery, C. M.; Price, R. I.; Peter, K.; Hagemeyer, C. E.; Donnelly, P. S.; Kent, S. J.; Caruso, F. Engineering Poly(ethylene glycol) Particles for Improved Biodistribution. ACS Nano 2015, 9 (2), 1571−1580. (34) Weiss, A. C.; Kelly, H. G.; Faria, M.; Besford, Q. A.; Wheatley, A. K.; Ang, C.-S.; Crampin, E. J.; Caruso, F.; Kent, S. J. Link between Low-Fouling and Stealth: A Whole Blood Biomolecular Corona and Cellular Association Analysis on Nanoengineered Particles. ACS Nano 2019, 13 (5), 4980−4991. (35) Keshavan, S.; Calligari, P.; Stella, L.; Fusco, L.; Delogu, L. G.; Fadeel, B. Nano-Bio Interactions: a Neutrophil-centric View. Cell Death Dis. 2019, 10 (8), 569. (36) Sahandi Zangabad, P.; Karimi, M.; Mehdizadeh, F.; Malekzad, H.; Ghasemi, A.; Bahrami, S.; Zare, H.; Moghoofei, M.; Hekmatmanesh, A.; Hamblin, M. R. Nanocaged Platforms: Modification, Drug Delivery and Nanotoxicity. Opening Synthetic Cages to Release the Tiger. Nanoscale 2017, 9 (4), 1356−1392. (37) Florence, A. T. Targeting” Nanoparticles: The Constraints of Physical Laws and Physical Barriers. J. Controlled Release 2012, 164 (2), 115−124. (38) Lackner, M.; Tscherner, M.; Schaller, M.; Kuchler, K.; Mair, C.; Sartori, B.; Istel, F.; Arendrup, M. C.; Lass-Flörl, C. Positions and Numbers of FKS Mutations in Candida albicans Selectively Influence In Vitro and In Vivo Susceptibilities to Echinocandin Treatment. Antimicrob. Agents Chemother. 2014, 58, 3626−3635. (39) Vonarbourg, A.; Passirani, C.; Saulnier, P.; Simard, P.; Leroux, J. C.; Benoit, J. P. Evaluation of Pegylated Lipid Nanocapsules Versus Complement System Activation and Macrophage Uptake. J. Biomed. Mater. Res., Part A 2006, 78A (3), 620−628. (40) Koide, H.; Asai, T.; Hatanaka, K.; Akai, S.; Ishii, T.; Kenjo, E.; Ishida, T.; Kiwada, H.; Tsukada, H.; Oku, N. T Cell-independent B Cell Response is Responsible for ABC Phenomenon Induced by Repeated Injection of PEGylated Liposomes. Int. J. Pharm. 2010, 392 (1), 218−223. (41) Wang, L.; Su, Y.; Wang, X.; Liang, K.; Liu, M.; Tang, W.; Song, Y.; Liu, X.; Deng, Y. Effects of Complement Inhibition on the ABC Phenomenon in Rats. Asian J. Pharm. Sci. 2017, 12 (3), 250−258. (42) Gow, N. A. R.; Latge, J.-P.; Munro, C. A. The Fungal Cell Wall: Structure, Biosynthesis, and Function. Microbiol. Spectrum 2017, 5 (3), 25. (43) Chaffin, W. L. Candida Albicans Cell Wall Proteins. Microbiology and Molecular Biology Reviews 2008, 72 (3), 495−544. (44) Coad, B. R.; Lamont-Friedrich, S. J.; Gwynne, L.; Jasieniak, M.; Griesser, S. S.; Traven, A.; Peleg, A. Y.; Griesser, H. J. Surface Coatings with Covalently Attached Caspofungin are Effective in Eliminating Fungal Pathogens. J. Mater. Chem. B 2015, 3 (43), 8469− 8476. (45) Griesser, S. S.; Jasieniak, M.; Coad, B. R.; Griesser, H. J. Antifungal Coatings by Caspofungin Immobilization onto Biomate-\nDOI: 10.1021/acsami.9b10853 ACS Appl. Mater. Interfaces 2019, 11, 34676−34687\n34686\nrials Surfaces via a Plasma Polymer Interlayer. Biointerphases 2015, 10 (4), No. 04A307. (46) Michl, T. D.; Giles, C.; Cross, A. T.; Griesser, H. J.; Coad, B. R. Facile Single-step Bioconjugation of the Antifungal Agent Caspofungin onto Material Surfaces via an Epoxide Plasma Polymer Interlayer. RSC Adv. 2017, 7 (44), 27678−27681. (47) Michl, T. D.; Giles, C.; Mocny, P.; Futrega, K.; Doran, M. R.; Klok, H. A.; Griesser, H. J.; Coad, B. R. Caspofungin on ARGETATRP Grafted PHEMA Polymers: Enhancement and Selectivity of Prevention of Attachment of Candida Albicans. Biointerphases 2017, 12 (5), No. 05G602. (48) Robinson, K. J.; Huynh, G. T.; Kouskousis, B. P.; Fletcher, N. L.; Houston, Z. H.; Thurecht, K. J.; Corrie, S. R. Modified Organosilica Core-Shell Nanoparticles for Stable pH Sensing in Biological Solutions. ACS Sens 2018, 3 (5), 967−975.\nDOI: 10.1021/acsami.9b10853 ACS Appl. Mater. Interfaces 2019, 11, 34676−34687\n34687"
    } ],
    "references" : [ {
      "title" : "Epidemiology of Invasive Mycoses in North America",
      "author" : [ "M.A. Pfaller", "D.J. Diekema" ],
      "venue" : "Crit. Rev. Microbiol. 2010,",
      "citeRegEx" : "Pfaller and Diekema,? \\Q2010\\E",
      "shortCiteRegEx" : "Pfaller and Diekema",
      "year" : 2010
    }, {
      "title" : "Functionalized Organosilica Microspheres via a Novel Emulsion-based Route",
      "author" : [ "Trau" ],
      "venue" : "Langmuir 2005,",
      "citeRegEx" : "R. and M.,? \\Q2005\\E",
      "shortCiteRegEx" : "R. and M.",
      "year" : 2005
    }, {
      "title" : "Candida Albicans Pathogenicity Mechanisms",
      "author" : [ "F.L. Mayer", "D. Wilson", "B. Hube" ],
      "venue" : "Virulence",
      "citeRegEx" : "Mayer et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Mayer et al\\.",
      "year" : 2013
    }, {
      "title" : "Growth of Candida Albicans Hyphae",
      "author" : [ "P.E. Sudbery" ],
      "venue" : "Nat. Rev. Microbiol. 2011,",
      "citeRegEx" : "Sudbery,? \\Q2011\\E",
      "shortCiteRegEx" : "Sudbery",
      "year" : 2011
    }, {
      "title" : "Human Immune Cell Targeting of Protein Nanoparticles-caveospheres",
      "author" : [ "S.J. Kent", "R. De Rose" ],
      "venue" : "Nanoscale 2016,",
      "citeRegEx" : "Kent and Rose,? \\Q2016\\E",
      "shortCiteRegEx" : "Kent and Rose",
      "year" : 2016
    }, {
      "title" : "Effects of Complement Inhibition on the ABC Phenomenon in Rats",
      "author" : [ "X. Liu", "Y. Deng" ],
      "venue" : "Asian J. Pharm. Sci. 2017,",
      "citeRegEx" : "Y. et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2017
    }, {
      "title" : "Candida Albicans Cell Wall Proteins",
      "author" : [ "W.L. Chaffin" ],
      "venue" : "Microbiology and Molecular Biology Reviews 2008,",
      "citeRegEx" : "Chaffin,? \\Q2008\\E",
      "shortCiteRegEx" : "Chaffin",
      "year" : 2008
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Nanoparticle−cell interactions between silica nanomaterials and mammalian cells have been investigated extensively in the context of drug delivery, diagnostics, and imaging. While there are also opportunities for applications in infectious disease, the interactions of silica nanoparticles with pathogenic microbes are relatively underexplored. To bridge this knowledge gap, here, we investigate the effects of organosilica nanoparticles of different sizes, concentrations, and surface coatings on surface association and viability of the major human fungal pathogen Candida albicans. We show that uncoated and PEGylated organosilica nanoparticles associate with C. albicans in a size and concentration-dependent manner, but on their own, do not elicit antifungal activity. The particles are also shown to associate with human white blood cells, in a similar trend as observed with C. albicans, and remain noncytotoxic toward neutrophils. Smaller particles are shown to have low association with C. albicans in comparison to other sized particles and their association with blood cells was also observed to be minimal. We further demonstrate that by chemically immobilizing the clinically important echinocandin class antifungal drug, caspofungin, to PEGylated nanoparticles, the cell−material interaction changes from benign to antifungal, inhibiting C. albicans growth when provided in high local concentration on a surface. Our study provides the foundation for defining how organosilica particles could be tailored for clinical applications against C. albicans. Possible future developments include designing biomaterials that could detect, prevent, or treat bloodstream C. albicans infections, which at present have very high patient mortality.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}