{
  "name" : "downloads_2019-11-18_3ef8_sun2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Effects of nano zinc oxide as an alternative to pharmacological dose of zinc oxide on growth performance, diarrhea, immune responses, and intestinal microflora profile in weaned piglets",
    "authors" : [ "Y.B. Sun", "T. Xia", "H. Wu", "W.J. Zhang", "Y.H. Zhu", "J.X. Xue", "D.T. He", "L.Y. Zhang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nAnimal Feed Science and Technology\njournal homepage: www.elsevier.com/locate/anifeedsci\nEffects of nano zinc oxide as an alternative to pharmacological dose of zinc oxide on growth performance, diarrhea, immune responses, and intestinal microflora profile in weaned piglets\nY.B. Sun, T. Xia, H. Wu, W.J. Zhang, Y.H. Zhu, J.X. Xue, D.T. He, L.Y. Zhang* State Key Laboratory of Animal Nutrition, Ministry of Agriculture Feed Industry Centre, China Agricultural University, Beijing, 100193, China\nA R T I C L E I N F O\nKeywords: Nano zinc oxide Weaned piglet Performance Diarrhea incidence Immune response Intestinal microflora profile\nA B S T R A C T\nThe effects of nano zinc oxide (nano-ZnO) on growth performance, diarrhea incidence, immune responses, antioxidant capacity, intestinal microflora, and volatile fatty acid concentrations in weaned piglets were investigated. Crossbred weaned piglets (n=216), weighing 8.88 ± 1.14 kg, were randomly assigned to one of six treatments with six replicates of six piglets (3 females and 3 castrated males) per treatment fed corn-soybean meal-based diets supplemented with 2.0 g/kg Zn as ZnO, or 0 (control), 0.3, 0.4, 0.5 or 0.6 g/kg Zn as nano-ZnO for 14 days. Selected piglets (n=36, one piglet per pen) were euthanized on day 14, and the remaining piglets were all fed the same diet from days 15 to 28. During days 1–14 or 1–28, nano-ZnO inclusion in diets improved average daily gain (linear P < 0.05) and reduced diarrhea incidence in weaned piglets (linear P < 0.01; quadratic P < 0.05). On day 14, increased nano-ZnO supplementation elevated the serum concentrations of alkaline phosphatase, immunoglobulin G (IgG) and superoxide dismutase linearly and quadratically (P < 0.01 and P < 0.05), and linearly increased serum levels of insulin and immunoglobulin M (IgM) and the concentrations of superoxide dismutase and metallothionein in the liver (P < 0.01 and P < 0.05). In addition, malondialdehyde concentrations in serum and liver decreased linearly or quadratically as nanoZnO levels increased (P < 0.01 and P<0.05). Nano-ZnO inclusion increased the number of lactic acid bacteria and total anaerobic bacteria, and elevated concentrations of acetic acid and total volatile fatty acids in the ileal and cecal digesta linearly or quadratically (P < 0.01 and P < 0.05), while nano-ZnO linearly decreased the numbers of E. coli in the cecal digesta (P < 0.01). There was no difference between pigs fed with 0.6 g/kg nano-ZnO and pigs fed with 2000 g/kg ZnO in these parameters from days 1 to 14. Among all the treatments, no difference was observed in growth performance during days 15–28, and the serum concentrations of insulin, IgG, IgM, immunoglobulin A (IgA), superoxide dismutase, and malondialdehyde were also not different on day 28 (P > 0.05). The overall results indicate that dietary supplementation with 0.6 g/kg Zn as nano-ZnO is comparable to pharmacological doses of ZnO (2.0 g/kg Zn) in terms of improving growth performance, reducing diarrhea incidence, enhancing serum immune levels,\nhttps://doi.org/10.1016/j.anifeedsci.2019.114312 Received 19 October 2016; Received in revised form 2 September 2019; Accepted 12 October 2019\nAbbreviations: ADFI, average daily feed intake; ADG, average daily gain; CFU, colony-forming units; E. coli, Escherichia coli; G:F, gain:feed; IgA, immunoglobulin A; IgG, immunoglobulin G; IgM, immunoglobulin M; MDA, malondialdehyde; MT, metallothionein; Nano-ZnO, nano zinc oxide; SOD, superoxide dismutase; VFA, volatile fatty acid; Zn, zinc; ZnO, zinc oxide\n⁎ Corresponding author. E-mail address: zhangliying01@sina.com (L.Y. Zhang).\nAnimal Feed Science and Technology 258 (2019) 114312\n0377-8401/ © 2019 Published by Elsevier B.V.\nT\nand promoting antioxidant capacity, as well as regulating the intestinal microflora profile in piglets during days 1–14 after weaning."
    }, {
      "heading" : "1. Introduction",
      "text" : "Weaned piglets often exhibit anorexia, low weight gain, perturbation of the intestinal microecology, and diarrhea (Poulsen, 1995; Hojberg et al., 2005). Results of experiments demonstrated that Zn, especially pharmacological doses (2.0–3.0 g/kg) of zinc oxide, can improve immune status, enhance antioxidant capacity, modulate intestinal microflora and short-chain fatty acid concentrations, and reduce diarrhea incidence in weaned piglets (Poulsen, 1995; Shen et al., 2014; Janczyk et al., 2015). However, a high level of ZnO used in the weaning period may result in environmental pollution due to unabsorbed zinc in feces excreted into the environment (Case and Carlson, 2002). The maximum dosage of zinc as ZnO presently permitted in China is 1.60 g/kg for piglet diets during the first two weeks post-weaning (Announcement of the Ministry of Agriculture of the People’s Republic of China No. 2625, 2017).\nNano zinc oxide (nano-ZnO) is an inorganic zinc product with particle sizes ranging from 1 to 100 nm. Nano-ZnO differs from regular ZnO in terms of its unique chemical and physical properties, including volume effect, surface effect, quantum size effect, and macro-quantum tunnel effect (Hosseini-Sarvari and Tavakolian, 2012). It has been reported that nanoparticles could diffuse throughout the submucosal layers of the intestine (Desai et al., 1996) or transported by adsorptive transcytosis (Behrens et al., 2002), while the larger size of microparticles are predominantly localized in the epithelial lining in rats with an uptake efficiency of only 14.6%–36.6% of that of nanoparticles (Desai et al., 1996). In recent years, nano-ZnO supplementation has been demonstrated to\nimprove weight gain, feed conversion ratio, and antioxidant capacity in broilers (Zhao et al., 2014) and enhance immunity in cows (Rajendran et al., 2013). Nano-ZnO also shows broad-spectrum antibacterial effects and have potential application as a bacteriostatic agent (Jones et al., 2008; Xie et al., 2011). However, the effects of nano-ZnO on the performance, diarrhea incidence, immune responses, antioxidant capacity, and intestinal microflora profile of weaned piglets have rarely been reported. It is unclear whether a low level of nano-ZnO inclusion in diet has the same efficacy as pharmacological doses of ZnO. Based on previous research, we hypothesized that nano-ZnO could be used as an alternative to the pharmacological dose of ZnO to improve the performance and intestinal microflora of piglets, and the effect of nano-ZnO will last for a long time even after cessation of supplementation. Consequently, the objective of this study was to evaluate reduced doses of nano-ZnO as a potential alternative to the pharmacological doses of ZnO in weaned piglets."
    }, {
      "heading" : "2. Materials and methods",
      "text" : "The Animal Welfare Committee of China Agricultural University (Beijing, China) approved all the animal care protocols used in this experiment. The experiment was conducted in the Fengning Animal Experimental Base of the National Feed Engineering Technology Research Center (Hebei, China)."
    }, {
      "heading" : "2.1. Nano-ZnO",
      "text" : "The nano-ZnO used in this study was provided by the Zhejiang Huiqian Gaofei New Materials Share Company (Hangzhou, Zhejiang Province, China). Zinc oxide content was 986 g/kg, average particle size measured by transmission electron microscopy was 23.0 nm, crystallite size assayed by X-ray diffraction was 25.0 nm, and the bet surface area was 48.9 m2/g."
    }, {
      "heading" : "2.2. Animals, diets, and experimental design",
      "text" : "This experiment was conducted as a randomized complete block design. A total of 216 Duroc× Landrace×Yorkshire crossbred weaned piglets (108 castrated male and 108 female piglets) and weighing 8.88 ± 1.14 kg (30 day age) were blocked by weight and sex and assigned to 1 of 6 dietary treatments with 6 replicates (pens) consisting of 6 piglets (3 castrated males and 3 females per replicate pen) per treatment. The dietary treatments were corn-soybean meal-based diets supplemented with 2.0 g/kg Zn as ZnO (ZnO) [positive control (PC)], and either 0 [negative control (NC)], 0.3, 0.4, 0.5 or 0.6 g/kg Zn as nano-ZnO (N-ZnO, N-ZnO2, N-ZnO3, N-ZnO4) supplemented for 14 days. All piglets were fed the same diet from days 15 to 28. The diets were formulated to meet or exceed the nutrient requirement of 8–20 kg pigs recommended by the Chinese Feeding Standard of Swine (2004). The ingredient composition and chemical analysis of the basal diet are given in Table 1. The analyzed zinc contents in ZnO, control, 0.3, 0.4, 0.5, and 0.6 nano-ZnO treatment diets were 2.117, 0.115, 0.419, 0.516, 0.618, and 0.719 g/kg, respectively. All piglets were housed indoors in 1.2×2.1m pens equipped with wire mesh floor. Feed and water were available ad libitum throughout the 28 days of the feeding trial. The temperature of the pig barn was maintained at approximately 26 °C. Piglets received intranasal vaccinations: 100mg iron and Pseudorabies on day 1 or 2; Mycoplasma pneumonia and 100mg iron dextran on day 7; Mycoplasma pneumonia on day 21; and Classical Swine Fever Day on days 35 and 56. All vaccines used were purchased fromWuhan Keqian Biology Co., Ltd (Wuhan, China)."
    }, {
      "heading" : "2.3. Analysis of the chemical composition of the diets",
      "text" : "Feed samples were taken at mixing and analyzed according to the methods of the Association of Official Analytical Chemists (AOAC, 2005) for dry matter (Method 934.01), ash (Method 942.05), crude protein (Method 990.03), calcium and total phosphorus (Method 985.01), methionine, cysteine, and lysine (Method 982.30). Neutral detergent fiber assayed with a heat stable amylase and expressed inclusive of residual ash (aNDF) and acid detergent fiber (ADF) concentrations in diets were determined using fiber bags (Model F57, Ankom Technology, Macedon, NY, USA) and a fiber analyzer (ANKOM200 Fiber Analyzer, Ankom Technology, USA) after an adaptation of the procedure as described by Van Soest et al. (1991). Samples were hydrolyzed with 6 N HCl at 110 °C for 24 h and lysine was analyzed by an amino acid analyzer (Hitachi L-8900, Tokyo, Japan). Methionine and cysteine were also measured using the amino acid analyzer after cold performic acid oxidation overnight and hydrolysis with 7.5 N HCl at 110 °C for 24 h. The zinc concentration of the diets was determined by flame atomic absorption spectrophotometry (Agilent 3510 series, Santa Clara, CA, USA)."
    }, {
      "heading" : "2.4. Performance and diarrhea incidence",
      "text" : "Piglets and feed were weighed individually at the start of the experiment, as well as on days 14 and 28. During post-weaning days 1–14, technicians naive to dietary treatments evaluated fecal consistency of the stools within each pen on a daily basis in the morning, and the occurrence of diarrhea was defined when the feces were thin and watery (Hill et al., 2000). Diarrhea rate was calculated according to the following formula: Diarrhea rate (%)= (Number of pigs with diarrhea×Diarrhea days)/(Number of pigs× Total observational days)× 100 (Ma et al., 2019)."
    }, {
      "heading" : "2.5. Collection of blood and tissue samples",
      "text" : "On days 14 and 28, one piglet in each pen (3 male and 3 female piglets per treatment) with a body weight closest to the pen average body weight were bled via the anterior vena cava. Blood (about 7mL) was collected into 10-mL anticoagulant-free vacutainer tubes (Greiner Bio-One GmbH, Kremsmunster, Austria) and then centrifuged at 1500×g for 10min at 4 °C to obtain the sera. The serum samples were stored at −20 °C until analysis. Piglets (3 male and 3 female piglets per treatment) were selected and euthanized on day 14, and liver tissues from one lobe were collected and immediately stored in liquid nitrogen for antioxidant index testing. Ileal and cecal digesta were collected aseptically and immediately immersed in liquid nitrogen for later bacteriological and volatile fatty acid (VFA) analysis."
    }, {
      "heading" : "2.6. Determination of serum biochemical and immune parameters and antioxidant indexes",
      "text" : "Serum levels of alkaline phosphatase (APL) and insulin were measured using assay kits according to standard procedures (Nanjing Jiancheng Bioengineering Institute, Nanjing, China). Serum immunoglobulins (IgG, IgM, and IgA) were determined by turbidimetry using commercial kits (Sanwei Bioengineering Group Company, Weifang, China). The concentrations of superoxide dismutase (SOD) and malondialdehyde (MDA) in the serum and liver, as well as liver metallothionein (MT) content were analyzed according to instructions provided with the commercial assay kits (Nanjing Jiancheng Bioengineering Institute, Nanjing, China)."
    }, {
      "heading" : "2.7. Intestinal microbiological analysis and VFA determination",
      "text" : "Lactic acid bacteria, E. coli, total aerobic bacteria, and total anaerobic bacteria were determined by plate count methods according to Zhu et al. (2016). All bacteria were counted and expressed as total CFU/g digesta, and the results were presented as log10transformed data. The intestinal VFA concentrations were determined by gas chromatography (Agilent 7890A, Agilent Technologies, Santa Clara, CA, USA) according to procedures described by Shen et al. (2009).\nValues are expressed as means of six replicates of six piglets per pen. 1Dietary treatments were as follows: (1) positive control (PC): basal diet +2 g Zn/kg diet in the form of zinc oxide (ZnO); (2) negative control (NC): basal diet; (3) N-ZnO: NC+0.3 g/kg nano-zinc oxide (Nano-ZnO); (4) N-ZnO2: NC+0.4 g/kg nano zinc oxide; (5) N-ZnO3: NC+0.5 g/kg nano zinc oxide; (6) N-ZnO4: NC+0.6 g/kg nano zinc oxide. Piglets were fed the above diet from days 1 to 14, respectively. And then all piglets were fed the same diet from days 15 to 28. a,b,c Values with different superscripts in the same row significantly differ (P< 0.05). ADG, average daily gain; ADFI, average daily feed intake; G: F, gain: feed ratio."
    }, {
      "heading" : "2.8. Statistical analysis",
      "text" : "All data were subjected to ANOVA using the GLM procedure of SAS (2009) as a randomized block design. Data on growth performance and diarrhea rate were based on a pen basis, whereas other data were based on individual pigs. The Student–Newman–Keuls comparison test was used to evaluate treatment means. P values less than 0.05 were considered significant. In addition, coefficients for unequally spaced contrasts were generated by interactive matrix algebra procedure (IML) of SAS, and then the linear and quadratic effects of the increasing nano-ZnO levels were assessed using orthogonal polynomials contrasts."
    }, {
      "heading" : "3. Results",
      "text" : "Zinc concentrations in the diets supplied with 2.0 g/kg Zn as ZnO or 0 (control), 0.3, 0.4, 0.5 or 0.6 g/kg Zn as nano-ZnO was 2.117, 0.115, 0.419, 0.516, 0.618, and 0.719 g/kg, respectively."
    }, {
      "heading" : "3.1. Growth performance and diarrhea incidence",
      "text" : "Nano-ZnO inclusion in diets linearly increased ADG during days 1–14 (P < 0.05) or days 1–28 (P= 0.01; Table 2). Moreover, the ADG of the piglets in the 0.4-0.6 nano-ZnO treatments did not differ from that of piglets subjected to ZnO treatment (P>0.05). However, no differences in ADG were observed among treatments during days 15–28 (P > 0.05). Moreover, no differences in ADFI and G:F ratio were observed among treatments throughout the experiment (P > 0.05). In addition, diarrhea incidence was linearly and quadratically reduced as nano-ZnO levels increased during days 1–14 (P < 0.01) or days 1–28 (P < 0.01). Compared with the negative control treatment, dietary supplementation with ZnO, 0.5, or 0.6 nano-ZnO significantly alleviated diarrhea incidence during days 1–14 (P < 0.01) or days 1–28 (P<0.01). Moreover, diarrhea incidence in piglets fed on 0.6 nano-ZnO and ZnO was similar (P > 0.05). Additionally, the growth performance parameters (ADG, ADFI, and G: F) in this study fell within the normal range for piglets in our experimental farm."
    }, {
      "heading" : "3.2. Serum biochemical parameters",
      "text" : "As supplemental nano-ZnO levels increased, we observed an increase in both serum ALP (linear P= 0.05; quadratic P < 0.01) and insulin (linear P < 0.01) levels on day 14 (Table 3). Moreover, serum concentrations of ALP and insulin with ZnO or 0.6 nanoZnO treatments were greater than those in the control treatment on day 14 (P < 0.01 and P < 0.05). Although all piglets were fed the same diet from days 15 to 28, serum ALP concentrations on day 28 linearly increased as nano-ZnO levels increased during days 1–14 (P < 0.05)."
    }, {
      "heading" : "3.3. Serum immune indices",
      "text" : "Nano-ZnO supplementation significantly increased serum levels of IgG (linear P < 0.01; quadratic P < 0.05) and IgM (linear P= 0.05) on day 14 (Table 4). However, the serum concentrations of IgG and IgM did not significantly differ among treatments with ZnO and 0.4, 0.5, and 0.6 nano-ZnO (P>0.05). Additionally, no differences were observed among treatments in terms of serum\nValues represent the means of six pens (n= 6) per treatment. 1Dietary treatments were as follows: (1) positive control (PC): basal diet +2 g Zn/kg diet in the form of zinc oxide (ZnO); (2) negative control (NC): basal diet; (3) N-ZnO: NC+0.3 g/kg nano zinc oxide (Nano-ZnO); (4) N-ZnO2: NC+0.4 g/kg nano zinc oxide; (5) N-ZnO3: NC+0.5 g/kg nano zinc oxide; (6) N-ZnO4: NC+0.6 g/kg nano zinc oxide. Piglets were fed the above diet from days 1 to 14, respectively. And then all piglets were fed the same diet from days 15 to 28. 2 Pooled standard error of the mean. a,b,c Values with different superscripts differ significantly in the same row (P< 0.05). ALP, alkaline phosphatase.\nconcentrations of IgG, IgM, and IgA on day 28 (P > 0.05)."
    }, {
      "heading" : "3.4. Anti-oxidant parameters",
      "text" : "Increased nano-ZnO supplementation linearly and quadratically increased serum levels of SOD (P < 0.01), while linearly decreased MDA (P < 0.05) on day 14 (Table 5). Moreover, higher supplemental nano-ZnO (0.5 or 0.6 g/kg) led to higher serum SOD levels compared to the lower concentration supplemental groups (0 or 0.3 g/kg) (P < 0.01). In addition, consistent with these observations, serum MDA levels were significantly higher in high-concentration supplemental groups (0.6 g/kg nano-ZnO and ZnO) compared with lower nano-ZnO concentration groups (P < 0.05). However, there was no difference between those parameters among treatments on day 28 (P > 0.05).\nValues represent the means of six pens (n= 6) per treatment. 1Dietary treatments were as follows: (1) positive control (PC): basal diet +2 g Zn/kg diet in the form of zinc oxide (ZnO); (2) negative control (NC): basal diet; (3) N-ZnO: NC+0.3 g/kg nano zinc oxide (Nano-ZnO); (4) N-ZnO2: NC+0.4 g/kg nano zinc oxide; (5) N-ZnO3: NC+0.5 g/kg nano zinc oxide; (6) N-ZnO4: NC+0.6 g/kg nano zinc oxide. Piglets were fed the above diet from days 1 to 14, respectively. And then all piglets were fed the same diet from days 15 to 28. 2Pooled standard error of the mean. a,b,cValues with different superscripts in the same row significantly differ (P<0.05). IgG, immunoglobulin G; IgM, immunoglobulin M; IgA, immunoglobulin A.\nValues represent the means of six pens (n= 6) per treatment. 1Dietary treatments were as follows: (1) positive control (PC): basal diet +2 g Zn/kg diet in the form of zinc oxide (ZnO); (2) negative control (NC): basal diet; (3) N-ZnO: NC+0.3 g/kg nano zinc oxide (Nano-ZnO); (4) N-ZnO2: NC+0.4 g/kg nano zinc oxide; (5) N-ZnO3: NC+0.5 g/kg nano zinc oxide; (6) N-ZnO4: NC+0.6 g/kg nano zinc oxide. Piglets were fed the above diet from days 1 to 14, respectively. And then all piglets were fed the same diet from days 15 to 28. 2Pooled standard error of the mean. a,b,cValues with different superscripts in the same row significantly differ (P<0.05). SOD, superoxide dismutase; MDA, malondialdehyde; MT, metallothionein.\nIn the liver, nano-ZnO supplementation linearly increased concentrations of SOD and MT (P < 0.01) and decreased MDA content linearly and quadratically (P < 0.01). Compared with the negative control treatment, ZnO and nano-ZnO treatments had higher liver SOD concentrations. Moreover, pigs fed on diets supplemented with ZnO and 0.6 nano-ZnO exhibited higher MT and lower MDA levels (P < 0.01)."
    }, {
      "heading" : "3.5. Intestinal microflora",
      "text" : "Zinc oxide and nano-ZnO supplementation increased the population of total anaerobic bacteria in the ileal (P < 0.05) and cecal digesta (P < 0.01), whereas no difference in lactic acid bacteria populations, E. coli, and total aerobic bacteria were observed in the ileal (P > 0.05), and total aerobic bacteria in the cecal digesta (P > 0.05) compared with the negative control (Table 6). As nanoZnO inclusion increased, the number of lactic acid bacteria and total anaerobic bacteria in the ileal (linear P < 0.01) and cecal digesta (linear P < 0.01; quadratic P= 0.05 or P < 0.01) linearly decreased the population of total aerobic bacteria in the ileal digesta (P < 0.01) and E. coli in the cecal digesta (P < 0.01). Compared with the negative control treatment, the piglets in treatments with ZnO and 0.4–0.6 nano-ZnO had a higher number of lactic acid bacteria (P < 0.01) and lower E. coli population in the cecal digesta (P < 0.01)."
    }, {
      "heading" : "3.6. Intestinal volatile fatty acids",
      "text" : "The concentrations of acetic acid and total VFA in the ileal and cecal digesta linearly increased as nano-ZnO increased (P≤ 0.01; Table 7). Compared with the negative control treatment, piglets treated with ZnO, 0.5 or 0.6 nano-ZnO had higher acetic acid concentrations in the ileal and cecal digesta (P < 0.05). Moreover, the acetic acid: propionic acid ratio in the nano-ZnO treatment in the cecal digesta was greater than that in the control (P < 0.01) and it increased as nano-ZnO levels increased in the ileal (linear and quadratic P<0.05) and cecal digesta (linear P < 0.05)."
    }, {
      "heading" : "4. Discussion",
      "text" : ""
    }, {
      "heading" : "4.1. Growth performance and diarrhea incidence",
      "text" : "Reports on the application of dietary supplementation with nano-ZnO in weaned piglets are limited. Hu et al. (2012) reported that 0.3 g/kg Zn as nano-ZnO inclusion in the diet significantly improved ADG and decreased the incidence of diarrhea in early weaned piglets (5.7 kg), exhibiting a similar effect of 3.0 g/kg Zn as ZnO administration in a 14-day experiment. In this study, we show that the inclusion of 0.4–0.6 g/kg Zn in the form on nano-ZnO in the diet significantly improved ADG and decreased diarrhea incidence. The effect of pigs feeding a diet supplemented with 0.6 g/kg Zn as nano-ZnO was comparable to that using 2.0 g/kg Zn as ZnO. Moreover, we found that cessation in supplementing nano-ZnO in feeds did not result in differences in growth performance and diarrhea incidence in pigs, thereby indicating that high levels of nano-ZnO do not result in a high amount of residue in the body. In\nValues represent the means of six pens (n= 6) per treatment. 1Dietary treatments were as follows: (1) positive control (PC): basal diet +2 g Zn/kg diet in the form of zinc oxide (ZnO); (2) negative control (NC): basal diet; (3) N-ZnO: NC+0.3 g/kg nano zinc oxide (Nano-ZnO); (4) N-ZnO2: NC+0.4 g/kg nano zinc oxide; (5) N-ZnO3: NC+0.5 g/kg nano zinc oxide; (6) N-ZnO4: NC+0.6 g/kg nano zinc oxide. Piglets were fed the above diet from days 1 to 14, respectively. And then all piglets were fed the same diet from days 15 to 28. 2Pooled standard error of the mean. a,b,cValues with different superscripts in the same row significantly differ (P<0.05). CFU, colony-forming units.\naddition, the optimal inclusion level of Zn as nano-ZnO obtained from this study is different from that reported by Hu et al. (2012). This may be attributable to differences in piglet age and particle size of ZnO used between two studies. Additionally, the growth performance parameters (ADG, ADFI, and G: F) in this study fell within the range of normal levels of healthy piglets in our experimental farm."
    }, {
      "heading" : "4.2. Serum biochemical parameters",
      "text" : "Zinc is an essential trace mineral that plays many significant roles in metabolism as a component of numerous metalloenzymes and transcription factors, including ALP (O’Dell, 2000) and insulin (Umrani and Paknikar, 2014). It has been reported that pharmacological ZnO supplementation (3.0 g/kg Zn) improves ALP activity and insulin level in the serum of weaning piglets (Wang et al., 2012), which has been proven to be enhanced by 0.3–0.6 nano-ZnO in this study. It was also reported that oral exposure of ZnO nanoparticles (3.0 g/kg body weight) increases serum ALP levels in mice (Sharma et al., 2012) and oral administration of ZnO nanoparticles (1, 3 and 10mg/kg body weight) results in greater concentrations of serum insulin in rats (Umrani and Paknikar, 2014). Interestingly, although all pigs fed on the same diet from days 15 to 28, pigs with the addition of ZnO or 0.6 g/kg nano-ZnO in the former phases had higher serum ALP concentrations, indicating that the effect of ZnO may last for a period of time after cessation of supplementation."
    }, {
      "heading" : "4.3. Serum immune indices",
      "text" : "Zinc has a strong effect on humoral immune response (Bartlett and Smith, 2003) and is important for proper innate immune function (Knoell and Liu, 2010). The serum IgM and IgG levels in piglets significantly improved with dietary supplementation with ZnO and 0.4–0.6 nano-ZnO, although no changes in serum IgA concentrations were observed. Cho et al. (2011) reported that serum IgA levels in rats were downregulated by the addition of ZnO nanoparticles; however, IgA concentrations in the mucosal tissues increased. Moreover, serum IgG, IgM, and IgA can protect the extravascular compartment against pathogenic viruses and microorganisms (Li et al., 2007), so the increase in the levels of serum IgG and IgM indicates that weaned piglets fed on diets supplemented with nano-ZnO may undergo improvements in immune function. Furthermore, all pigs fed on the same diet from days 15 to 28 had similar immunoglobulin content on day 28, which implies that nano-ZnO may not continue to improve immunity after cessation of zinc supplementation.\nValues represent the means of six pens (n= 6) per treatment. 1Dietary treatments were as follows: (1) positive control (PC): basal diet +2 g Zn/kg diet in the form of zinc oxide (ZnO); (2) negative control (NC): basal diet; (3) N-ZnO: NC+0.3 g/kg nano zinc oxide (Nano-ZnO); (4) N-ZnO2: NC+0.4 g/kg nano zinc oxide; (5) N-ZnO3: NC+0.5 g/kg nano zinc oxide; (6) N-ZnO4: NC+0.6 g/kg nano zinc oxide. Piglets were fed the above diet from days 1 to 14, respectively. And then all piglets were fed the same diet from days 15 to 28. 2Pooled standard error of the mean. a,bValues with different superscripts in the same row significantly differ (P< 0.05). VFA, volatile fatty acid."
    }, {
      "heading" : "4.4. Anti-oxidant parameters",
      "text" : "Zinc is a cofactor of more than 300 metalloenzymes (including cytosolic superoxide dismutase) and metal-binding proteins such as metalllothionein in mammals (Coleman, 1992). Researchers have found that the activities of serum SOD or Cu-Zn-SOD in piglets can be improved by dietary zinc (Wang et al., 2010; Ma et al., 2014). In this study, we also found that the serum SOD levels increased and MDA levels decreased with the inclusion of ZnO and 0.4–0.6 nano-ZnO in their diets. These results are similar to the findings of Zhao et al. (2014), who observed that dietary supplementation with 0.06 and 0.1 g/kg nano-ZnO improved serum Cu-Zn-SOD activity, but decreased serum MDA levels in broilers on days 28 and 35. Superoxide dismutase is involved in cellular scavenging of free radicals and reactive oxygen species (Fridovich, 1995), and MDA is an important index for lipid peroxidation and oxidative damage (Nielsen et al., 1997). Consequently, the observed increase in serum SOD levels and decrease in MDA concentration suggest that nano-ZnO inclusion in diets enhances the antioxidant capacity of weaned piglets. Moreover, all pigs had a similar antioxidant ability after cessation of feeding nano-ZnO, which implies that nano-ZnO may not continue to improve antioxidant ability.\nMetallothioneins can combine with free radicals, thereby protecting cells from oxidative free radical damage (Wang et al., 2012). Nano-ZnO addition also increased the concentrations of SOD and MT and decreased MDA content in the liver, and 0.6 nano-ZnO has the same effect as that of ZnO, which are concordant with the findings that pigs fed on diets supplemented with 3.0 g/kg Zn as ZnO showed an increase in the concentration of MT and the activity of Cu-Zn-SOD in the liver (Wang et al., 2012). The present study also showed that the dietary inclusion of 0.6 nano-ZnO has a comparable role to pharmacological dose ZnO in terms of enhancing the effect of liver antioxidant capacity in weaned piglets."
    }, {
      "heading" : "4.5. Intestinal microflora",
      "text" : "Nano-ZnO of particle sizes< 100 nm exhibit a broad spectrum of antibacterial activity (Xie et al., 2011) based on their special characteristics (Hosseini-Sarvari and Tavakolian, 2012). Lactobacillus plantarum were killed after 24 h exposure to 1.0 g/L nano-ZnO and the lethal effect of ZnO nanoparticles increased with higher calcination times (Shi et al., 2012). Campylobacter jejuni, a gramnegative, microaerophilic bacterium, is extremely sensitive to ZnO nanoparticles (Xie et al., 2011). The results of this study showed that the inclusion of ZnO and 0.4–0.6 nano-ZnO in piglet diets could be beneficial to lactic acid bacterial and other anaerobic bacterial growth and inhibit the growth of E. coli, which agrees with the reports that feeding 3.0 g/kg ZnO to piglets significantly increases the relative abundance of ileal Weissella app., Leuconostoc spp., and Streptococcus spp. (Vahjen et al., 2010) and that ZnO nanoparticles have antibacterial activity against E. coli (Liu et al., 2009; Danial and Yousef, 2014). Lactic acid bacteria are the predominant bacterial species in the ileum of piglets (Hojberg et al., 2005). The increase in lactic acid bacteria and the decrease in total aerobic bacteria show that dietary supplementation with nano-ZnO promotes the growth of potentially beneficial bacteria and inhibit the reproduction of harmful microorganisms. These results are concordant with the findings of Vahjen et al. (2010), who reported that feeding high levels of ZnO (3.0 mg/kg) to piglets leads to an increase in all gram-negative facultative anaerobic genera in the ileum. The increase in anaerobic bacteria may be beneficial for the stability of intestinal microflora and host gut health (Clemente et al., 2012). Zinc oxide nanoparticles could disrupt bacterial cell membrane and introduce oxidative stress to destroy bacteria (Liu et al., 2009; Xie et al., 2011). This study also showed that the intestinal microflora could be improved by supplementation of optimal levels of nano-ZnO and pharmacological doses of ZnO."
    }, {
      "heading" : "4.6. Intestinal volatile fatty acids",
      "text" : "Intestinal short-chain fatty acids are usually used as indicators of intestinal microbial activities in response to dietary zinc (Pieper et al., 2012; Heim et al., 2014). ZnO is almost insoluble in water, but in the low pH gastric environment, most ZnO is solubilized, thus just a small amount of ZnO remains unabsorbed and reaches the intestine where is the main action site of ZnO (Xin and Kim, 2018). In the present study, the concentration of acetic acid, total VFA, and the ratio of acetic acid to propionic acid in the ileal and cecal digesta increased with dietary supplementation with ZnO and 0.3–0.6 nano-ZnO. Nano-ZnO has smaller particle size and higher specific surface area, which can expose more ZnO molecules, thus more ZnO work in the gut (Milani et al., 2017). The changes in the composition of microflora in our study may account for the effect of ZnO on short-chain fatty acids. Moreover, the reactive oxygen species produced by ZnO in intestines might influence the production of short-chain fatty acids (Li et al., 2012). In addition, Zn may also affect bacterial metabolism to some extent as Zn is an essential component of enzymes required for the metabolism of many microorganisms. However, the underlying mechanism requires further investigation. Acetate and total VFA concentrations in the ileum markedly increase as ZnO levels increase from 0.05 to 0.15 g/kg (Pieper et al., 2012), and the application of 3.1 g/kg ZnO increases the ratio of acetic acid and propionic acid in the cecal digesta (Janczyk et al., 2015). Moreover, the primary VFAs produced during carbohydrate fermentation in the gut include acetate, propionate, and butyrate (Puertollano et al., 2014), and the acetic acid absorbed from the large intestine is utilized by pigs as an energy resource and can be used for fat synthesis (Latymer et al., 1991). Consequently, high production of acetic acid may result in additional energy available for the weaned piglets and may be beneficial in improving gastrointestinal health."
    }, {
      "heading" : "5. Conclusion",
      "text" : "Dietary supplementation with 0.4–0.6 g/kg Zn as nano-ZnO improves growth performance, reduces diarrhea incidence, and modulates immune status and antioxidant activity, as well as improves intestinal microflora profiles in piglets during the first two\nweeks after weaning. Moreover, the effect of inclusion of 0.6 g/kg Zn as nano-ZnO in the piglet diet is comparable to that of a pharmacological dose of ZnO (2.0 g/kg Zn).\nDeclaration of Competing Interest\nThe authors declare that there is no conflict of interest."
    }, {
      "heading" : "Acknowledgments",
      "text" : "The authors thank Zhejiang Huiqian Gaofei New Materials Share Company and the 111 Project(B16044) for providing financial support. We also thank Austin Faust and LetPub (www.letpub.com) for providing linguistic assistance during the preparation of this manuscript."
    } ],
    "references" : [ {
      "title" : "Official Methods of Analysis, 18th ed. Association of Official Analytical Chemists, Arlington, VA, USA. Announcement of the Ministry of Agriculture of the People’s Republic of China, 2017",
      "author" : [ "I. Behrens", "A.I.V. Pena", "M.J. Alonso", "T. Kissel" ],
      "venue" : "Association of Official Analytical Chemists,",
      "citeRegEx" : "Behrens et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Behrens et al\\.",
      "year" : 2005
    }, {
      "title" : "Progressive severe lung injury by zinc",
      "author" : [ "W.S. Cho", "R. Duffin", "S.E.M. Howie", "C.J. Scotton", "W.A.H. Wallace", "W. MacNee", "M. Bradley", "I.L. Megson", "K. Donaldson" ],
      "venue" : "Chinese Feed Database,",
      "citeRegEx" : "Cho et al\\.,? \\Q1917\\E",
      "shortCiteRegEx" : "Cho et al\\.",
      "year" : 1917
    }, {
      "title" : "oxide nanoparticles; the role of Zn dissolution inside lysosomes",
      "author" : [ "J.C. Clemente", "L.K. Ursell", "L.W. Parfrey", "R. Knight" ],
      "venue" : "Part. Fibre Toxicol",
      "citeRegEx" : "Clemente et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Clemente et al\\.",
      "year" : 2012
    }, {
      "title" : "Gastrointestinal uptake of biodegradable microparticles: effect of particle size",
      "author" : [ "M.P. 293–300. Desai", "V. Labhasetwar", "G.L. Amidon", "R.J. Levy" ],
      "venue" : "Pharm. Res",
      "citeRegEx" : "Desai et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Desai et al\\.",
      "year" : 1996
    }, {
      "title" : "Ministry of Agriculture of the People’s Republic of China, Beijing, China",
      "author" : [ "G. Heim", "A.M. Walsh", "T. Sweeney", "D.N. Doyle", "C.J. O’Shea", "M.T. Ryan", "J.V. O’Doherty" ],
      "venue" : "Feeding Standard of Swine,",
      "citeRegEx" : "Heim et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Heim et al\\.",
      "year" : 2004
    }, {
      "title" : "gut morphology, nutrient transporters, nutrient digestibility, growth performance and selected microbial populations in weaned pigs",
      "author" : [ "G.M. Hill", "G.L. Cromwell", "T.D. Crenshaw", "C.R. Dove", "R.C. Ewan", "D.A. Knabe", "A.J. Lewis", "G.W. Libal", "D.C. Mahan", "G.C. Shurson" ],
      "venue" : "Br. J. Nutr",
      "citeRegEx" : "Hill et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Hill et al\\.",
      "year" : 2000
    }, {
      "title" : "and plasma changes from feeding high dietary concentrations of zinc and copper to weanling pigs (regional study)",
      "author" : [ "O. Hojberg", "N. Canibe", "H.D. Poulsen", "M.S. Hedemann", "B.B. Jensen" ],
      "venue" : "J. Anim. Sci",
      "citeRegEx" : "Hojberg et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Hojberg et al\\.",
      "year" : 2005
    }, {
      "title" : "Effects of nano zinc oxide on growth performance and intestinal mucosal barrier in weaner piglets",
      "author" : [ "Z. You", "K. Zhu", "Z. Luan" ],
      "venue" : "oxindoles in water. Appl. Catal. A-Gen",
      "citeRegEx" : "C. et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "C. et al\\.",
      "year" : 2012
    }, {
      "title" : "Effect of high dietary zinc oxide on the caecal and faecal short-chain fatty acids and tissue zinc",
      "author" : [ "P. 285–290. Janczyk", "K. Buesing", "B. Dobenecker", "K. Noeckler", "A. Zeyner" ],
      "venue" : null,
      "citeRegEx" : "Janczyk et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Janczyk et al\\.",
      "year" : 2015
    }, {
      "title" : "and copper concentration in pigs is reversible after withdrawal of the high zinc oxide from the diet",
      "author" : [ "B. Ray", "K.T. Ranjit", "A.C. Manna" ],
      "venue" : "J. Anim. Physiol. Anim. Nutr",
      "citeRegEx" : "N. et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "N. et al\\.",
      "year" : 2008
    }, {
      "title" : "Impact of zinc metabolism on innate immune function in the setting of sepsis",
      "author" : [ "Lett", "D.L. 71–76. Knoell", "M.J. Liu" ],
      "venue" : "Int. J. Vitam. Nutr. Res",
      "citeRegEx" : "279 et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "279 et al\\.",
      "year" : 2010
    }, {
      "title" : "Mechanism of photogenerated reactive oxygen species and correlation with the antibacterial properties of engineered metal",
      "author" : [ "Y. 1193–1201. Li", "W. Zhang", "J. Niu", "Y. Chen" ],
      "venue" : null,
      "citeRegEx" : "Li et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2012
    }, {
      "title" : "antioxidant capacity, immunity, and intestinal barrier function in weaned pigs",
      "author" : [ "Q. Huang", "M. Lv", "Z. Wu", "Z. Xie", "X. Han", "Y. Wang" ],
      "venue" : "Anim. Feed Sci. Technol",
      "citeRegEx" : "Y. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2014
    }, {
      "title" : "Dietary zinc oxide nanoparticles as growth promoter for weanling pigs",
      "author" : [ "N.C. Milani", "M. Sbardella", "N.Y. Ikeda", "A. Arno", "B.C. Mascarenhas", "V.S. Miyada" ],
      "venue" : "weaned piglets. Biol. Trace Elem. Res",
      "citeRegEx" : "Milani et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Milani et al\\.",
      "year" : 2017
    }, {
      "title" : "Plasma malondialdehyde as biomarker for oxidative stress: reference interval and",
      "author" : [ "F. Nielsen", "B.B. Mikkelsen", "J.B. Nielsen", "H.R. Andersen", "P. Grandjean" ],
      "venue" : "Feed Sci. Technol",
      "citeRegEx" : "Nielsen et al\\.,? \\Q1997\\E",
      "shortCiteRegEx" : "Nielsen et al\\.",
      "year" : 1997
    }, {
      "title" : "Role of zinc in plasma membrane function",
      "author" : [ "R. Pieper", "W. Vahjen", "K. Neumann", "A.G. Van Kessel", "J. Zentek" ],
      "venue" : "life-style factors. Clin. Chem",
      "citeRegEx" : "Pieper et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Pieper et al\\.",
      "year" : 2000
    }, {
      "title" : "Enhancing the milk production and immunity in Holstein Friesian crossbred cow by supplementing",
      "author" : [ "Car", "D. 139–144. Rajendran", "G. Kumar", "S. Ramakrishnan", "T.K. Shibi" ],
      "venue" : null,
      "citeRegEx" : "17 et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "17 et al\\.",
      "year" : 2013
    }, {
      "title" : "SAS/STAT 9.2 User’s Guide",
      "author" : [ "V. Sharma", "P. Singh", "A.K. Pandey", "A. Dhawan" ],
      "venue" : "novel nano zinc oxide. Res. J. Biotechnol",
      "citeRegEx" : "Sharma et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Sharma et al\\.",
      "year" : 2009
    }, {
      "title" : "Coated zinc oxide improves intestinal",
      "author" : [ "Y. Chen", "Z. Wang", "A. Zhou", "M. He", "L. Mao", "H. Zou", "Q. Peng", "B. Xue", "L. Wang", "X. Zhang", "S. Wu", "Y. Lv" ],
      "venue" : "oxide nanoparticles. Mutat. Res. Genet. Toxicol. Environ. Mutagen",
      "citeRegEx" : "J. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2014
    }, {
      "title" : "immunity function and regulates microbiota composition in weaned piglets",
      "author" : [ "Y.B", "X.S. Piao", "S.W. Kim", "L. Wang", "P. Liu", "I. Yoon", "Y.G. Zhen" ],
      "venue" : "Br. J. Nutr",
      "citeRegEx" : "Y.B. et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Y.B. et al\\.",
      "year" : 2009
    }, {
      "title" : "Preparation of nano-ZnO using sonication method and its antibacterial characteristics",
      "author" : [ "L.E. Shi", "X.J. Fang", "Z.L. Zhang", "T. Zhou", "D. Jiang", "H.H. Wu", "Z.X. Tang" ],
      "venue" : "Int. J. F. Sci. Technol",
      "citeRegEx" : "Shi et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Shi et al\\.",
      "year" : 2012
    }, {
      "title" : "Methods for dietary fiber, neutral detergent fiber, and nonstarch polysaccharides in relation to animal nutrition",
      "author" : [ "P.J. Soest", "J.B. Van Robertson", "B.A. Lewis" ],
      "venue" : "J. Dairy Sci",
      "citeRegEx" : "Soest et al\\.,? \\Q1991\\E",
      "shortCiteRegEx" : "Soest et al\\.",
      "year" : 1991
    }, {
      "title" : "Zinc oxide nanoparticles show antidiabetic activity in streptozotocin-induced Type 1 and 2 diabetic rats",
      "author" : [ "R.D. Umrani", "K.M. Paknikar" ],
      "venue" : "Nanomedicine",
      "citeRegEx" : "Umrani and Paknikar,? \\Q2014\\E",
      "shortCiteRegEx" : "Umrani and Paknikar",
      "year" : 2014
    }, {
      "title" : "Bar-coded pyrosequencing of 16S rRNA gene amplicons reveals changes in ileal porcine bacterial communities due to high dietary zinc intake",
      "author" : [ "W. Vahjen", "R. Pieper", "J. Zentek" ],
      "venue" : "Appl. Environ. Microbiol",
      "citeRegEx" : "Vahjen et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Vahjen et al\\.",
      "year" : 2010
    }, {
      "title" : "Effects of dietary pharmacological zinc on growth, liver metallothionein, cu, zn-sod concentration and serum parameters in piglets",
      "author" : [ "M.Q. Wang", "W.J. Tao", "S.S. Ye", "Y.J. Du", "C. Wang", "S.X. Shen" ],
      "venue" : "J. Anim. Vet. Adv",
      "citeRegEx" : "Wang et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2012
    }, {
      "title" : "Dietary zinc glycine chelate on growth performance, tissue mineral concentrations, and serum enzyme activity in weanling piglets",
      "author" : [ "Y. Wang", "J.W. Tang", "W.Q. Ma", "J. Feng" ],
      "venue" : "Biol. Trace Elem",
      "citeRegEx" : "Wang et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2010
    }, {
      "title" : "Antibacterial activity and mechanism of action of zinc oxide nanoparticles against campylobacter jejuni",
      "author" : [ "Y. Xie", "Y. He", "P.L. Irwin", "T. Jin", "X. Shi" ],
      "venue" : "Appl. Environ. Microbiol",
      "citeRegEx" : "Xie et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Xie et al\\.",
      "year" : 2011
    }, {
      "title" : "Low dose of coated zinc oxide is as effective as pharmacological zinc oxide in promoting growth performance, reducing fecal scores, and improving nutrient digestibility and intestinal morphology in weaned pigs",
      "author" : [ "J.L. Xin", "I.H. Kim" ],
      "venue" : "Anim. Feed Sci",
      "citeRegEx" : "Xin and Kim,? \\Q2018\\E",
      "shortCiteRegEx" : "Xin and Kim",
      "year" : 2018
    }, {
      "title" : "Effects of dietary zinc oxide nanoparticles on growth performance and antioxidative status in broilers",
      "author" : [ "C.Y. Zhao", "S.X. Tan", "X.Y. Xiao", "X.S. Qiu", "J.Q. Pan", "Z.X. Tang" ],
      "venue" : "Biol. Trace Elem",
      "citeRegEx" : "Zhao et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2014
    }, {
      "title" : "Effects of purified polymannuronate on the performance, immune status, antioxidant capacity, intestinal microbial populations and volatile fatty acid concentrations of weaned piglets",
      "author" : [ "W.H. Zhu", "D.F. Li", "H. Wu", "J.T. Li", "Y.Q. Chen", "H.S. Guan", "L.Y. Zhang" ],
      "venue" : "Anim. Feed Sci",
      "citeRegEx" : "Zhu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zhu et al\\.",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 6,
      "context" : "Weaned piglets often exhibit anorexia, low weight gain, perturbation of the intestinal microecology, and diarrhea (Poulsen, 1995; Hojberg et al., 2005).",
      "startOffset" : 114,
      "endOffset" : 151
    }, {
      "referenceID" : 8,
      "context" : "0 g/kg) of zinc oxide, can improve immune status, enhance antioxidant capacity, modulate intestinal microflora and short-chain fatty acid concentrations, and reduce diarrhea incidence in weaned piglets (Poulsen, 1995; Shen et al., 2014; Janczyk et al., 2015).",
      "startOffset" : 202,
      "endOffset" : 258
    }, {
      "referenceID" : 3,
      "context" : "It has been reported that nanoparticles could diffuse throughout the submucosal layers of the intestine (Desai et al., 1996) or transported by adsorptive transcytosis (Behrens et al.",
      "startOffset" : 104,
      "endOffset" : 124
    }, {
      "referenceID" : 28,
      "context" : "improve weight gain, feed conversion ratio, and antioxidant capacity in broilers (Zhao et al., 2014) and enhance immunity in cows (Rajendran et al.",
      "startOffset" : 81,
      "endOffset" : 100
    }, {
      "referenceID" : 26,
      "context" : "Nano-ZnO also shows broad-spectrum antibacterial effects and have potential application as a bacteriostatic agent (Jones et al., 2008; Xie et al., 2011).",
      "startOffset" : 114,
      "endOffset" : 152
    }, {
      "referenceID" : 5,
      "context" : "During post-weaning days 1–14, technicians naive to dietary treatments evaluated fecal consistency of the stools within each pen on a daily basis in the morning, and the occurrence of diarrhea was defined when the feces were thin and watery (Hill et al., 2000).",
      "startOffset" : 241,
      "endOffset" : 260
    }, {
      "referenceID" : 22,
      "context" : "Zinc is an essential trace mineral that plays many significant roles in metabolism as a component of numerous metalloenzymes and transcription factors, including ALP (O’Dell, 2000) and insulin (Umrani and Paknikar, 2014).",
      "startOffset" : 193,
      "endOffset" : 220
    }, {
      "referenceID" : 24,
      "context" : "0 g/kg Zn) improves ALP activity and insulin level in the serum of weaning piglets (Wang et al., 2012), which has been proven to be enhanced by 0.",
      "startOffset" : 83,
      "endOffset" : 102
    }, {
      "referenceID" : 22,
      "context" : ", 2012) and oral administration of ZnO nanoparticles (1, 3 and 10mg/kg body weight) results in greater concentrations of serum insulin in rats (Umrani and Paknikar, 2014).",
      "startOffset" : 143,
      "endOffset" : 170
    }, {
      "referenceID" : 25,
      "context" : "Researchers have found that the activities of serum SOD or Cu-Zn-SOD in piglets can be improved by dietary zinc (Wang et al., 2010; Ma et al., 2014).",
      "startOffset" : 112,
      "endOffset" : 148
    }, {
      "referenceID" : 14,
      "context" : "Superoxide dismutase is involved in cellular scavenging of free radicals and reactive oxygen species (Fridovich, 1995), and MDA is an important index for lipid peroxidation and oxidative damage (Nielsen et al., 1997).",
      "startOffset" : 194,
      "endOffset" : 216
    }, {
      "referenceID" : 24,
      "context" : "Metallothioneins can combine with free radicals, thereby protecting cells from oxidative free radical damage (Wang et al., 2012).",
      "startOffset" : 109,
      "endOffset" : 128
    }, {
      "referenceID" : 24,
      "context" : "0 g/kg Zn as ZnO showed an increase in the concentration of MT and the activity of Cu-Zn-SOD in the liver (Wang et al., 2012).",
      "startOffset" : 106,
      "endOffset" : 125
    }, {
      "referenceID" : 26,
      "context" : "Nano-ZnO of particle sizes< 100 nm exhibit a broad spectrum of antibacterial activity (Xie et al., 2011) based on their special characteristics (Hosseini-Sarvari and Tavakolian, 2012).",
      "startOffset" : 86,
      "endOffset" : 104
    }, {
      "referenceID" : 20,
      "context" : "0 g/L nano-ZnO and the lethal effect of ZnO nanoparticles increased with higher calcination times (Shi et al., 2012).",
      "startOffset" : 98,
      "endOffset" : 116
    }, {
      "referenceID" : 26,
      "context" : "Campylobacter jejuni, a gramnegative, microaerophilic bacterium, is extremely sensitive to ZnO nanoparticles (Xie et al., 2011).",
      "startOffset" : 109,
      "endOffset" : 127
    }, {
      "referenceID" : 23,
      "context" : "(Vahjen et al., 2010) and that ZnO nanoparticles have antibacterial activity against E.",
      "startOffset" : 0,
      "endOffset" : 21
    }, {
      "referenceID" : 6,
      "context" : "Lactic acid bacteria are the predominant bacterial species in the ileum of piglets (Hojberg et al., 2005).",
      "startOffset" : 83,
      "endOffset" : 105
    }, {
      "referenceID" : 2,
      "context" : "The increase in anaerobic bacteria may be beneficial for the stability of intestinal microflora and host gut health (Clemente et al., 2012).",
      "startOffset" : 116,
      "endOffset" : 139
    }, {
      "referenceID" : 26,
      "context" : "Zinc oxide nanoparticles could disrupt bacterial cell membrane and introduce oxidative stress to destroy bacteria (Liu et al., 2009; Xie et al., 2011).",
      "startOffset" : 114,
      "endOffset" : 150
    }, {
      "referenceID" : 27,
      "context" : "ZnO is almost insoluble in water, but in the low pH gastric environment, most ZnO is solubilized, thus just a small amount of ZnO remains unabsorbed and reaches the intestine where is the main action site of ZnO (Xin and Kim, 2018).",
      "startOffset" : 212,
      "endOffset" : 231
    }, {
      "referenceID" : 13,
      "context" : "Nano-ZnO has smaller particle size and higher specific surface area, which can expose more ZnO molecules, thus more ZnO work in the gut (Milani et al., 2017).",
      "startOffset" : 136,
      "endOffset" : 157
    }, {
      "referenceID" : 11,
      "context" : "Moreover, the reactive oxygen species produced by ZnO in intestines might influence the production of short-chain fatty acids (Li et al., 2012).",
      "startOffset" : 126,
      "endOffset" : 143
    }, {
      "referenceID" : 8,
      "context" : "1 g/kg ZnO increases the ratio of acetic acid and propionic acid in the cecal digesta (Janczyk et al., 2015).",
      "startOffset" : 86,
      "endOffset" : 108
    } ],
    "year" : 2019,
    "abstractText" : "The effects of nano zinc oxide (nano-ZnO) on growth performance, diarrhea incidence, immune responses, antioxidant capacity, intestinal microflora, and volatile fatty acid concentrations in weaned piglets were investigated. Crossbred weaned piglets (n=216), weighing 8.88 ± 1.14 kg, were randomly assigned to one of six treatments with six replicates of six piglets (3 females and 3 castrated males) per treatment fed corn-soybean meal-based diets supplemented with 2.0 g/kg Zn as ZnO, or 0 (control), 0.3, 0.4, 0.5 or 0.6 g/kg Zn as nano-ZnO for 14 days. Selected piglets (n=36, one piglet per pen) were euthanized on day 14, and the remaining piglets were all fed the same diet from days 15 to 28. During days 1–14 or 1–28, nano-ZnO inclusion in diets improved average daily gain (linear P < 0.05) and reduced diarrhea incidence in weaned piglets (linear P < 0.01; quadratic P < 0.05). On day 14, increased nano-ZnO supplementation elevated the serum concentrations of alkaline phosphatase, immunoglobulin G (IgG) and superoxide dismutase linearly and quadratically (P < 0.01 and P < 0.05), and linearly increased serum levels of insulin and immunoglobulin M (IgM) and the concentrations of superoxide dismutase and metallothionein in the liver (P < 0.01 and P < 0.05). In addition, malondialdehyde concentrations in serum and liver decreased linearly or quadratically as nanoZnO levels increased (P < 0.01 and P<0.05). Nano-ZnO inclusion increased the number of lactic acid bacteria and total anaerobic bacteria, and elevated concentrations of acetic acid and total volatile fatty acids in the ileal and cecal digesta linearly or quadratically (P < 0.01 and P < 0.05), while nano-ZnO linearly decreased the numbers of E. coli in the cecal digesta (P < 0.01). There was no difference between pigs fed with 0.6 g/kg nano-ZnO and pigs fed with 2000 g/kg ZnO in these parameters from days 1 to 14. Among all the treatments, no difference was observed in growth performance during days 15–28, and the serum concentrations of insulin, IgG, IgM, immunoglobulin A (IgA), superoxide dismutase, and malondialdehyde were also not different on day 28 (P > 0.05). The overall results indicate that dietary supplementation with 0.6 g/kg Zn as nano-ZnO is comparable to pharmacological doses of ZnO (2.0 g/kg Zn) in terms of improving growth performance, reducing diarrhea incidence, enhancing serum immune levels, https://doi.org/10.1016/j.anifeedsci.2019.114312 Received 19 October 2016; Received in revised form 2 September 2019; Accepted 12 October 2019 Abbreviations: ADFI, average daily feed intake; ADG, average daily gain; CFU, colony-forming units; E. coli, Escherichia coli; G:F, gain:feed; IgA, immunoglobulin A; IgG, immunoglobulin G; IgM, immunoglobulin M; MDA, malondialdehyde; MT, metallothionein; Nano-ZnO, nano zinc oxide; SOD, superoxide dismutase; VFA, volatile fatty acid; Zn, zinc; ZnO, zinc oxide ⁎ Corresponding author. E-mail address: zhangliying01@sina.com (L.Y. Zhang). Animal Feed Science and Technology 258 (2019) 114312 0377-8401/ © 2019 Published by Elsevier B.V. T and promoting antioxidant capacity, as well as regulating the intestinal microflora profile in piglets during days 1–14 after weaning.",
    "creator" : "Elsevier"
  }
}