{
  "name" : "downloads_2020-10-06_2fdf_gu2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Enhancement of the thermal shock resistance of MgOeC slide plate materials with the addition of nano-ZrO2 modified magnesia aggregates",
    "authors" : [ "Qiang Gu", "Teng Ma", "Fei Zhao", "Quanli Jia", "Xinhong Liu", "Guoqi Liu", "Hongxia Li" ],
    "emails" : [ "liuxinhong@zzu.edu.cn", "lihongx0622@126.com", "liugq@lirrc.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nJournal of Alloys and Compounds\njournal homepage: http: / /www.elsevier .com/locate/ ja lcom\nEnhancement of the thermal shock resistance of MgOeC slide plate materials with the addition of nano-ZrO2 modified magnesia aggregates\nQiang Gu a, b, c, Teng Ma a, Fei Zhao a, Quanli Jia a, Xinhong Liu a, **, Guoqi Liu b, c, *, Hongxia Li a, b, c, ***\na Henan Key Laboratory of High Temperature Functional Ceramics, Zhengzhou University, 75 Daxue Road, Zhengzhou, 450052, China b State Key Laboratory of Advanced Refractories, Luoyang, 471039, China c Sinosteel Luoyang Institute of Refractories Research Co., Ltd., Luoyang, 471039, China\na r t i c l e i n f o\nArticle history: Received 29 March 2020 Received in revised form 3 July 2020 Accepted 7 July 2020 Available online 9 July 2020\nKeywords: Thermal shock resistance Nano ZrO2 particles Surface modified aggregates MgOeC slide Plate\n* Corresponding author. State Key Laboratory of Ad 471039, China. ** Corresponding author. *** Corresponding author. Henan Key Laboratory of Ceramics, Zhengzhou University, 75 Daxue Road, Zhe\nE-mail addresses: liuxinhong@zzu.edu.cn (X. Liu lihongx0622@126.com (H. Li).\nhttps://doi.org/10.1016/j.jallcom.2020.156339 0925-8388/© 2020 Elsevier B.V. All rights reserved.\na b s t r a c t\nThe thermal shock resistance (TSR) of sintered magnesia aggregates which were modified by vacuum impregnation with a nano-ZrO2-alcohol suspension, and the influence of the modified aggregates on the thermal shock performance of MgOeC slide plate materials were studied. The results showed that the TSR of the nano-ZrO2 modified magnesia aggregates increased; the hot modulus of rupture (HMOR) and TSR of the MgOeC slide plate materials also increased with the addition of the modified magnesia aggregates. When the amount of modified magnesia aggregates increased from 0 to 35 wt%, the residual strength ratio increased from 0.743 to 0.821 after thermal shock testing. The increase in the TSR of the MgOeC materials was attributed to the pinning effect of the nano-ZrO2 grains and the phase transformation toughening effect of ZrO2.\n© 2020 Elsevier B.V. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "In recent years, the rapid progress in the production technology of clean steel in China has led to a gradual increase in the proportion of clean steel. However, refractories with good corrosion resistance are required to control the marked increase in corrosion during the production of clean steel. The corrosion resistance of slide plates, one of the key functional refractories for controlling the flow rate of molten steel during casting, is greatly challenged during the casting of clean steel. Presently, the slide plates comprise Al2O3eC, Al2O3eZrO2eC, and Al/Si which is incorporated with Al2O3eC by high or low temperature firing [1e5]. These slide plates are easily corroded by molten steel containing Ca, CaO or MnO; therefore, slide plates with good corrosion resistance should be\nvanced Refractories, Luoyang,\nHigh Temperature Functional ngzhou, 450052, China. ), liugq@lirrc.com (G. Liu),\ndeveloped. MgO-based refractories are resistant to the corrosion caused by Ca vapours, CaO, and basic slags [6,7]. Therefore, MgOeC slide plates may be suitable for casting clean steel. However, the poor thermal shock resistance (TSR) of MgOeC slide plates, and the high CTE i.e. coefficient of thermal expansion (13.5 10 6 C 1) of MgO [8] are detrimental to the high temperature applications of MgOeC slide plates.\nMany researchers have focused on improving the TSR of MgOeC materials by various methods. Adding Fe nanosheets (0.5 wt%) can notably increase the TSR of MgOeC materials due to the formation of abundant carbon nanotubes in the presence of Fe nanosheets [9], thereby creating a toughening effect. The addition of nano-TiO2 and Al powders can significantly increase the TSR of MgOeC refractories due to the pinning effect of the TiO2 nanoparticles and the toughening effect [10] created by the formation of needle-like Al4C3 crystals from the reaction of Al with C. Microcrack toughening is an efficient way to increase the TSR of materials. Some researchers try to prepare multiple-component magnesia-based aggregates because the thermal mismatch caused by the difference in the CTE of each phase induces numerous microcracks, which effectively increases the TSR [15]. G.K. Salman et al. [11] verify that\nadding nano-Al2O3 significantly enhances the TSR of MgOeC refractories since the thermal mismatch among the MgAl2O4, AlN, and Al4C3 phases produces microcracks, which also have relatively low CTEs contributing to increase in TSR. R.R. Das et al. [12] verify that the incorporation of nano-MgAl2O4 increases the TSR of MgOeC refractories due to the formation of a dense structure which prevents graphite oxidation. The addition of nano carbon black also increases the TSR of low-carbonMgOeC refractories [13].\nThough the TSR of MgOeC refractories can be increased by optimising the phase and microstructure of the matrix, poor TSR is still a key factor for the failure of MgOeCmaterials. Recent research shows that the TSR of MgOeC refractories can be increased by increasing the TSR of magnesia aggregates since they are the main components (65e70 wt%) of the refractories. C. Peng et al. [14] illustrate that magnesia-rich spinel aggregates withmicropores can significantly increase the TSR of MgOeC refractories because microporous aggregates possess many grain boundaries which cause complicated crack propagation. Moreover, the micropores in the aggregates can absorb thermal stress. C. Aksel et al. [16] show that MgO-based refractories with spinel possess high TSR. D. Mohapatra et al. [17] also verify that the incorporation of MgAl2O4 in magnesia materials can effectively increase the TSR of the aggregates. Through in-situ formation of nanoscale-to-microscale MgAl2O4 by reactions of lightly calcined magnesia powder with nano Al2O3 or a-Al2O3 micro-powder, MgOeMgAl2O4 refractory aggregates with good TSR have been prepared [18,19]. The pinning of the MgAl2O4 grains on the MgO grain boundaries and the thermal mismatch between MgAl2O4 and MgO contributed to the increase in the TSR. The TSR of MgOeC refractories can also be increased by the surface modification of aggregates. Adding surface-coated magnesia aggregates with organic compounds to MgOeC refractories increases the TSR [20,21] because the pyrolysis of organic compounds into gaseous species at high temperatures generates micro-spaces between the aggregates and matrix.\nFig. 1. XRD pattern of sintered magnesia (a) and nano ZrO2\nZrO2 can increase the TSR of ceramics by phase transformation toughening and microcrack toughening. G. Fantozzi et al. [22] confirm that the toughness of ZrO2-toughened alumina composites is significantly better than that of alumina ceramics. J. Wang et al. [23] demonstrate that ZrO2 can effectively increase the fracture strength of alumina ceramics. O. Qu enardet et al. [24] show that ZrO2 can markedly improve the comprehensive properties of MgAl2O4. The fracture toughness and Vickers microhardness of MgAl2O4 containing 30 wt% ZrO2 are twice of that of pure MgAl2O4. The fracture strength and fracture toughness of the ZrO2-spinel sintered composite (20 wt% ZrO2) prepared by S.H. Hyun et al. [25] is higher than that of pure spinel prepared in the same way. M. Chen et al. [26]. increase the TSR of MgOeCaO refractories by introducing ZrO2, and find that the particle size of ZrO2 affect the stability of the MgOeCaO refractories. The samples with nano-ZrO2 particles possess the best TSR.\nIn this work, the surfaces of magnesia aggregates were vacuumimpregnated with a nano-ZrO2-alcohol liquid suspension for modification. The pinning effect of nanoparticles and the phase transformation toughening effect of nano-ZrO2 were utilized to increase the TSR of the magnesia aggregates. The modified magnesia aggregates replaced some of the original magnesia aggregates for the preparation of the MgOeC slide plate materials. The TSR of the modified magnesia aggregates and the MgOeC slide plate materials were investigated, and the toughening mechanism was discussed."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Raw materials",
      "text" : "Sintered magnesia (MgO 97 wt%, 3-1 mm, 1-0 mm, 88 mm; Haicheng Magnesite Refractory General Factory), lightly calcined magnesia powder (MgO 95.5 wt%; Fe2O3: 0.6%, SiO2: 0.8%, CaO:\nparticles (b); microstructure of nano ZrO2 particles (c).\nTable 1 Formulations of MgOeC slide plate materials (wt%).\nSamples Modified aggregates Aggregates without modified C Al B4C\n3e1 mm 3e1 mm 1e0 mm 0.088 mm 75 mm 80 mm 75 mm Z0 0 35 30 28 2 4 1 Z15 15 20 30 28 2 4 1 Z25 25 10 30 28 2 4 1 Z35 35 0 30 28 2 4 1\n1.2%, loss on ignition: 1.9%; 74 mm; Jiachen Group), nano-ZrO2 particles (ZrO2 99.9 wt %, 20e30 nm; Beijing Deke Daojin Science And Technology Co., Ltd.), flake graphite (C 97 wt %, 75 mm; Qingdao Yanshou Graphite Co., Ltd.), Al powder (Al 99 wt%, 80 mm; Henan Yuanyang Powder Technology Co., Ltd.), and B4C powder (B4C 95 wt%, 75 mm; Mudanjiang Jingangzuan Boron Carbide Co., Ltd) were selected as the raw materials. Phenolic resin (Shandong Shengquan Chemical Co., Ltd.) was used as a binder. The X-ray diffraction (XRD) pattern of the sintered magnesia is shown in Fig. 1(a), and the XRD and scanning electron microscopy (SEM) patterns of the nanoscale ZrO2 are shown in Fig. 1(b) and (c)."
    }, {
      "heading" : "2.2. Sample preparation",
      "text" : "Nano-ZrO2 particles were uniformly dispersed in absolute ethyl alcohol by ultrasonic vibration (mass ratio-ZrO2: absolute ethyl alcohol ¼ 1:9) using polyethylene glycol (FS10), citric acid, and polyacrylamide as dispersants (each additive amounts: 0.1, 0.15, 0.2, and 0.25 wt %).\nTo investigate the TSR of nano-ZrO2 modified magnesia aggregates, cylindrical magnesia aggregate samples (ø36 mm 36 mm) were prepared under 150 MPa using lightly calcined magnesia powder as a raw material and dextrin as a binding agent. After firing at 1550 C for 5 h, the prepared aggregates were divided into two groups. One group was vacuum-impregnated with a nanoZrO2-alcohol liquid suspension for surface modification; the other group was used for reference.\nTo investigate the effect of modified magnesia aggregates on the thermal shock performance of MgOeC slide plate materials, the\nsintered magnesia aggregates were replaced with appropriate amounts of the modified magnesia aggregates to prepare the MgOeC slide plate materials. The formulations of the MgOeC slide plate are shown in Table 1. The initial materials were uniformly blended using resin as a binder and pressed into 25mm 25mm 150mmbars under 150MPa. These bar samples were dried at 200 C for 24 h. Fig. 2 shows the detailed experimental process."
    }, {
      "heading" : "2.3. Characterization",
      "text" : "The TSR of the magnesia aggregates was determined using the residual cold crushing strength (CCS) ratio (DT ¼ 1100 C, air cooling for 3 cycles) and that of the MgOeC slide plate materials was determined using the residual modulus of rupture (MOR) ratio (DT¼ 1100 C, carbon embedded condition, air cooling for 3 cycles). During thermal shock testing, the MgOeC slide plate samples were divided into two groups. The samples of one group were heated at 1100 C for 90 min in the carbon embedded condition and their MOR was tested after natural cooling. The samples of the other group were heated at 1100 C for 30 min in the carbon embedded condition and then air cooled; the cooled samples were reheated at 1100 C for 30 min in the carbon embedded condition and cooled again. After 3 cycles, the MOR of these samples was tested. The residual strength ratio (MOR after thermal shock/MOR before thermal shock) was also determined. The hot modulus of rupture (HMOR) of the dried samples at 1400 C (in the carbon embedded condition) was tested by the three-points bending method. The phase composition and microstructure of the samples were\nf experiment.\nanalysed by XRD (Philips X’Pert Pro, the Netherlands, Cu Ka radiation), SEM (FE-SEM, Jeol JSM-700F, Japan), and energy dispersive X-ray spectroscopy (EDS) (Oxford Instruments, X-MaxN 20)."
    }, {
      "heading" : "3. Results and discussion",
      "text" : "3.1. Preparation of surface modified magnesia aggregates\nFig. 3 shows the images of the nano-ZrO2 particles dispersed in alcohol and Table 2 shows the sedimentation height of the nanoZrO2-alcohol suspension with different dispersants for 7 days.\nThe sedimentation height was 0 when 0.20 wt% and 0.25 wt% FS-10 and 0.15 wt% citric acid were added. When 0.20 wt% citric acid was added, the sedimentation height was 0.4 cm. The sedimentation height for polyacrylamide was high (0.8e0.9 cm). FS-10 proved to be a better dispersant than citric acid and polyacrylamide. Therefore, 0.20 wt% of FS-10 was added to prepare the nano-ZrO2-alcohol suspension.\nInitially, air was evacuated from the pores of the magnesia aggregates and the container was filled with the nano-ZrO2-alcohol suspension. The magnesia aggregates were immersed in the suspension for different periods of time. After the samples were vacuum impregnated, they were dried at 120 C for 4 h. Fig. 4 shows the change in the weight of the dried magnesia aggregates with the vacuum impregnation time (0.5e1.5 h).\nWeight gain denotes the increase in theweight of the nano-ZrO2 particles on the magnesia surface. The weight gain increased when the vacuum impregnation time increased from 0.5 h to 1 h while it remained unchanged when the time increased from 1 h to 1.5 h. Therefore, 1 h was the optimum time for vacuum impregnation in this experiment. Thermal shock testing was performed by heating the dried samples to 400, 600, 800, 1000, and 1200 C and cooling them to room temperature (25 C) by compressed air cooling. The residual CCS was measured after the third thermal shock procedure.\nFig. 5(a) and (b) show the TSR of the reference samples (unmodified) and the nano-ZrO2modified samples at different thermal shock temperatures.\nFig. 5(a) shows that the residual strength ratio of the reference samples notably decreases from 95% to 86% when the thermal shock temperature increases from 400 C to 1200 C. Fig. 5(b)\nshows that the residual strength ratio of the modified samples is higher than that of the reference samples and remains at a high level ( 90%) at thermal shock temperatures of 1000e1200 C. Therefore, the TSR of the modified magnesia aggregates is higher than that of the unmodified reference samples. This indicates that the TSR of aggregates can be efficiently increased by nano-ZrO2 modification. However, both the CCS after thermal shock and residual CCS ratio have a great increase at thermal shock temperatures of 200e400 C and a great decrease at 800e1000. According to our previous work [19], there are a lot of pores and a few of microcracks in sintered magnesia aggregates. The pores and microcracks would decrease or disappear with increasing temperature due to the appropriate expansion of MgO and ZrO2 [27e29], which contribute to increase in the strength. When the samples are heated at 200 C, the total expansion of MgO and ZrO2 is small, and pores and microcracks change slightly, the bonding between MgO and ZrO2 is weak, hence, CCS changes slightly. In addition, the thermal stress caused due to thermal shock at 200 C is small, both CCS after thermal shock and CCS ratio change slightly. When temperature increases up to 400 C, the total expansion of MgO and ZrO2 increases notably [27e29], the sizes of pores and microcracks would decrease, and CCS increases. The thermal stress caused due to thermal shock at 400 C is also small, CCS after thermal shock and CCS ratio increase noticeably. When temperature further increases up to 600 C and 800 C, CCS increases due to the expansion of MgO and ZrO2, however, the thermal stress caused due to thermal shock at 600 C and 800 C also increases, CCS after thermal shock and CCS ratio decrease slightly in comparison to 400 C. When temperature increases to 1000 C and 1200 C, thermal stress increases and ZrO2 is partially stabilized by MgO, and the total volume around 1000 C changes slightly due to the expansion of MgO and shrinkage of ZrO2, leading to significantly decrease in CCS after thermal shock and CCS ratio.\nTo reveal the reason for the increase in the TSR of the modified magnesia aggregate samples, their microstructures were\ninvestigated after heating them at different temperature (800, 1000, 1200, and 1400 C) for 3 h (Fig. 6).\nFig. 6 shows the distribution of nano-ZrO2 particles, mostly on the rough surface of the magnesia aggregates. When the temperature is 1200 C, the nanoscale ZrO2 particles create a toughening effect which results in a high TSR of the modified aggregates. When the temperature is 1200 C, some nano-ZrO2 grains grow into microscale grains at 1400 C and directly bondwith theMgO grains, which lead to the partial stabilisation of some m-ZrO2 particles. Although the TSR of these modified aggregates decreases slightly with the increase in temperature due to the growth and partial stabilisation of the nano-ZrO2 particles, it is still better than that of the unmodified aggregates. This might be because of the nongrowth of some nano-ZrO2 grains and the phase transformation toughening effect of ZrO2. In this study, some nano-ZrO2 grains at\nFig. 6. SEM images of modified magnesia aggregates and EDS result heated at\n1200 C grow in air; however, nano oxide grains remain in the nanoscale when they are mixed with carbon and heated at 1500 C in a reducing atmosphere [30,31]. Hence, nanoscale ZrO2 grains should exist in the MgOeC slide plates during high temperature applications.\nTo further investigate the effect of nano-ZrO2 particles on the TSR and strength of magnesia aggregates, the XRD spectra and pore size distribution of the sample fired at 1200 C are determined and shown in Fig. 7(a) and (b).\nFig. 7(a) shows that the main phase is periclase. Extremely weak m-ZrO2 peaks are detected, which indicate the presence of a small amount of m-ZrO2 phase on the surfaces of the magnesia aggregates after heating at 1200 C. The phase transformation effect of the m-ZrO2 contributes to the increase in the TSR because transformation toughening of ZrO2 occurrs during heat treatment as\ndifferent temperature: (a) 800 C; (b) 1000 C; (c) 1200 C; (d) 1400 C.\nfollows [32,33]:\nm ZrO2 ! z1443 K ; Dz 3:5%\n) z1173 K ; Dz5%\nt ZrO2 (1)\nZrO2 changes from the tetragonal to the monoclinic phase when the temperature decreases; this leads to the formation of microcracks around the particles. Under stress, these microcracks are propagated slowly and release their energy at the tip of the main crack which effectively restrain the crack growth and increase the fracture toughness. Since the high strength of m-ZrO2 hinder crack growth, the cracks need to be bent or deflected to move forward; this would have caused high energy consumption. Fig. 7(b) shows that the pore size distribution of the reference samples is 10e100 mm while most pore size of the nano-ZrO2 particles modified sample is 0.1e0.01 mm and less pore size approximately 10 mm. Therefore, the pore size of the modified samples significantly decreases after they are heated at 1200 C. This illustrates\nthat the nano-ZrO2 particles exhibit good filling effect and promote sintering which contribute to the increase in the density and strength of the modified magnesia aggregates.\nFig. 8 shows the crack propagation patterns in the aggregates after thermal shock at 1200 C.\nWhen unmodified aggregates are subjected to stress, the cracks pass through the grain directly along a straight path (Fig. 8(a) and (c)). However, the crack propagation path in modified magnesia aggregates is tortuous (Fig. 8(b) and (c)). This causes high stress absorption and an increase in the toughness. Therefore, the good TSR of nano-ZrO2 modifiedmagnesia aggregates is attributed to the pinning effect of the nano-ZrO2 particles and m-ZrO2 phase transformation toughening.\nThese results show that the TSR of magnesia aggregates increases after modification with nano-ZrO2 particles. The modified aggregates show a high strength and residual strength ratio after they are heated at 400e800 C. Therefore, the modified magnesia\nmodified aggregates; (b) modified aggregates; (c).\naggregates, after being heated to 400 C, are incorporated into the MgOeC slide plate materials to investigate their effect on the TSR of the MgOeC slide plates.\n3.2. Effect of modified aggregates on TSR of MgOeC slide plate materials\nFig. 9 shows the MOR of the samples in which various amounts of modified aggregates (15, 25, and 35 wt%) are added, before and\nFig. 11. EDS mapping of agg\nafter thermal shock (T ¼ 1100 C, carbon embedded condition, air cooling for 3 cycles).\nBoth the residual MOR and the residual MOR ratio of the samples with modified aggregates are higher than that of the unmodified samples. The residual MOR and the residual MOR ratio increase with the addition of the modified aggregates. The MOR increases from 8.8 MPa to 9.9 MPa and the residual strength ratio increases from 0.743 to 0.821 when the amount of modified magnesia aggregates increases from 0 to 35 wt%. The sample with 35 wt% modified magnesia aggregates possesses the highest residual MOR, residual MOR ratio, and HMOR. Therefore, the optimum level of addition of the modified aggregates in this study is 35%.\nThese results show that the addition of modified magnesia aggregates increase the TSR of MgOeC materials. Since hot strength is an important property for the application of slide plates, the HMOR of the MgOeC slide plate materials with modified aggregates is investigated (Fig. 10).\nThe HMOR of the samples increases substantially with the addition of the modified magnesia aggregates. The HMOR of the reference samples is 18.0 MPa while that of the sample with 35% modified aggregates is 24.6 MPa. This might be because the nanoZrO2 particles promote sintering and direct bonding between MgO and ZrO2 which cause an increase in the density; thus, the HMOR also increases.\nTo explore the influence of themodifiedmagnesia aggregates on the TSR and HMORof theMgOeC slide plates, EDS of the aggregates in the Z35 samples (samples with 35 wt% modified aggregates) is mapped and the microstructures are investigated (Figs. 11 and 12).\nFig. 11 shows that the uniform distribution of the ZrO2 particles in the MgO grain boundaries of the magnesia aggregates causes toughening which contributes to an increase in the TSR. In addition, the trace impurity elements Ca and Si are distributed along the periclase grain boundaries.\nFig. 12(b) shows the formation of whiskers in the Z35 samples. EDS of point 1 (Fig. 12(c)) shows that the whiskers might be AlN since the Al and N content in them is high. EDS of point 2 also shows some whiskers with Al and N, further indicating that the Al in the sample reacts with N2 (from air) to form AlN. Nano-ZrO2 might have promoted the formation of AlN whiskers which contribute to the increase in the TSR and HMOR of the MgOeC slide plate materials. Whiskers are difficult to find in the unmodified aggregates.\nregate in Z35 sample."
    }, {
      "heading" : "4. Conclusion",
      "text" : "Modified magnesia aggregates with good TSR were prepared from a nano-ZrO2-alcohol suspension by vacuum impregnation. The TSR of the MgOeC slide plate materials increased significantly with the addition of the modified aggregates which might be attributed to the pinning effect of the nano-ZrO2 particles and the phase transformation toughening effect of ZrO2. The HMOR of the MgOeC slide plate materials increased because the nano-ZrO2 particles promoted sintering and AlN formation.\nCRediT authorship contribution statement\nQiang Gu: Data curation, Writing - original draft, Writing - review& editing. Teng Ma: Data curation. Fei Zhao:Writing - review & editing. Quanli Jia: Conceptualization. Xinhong Liu: Conceptualization, Writing - original draft, Writing - review & editing, Funding acquisition. Guoqi Liu: Conceptualization, Writing - review& editing, Funding acquisition.Hongxia Li: Conceptualization, Writing - review & editing.\nDeclaration of competing interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The work was financially supported by the National Natural Science Foundation of China (51672253, 51872266), Central China Thousand Talents Project (204200510011) and Open Research Project of State Key Laboratory of Advanced Refractories (SKLAR202006)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://doi.org/10.1016/j.jallcom.2020.156339."
    } ],
    "references" : [ {
      "title" : "Strengthening of Al2O3-C slide gate plate refractories with microcrystalline graphite",
      "author" : [ "H. Wang", "Y. Li", "T. Zhu" ],
      "venue" : "Ceram. Int. 43 (13) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Improved middle-temperature strength of unfired slide gate plate for continuous casting of steel",
      "author" : [ "F. Wang", "L. Zhao", "W. Fang" ],
      "venue" : "Metall. Mater. Trans. 46 (11) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Microstructures and mechanical properties of Al2O3- ZrO2-C refractories using silicon",
      "author" : [ "H. Fan", "Y. Li", "Y. Huang" ],
      "venue" : "microsilica or their combination as additive, Mat. Sci. Eng. A-struct. 545 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Thermo-mechanical properties of Al/Si incorporated low carbon Al2O3-C slide plate materials",
      "author" : [ "X. Liu", "X. Zhong" ],
      "venue" : "China’s Refract. 22 (1) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Evolution of phase composition and microstructure of Al2O3-Si-Al composite at high temperature in reducing atmosphere",
      "author" : [ "X. Liu", "F. Ye", "X. Zhong" ],
      "venue" : "China’s Refract. 23 (4) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "MgO-C refractories for steel ladles slag line",
      "author" : [ "M.A. Qeintela", "F.D. Santos", "C.A. Pessoa" ],
      "venue" : "Refract, Appl. News. 11 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Microstructure and mechanical properties of MgO-C refractories containing graphite oxide nanosheets (GONs)",
      "author" : [ "T. Zhu", "Y. Li", "M. Luo" ],
      "venue" : "Ceram. Int. 39 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Magnesia-spinel microcomposites",
      "author" : [ "C. Aksel", "P.D. Warren", "F.L. Riley" ],
      "venue" : "J. Eur. Ceram. Soc. 24 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Microstructure and mechanical properties of low-carbon MgO-C refractories bonded by an Fe nanosheet-modified phenolic resin",
      "author" : [ "G. Wei", "B. Zhu", "X. Li" ],
      "venue" : "Ceram. Int. 41 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "W",
      "author" : [ "C.G. Aneziris", "U. Klippel" ],
      "venue" : "Sch(a)rfl, Study on the improvement of thermal shock stability of carbon and oxide-based refractories by adding nanoparticles in terms of microstructures, in: Refractories-Papers of the 5th International Conference on Refractories",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Effect of micro and nano-Al2O3 addition on the microstructure and properties of MgO-C refractory ceramic composite",
      "author" : [ "S. Ghasemi-Kahrizsangi", "H.G. Dehsheikh", "M. Boroujerdnia" ],
      "venue" : "Mater. Chem. Phys. 189 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Influence of nanocrystalline MgAl2O4 spinel addition on the properties of MgO-C refractories",
      "author" : [ "R.R. Das", "B.B. Nayak", "S. Adak" ],
      "venue" : "Mater. Manuf. Process. 27  Q. Gu et al. / Journal of Alloys and Compounds 847 (2020) 156339  9 (3) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Effects of nanometer carbon black on performance of low-carbon MgO-C composites",
      "author" : [ "B. Liu", "J. Sun", "G. Tang" ],
      "venue" : "J. Iron Steel Res. Int. 17 (10) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 1006
    }, {
      "title" : "Influence of microporous magnesia-rich spinel aggregates on properties of low carbon MgO-C refractories",
      "author" : [ "C. Peng", "N. Li", "B. Han" ],
      "venue" : "China Refract 19 (1) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Fracture behaviour of magnesia and magnesia-spinel composites before and after thermal shock",
      "author" : [ "C. Aksel", "P.D. Warren", "F.L. Riley" ],
      "venue" : "J. Eur. Ceram. Soc. 24 (8) ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Thermal shock behaviour of magnesia-spinel composites",
      "author" : [ "C. Aksel", "B. Rand", "F.L. Riley" ],
      "venue" : "J. Eur. Ceram. Soc. 24 (9) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Effect of in situ spinel seeding on synthesis of MgOrich MgAl2O4 composite",
      "author" : [ "D. Mohapatra", "D. Sarkar" ],
      "venue" : "J. Mater. Sci. 42 (17) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Synthesis of MgO-MgAl2O4 refractory aggregates for application in MgO-C slide plate",
      "author" : [ "Q. Gu", "G. Liu", "H. Li" ],
      "venue" : "Ceram. Int. 45 (18) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Preparation and thermal shock behavior of nanoscale MgAl2O4 spinel-toughened MgO-based refractory aggregates",
      "author" : [ "Q. Gu", "F. Zhao", "X. Liu" ],
      "venue" : "Ceram. Int. 45 (9) ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Improvement in spalling resistance of low carbon MgO-C bricks",
      "author" : [ "M. Kakihara", "H. Tada", "E. Iida" ],
      "venue" : "Taikabutsu Overseas 28 (2) ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Development of a low thermal conductivity MgO-C brick",
      "author" : [ "Y. Saito", "K. Kono", "K. Kasai" ],
      "venue" : "Taikabutsu Overseas 21 (3) ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Thermomechanical properties of zirconia toughened alumina materials",
      "author" : [ "G. Fantozzi", "G. Orange" ],
      "venue" : "https://hal.archives-ouvertes.fr/hal-00303202",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 1986
    }, {
      "title" : "Zirconia-toughened alumina (ZTA) ceramics",
      "author" : [ "J. Wang", "R. Stevens" ],
      "venue" : "J. Mater. Sci.  24 (10) ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 1989
    }, {
      "title" : "Zirconia-spinel composites. Part II: mechanical properties, Mater",
      "author" : [ "O. Qu  enard", "C. Laurent", "A. Peigney" ],
      "venue" : null,
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2000
    }, {
      "title" : "Duplex spinel-ZrO2 ceramics",
      "author" : [ "S.H. Hyun", "W.S. Song" ],
      "venue" : "J. Mater. Sci. 31 (9) ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "Electron microscopic examination of role of axial dislocations in growth of AlN whiskers",
      "author" : [ "C.M. Drum", "J.W. Mitchell" ],
      "venue" : "Appl. Phys. Lett. 4 (9) ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 1964
    }, {
      "title" : "Analysis of thermal expansivity of periclase (MgO) at high temperatures",
      "author" : [ "S.S. Kushwah", "J. Shanker" ],
      "venue" : "Physica B 225 (3e4) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 1016
    }, {
      "title" : "High-temperature thermal expansion of lime",
      "author" : [ "G. Fiquet", "P. Richet", "G. Montagnac" ],
      "venue" : "periclase, corundum and spinel, Phys. Chem. Miner. 27 (2) ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Axial thermal expansion of ZrO2 and HfO2 in the range room temperature to 1400 C",
      "author" : [ "R.N. Patil", "E.C. Subbarao" ],
      "venue" : "J. Appl. Crystallogr. 2 (6) ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 1969
    }, {
      "title" : "Effect of heat treatment conditions on the growth of MgAl2O4 nanoparticles obtained by sol-gel method, Ceram",
      "author" : [ "Yubin Wen", "Xinhong Liu", "Xiaoyu Chen" ],
      "venue" : null,
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2017
    }, {
      "title" : "Evolution of phase composition and microstructure of commercial Al2O3 gel in different heat treatment",
      "author" : [ "Yuping Wang", "Xinhong Liu", "Xiaoyu Chen" ],
      "venue" : "condition, Ceram. Int",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2018
    }, {
      "title" : "Ceramic steel",
      "author" : [ "R.C. Garvie", "R.H. Hannink", "R.T. Pascoe" ],
      "venue" : "Nature 258 (5537) ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 1975
    }, {
      "title" : "Transformation toughening",
      "author" : [ "F.F. Lange" ],
      "venue" : "J. Mater. Sci. 17 (1) ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 1982
    } ],
    "referenceMentions" : [ {
      "referenceID" : 5,
      "context" : "MgO-based refractories are resistant to the corrosion caused by Ca vapours, CaO, and basic slags [6,7].",
      "startOffset" : 97,
      "endOffset" : 102
    }, {
      "referenceID" : 6,
      "context" : "MgO-based refractories are resistant to the corrosion caused by Ca vapours, CaO, and basic slags [6,7].",
      "startOffset" : 97,
      "endOffset" : 102
    }, {
      "referenceID" : 7,
      "context" : "5 10 6 C 1) of MgO [8] are detrimental to the high temperature applications of MgOeC slide plates.",
      "startOffset" : 19,
      "endOffset" : 22
    }, {
      "referenceID" : 8,
      "context" : "5 wt%) can notably increase the TSR of MgOeC materials due to the formation of abundant carbon nanotubes in the presence of Fe nanosheets [9], thereby creating a toughening effect.",
      "startOffset" : 138,
      "endOffset" : 141
    }, {
      "referenceID" : 9,
      "context" : "The addition of nano-TiO2 and Al powders can significantly increase the TSR of MgOeC refractories due to the pinning effect of the TiO2 nanoparticles and the toughening effect [10] created by the formation of needle-like Al4C3 crystals from the reaction of Al with C.",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 14,
      "context" : "Some researchers try to prepare multiple-component magnesia-based aggregates because the thermal mismatch caused by the difference in the CTE of each phase induces numerous microcracks, which effectively increases the TSR [15].",
      "startOffset" : 222,
      "endOffset" : 226
    }, {
      "referenceID" : 11,
      "context" : "[12] verify that the incorporation of nano-MgAl2O4 increases the TSR of MgOeC refractories due to the formation of a dense structure which prevents graphite oxidation.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 12,
      "context" : "The addition of nano carbon black also increases the TSR of low-carbonMgOeC refractories [13].",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 13,
      "context" : "[14] illustrate that magnesia-rich spinel aggregates withmicropores can significantly increase the TSR of MgOeC refractories because microporous aggregates possess many grain boundaries which cause complicated crack propagation.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "[16] show that MgO-based refractories with spinel possess high TSR.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "[17] also verify that the incorporation of MgAl2O4 in magnesia materials can effectively increase the TSR of the aggregates.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "Through in-situ formation of nanoscale-to-microscale MgAl2O4 by reactions of lightly calcined magnesia powder with nano Al2O3 or a-Al2O3 micro-powder, MgOeMgAl2O4 refractory aggregates with good TSR have been prepared [18,19].",
      "startOffset" : 218,
      "endOffset" : 225
    }, {
      "referenceID" : 18,
      "context" : "Through in-situ formation of nanoscale-to-microscale MgAl2O4 by reactions of lightly calcined magnesia powder with nano Al2O3 or a-Al2O3 micro-powder, MgOeMgAl2O4 refractory aggregates with good TSR have been prepared [18,19].",
      "startOffset" : 218,
      "endOffset" : 225
    }, {
      "referenceID" : 19,
      "context" : "Adding surface-coated magnesia aggregates with organic compounds to MgOeC refractories increases the TSR [20,21] because the pyrolysis of organic compounds into gaseous species at high temperatures generates micro-spaces between the aggregates and matrix.",
      "startOffset" : 105,
      "endOffset" : 112
    }, {
      "referenceID" : 20,
      "context" : "Adding surface-coated magnesia aggregates with organic compounds to MgOeC refractories increases the TSR [20,21] because the pyrolysis of organic compounds into gaseous species at high temperatures generates micro-spaces between the aggregates and matrix.",
      "startOffset" : 105,
      "endOffset" : 112
    }, {
      "referenceID" : 21,
      "context" : "[22] confirm that the toughness of ZrO2-toughened alumina composites is significantly better than that of alumina ceramics.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 22,
      "context" : "[23] demonstrate that ZrO2 can effectively increase the fracture strength of alumina ceramics.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 23,
      "context" : "[24] show that ZrO2 can markedly improve the comprehensive properties of MgAl2O4.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "[25] is higher than that of pure spinel prepared in the same way.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 18,
      "context" : "According to our previous work [19], there are a lot of pores and a few of microcracks in sintered magnesia aggregates.",
      "startOffset" : 31,
      "endOffset" : 35
    }, {
      "referenceID" : 29,
      "context" : "SEM images of modified magnesia aggregates and EDS result heated at 1200 C grow in air; however, nano oxide grains remain in the nanoscale when they are mixed with carbon and heated at 1500 C in a reducing atmosphere [30,31].",
      "startOffset" : 217,
      "endOffset" : 224
    }, {
      "referenceID" : 30,
      "context" : "SEM images of modified magnesia aggregates and EDS result heated at 1200 C grow in air; however, nano oxide grains remain in the nanoscale when they are mixed with carbon and heated at 1500 C in a reducing atmosphere [30,31].",
      "startOffset" : 217,
      "endOffset" : 224
    } ],
    "year" : 2020,
    "abstractText" : "The thermal shock resistance (TSR) of sintered magnesia aggregates which were modified by vacuum impregnation with a nano-ZrO2-alcohol suspension, and the influence of the modified aggregates on the thermal shock performance of MgOeC slide plate materials were studied. The results showed that the TSR of the nano-ZrO2 modified magnesia aggregates increased; the hot modulus of rupture (HMOR) and TSR of the MgOeC slide plate materials also increased with the addition of the modified magnesia aggregates. When the amount of modified magnesia aggregates increased from 0 to 35 wt%, the residual strength ratio increased from 0.743 to 0.821 after thermal shock testing. The increase in the TSR of the MgOeC materials was attributed to the pinning effect of the nano-ZrO2 grains and the phase transformation toughening effect of ZrO2. © 2020 Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}