{
  "name" : "downloads_2019-10-21_ee_feng2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Surface-defective FeS2 for electrochemical NH3 production under ambient conditions",
    "authors" : [ "Daming Feng", "Xu Zhang", "Ying Sun", "Tianyi Ma" ],
    "emails" : [ "Tianyi.Ma@newcastle.edu.au" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Nano Materials Science xxx (xxxx) xxx\nContents lists available at ScienceDirect\nNano Materials Science\njournal homepage: www.keaipublishing.com/cn/journals/nano-materials-science/\nSurface-defective FeS2 for electrochemical NH3 production under ambient conditions\nDaming Feng a, Xu Zhang a, Ying Sun a, Tianyi Ma b,* a Institute of Clean Energy Chemistry, Key Laboratory for Green Synthesis and Preparative Chemistry of Advanced Materials, College of Chemistry, Liaoning University, Shenyang, 110036, China b Discipline of Chemistry, University of Newcastle, Callaghan, NSW, 2308, Australia\nA R T I C L E I N F O\nKeywords: Surface defects Electrocatalysis Ammonia synthesis\n* Corresponding author. E-mail address: Tianyi.Ma@newcastle.edu.au (T\nhttps://doi.org/10.1016/j.nanoms.2019.07.002 Received 31 May 2019; Accepted 24 June 2019 Available online xxxx 2589-9651/© 2019 Chongqing University. Product (http://creativecommons.org/licenses/by-nc-nd/4.0/).\nPlease cite this article as: D. Feng et al., Surface , https://doi.org/10.1016/j.nanoms.2019.07.\nA B S T R A C T\nIn the viewpoint of ammonia economy, electrochemical N2 reduction reaction (NRR) under mild condition is a very promising approach for sustainable development. By virtue of robust activity and low cost, transition-metalbased materials become one kind of the most attractive electrocatalysts in realizing ammonia synthesis to the industrial level. However, the investigation related to NRR electrocatalysts still mainly rely on costly substance or fabrication process, which greatly restrict their large-scale applications. In this work, a simple fabricated FeS2 electrode is adopted as NRR catalysts. The abundant surface defects due to the existence of Cr element, as well as the synergistic effect between FeS2 crystal planes provided excellent electrocatalytic performance with a high NH3 yield rate (11.5 μg h 1mg -1 Fe) and Faradaic efficiency (14.6%) at -0.2 V vs. reversible hydrogen electrode (RHE) toward NRR under ambient conditions. The superior catalytic performance of such non-precious metal catalysts would strongly promote the application of NRR process industrially."
    }, {
      "heading" : "1. Introduction",
      "text" : "Ammonia, synthesized in larger molar quantities than any other chemicals, is of immense industrial importance [1]. Adopted as the raw material, such reduced form of nitrogen was widely used in the manufacture of fertilizers, explosives, synthetic fibers and variety of other organic and inorganic compounds [2,3]. Moreover, it is also possible to apply ammonia in generating carbon-free electricity and hydrogen storage [4]. In nature, ammonia is mainly produced on atmospheric nitrogen gas under very mild conditions by the action of nitrogen-fixing bacteria. Industrially, NH3 is synthesized from its elements by the Haber-Bosch process, which initiates the green revolution in modern agriculture. However, the requirement of high pressure and high temperature of the Haber process inevitably enlarged the energy consumption and carbon dioxide emission, which aggravated the global problems of the energy crisis and environmental pollution. Therefore, it is highly desired to design and realize a mild catalytic process that uses earth-abundant nitrogen and hydrogen sources generating NH3.\nIn decades, the remarkable effort has been made in the reduction of N2 into NH3 through electrochemical [9–27], photochemical [5–7], and enzymatic chemical process [8] at ambient conditions. Among them, electrochemical N2 reduction reaction (NRR) has attracted particular\n. Ma).\nion and hosting by Elsevier B.V. o\n-defective FeS2 for electrochem 002\nattention because of the utilization electricity stem from intermittent renewable energy resources like solar, wind, tidal, etc., which fulfills the requirement of modern green chemistry [9–12]. Furthermore, evoked by the electrochemical water splitting process, the electrochemical NRR process adopts H2O as a hydrogen source and can be facilely manipulated by altering the applied electric potential. However, due to the highly stable covalent triple bond and poor water solubility of nitrogen gas, the activation of N2 in the aqueous phase becomes one of the challenges in NH3 synthesis. Besides, the relatively lower activation potential of protons led to the hydrogen evolution reaction (HER) becoming the main competitive reaction of the NRR process. To this end, many different kinds of electrocatalysts, like noble metal-containing materials [13–17], carbon-based nanomaterials [18–22] and transition metal centered nanostructures [23–25], were fabricated so as to conquer such challenges.\nNote that an excellent catalyst for nitrogen reduction should possess robust N2 adsorption capacity, which depends on the electron structure of the elements at the active site. It is said that the elements with unoccupied d orbitals and a proper symmetry can accept the electrons from N2. Meanwhile, the occupied d orbitals in these elements back donate to the π orbitals of N2, thus weakening the nitrogen triple bonds. By virtue of the ample d orbitals, noble metals possess an intrinsic advantage in\nn behalf of KeAi. This is an open access article under the CC BY-NC-ND license\nical NH3 production under ambient conditions, Nano Materials Science\nFig. 1. (a) XRD patterns of as-synthesized SS-based FeS2 material and pure Fe-based FeS2 material in comparison with the standard PDF cards of iron pyrite (PDF#65–3321), iron troilite (PDF#75–0602); (b) Raman spectra of as-synthesized SS-based FeS2 material.\nFig. 2. (a) The XPS spectra of obtained SS-based FeS2 material; (b) The S 2p XPS spectra of obtained SS-based FeS2 material; (c) The Fe 2p XPS spectra of obtained SSbased FeS2 material; (d) The Cr 2p XPS spectra of obtained SS-based FeS2 material.\nadsorption and electrocatalytic activity for dinitrogen gas fixation [13–17]. However, the relatively scarce resources impeded their widespread use. In pursuit of an inexpensive alternative as the NRR electrocatalyst, a great deal of effort has been made. In the manner of balancing the efficiency and cost, transition-metal-based nanostructures are more promising candidates to act as the electrocatalysts for the electrochemical NRR process. Mimicking from the NRR process using nitrogenase as the catalyst, there are plenty of works focusing on using molybdenum-containing nanomaterials as electrocatalysts, such as MoS2 [26], MoC2 [27] and Mo-based single atom catalysts [28]. Besides,\ncomposite materials, like Bi4V2O11/CeO2 [23], Ti3C2Tx [24] and Fe2O3/CNT [25], also exhibited high efficiency in mediating NH3 synthesis process. However, considering the expense of rawmaterials as well as the inevitable complicated manipulation for preparation, these existing strategies still have a long distance to go for large-scale applications in the industrial NRR process.\nIt is known that the catalytic activity for electrochemical NRR can be promoted by the high unsaturated coordination sites of the nanocatalysts [29,30]. By this, the polycrystalline materials, with respect to their complex crystalline counterparts as well as different arrangements\nFig. 3. Structural and morphologic characterization of the SS-based FeS2 material: (a) HR-TEM image with SAED pattern; (b) TEM image; (c) 3D AFM image of the material’s surface; (d-g) SEM image with a resolution of 1 μm and the corresponding EDS mapping.\nFig. 4. SEM image of SS-based FeS2 electrode surface.\nof atoms, may be very promising candidates in mediating the electrochemical NRR process [31]. Herein, we proposed a facile fabricated FeS2 electrode with stainless-steel (SS) base that enables the fixation of dinitrogen gas for the generation of ammonia. The surface defects, as well as the possible synergistic effect among different phases of the FeS2 electrocatalyst, are speculated to facilitate the N2 adsorption and hydrogenation reduction process, thus promote the synthetic efficiency of NH3. In addition, compared to pure iron-based FeS2 electrode, such material not only exhibited relatively long durability in the acidic circumstance, but also showed enhanced electrocatalytic performance toward N2 fixation to NH3."
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Synthesis of FeS2 material",
      "text" : "The stainless-steel-based catalytic electrodes were obtained by a\nfacile one-step sulfurization of stainless-steel foil (Sigma-Aldrich, USA, foil, FeCr18Ni10, thickness 0.1 mm) or a pure iron foil (Sigma-Aldrich, USA, foil, 99.95% trace metals basis, thickness 0.1 mm) with sulfur powder (Sigma-Aldrich, Canada, 99.95% trace metals basis, powder, -100 mesh) in a vacuum sealed ampoule. In a typical synthesis, one piece of stainless-steel foil (210mg, 2 cm 0.4 cm 0.01 cm, length width height) was cleaned with alcohol, acetone, 1M HCl and Milli-Q water for 5min in sequence. Then the pre-cleaned foil and sulfur power were sealed in an ampoule under vacuum and calcined at 500 oC for 5 h. The heating rate was 5 ºC/min and the cooling process took place naturally. During this process, the Fe atoms of the foil were sulfurized by sulfur vapor under pressure, leading to free-standing electrodes possessing FeS2 species."
    }, {
      "heading" : "2.2. Sample characterization",
      "text" : "The X-ray diffraction (XRD) patterns were obtained on a Bruker\nFig. 5. The AFM image and 3D image of Fe–S nanostructured material.\n(Germany) D8 Advance diffractometer with Cu Kα radiation in the range of 20 –80 (2θ). Raman spectra were obtained using a Renishaw Confocal micro-Raman Spectrometer equipped with a HeNe (633 nm) laser operating at 10% power. The scanning electron microscope (SEM) images and elemental mapping images were performed in a Hitachi SU8000. Transmission electron microscope (TEM) images were obtained from a JEOL JEM-2100 at an acceleration voltage of 200 kV. X-ray photoelectron spectroscopy (XPS) measurement was carried out on an ESCALAB Mk II (Vacuum generators) spectrometer with an Al K X-ray source (240W). The atomic force microscope (AFM) images were presented by 5100 AFM/STM Series (Agilent Technologies)."
    }, {
      "heading" : "2.3. Electrochemical characterization",
      "text" : "In detail, all the tests of NRR were conducted in a gas-tight twocompartment electrolysis cell separated by Nafion 117 membrane in N2saturated 0.1M Li2SO4 solution (pH¼ 2) at ambient conditions. Nafion 117 membrane (DuPont)is firstly oxidized by 3% H2O2 solution for 1 h, and then by 0.5MH2SO4 solution for 1 h. After rinsed by ultra-pure water several times, the membrane is fixed between the anode and cathode cells. The as-fabricated FeS2 material, Ag/AgCl (filled with 3.5M KCl solution) and Pt wire electrode were used as the working cathode, reference, and the counter anode, respectively. The feeding gas (high purity N2, 99.999%)was continuously fed into the cathodic compartment at a constant flow rate of 10mLmin-1 during the experiment. All tests including linear sweep voltammetry (LSV), electrochemical impedance spectroscopy (EIS) and chronoamperometry tests were performed on a CHI 760E bipotentiostat (CH Instruments, Inc., USA). The chronoamperometry tests are performed at different potentials (-0.2 V, -0.3 V, -0.4 V, -0.5 V and -0.6 V vs. RHE). Unless otherwise specified, all reported potentials were converted as values versus RHE according to the Nernst equation (ERHE¼ EAg/AgCl þ 0.059 pH þ 0.197 V)."
    }, {
      "heading" : "2.4. Determination of products",
      "text" : "The concentrations of the synthesized NH3 were detected by ammonia-sensitive electrode measurement and colorimetric method utilizing Nessler’s reagent as the chromogenic agent. For the ammoniasensitive electrode measurement, 5mL of electrolyte was mixed with 5mL 1M KOH solution as well as 0.2mL low-level ammonia pH adjusting ISA solution (Thermofisher). After stirring, the voltage was obtained using the ammonia-sensitive electrode (Thermofisher) when stable. The standard curve is constructed by measuring a series of voltages for the reference solutions with different NH4Cl concentrations (0.8 μgmL-1, 0.4 μgmL-1, 0.2 μgmL-1, 0.1 μgmL-1) in Li2SO4 solution (pH¼2). For the colorimetric method, 25mL electrolyte was mixed with 0.5 mL 50% seignette salt solution. Then 0.75mL Nessler’s reagent was added and the\nmixture was allowed still for 10min. The absorbance was tested by UV–Vis spectrometer (Shimadzu UV-2600) under the light with 420 nm wavelength with deionized water as a reference. The standard curve is constructed by measuring a series of absorbances for the reference solutions with different NH4Cl concentrations (2.0 μgmL-1, 1.6 μgmL-1, 1.2 μgmL-1, 0.8 μgmL-1, 0.4 μgmL-1, 0.2 μgmL-1, 0.1 μgmL-1,0 μgmL-1) in Li2SO4 solution (pH¼2) on a TU-1900 spectrophotometer. The background is corrected with a blank solution.\nThe detection of hydrazine in the electrolyte is evaluated by the Watt and Chrisp method. The hydrazine chromogenic agent was made from a mixture of para-(dimethylamino) benzaldehyde (5.99 g, Damao chemical reagent factory, Tianjin), concentrated HCl (30mL) in ethanol (300mL). The measuring absorbance is of 460 nm.\n2.5. The calculation of faradaic efficiency and ammonia yield rate\nThe Faradaic efficiency for NH3 production was calculated at a given potential as follow:\nFE¼CNH3 V N F=Q\nwhere Q is the quantity of electric charge integrated by the i-t curve; N is the number of electrons transferred for product formation, which is 3 for NH3; F is the Faraday constant of 96485 Cmol-1; CNH3 is the measured NH3 concentration; and V is the volume of the Li2SO4 electrolyte.\nThe ammonia yield rate for nitrogen fixation was calculated at a given potential as follow:\nv ¼ ðN VÞ=ðT mÞ\nwhere N is the number of electrons transferred for product formation, which is 3 for NH3; V is the volume of the Li2SO4 electrolyte; T is the chronoamperometry test time; m is the mass of the catalytic/active site, i.e. the Fe atoms of FeS2 molecule on the electrode surface."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of FeS2 electrodes",
      "text" : "The FeS2 electrodes are synthesized by vacuum calcination with sulfur powder, in which the surface iron atoms are sulfurized and generate the various appearance of crystals. To check the composition and characterize the crystal structure of as-prepared materials, the XRD was firstly employed (Fig. 1a). A mixture of compounds, consisted of Fe and S elements, was demonstrated by the XRD patterns of the materials. The diffraction peaks of as-synthesized FeS2 electrodes are both consistent with the (111), (200), (210), (211), (220), (311) planes for pyrite\nFig. 6. The electrochemical NRR performance of SS-based FeS2 electrode at ambient conditions. (a) Electrolysis cell; (b) LSV under Ar- and N2-saturated electrolytes; (c) It-curves under different potentials; (d) Faradaic efficiency and NH3 yield rate at various potentials under ambient condition; (e) Faradaic efficiency and NH3 yield rate with 5 cycles; (f) 12 h duration test.\nFeS2 (PDF#65–3321) at 28.5o, 33.0o, 37.1o, 40.8o, 47.4o and 56.3o, respectively, and the (100), (101), (102), (110) planes for troilite FeS (PDF#75–0602) at 30.1o, 33.9o, 43.6o and 53.4o, respectively. It is noteworthy that the metallic iron and iron oxide peaks can still be found from the spectrum of pure iron-based FeS2 electrode, indicating the less stable nature of that electrode under acidic conditions. In addition, Raman spectroscopy is applied to further confirm the structural and composite characters of the stainless-steel based FeS2 material (Fig. 1b). The higher peak around 374 cm-1 infers the existence of iron pyrite with high content, while the peak around 251 cm-1 represents iron troilite [32].\nFurther, the surface chemistry of the SS-based FeS2 material was explained by XPS. The fitting of the XPS spectrum sulfur S 2p peaks exhibits the main sulfur species on the surface of FeS2 material, which proves the existence of sulfur vacancies (Fig. 2b). Derived from S 2p3/2 peak, the primary disulfide (S22-) peak at 162.2 eV (blue line), affirms the formation of disulfide linkage on the material surface. Comparatively,\nthe highest peak at 161.1 eV (blue line), also derived from the S 2p3/2 peak, was assigned to sulfur monomers (S2-). It is noticeable that the surface defects of the electrode were thus formed due to the hybrid of disulfides and sulfur monomers. Otherwise, the shoulder-like peak (pink line) at 163.7 was originated from S 2p1/2 peak. It is worth mentioning that the shoulder-like peak at 167.8 eV (dark green line) are attributed to surface sulfates (SO42-) resulting from air exposure [33]. On the other hand, the fitting of the XPS spectrum Fe 2p energies (Fig. 2c) demonstrates that the main signals at 708.3 eV, 710.9 eV, 713.3 eV originates from the Fe 2p3/2 peak, and at 724.3 eV derived from Fe 2p1/2 peak, associated with iron in the pyrite and troilite phases, respectively. In addition, in XPS spectrum of the Cr 2p3/2 region (Fig. 2d), the peak at 574.1 eV indicated the existence of metallic species of Cr, while the peaks at 575.2 eV and 576.4 eV inferred the appearance of Cr3þ species which may be dedicated to Cr2O3. The Cr elements and compounds mainly responsible for preventing the corrosion and decomposition of FeS2 material from acidic electrolytes, and possibly assisting the formation of\nsurface vacancies as placeholders. Therefore, combining the aforementioned XRD, Raman and XPS data, the formation of iron pyrite phase and iron troilite phase as well as the existence of surface vacancies of the FeS2 electrode are strongly recommended.\nFor obtaining more details to the morphology of the SS-based FeS2 NRR electrocatalyst, the high-resolution transmission electron microscopy (HRTEM) was adopted using ultrasonic exfoliated powders of SSbased FeS2 electrode. The resulting image reveals several distinctive lattice spacings, which provides strong evidence for the natural characteristic of low polycrystalline of the material (Fig. 3a–b). Furthermore, the polycrystalline composition of Fe–S material is also confirmed by the image of selected area electron diffraction (SAED) (inset of Fig. 3a). The relatively abundant surface defects can also be found from the HRTEM image, which is due to the sulfur vacancies resulting from the formation of iron triolite. Importantly, such defects are believed to be the active site for the adsorption of dinitrogen molecule. Meanwhile, the exposed (210) facet of iron pyrite is strongly recommended as the primary cause of the generation of an active hydrogen atom [34]. Besides, the other observed facets of iron pyrite may also have catalytic activity to some extent. In addition, the SEM image shows that the as-synthesized sample has an amorphous form of structure characteristic (Fig. 4), indicating the\nparticle sizes on the surface of the electrode is around 200 nm. Moreover, the atomic force electron microscopy (AFM) demonstrates that the surface thickness of such FeS2 material is roughly 330 nm (Figs. 2b–5). It is believed that due to such a relatively rough surface, the stainless-steel-based Fe–S electrocatalysts exhibits comparable N2 adsorption and catalytic activation, thus presents a robust performance in the electrochemical NRR process. The constituent elements and their content of the material can be confirmed by the elemental distribution mapping and energy dispersive spectrums (EDS) that clearly show the elements of sulfur presenting in the 3D electrocatalytic materials (Fig. 2c–e). Subsequently, the atomic ratio of Fe and S elements are revealed by 10.93: 56.27."
    }, {
      "heading" : "3.2. Electrocatalytic performance of FeS2 materials",
      "text" : "After morphology analysis of the FeS2 material, the related electrochemical tests were carried out for actual measurement of electrochemical NRR property. In the beginning, we compared the performances of the as-prepared electrodes in HER and NRR with linear sweep voltammetry (LSV) under Ar- and N2-saturated electrolytes (Fig. 6a). In the Ar-saturated Li2SO4 solution, the increase in the current density (j) after -0.23 V vs. RHE was due to the emerging of HER. On the other hand, a clearly enhanced reduction current density was observed in the N2-saturated Li2SO4 solution, indicating that the catalytic reduction of N2 also proceeds in this system apart from HER process. Then, the NRR activity of SS-based FeS2 material was further valued by the electrolysis in N2-saturated Li2SO4 solution for 2 h under controlled potentials (-0.2 V, -0.3 V, -0.4 V, -0.5 V, -0.6 V vs. RHE) and the It-curves are shown in Fig. 6b. The corresponding NH3 concentrations were measured and obtained by using the Nessler’s test and ammonia-sensitive electrode method (see more details in the Experimental section and Figs. 7 and 8 inside the supporting information, which show the calibration curves for confirmation of NH3 concentration). Subsequently, the values of Faradaic efficiencies (FEs) and NH3 yield rates derived from NH3 concentration, reaction time and electric quantity were calculated and exhibited in Fig. 6c. As observed, the maximum values of FE and NH3 yield rate, as 14.64% and 11.5 μg h 1mg-1 Fe, are obtained with onset potential at -0.2 V vs. RHE. When the applied potential dropped off, the FEs decrease significantly due to the competing HER that dominates the primary process in this catalytic system. The result is consistent with the observation in the LSV tests. In the meanwhile, the yield rate of NH3 decreased slowly to around 9 μg h 1mg-1 Fe at -0.3 V and -0.4 V vs. RHE, and present a steep drop after -0.4 V vs. RHE, thus suggesting the robust NH3 synthetic efficiency of the electrocatalyst throughout a wide range of onset potential. It is noteworthy that when N2 was replaced by Ar under -0.2 V vs. RHE electrolysis, no NH3 was detected by the identical strategy, which evidenced that the bubbled N2 is the original nitrogen source of NH3 product. Moreover, there was no hydrazine detected by the reagent containing 4-dimethylaminobenzaldehyde, indicating the superior product selectivity of the electrocatalyst. In addition, durability and stability are also critical factors to evaluate the catalytic performance of SS-based FeS2 material for practical applications. After six parallel experiments tests, both NH3 yield rates and FEs of each cycle show insignificant variation compared with their initial values, demonstrating a good recycle performance (Fig. 3d). It is noteworthy that when the electrolysis was conducted continuously for 12 h, the apparent fluctuation can hardly be seen (Fig. 3e). Both results show that FeS2 material is favorable in electrochemical stability and durability, which is very promising in the application of industrial use. These experimental results demonstrate that FeS2 material is superior in electrochemical and structural stability for NRR.\nBased on the above analysis, the structure-electrocatalytic activity relationship is fairly clear. Possessing a high concentration of active sites, the defect characteristic and surface structural distortion of FeS2 ensured the stable and efficient adsorption of dinitrogen molecules. Meanwhile, active hydrogen atoms or ions could be generated at various facets of iron\nFig. 9. (a) The comparison of It-curves at different potentials between SS-based FeS2 electrode with Fe-based FeS2 electrode; (b) the comparison of Faradaic efficiency and NH3 yield rate between SS-based FeS2 electrode, Fe-based electrode and stainless steel (c) the comparison of Faradaic efficiency with other reported results.\npyrite crystalline through the water splitting process. Therefore, the extraordinary catalytic performance of SS-based FeS2 electrode for electrochemical NRR is obtained.\nTo reveal the effect of element components of electrocatalysts on the NRR performance, chronoamperometry measurements of pure ironbased FeS2 material were performed at various controlled potentials and compared with that of SS-based FeS2 electrode (Fig. 9a). The electric currents were changed significantly, especially at higher onset potential, which revealed the instability of Fe-based catalysts in acidic aqueous condition. According to the aforementioned XRD patterns, this kind of instability is due to the existence of metallic and oxide state iron species. Furthermore, although the ammonia yield rate was presented relatively\nhigher with pure iron-based FeS2 electrode than SS-based one at -0.2 V vs. RHE, the SS-based electrode, with its anti-corrosion properties, possessed a considerable higher FE (Fig. 9b). In addition, the stainless steel foil provided ineffective catalytic performance as expected, providing trace amount of ammonia when adopted as the working electrode in the electrochemical NRR process. No discernible amount of ammonia was given in the control experiments under Ar at -0.2 V vs RHE and N2 gas at open-circuit potential for 2 h [35].\nIn regard of the FE value of transforming nitrogen gas to ammonia through an electrochemical process, several recent works using nonprecious transition-metal electrodes as electrocatalysts as well as the SS-based FeS2 electrode were listed and compared graphically in Fig. 9c\nand more details were compared in Table 1. The SS-based FeS2 electrode exhibited superior electrocatalytic performance in converting N2 to NH3 among these materials in the diagram, indicating a promising application in the practical industrial use of this material."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In summary, employing abundant and inexpensive stainless-steel foil as raw material, manufacture FeS2 materials through simple calcination with sulfur powder has been proved as an effective strategy for ambient N2-to-NH3 fixation. In acidic 0.1M Li2SO4 electrolyte, such electrode is highly stable, capable of achieving a high FE of 14.64% with a considerable NH3 yield of 11.5 μg h 1mg 1 Fe at -0.2 V vs. RHE. The vast sulfur vacancies on the surface of the electrode, as well as the synergistic effect of different facets, play an important role in the outstanding electrocatalytic performance. Thanks to the existence of Cr species, the electrode presented a long-term catalytic performance in acidic electrolysis condition. This study not only provides us an earth-abundant catalyst material for electrochemical NH3 synthesis but would open up exciting avenues to rationally design transition-metal-based electrocatalysts with enhanced activity for artificial N2 fixation."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This work was financially supported by Liaoning Revitalization Talents Program - Pan Deng Scholars (XLYC1802005), Liaoning BaiQianWan Talents Program, the National Science Fund of Liaoning Province for Excellent Young Scholars, Science and Technology Innovative Talents Support Program of Shenyang (RC180166), Australian Research Council (ARC) through Discovery Early Career Researcher Award (DE150101306) and Linkage Project (LP160100927), Faculty of Science Strategic Investment Funding 2019 of University of Newcastle, and CSIRO Energy, Australia."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https ://doi.org/10.1016/j.nanoms.2019.07.002."
    } ],
    "references" : [ {
      "title" : "G",
      "author" : [ "K.A. Brown", "D.F. Harris", "M.B. Wilker", "A. Rasmussen", "N. Khadka", "H. Hamby", "S. Keable" ],
      "venue" : "Dukovic, J.W. Peters, L.C. Seefeldt, P.W. King, Science 352 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "P",
      "author" : [ "J.G. Chen", "R.M. Crooks", "L.C. Seefeldt", "K.L. Bren", "R.M. Bullock", "M.Y. Darensbourg", "P.L. Holland", "B. Hoffman", "M.J. Janik", "A.K. Jones", "M.G. Kanatzidis" ],
      "venue" : "King, 8  K.M. Lancaster, S.V. Lymar, P. Pfromm, W.F. Schneider, R.R. Schrock, Science 360 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "S. Giddey", "S.P.S. Badwal", "C. Munnings", "M. Dolan", "ACS Sustain" ],
      "venue" : "Eng. 5 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Angew",
      "author" : [ "T. Oshikiri", "K. Ueno", "H. Misawa" ],
      "venue" : "Chem. Int. Ed. 55 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nat",
      "author" : [ "M. Ali", "F. Zhou", "K. Chen", "C. Kotzur", "C. Xiao", "L. Bourgeois", "X. Zhang", "D.R. MacFarlane" ],
      "venue" : "Commun. 7 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "S",
      "author" : [ "J. Zheng", "Y. Lyu", "M. Qiao", "R. Wang", "Y. Zhou", "H. Li", "C. Chen", "Y. Li", "H. Zhou", "S.P. Jiang" ],
      "venue" : "Wang, Chem 5 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Energy Environ",
      "author" : [ "R.D. Milton", "S. Abdellaoui", "N. Khadka", "D.R. Dean", "D. Leech", "L.C. Seefeldt", "S.D. Minteer" ],
      "venue" : "Sci. 9 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nat",
      "author" : [ "K.C. Macleod", "P.L. Holland" ],
      "venue" : "Chem. 5 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Angew",
      "author" : [ "H. Broda", "F. Tuczek" ],
      "venue" : "Chem. Int. Ed. 53 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "I",
      "author" : [ "Z.W. Seh", "J. Kibsgaard", "C.F. Dickens" ],
      "venue" : "Chorkendorff, J.K. Nørskov, T.F. Jaramillo, Science 355 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Energy Environ",
      "author" : [ "C. Guo", "J. Ran", "A. Vasileff", "S. Qiao" ],
      "venue" : "Sci. 11 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "Y. Yao", "S. Zhu", "H. Wang", "H. Li", "M. Shao", "J. Am" ],
      "venue" : "Soc. 140 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Adv",
      "author" : [ "Z. Geng", "Y. Liu", "X. Kong", "P. Li", "K. Li", "Z. Liu", "J. Du", "M. Shu", "R. Si", "J. Zeng" ],
      "venue" : "Mater. 30 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Z",
      "author" : [ "H. Tao", "C. Choi", "L.-X. Ding", "Z. Jiang", "Z. Han", "M. Jia", "Q. Fan", "Y. Gao", "H. Wang", "A.W. Robertson", "S. Hong", "Y. Jung", "S. Liu" ],
      "venue" : "Sun, Chem 5 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "H.-M. Liu", "S.-H. Han", "Y. Zhao", "Y.-Y. Zhu", "X.-L. Tian", "J.-H. Zeng", "J.-X. Jiang", "B.Y. Xia", "Y. Chen", "J. Mater" ],
      "venue" : "6 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nat",
      "author" : [ "W. Qiu", "X.-Y. Xie", "J. Qiu", "W.-H. Fang", "R. Liang", "X. Ren", "X. Ji", "G. Cui", "A.M. Asiri", "G. Cui", "B. Tang", "X. Sun" ],
      "venue" : "Commun. 9 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "ACS Catal",
      "author" : [ "Y. Liu", "Y. Su", "X. Quan", "X. Fan", "S. Chen", "H. Yu", "H. Zhao", "Y. Zhang", "J. Zhao" ],
      "venue" : "8 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "G",
      "author" : [ "X. Yu", "P. Huan", "Z. Wei", "L. Huang", "Z. Gu", "S. Peng", "J. Ma" ],
      "venue" : "Zheng, Joule 2 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "G.-F. Chen", "X. Cao", "S. Wu", "X. Zeng", "L.-X. Ding", "M. Zhu", "H. Wang", "J. Am" ],
      "venue" : "Soc. 139 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "S",
      "author" : [ "C. Chen", "D. Yan", "Y. Wang", "Y. Zhou", "Y. Zou", "Y. Li" ],
      "venue" : "Wang, Small 15 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Angew",
      "author" : [ "C. Lv", "C. Yan", "G. Chen", "Y. Ding", "J. Sun", "Y. Zhou", "G. Yu" ],
      "venue" : "Chem. Int. Ed. 57 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "H",
      "author" : [ "Y. Luo", "G.-F. Chen", "L. Ding", "X. Chen", "L.-X. Ding" ],
      "venue" : "Wang, Joule ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Angew",
      "author" : [ "S. Chen", "S. Perathoner", "C. Ampelli", "C. Mebrahtu", "D. Su", "G. Centi" ],
      "venue" : "Chem. Int. Ed. 56 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Adv",
      "author" : [ "L. Chen", "B. Tang", "X. Sun" ],
      "venue" : "Mater. 30 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Adv",
      "author" : [ "H. Cheng", "L.-X. Ding", "G.-F. Chen", "L. Zhang", "J. Xue", "H. Wang" ],
      "venue" : "Mater. 30 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Angew",
      "author" : [ "L. Han", "X. Liu", "J. Chen", "R. Lin", "H. Liu", "F. Lv", "S. Bak", "Z. Liang", "S. Zhao", "E. Stavitski", "J. Luo", "R.R. Adzic", "H.L. Xin" ],
      "venue" : "Chem. Int. Ed. 58 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "S",
      "author" : [ "D. Yan", "H. Li", "C. Chen", "Y. Zou" ],
      "venue" : "Wang, Small Methods ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Adv",
      "author" : [ "D. Yan", "Y. Li", "J. Huo", "R. Chen", "L. Dai", "S. Wang" ],
      "venue" : "Mater. 29 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Adv",
      "author" : [ "S. Li", "D. Bao", "M. Shi", "B. Wulan", "J. Yan", "Q. Jiang" ],
      "venue" : "Mater. 29 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Procedia",
      "author" : [ "A. Vedavathi", "Y. Munikrishna Reddy", "K.T. Ramakrishna Reddy" ],
      "venue" : "Mater. Sci. 10 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Chem",
      "author" : [ "M. Caban-Acevedo", "N.S. Kaiser", "C.R. English", "D. Liang", "B.J. Thompson", "H.E. Chen", "K.J. Czech", "J.C. Wright", "R.J. Hamers", "S. Jin", "J. Am" ],
      "venue" : "Soc. 136 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Chem",
      "author" : [ "R. Miao", "B. Dutta", "S. Sahoo", "J. He", "W. Zhong", "S.A. Cetegen", "T. Jiang", "S.P. Alpay", "S.L. Suib", "J. Am" ],
      "venue" : "Soc. 139 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "I",
      "author" : [ "S.Z. Andersen", "V. Colic", "S. Yang", "J.A. Schwalbe", "A.C. Nielander", "J.M. McEnaney", "K. Enemark-Rasmussen", "J.G. Baker", "A.R. Singh", "B.A. Rohr", "M.J. Statt", "S.J. Blair", "S. Mezzavilla", "J. Kibsgaard", "P.C.K. Vesborg", "M. Cargnello", "S.F. Bent", "T.F. Jaramillo", "I.E.L. Stephens", "J.K. Norskov" ],
      "venue" : "Chorkendorff, Nature ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Adopted as the raw material, such reduced form of nitrogen was widely used in the manufacture of fertilizers, explosives, synthetic fibers and variety of other organic and inorganic compounds [2,3].",
      "startOffset" : 192,
      "endOffset" : 197
    }, {
      "referenceID" : 1,
      "context" : "Adopted as the raw material, such reduced form of nitrogen was widely used in the manufacture of fertilizers, explosives, synthetic fibers and variety of other organic and inorganic compounds [2,3].",
      "startOffset" : 192,
      "endOffset" : 197
    }, {
      "referenceID" : 2,
      "context" : "Moreover, it is also possible to apply ammonia in generating carbon-free electricity and hydrogen storage [4].",
      "startOffset" : 106,
      "endOffset" : 109
    }, {
      "referenceID" : 6,
      "context" : "In decades, the remarkable effort has been made in the reduction of N2 into NH3 through electrochemical [9–27], photochemical [5–7], and enzymatic chemical process [8] at ambient conditions.",
      "startOffset" : 164,
      "endOffset" : 167
    }, {
      "referenceID" : 23,
      "context" : "Mimicking from the NRR process using nitrogenase as the catalyst, there are plenty of works focusing on using molybdenum-containing nanomaterials as electrocatalysts, such as MoS2 [26], MoC2 [27] and Mo-based single atom catalysts [28].",
      "startOffset" : 180,
      "endOffset" : 184
    }, {
      "referenceID" : 24,
      "context" : "Mimicking from the NRR process using nitrogenase as the catalyst, there are plenty of works focusing on using molybdenum-containing nanomaterials as electrocatalysts, such as MoS2 [26], MoC2 [27] and Mo-based single atom catalysts [28].",
      "startOffset" : 191,
      "endOffset" : 195
    }, {
      "referenceID" : 25,
      "context" : "Mimicking from the NRR process using nitrogenase as the catalyst, there are plenty of works focusing on using molybdenum-containing nanomaterials as electrocatalysts, such as MoS2 [26], MoC2 [27] and Mo-based single atom catalysts [28].",
      "startOffset" : 231,
      "endOffset" : 235
    }, {
      "referenceID" : 20,
      "context" : "2 composite materials, like Bi4V2O11/CeO2 [23], Ti3C2Tx [24] and Fe2O3/CNT [25], also exhibited high efficiency in mediating NH3 synthesis process.",
      "startOffset" : 42,
      "endOffset" : 46
    }, {
      "referenceID" : 21,
      "context" : "2 composite materials, like Bi4V2O11/CeO2 [23], Ti3C2Tx [24] and Fe2O3/CNT [25], also exhibited high efficiency in mediating NH3 synthesis process.",
      "startOffset" : 56,
      "endOffset" : 60
    }, {
      "referenceID" : 22,
      "context" : "2 composite materials, like Bi4V2O11/CeO2 [23], Ti3C2Tx [24] and Fe2O3/CNT [25], also exhibited high efficiency in mediating NH3 synthesis process.",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 26,
      "context" : "It is known that the catalytic activity for electrochemical NRR can be promoted by the high unsaturated coordination sites of the nanocatalysts [29,30].",
      "startOffset" : 144,
      "endOffset" : 151
    }, {
      "referenceID" : 27,
      "context" : "It is known that the catalytic activity for electrochemical NRR can be promoted by the high unsaturated coordination sites of the nanocatalysts [29,30].",
      "startOffset" : 144,
      "endOffset" : 151
    }, {
      "referenceID" : 28,
      "context" : "of atoms, may be very promising candidates in mediating the electrochemical NRR process [31].",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 29,
      "context" : "The higher peak around 374 cm-1 infers the existence of iron pyrite with high content, while the peak around 251 cm-1 represents iron troilite [32].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 30,
      "context" : "8 eV (dark green line) are attributed to surface sulfates (SO4) resulting from air exposure [33].",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 31,
      "context" : "Meanwhile, the exposed (210) facet of iron pyrite is strongly recommended as the primary cause of the generation of an active hydrogen atom [34].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 32,
      "context" : "2 V vs RHE and N2 gas at open-circuit potential for 2 h [35].",
      "startOffset" : 56,
      "endOffset" : 60
    } ],
    "year" : 2019,
    "abstractText" : "In the viewpoint of ammonia economy, electrochemical N2 reduction reaction (NRR) under mild condition is a very promising approach for sustainable development. By virtue of robust activity and low cost, transition-metalbased materials become one kind of the most attractive electrocatalysts in realizing ammonia synthesis to the industrial level. However, the investigation related to NRR electrocatalysts still mainly rely on costly substance or fabrication process, which greatly restrict their large-scale applications. In this work, a simple fabricated FeS2 electrode is adopted as NRR catalysts. The abundant surface defects due to the existence of Cr element, as well as the synergistic effect between FeS2 crystal planes provided excellent electrocatalytic performance with a high NH3 yield rate (11.5 μg h 1mg -1 Fe) and Faradaic efficiency (14.6%) at -0.2 V vs. reversible hydrogen electrode (RHE) toward NRR under ambient conditions. The superior catalytic performance of such non-precious metal catalysts would strongly promote the application of NRR process industrially.",
    "creator" : "Elsevier"
  }
}