{
  "name" : "downloads_2020-04-29_31_10.1111@jpn.13379.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "In ovo injection of nano-selenium spheres mitigates the hatchability, histopathology image and immune response of hatched chicks",
    "authors" : [ "Mahmoud H. El-Deep", "Khairy A. Amber", "Salwa Elgendy", "Mahmoud A. O. Dawood", "Abdulrahman Zidan" ],
    "emails" : [ "mahmoud.dawood@agr.kfs.edu.eg" ],
    "sections" : [ {
      "heading" : null,
      "text" : "J Anim Physiol Anim Nutr. 2020;00:1–9. wileyonlinelibrary.com/journal/jpn | 1© 2020 Blackwell Verlag GmbH\n1Animal Production Research Institute, Kafr El-Sheikh, Egypt 2Department of Poultry Production, Faculty of Agriculture, Kafrelsheikh University, Kafr El-Sheikh, Egypt 3Department of Animal Production, Faculty of Agriculture, Kafrelsheikh University, Kafr El-Sheikh, Egypt\nCorrespondence Mahmoud A. O. Dawood, Department of Animal Production, Faculty of Agriculture, Kafrelsheikh University, 33516 Kafr ElSheikh, Egypt. Email: mahmoud.dawood@agr.kfs.edu.eg\nK E Y W O R D S\nhatchability, histopathology, immunity, in ovo injection, LAB–nano-selenium, oxidative status"
    }, {
      "heading" : "1 | INTRODUC TION",
      "text" : "Recently, embryos injection with micronutrients was applied widely in the poultry industry with the relation to the advancement in fields of nutrigenomics and biology (El-Moneim et al., 2019; Ferket, 2011). In ovo injection for the fertilized eggs with essential nutrients is useful for the embryos after hatching. It can increase the feed efficiency and growth performance of chicks by improving the absorption and metabolic capacity via the gastrointestinal tract, which can increase the muscle formation and meat yield (Ohta & Kidd, 2001). Furthermore, this technique ameliorated the immune response and increased the resistance against diseases, which resulted in low posthatch mortality and morbidity (Ferket, 2011). The micronutrients, vitamins, trace elements, amino acids, vaccines and functional feed additives can be injected to help the high-metabolism and fast-growing of broiler embryos (Bello, Hester, Gerard, Zhai, & Peebles, 2014; Foye, Ferket, & Uni, 2007; Goel, Bhanja, Mehra, Majumdar, & Pande, 2013; Goel, Bhanja, Mehra, Mandal, & Pande, 2016; Hassan, 2018; Lee et al., 2010; Macalintal, 2012; Pender et al., 2017; Sogunle, Elangovan, David, Ghosh, & Awachat, 2018; Zhai, Bennett, Gerard, Pulikanti, & Peebles, 2011).\nChickens are suffering from various stressors that occur on the farm, including high density, heat stress and diseases (Saleh et al., 2020). Microelements are essential in maintaining the health and growth of chicks due to its vital physiological and biological roles (Dawood, Koshio, Zaineldin, Van Doan, Ahmed, et al., 2019; Dawood, Koshio, Zaineldin, Van Doan, Moustafa, et al., 2019; Dawood, Zommara, Eweedah, & Helal, 2019; Hassan, 2018; Mahmoud, Ijiri, Ebeid, & Ohtsuka, 2016). Selenium (Se) is a vital microelement that can improve the immune and antioxidative responses by the reduction of the hydrogen and lipid peroxides, which produces during the stress and infections (Suchý, Straková, & Herzig, 2014). Se is one of the components of selenoproteins that is forming the active cites of antioxidative enzyme which balance the reactive oxygen metabolites in the body cells during the over oxidation (Cai et al., 2012; Fuxiang et al., 2008; Habibian, Ghazi, Moeini, & Abdolmohammadi, 2014). It is well reported that using the nanoforms of microelements is more effective when applied in the diet formulation at adequate levels (Wang, 2009). As a result, the chicks can grow adequately without immune and health deteriorations (Boostani, Sadeghi, Mousavi, Chamani, & Kashan, 2015a, 2015b; Hassan, 2018; Saleh, 2014).\nSe is usually applied in aquatic diets in inorganic form (Mahmoud et al., 2016); however, the use of a high concentration of inorganic Se has raised environmental concerns due to the high amount of faecal Se excretion (Wang & Xu, 2008). Recently, interest in using nanoparticle elements as animal feed supplements has increased due to the higher bioavailability compared with inorganic salts (Dawood, Eweedah, et al., 2020; Dawood, Koshio, Zaineldin, Van Doan, Ahmed, et al., 2019). The bacterial nano-Se spheres (lactic acid bacteria [LAB]–nano-Se) can present similar effects like naturally nano-Se particles (Eszenyi, Sztrik, Babka, & Prokisch, 2011). The method of LAB–nano-Se preparation is based on using LAB, including Lactobacillus sp., and Streptococcus sp. or yeast to create LAB–Se\n(Eszenyi et al., 2011). The use of feed nano minerals that have immunostimulant properties (e.g. LAB–nano-Se) has gained popularity within the last decades (Prokisch, Széles, Kovács, Daróczy, & Zommara, 2008; Saleh, 2014). Using LAB–nano-Se-enriched diets is a reasonable practice that can be adopted by both small and largescale farmers and which can offer several benefits from increasing growth to increasing immune parameters and disease resistance (Mahmoud et al., 2016). Saleh (2014) concluded that feeding with LAB–nano-Se improved the quality of broilers.\nThis investigation was made to test the antioxidant defences system that connected with the immunity and wellbeing of hatched chicks. Thus, this research aimed at assessing the LAB–nano-Se on the embryos by in ovo injection technique and to study their influence on the performances of hatched chicks."
    }, {
      "heading" : "2 | MATERIAL S AND METHODS",
      "text" : ""
    }, {
      "heading" : "2.1 | Experimental conditions and Se in ovo injection",
      "text" : "Nano-Se spheres (LAB–nano-Se, Lactomicrosel®) were prepared by following Prokisch et al. (2008). Eight-hundred fertile broiler eggs from a flock (Inshas strain, 10 weeks in lay) were obtained from a commercial hatchery. At 7 and 14 days of incubation, 690 of healthy eggs that contained embryos were weighed and chosen for this study. On day 18 of incubation, the fertile eggs were divided into five experimental groups with three replicates (46 eggs in each). Embryonic amnion sac using a 23-gauge needle and depth of 25 mm, was injected with 0.5 ml of in ovo-feeding solutions. Besides the control group, four other groups were set where the eggs of the second group were injected with 0.5 ml of normal saline (0.9% NaCl; NS). In the third, fourth and fifth groups, the eggs were injected with 0.5 ml of 0.9% NaCl and LAB–nano-Se at 10, 20 and 30 μg/egg (Nano-Se10 μg, Nano-Se20 μg and Nano-Se30 μg). After injection, holes were covered by commercial glue and transferred to the hatcher. Every 12 hr (19.5–21.5 days), the hatching time was checked. The unhatched eggs within the groups were collected and examined visually to identify the causes of embryonic mortality, while 100 healthy hatched chicks were selected and used for the feeding trial (20 birds/group).\nHatchability was calculated using the following formulae:\nOn the third day post-injection, the hatched chickens were provided with feed and water ad libitum. For each treatment (Control, NS, Nano-Se10, Nano-Se20, and Nano-Se30), chickens (n = 20/ group) were kept in three brooder pens (n = 6–7 birds/pen) for 14 days post-hatch and transferred into seven large hanging cages (n = 2–3 birds/cage) at a separate location. Chickens were kept for the first 2 days at 30°C then the temperature was decreased to 23°C. Birds were fed ad libitum with antibiotic-free starter diet (23% CP) between day 1 and 14 then and a standard grower diet (21%\nHatchabilityof thefertileeggs (%)= (hatchedchick∕fertileeggs)×100.\nCP) between day 15 and 25 then a finisher diet (19% CP) from day 26 until the end of the trial. The formulation of the basal diet was confirmed by following NRC (1994; Table 1). Body weight and feed intake were recorded to the nearest 0.1 g, and the feed conversion ratio (FCR) was calculated by following El-Rayes, El-Damrawy, ElDeeb, and Abdelghany (2019)."
    }, {
      "heading" : "2.2 | Blood analysis",
      "text" : "Using non-heparinized syringes, blood was collected from six birds from each group (at 13 weeks of age) for serum collection, which separated by centrifuging the clotted blood 1,008 g/15 min at 4ºC and stored at −20ºC. Total lipids, total protein, total antioxidant activity, total antioxidant capacity, catalase (CAT), glutathione peroxidase (GPx), superoxide dismutase (SOD), cholesterol, albumin, glucose, CAT, urea and creatinine were determined using commercial kits (Diamond Diagnostic) as per the manufacturer's instructions. Serum activities of aspartate aminotransferase (AST) and alanine aminotransferase (ALT) were determined according to Reitman and Frankel (1957)."
    }, {
      "heading" : "2.3 | Immunological parameters",
      "text" : "Phagocytosis of polymorphonuclear cells using Candida albicans was performed according to Rudkin et al. (2013). In the plastic tube,\nthe following aliquots were mixed: 100 µl foetal calf serum, 100 µl heat-killed C. albicans (5 × 106/ml) and 100 µl blood. The tubes were mixed and incubated at 37°C for 30 min, after which it was centrifuged at 112 g for 5 min. The supernatant was discarded, leaving a droplet into which the sediment was re-suspended. Smears were prepared from the deposit, dried in the air, fixed with methyl alcohol and stained with Giemsa stain. One hundred heterophils were examined, and the number of heterophils ingesting Candida was counted and expressed as a percentage."
    }, {
      "heading" : "2.4 | Histopathology study",
      "text" : "For microscopic studies, samples of liver and kidney from three chicks from each group were removed immediately after the tissue had been euthanized and fixed in 10% neutral formalin. After fixation, portions of liver and kidney segments were dehydrated in raising ethanol concentrations, cleared in xylene, embedded in paraffin blocks and sectioned to about five μm. The sections were then deparaffinized with xylene and rehydrated in decreasing concentrations of ethanol, stained with haematoxylin and eosin for histopathological examination (Bancroft & Gamble, 2008). Slices were then washed in distilled water, dehydrated with increasing concentrations of ethanol, cleared in xylene and embedded in Canada balsam. Microphotographs of histological preparations were taken with a digital camera DP70 Olympus® connected to an Olympus® Microscope."
    }, {
      "heading" : "2.5 | Statistical analysis",
      "text" : "Data were done using SPSS software version 22. The significant difference between treatments was determined using a one-way analysis of variance followed by Duncan's multiple range. The significance level considered in the present study was = .05. Before running this test, the assumptions of normality and homogeneity of variance were checked and confirmed by Shapiro–Wilk's and Levene's tests respectively."
    }, {
      "heading" : "3 | RESULTS",
      "text" : ""
    }, {
      "heading" : "3.1 | Hatchability and growth performance",
      "text" : "LAB–nano-Se significantly boosted the hatchability (p < .05) with regard to NS and control groups and improved the hatchability % of eggs injected with LAB–nano-Se at 30 μg/egg (Table 2).\nThe results of embryos in ovo injection with LAB–nano-Se revealed improved growth performance when compared to the control treatment (Table 2). The highest final weight and weight gain were noticed in 20 μg LAB–nano-Se/egg group (p < .05). The FCR was reduced in all treated groups when compared to the control group (p < .05; Table 2).\nTA B L E 1 Ingredients and composition of the basal diet (starter, grower and finisher)\nStarter Grower Finisher\nYellow corn 58 63 68\nSoybean meal (44%) 26.7 23.6 21.6\nMaize gluten (62%) 10 8.1 5.1\nVegetable oil 1.5 1.5 1.5\nLimestone 1.2 1.2 1.2\nDicalcium phosphate 1.6 1.6 1.6 Vitamin and mineral mixa 0.3 0.3 0.3\nSalt (NaCl) 0.3 0.3 0.3\nMethionine 0.1 0.1 0.1\nLysine 0.3 0.3 0.3\nTotal 100 100 100\nCrude protein 22.97 20.91 18.68 ME (kcal/kg)b 3,045.1 3,122 3,245.2\naVitamin and mineral premix (kg): vitamin A (12,000 IU), vitamin D (2,200 IU), vitamin E (10 mg), vitamin k3 (2 mg), vitamin B1 (1 mg), vitamin B2 (5 mg), vitamin B6 (1.5 mg), vitamin B12 (10 Mcg), nicotinic acid (30 mg), folic acid (1 mg), pantothenic acid (10 mg), biotin (50 Mcg), choline chloride (500 mg), copper (10 mg), iron (30 mg), manganese (60 mg), zinc (0.05 mg), iodine (1 mg), selenium (0.1 mg) and cobalt (0.1 mg). bCalculated according to ingredients composition provided by the NRC (1994)."
    }, {
      "heading" : "3.2 | Blood markers",
      "text" : "Dietary LAB–nano-Se has an insignificant influence on blood biochemical parameters except for total lipids, cholesterol and globulin contents (Table 3). Total lipids and cholesterol levels were decreased significantly in groups treated with LAB–nano-Se at 10 and 20 μg/egg when compared to the non-treated group. At the same time, globulin was increased by LAB–nano-Se in ovo injection (p < .05). The total lipids and cholesterol displayed non-significant differences among the groups treated with NS or LAB–nano-Se at varying levels (p > .05). LAB–nano-Se relatively lowered the levels at 10 and 20 μg/egg as compared with LAB– nano-Se at 30 μg/egg."
    }, {
      "heading" : "3.3 | Antioxidant markers",
      "text" : "Total antioxidant capacity, CAT, GPx and SOD were represented in\nTable 4. The results of embryos in ovo injection with LAB–nanoSe revealed improved antioxidant activities (CAT, GPx and SOD; Table 4). The highest CAT, GPx and SOD levels were noticed in 10 and 20 μg LAB–nano-Se/egg groups with insignificant (p > .05) differences with those treated with LAB–nano-Se at 30 μg/egg using in ovo injection technique. Similar results were observed in the measured total antioxidant capacity (Table 4)."
    }, {
      "heading" : "3.4 | Immune markers",
      "text" : "Total blood protein, phagocytic activity (PA) and phagocytic index (PI) were represented in Table 4. The obtained results showed that embryos in ovo injection with LAB–nano-Se revealed improved immune responses. The highest total blood protein, PA and PI were significantly monitored by 10, 20 and 30 μg LAB–nano-Se/egg using in ovo technique."
    }, {
      "heading" : "3.5 | Histopathology of liver, spleen and kidney",
      "text" : "To distinguish the effect of NS, Nano-Se10, Nano-Se20 and Nano-Se30, histopathological analysis of liver and kidney tissue from birds were preformed and compared with the control (Figures 1 and 2). By the examination of histological preparations of the hepatic tissue, hepatocytes irregular in shape were noticed. In general, hepatocytes showed a typical chord-like arrangement surrounded by sinusoids and connective tissue. In histological preparations, the pancreatic tissue is in the form of disseminated isles in the liver tissue surrounding blood vessels and bile ducts. Accumulation of fat in hepatocytes was not found, and the emphasis was placed on glycogen stored in the liver (Figure 1). Figure 2 represents the photomicrograph of the kidney of hatched chicks showing the histological structure in all groups.\nTA B L E 2 Effect of in ovo injection with nano-Se on the hatchability, egg embryo death and growth performance\nItem Control NS Nano-Se10 Nano-Se20 Nano-Se30\nHatchability (%) 77.06 ± 1.09a 77.91 ± 1.2a 85.61 ± 2.52b 89.08 ± 5.93b 94.09 ± 3.1c\nIW (g/bird) 32.62 ± 0.55 32.0 ± 0.81 32.28 ± 0.83 32.98 ± 0.83 32.44 ± 0.86 FW (g/bird) 1,142.2 ± 53.79a 1,283.6 ± 48.22ab 1,346.8 ± 40.33b 1,523.6 ± 53.59c 1,436.22 ± 47.18b WG (g/bird) 1,109.58 ± 53.24a 1,251.6 ± 47.11ab 1,314.52 ± 39.11b 1,490.62 ± 52.75c 1,403.76 ± 46.05b FC (g bird−1 day−1) 2,269.96 ± 208.34 2,324.12 ± 408.59 2,377.36 ± 322.26 2,729.12 ± 491.12 2,599.32 ± 264.55 FCR (g feed/gain) 2.09 ± 0.41b 1.88 ± 0.3a 1.88 ± 0.48a 1.86 ± 0.31a 1.91 ± 0.36a\nNote: Values expressed as Ms ± SE. Different superscript letters indicate significant differences for each pairwise comparison between treatments. Abbreviations: FC, feed consumption (g bird−1 day−1); FCR, feed conversion ratio (g feed/gain); FW, final weight (g/bird); IW, initial weight (g/bird); NS, normal saline; Se, selenium; WG, weight gain (g/bird).\nTA B L E 3 Effect of in ovo injection with nano-Se on blood biochemistry parameters\nItem Control NS Nano-Se10 Nano-Se20 Nano-Se30\nTotal lipids (mg/dl) 15.75 ± 1.5b 12.17 ± 2.4ab 9.33 ± 1.03a 10.00 ± 1.18a 14.21 ± 0.56ab Cholesterol (mg/dl) 102.98 ± 6.65b 86.55 ± 2.95a 87.23 ± 3.9a 85.25 ± 5.27a 99.34 ± 1.69ab\nALT (U/I) 9.67 ± 0.29 9.22 ± 0.05 8.89 ± 0.29 9.95 ± 0.25 9.95 ± 0.07\nAST (U/I) 117.76 ± 3.17 120.17 ± 0.42 117.69 ± 0.6 115.84 ± 0.57 119.18 ± 2.06\nAlbumin (g/dl) 2.33 ± 0.08 2.13 ± 0.1 2.22 ± 0.06 2.28 ± 0.11 2.40 ± 0.14 Globulin (g/dl) 3.90 ± 0.62a 4.97 ± 0.28ab 5.59 ± 0.25b 5.78 ± 0.17b 4.81 ± 0.19ab\nUrea (mg/dl) 2.29 ± 0.33 3.27 ± 0.38 2.62 ± 0.53 2.95 ± 0.63 3.76 ± 0.56\nCreatinine (mg/dl) 1.33 ± 0.06 1.39 ± 0.07 1.41 ± 0.05 1.48 ± 0.05 1.46 ± 0.02\nNote: Values expressed as Ms ± SE (n = 3). Different superscript letters indicate significant differences for each pairwise comparison between treatments. Abbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase; NS, normal saline; Se, selenium."
    }, {
      "heading" : "4 | DISCUSSION",
      "text" : "For the first time, this investigation was performed to evaluate the potential role of LAB–nano-Se on the blood chemistry profile, antioxidative and immune responses through in ovo injection. Se is well known for its physiological role in balancing the metabolism and oxidative responses in animal cells (Fuxiang et al., 2008). It plays a significant role in stimulating the hydrogen and lipid peroxides reduction\nhence promotes immunity against foreign invasion (Upton, Edens, & Ferket, 2008). One of the methods that can increase Se bioavailability and efficacy is using nano form through in ovo injection (Hassan, 2018; Joshua, Valli, & Balakrishnan, 2016; Lee et al., 2014; Sogunle et al., 2018). The results showed the health condition of hatched chicks, which improved by injecting LAB–nano-Se in ovo. Further, in the current study, we presented an innovative approach through the application of LAB–nano-Se to improve maternal immunity.\nTA B L E 4 Effect of in ovo injection with LAB–nano-Se on antioxidative enzymes activity (GPx, SOD, CAT and total antioxidant activity) and immune responses (total protein, phagocytic activity and phagocytic index)\nItem Control NS Nano-Se10 Nano-Se20 Nano-Se30\nGPx (IU/L) 1,035.9 ± 23.4a 1,075.5 ± 19.5a 1,128.0 ± 15.9b 1,124.2 ± 43.3b 1,088.1 ± 39.5ab SOD (IU/L) 857.43 ± 14.4a 900.55 ± 8.27ab 939.23 ± 16.9b 932.08 ± 37.7b 905.55 ± 23.5ab CAT (IU/L) 708.68 ± 4.42a 729.80 ± 0.74ab 756.18 ± 7.70b 766.13 ± 19.8b 747.44 ± 19.9ab\nTotal antioxidant capacity (IU/ml)\n0.29 ± 0.03a 0.49 ± 0.05ab 0.67 ± 0.01b 0.61 ± 0.13b 0.50 ± 0.11ab\nTotal protein (g/dl) 6.23 ± 0.55a 8.10 ± 0.19b 7.80 ± 0.22b 8.07 ± 0.14b 7.20 ± 0.21b Phagocytic activity (%) 46.33 ± 3.58a 54.33 ± 1.09ab 61.83 ± 3.50b 61.67 ± 2.47b 62.83 ± 3.44b Phagocytic index 3.08 ± 0.28a 3.57 ± 0.07ab 4.03 ± 0.20b 4.10 ± 0.16b 4.18 ± 0.23b\nNote: Values expressed as Ms ± SE (n = 3). Different superscript letters indicate significant differences for each pairwise comparison between treatments. Abbreviations: CAT, catalase; GPx, glutathione peroxidase; LAB, lactic acid bacteria; NS, normal saline; Se, selenium; SOD, superoxide dismutase.\nF I G U R E 1 Photomicrograph of liver of broilers showing histological structure in the control group as well as other treated groups by normal saline (NS), Nano-Se10, Nano-Se20 and Nano-Se30. Liver of all groups showing normal histological with minute vacuolation. Stain haematoxylin and eosin, ×400\nThe results displayed improved final weight and weight gain by in ovo LAB–nano-Se-treated groups while the FCR was decreased. Similarly, Mohammad et al. (2019) reported that broilers fed Se nanoparticles revealed improved growth performance and reduced FCR, which probably due to the role of Se in regulating the enzymatic systems and metabolism. The Se particles are well known by their antioxidative capacity, which may help in the protection of the intestine from outbreaks and, in turn, enhance the digestion and absorption activity (Dawood, Zommara, Eweedah, Helal, & AboelDarag, 2020; Saleh & Ebeid, 2019). The improved feed utilization (reduced FCR) can be explained by the role of Se in improving the activity of intestinal microbiota to digest and absorb the nutrients through the intestinal barriers as Se is one of the essential elements that can help microbiota to complete its activity within the intestine (Yoon, Werner, & Butler, 2007).\nMicroelements such as Se play a key role in feed metabolism and nutritional value, which in turn could affect the fertile embryos growth and hatchability (Joshua et al., 2016). LAB–nano-Se increased the hatchability of embryos by in ovo injection, which is in agreement with previous studies that reported increased hatchability after in ovo injection with Se (Sogunle et al., 2018).\nThe evaluation of blood biochemical might be useful for the diagnosis of chicks pathologies and physiological status (Saleh, Kirrella, Dawood, & Ebeid, 2019). ALT and AST levels ranged respectively\nfrom 8.89 to 9.95 and 115.84 to 120.17, which were within acceptable ranges in chicken (Habibian et al., 2014). Blood enzymes, such as ALT and AST, are known to be sensitive indicators for tissue damage (Racicot, Gaudet, & Leray, 1975). Hence, it could be suggested that the experimental birds were free of liver damage due to the safe and non-harmful effects of LAB nano-Se on the liver function. Hassan (2018) reported similar ALT and AST levels using in ovo injection with nano-Se.\nSerum total lipids and cholesterol levels of birds treated with LAB nano-Se were decreased. The treatment with LAB nano-Se might cause some balance in lipid metabolism. In parallel, lower cholesterol and triglyceride levels are often observed after feeding broiler with nano-Se-enriched diets (Saleh, 2014). For example, broiler chickens fed with enriched diets in nano-Se showed decreased cholesterol and triglyceride levels (Saleh, 2014). The relative increased total lipids and cholesterol in the group treated with LAB–nano-Se at 30 μg/ egg when compared with those treated with LAB–nano-Se at 10 and 20 μg/egg are confirming that the effect of LAB–nano-Se is based on a dose-related manner. However, more studies are requested to determine the optimal dose of LAB–nano-Se through the application of embryos in ovo injection strategy.\nBlood proteins such as immunoglobulins play a crucial role in both innate and adaptative immunity, referring to the general health condition of animals (Abdel-Daim et al., 2019; Alexander,\nF I G U R E 2 Photomicrograph of kidney of broilers showing histological structure in the control group as well as other treated groups by normal saline (NS), Nano-Se10, Nano-Se20 and Nano-Se30. Kidney of all groups showing normal histological structure. Stain haematoxylin and eosin, ×400\nSahu, Pal, & Akhtar, 2011). We observed that birds treated with LAB–nano-Se increased the blood total protein and globulin levels in birds, which is similar to other reports that revealed increased blood total protein levels after feeding broilers with nano-Se (Saleh, 2014).\nPhagocytosis is a vital immune response during infection that can limit the spread of pathogen by killing the invasions and harmful bacteria which attacks the host body (Harikrishnan, Kim, Kim, Balasundaram, & Heo, 2011). In the current study, groups treated with LAB–nano-Se via the in ovo injection technique showed improved PA and immune response that can increase the resistance of hatched birds against diseases.\nThe antioxidative function is an essential tool to judge the welfare of animals suffered from stressful conditions (Fattman, Schaefer, & Oury, 2003). A recent study had indicated that oxidative damage was often accompanied by the reduction of antioxidant capacity due to the deficiency of Se in chicks' diets. The present study proved that the activity of total antioxidant capacity, SOD, CAT and GPx activities were increased with LAB–nano-Se. Thus, the increased antioxidant capacity may contribute to the protection against inflammatory stages in the liver and intestines. Moreover, the results showed that LAB–nano-Se increased protective activities of antioxidant enzymes in blood as a form of a first attempt to overcome the scavenging process of oxidation (Gaetani et al., 1996). As antioxidants, SOD, CAT and GPx enzymes can protect animal cells from ROS, which can harm the cells and destroy its membrane (Gaetani et al., 1996). Se is well known for its ability to improve the antioxidant capacity as it forms “selenocysteine,” which is a part of the active centre of GPx (Köhrle et al., 2000; Terova et al., 2018). In a study of feeding chicks with nano-Se, the antioxidative enzymes displayed significantly increased activity; therefore, increased antioxidant activity in our research, in groups treated with LAB–nano-Se, could be as a result of improved health condition (Lee et al., 2014; Saleh, 2014).\nEvaluation of the histological structure provides valuable information about the potential health benefits of new supplements (Camargo & Martinez, 2007). Histopathological estimates may vary depending on the experimental conditions and feed used in the experiments (Zapata, Diez, Cejalvo, Gutiérrez-de Frías, & Cortés, 2006). Although the evidence from available literature concerning nano-Se in chickens exists, morphologic studies addressing the effect of nutritional strategies on the health status of bird's liver and kidney are still lacking, especially after embryo in ovo injection with LAB–nano-Se. The histopathological, immunological and antioxidative alterations reflexed the beneficial roles of LAB–nano-Se on treated birds. Attia et al. (2010) also stated that birds-fed Se showed normal structures in hepatic and splenic tissues."
    }, {
      "heading" : "5 | CONCLUSION",
      "text" : "In conclusion, in ovo LAB–nano-Se injection for embryos improved the growth performance and some immune parameters of chicks as well as antioxidant enzymes activity. Furthermore, no significant\nalterations were observed on the histopathological image of the liver and kidney, indicating that LAB–nano-Se does not affect negatively hatched chicks’ immunity and health condition.\nCONFLIC T OF INTERE S T The authors have declared no conflict of interest.\nANIMAL WELFARE S TATEMENT The ethics review board approved the experimental procedure of the Institutional Animal Care and Use Committee in Kafrelsheikh University (Kafrelsheikh, Egypt).\nORCID Mahmoud A. O. Dawood https://orcid. org/0000-0002-4887-8838\nR E FE R E N C E S Abdel-Daim, M. M., Eissa, I. A. M., Abdeen, A., Abdel-Latif, H. M. R.,\nIsmail, M., Dawood, M. A. O., & Hassan, A. M. (2019). Lycopene and resveratrol ameliorate zinc oxide nanoparticles-induced oxidative stress in Nile tilapia, Oreochromis niloticus. Environmental Toxicology and Pharmacology, 69, 44–50. https://doi.org/10.1016/j. etap.2019.03.016 Alexander, C., Sahu, N. P., Pal, A. K., & Akhtar, M. S. (2011). Haematoimmunological and stress responses of Labeo rohita (Hamilton) fingerlings: Effect of rearing temperature and dietary gelatinized carbohydrate. Journal of Animal Physiology and Animal Nutrition, 95, 653–663. https://doi.org/10.1111/j.1439-0396.2010.01096.x Attia, Y., Abdalah, A., Zeweil, H., Bovera, F., El-Din, A. T., & Araft, M. (2010). Effect of inorganic or organic selenium supplementation on productive performance, egg quality and some physiological traits of dual-purpose breeding hens. Czech Journal of Animal Science, 55, 505–519. https://doi.org/10.17221 /1702-CJAS Bancroft, J. D., & Gamble, M. (2008). Theory and practice of histological techniques. Philadelphia, PA: Elsevier Health Sciences. Bello, A., Hester, P., Gerard, P., Zhai, W., & Peebles, E. (2014). Effects of commercial in ovo injection of 25-hydroxycholecalciferol on bone development and mineralization in male and female broilers. Poultry Science, 93, 2734–2739. Boostani, A., Sadeghi, A., Mousavi, S., Chamani, M., & Kashan, N. (2015a). Effects of organic, inorganic, and nano-Se on growth performance, antioxidant capacity, cellular and humoral immune responses in broiler chickens exposed to oxidative stress. Livestock Science, 178, 330–336. https://doi.org/10.1016/j.livsci.2015.05.004 Boostani, A., Sadeghi, A. A., Mousavi, S. N., Chamani, M., & Kashan, N. (2015b). The effects of organic, inorganic, and nano-selenium on blood attributes in broiler chickens exposed to oxidative stress. Acta Scientiae Veterinariae, 43, 1–6. Cai, S., Wu, C., Gong, L., Song, T., Wu, H., & Zhang, L. (2012). Effects of nano-selenium on performance, meat quality, immune function, oxidation resistance, and tissue selenium content in broilers. Poultry Science, 91, 2532–2539. https://doi.org/10.3382/ps.2012-02160 Camargo, M. M. P., & Martinez, C. B. R. (2007). Histopathology of gills, kidney and liver of a neotropical fish caged in an urban stream. Neotropical Ichthyology, 5, 327–336. https://doi.org/10.1590/S1679 -62252 00700 0300013 Dawood, M. A. O., Eweedah, N. M., Moustafa, E. M., El-Sharawy, M. E., Soliman, A. A., Amer, A. A., & Atia, M. H. (2020). Copper nanoparticles mitigate the growth, immunity, and oxidation resistance in common carp (Cyprinus carpio). Biological Trace Element Research. https:// doi.org/10.1007/s1201 1-020-02068 -0\nDawood, M. A., Koshio, S., Zaineldin, A. I., Van Doan, H., Ahmed, H. A., Elsabagh, M., & Abdel-Daim, M. M. (2019). An evaluation of dietary selenium nanoparticles for red sea bream (Pagrus major) aquaculture: Growth, tissue bioaccumulation, and antioxidative responses. Environmental Science and Pollution Research, 26, 30876–30884. https://doi.org/10.1007/s1135 6-019-06223 -6 Dawood, M. A. O., Koshio, S., Zaineldin, A. I., Van Doan, H., Moustafa, E. M., Abdel-Daim, M. M., … Hassaan, M. S. (2019). Dietary supplementation of selenium nanoparticles modulated systemic and mucosal immune status and stress resistance of red sea bream (Pagrus major). Fish Physiology and Biochemistry, 45, 219–230. https://doi. org/10.1007/s1069 5-018-0556-3 Dawood, M. A. O., Zommara, M., Eweedah, N. M., & Helal, A. I. (2019). Synergistic effects of selenium nanoparticles and vitamin E on growth, immune-related gene expression, and regulation of antioxidant status of Nile tilapia (Oreochromis niloticus). Biological Trace Element Research. https://doi.org/10.1007/s1201 1-019-01857 -6 Dawood, M. A. O., Zommara, M., Eweedah, N. M., Helal, A. I., & AboelDarag, M. A. (2020). The potential role of nano-selenium and vitamin C on the performances of Nile tilapia (Oreochromis niloticus). Environmental Science and Pollution Research, 27, 9843–9852. https:// doi.org/10.1007/s1135 6-020-07651 -5 El-Moneim, A.-E.-M.-E.-A., El-Wardany, I., Abu-Taleb, A. M., Wakwak, M. M., Ebeid, T. A., & Saleh, A. A. (2019). Assessment of in ovo administration of Bifidobacterium bifidum and Bifidobacterium longum on performance, ileal histomorphometry, blood hematological, and biochemical parameters of broilers. Probiotics and Antimicrobial Proteins. https://doi.org/10.1007/s1260 2-019-09549 -2 El-Rayes, T. K., El-Damrawy, S., El-Deeb, M., & Abdelghany, A. (2019). Re/post-hatch nano zinc supplementations effects on hatchability, growth performance, carcass traits, bone characteristics and physiological status of Inshas chicks. Egyptian Poultry Science Journal, 39, 771–789. https://doi.org/10.21608 /epsj.2019.63532 Eszenyi, P., Sztrik, A., Babka, B., & Prokisch, J. (2011) Production of Lactomicrosel® and nanosize (100–500 nm) selenium spheres by probiotic lactic acid bacteria. In International Conference on Food Engineering and Biotechnology IPCBEE, Vol. 9, pp. 858–862. Fattman, C. L., Schaefer, L. M., & Oury, T. D. (2003). Extracellular superoxide dismutase in biology and medicine. Free Radical Biology and Medicine, 35, 236–256. https://doi.org/10.1016/S0891 -5849(03)00275 -2 Ferket, P. (2011). In ovo feeding and the promise of perinatal nutrition. In Proceedings of Alltech International Nutrition Symposium, Lexington, Kentucky. Foye, O., Ferket, P., & Uni, Z. (2007). The effects of in ovo feeding arginine, β-hydroxy-β-methyl-butyrate, and protein on jejunal digestive and absorptive activity in embryonic and neonatal turkey poults. Poultry Science, 86, 2343–2349. https://doi.org/10.3382/ ps.2007-00110 Fuxiang, W., Huiying, R., Fenghua, Z., Jinquan, S., Jianyang, J., & Wenli, L. (2008). Effects of nano-selenium on the immune functions and antioxidant abilities of broiler chickens. Chinese Agricultural Science Bulletin, 2, 831–835. Gaetani, G., Ferraris, A., Rolfo, M., Mangerini, R., Arena, S., & Kirkman, H. (1996). Predominant role of catalase in the disposal of hydrogen peroxide within human erythrocytes. Blood, 87, 1595–1599. https:// doi.org/10.1182/blood.V87.4.1595.blood journ al874 1595 Goel, A., Bhanja, S., Mehra, M., Majumdar, S., & Pande, V. (2013). Effect of in ovo copper and iron feeding on post-hatch growth and differential expression of growth or immunity related genes in broiler chickens. Indian Journal of Poultry Science, 48, 279–285. Goel, A., Bhanja, S. K., Mehra, M., Mandal, A., & Pande, V. (2016). In ovo trace element supplementation enhances expression of growth genes in embryo and immune genes in post-hatch broiler chickens. Journal of the Science of Food and Agriculture, 96, 2737–2745.\nHabibian, M., Ghazi, S., Moeini, M. M., & Abdolmohammadi, A. (2014). Effects of dietary selenium and vitamin E on immune response and biological blood parameters of broilers reared under thermoneutral or heat stress conditions. International Journal of Biometeorology, 58, 741–752. https://doi.org/10.1007/s0048 4-013-0654-y Harikrishnan, R., Kim, J.-S., Kim, M.-C., Balasundaram, C., & Heo, M.-S. (2011). Prunella vulgaris enhances the non-specific immune response and disease resistance of Paralichthys olivaceus against Uronema marinum. Aquaculture, 318, 61–66. https://doi.org/10.1016/j.aquac ulture.2011.05.020 Hassan, A. M. (2018). Effect of in ovo injection with nano-selenium or nano-zinc on post-hatch growth performance and physiological traits of broiler chicks. International Journal of Environment, Agriculture and Biotechnology, 3, 350–357. https://doi.org/10.22161 /ijeab /3.2.6 Joshua, P. P., Valli, C., & Balakrishnan, V. (2016). Effect of in ovo supplementation of nano forms of zinc, copper, and selenium on post-hatch performance of broiler chicken. Veterinary World, 9, 287. https://doi. org/10.14202 /vetwo rld.2016.287-294 Köhrle, J., Brigelius-Flohé, R., Böck, A., Gärtner, R., Meyer, O., & Flohé, L. (2000). Selenium in biology: Facts and medical perspectives. Biological Chemistry, 381, 849–864. https://doi.org/10.1515/ BC.2000.107 Lee, S.-H., Lillehoj, H. S., Jang, S. I., Hong, Y.-H., Min, W., Lillehoj, E. P., … Dominowski, P. (2010). Embryo vaccination of chickens using a novel adjuvant formulation stimulates protective immunity against Eimeria maxima infection. Vaccine, 28, 7774–7778. https://doi.org/10.1016/j. vacci ne.2010.09.051 Lee, S., Lillehoj, H., Jang, S., Jeong, M., Xu, S., Kim, J., … Bravo, D. (2014). Effects of in ovo injection with selenium on immune and antioxidant responses during experimental necrotic enteritis in broiler chickens. Poultry Science, 93, 1113–1121. https://doi.org/10.3382/ ps.2013-03770 Macalintal, L. M. (2012) In ovo selenium (Se) injection of incubating chicken eggs: Effects on embryo viability, tissue Se concentration, lipid peroxidation, immune response and post hatch development. Retrieved from https://uknow ledge.uky.edu/anima lsci_etds/4 Mahmoud, E.-D., Ijiri, D., Ebeid, T. A., & Ohtsuka, A. (2016). Effects of dietary nano-selenium supplementation on growth performance, antioxidative status, and immunity in broiler chickens under thermoneutral and high ambient temperature conditions. The Journal of Poultry Science. https://doi.org/10.2141/jpsa.0150133 Mohammad, N., El-wardany, I., El-homosany, Y., Wakwak, M. M., Sabic, E., & Ibrahim, N. (2019). In-ovo inculation of selenium nanoparticles improves productive performance, blood biochemical profile, antioxidant status and immune response of hatched chicks. Arab Universities Journal of Agricultural Sciences, 27, 887–897. https://doi. org/10.21608 /ajs.2019.43840 NRC (1994). Nutrition requirements of poultry. Washington, DC: National Academy Press. Ohta, Y., & Kidd, M. (2001). Optimum site for in ovo amino acid injection in broiler breeder eggs. Poultry Science, 80, 1425–1429. https://doi. org/10.1093/ps/80.10.1425 Pender, C. M., Kim, S., Potter, T. D., Ritzi, M. M., Young, M., & Dalloul, R. A. (2017). In ovo supplementation of probiotics and its effects on performance and immune-related gene expression in broiler chicks. Poultry Science, 96, 1052–1062. https://doi.org/10.3382/ ps/pew381 Prokisch, J., Széles, É., Kovács, B., Daróczy, L., & Zommara, M. (2008). Formation of metal selenium nanospheres in bacteria: Is it a possible detoxification mechanism? Cereal Research Communications, 36, 947–950. Racicot, J. G., Gaudet, M., & Leray, C. (1975). Blood and liver enzymes in rainbow trout (Salmo gairdneri Rich.) with emphasis on their diagnostic use: Study of CCl4 toxicity and a case of\nAeromonas infection. Journal of Fish Biology, 7, 825–835. https://doi. org/10.1111/j.1095-8649.1975.tb046 53.x Reitman, S., & Frankel, S. (1957). Glutamic–pyruvate transaminase assay by colorimetric method. American Journal of Clinical Pathology, 28, 56–63. Rudkin, F. M., Bain, J. M., Walls, C., Lewis, L. E., Gow, N. A., & Erwig, L. P. (2013). Altered dynamics of Candida albicans phagocytosis by macrophages and PMNs when both phagocyte subsets are present. MBio, 4, e00810–13. https://doi.org/10.1128/mBio.00810 -13 Saleh, A. A. (2014). Effect of dietary mixture of Aspergillus probiotic and selenium nano-particles on growth, nutrient digestibilities, selected blood parameters and muscle fatty acid profile in broiler chickens. Animal Science Papers and Reports, 32, 65–79. Saleh, A. A., Amber, K. A., Mousa, M. M., Nada, A. L., Awad, W., Dawood, M. A. O., … Abdel-Daim, M. M. (2020). A mixture of exogenous emulsifiers increased the acceptance of broilers to low energy diets: Growth performance, blood chemistry, and fatty acids traits. Animals, 10, 437. https://doi.org/10.3390/ani10 030437 Saleh, A., & Ebeid, T. (2019). Feeding sodium selenite and nano-selenium stimulates growth and oxidation resistance in broilers. South African Journal of Animal Science, 49, 176–183. https://doi.org/10.4314/sajas. v49i1.20 Saleh, A. A., Kirrella, A. A., Dawood, M. A. O., & Ebeid, T. A. (2019). Effect of dietary inclusion of cumin seed oil on the performance, egg quality, immune response and ovarian development in laying hens under high ambient temperature. Journal of Animal Physiology and Animal Nutrition, 103, 1810–1817. https://doi.org/10.1111/jpn.13206 Sogunle, O., Elangovan, A., David, C., Ghosh, J., & Awachat, V. (2018). Response of broiler chicken to in ovo administration of inorganic salts of zinc, selenium and copper or their combination. Slovak Journal of Animal Science, 51, 8–19. Suchý, P., Straková, E., & Herzig, I. (2014). Selenium in poultry nutrition: A review. Czech Journal of Animal Science, 59, 495–503. https://doi. org/10.17221 /7730-CJAS Terova, G., Rimoldi, S., Izquierdo, M., Pirrone, C., Ghrab, W., & Bernardini, G. (2018). Nano-delivery of trace minerals for marine fish larvae: Influence on skeletal ossification, and the expression of genes\ninvolved in intestinal transport of minerals, osteoblast differentiation, and oxidative stress response. Fish Physiology and Biochemistry, 44, 1375–1391. https://doi.org/10.1007/s1069 5-018-0528-7 Upton, J. R., Edens, F. W., & Ferket, P. R. (2008). Selenium yeast effect on broiler performance. International Journal of Poultry Science, 7, 798–805. https://doi.org/10.3923/ijps.2008.798.805 Wang, Y. (2009). Differential effects of sodium selenite and nano-Se on growth performance, tissue Se distribution, and glutathione peroxidase activity of avian broiler. Biological Trace Element Research, 128, 184–190. https://doi.org/10.1007/s1201 1-008-8264-y Wang, Y.-B., & Xu, B.-H. (2008). Effect of different selenium source (sodium selenite and selenium yeast) on broiler chickens. Animal Feed Science and Technology, 144, 306–314. https://doi.org/10.1016/j. anife edsci.2007.10.012 Yoon, I., Werner, T., & Butler, J. (2007). Effect of source and concentration of selenium on growth performance and selenium retention in broiler chickens. Poultry Science, 86, 727–730. https://doi. org/10.1093/ps/86.4.727 Zapata, A., Diez, B., Cejalvo, T., Gutiérrez-de Frías, C., & Cortés, A. (2006). Ontogeny of the immune system of fish. Fish & Shellfish Immunology, 20, 126–136. https://doi.org/10.1016/j.fsi.2004.09.005 Zhai, W., Bennett, L., Gerard, P., Pulikanti, R., & Peebles, E. (2011). Effects of in ovo injection of carbohydrates on somatic characteristics and liver nutrient profiles of broiler embryos and hatchlings. Poultry Science, 90, 2681–2688. https://doi.org/10.3382/ps.2011-01532\nHow to cite this article: El-Deep MH, Amber KA, Elgendy S, Dawood MAO, Zidan A. In ovo injection of nano-selenium spheres mitigates the hatchability, histopathology image and immune response of hatched chicks. J Anim Physiol Anim Nutr. 2020;00:1–9. https://doi.org/10.1111/jpn.13379"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Correspondence Mahmoud A. O. Dawood, Department of Animal Production, Faculty of Agriculture, Kafrelsheikh University, 33516 Kafr ElSheikh, Egypt. Email: mahmoud.dawood@agr.kfs.edu.eg Abstract In ovo injection of nano-selenium (Se) produced by lactic acid bacteria (LAB–nano-Se) was investigated on the hatchability, immune responses and the histopathological alterations in hatched chicks. The eggs (18 day age) were injected with 0.5 ml of 0.9% NaCl (normal saline, NS), while the control group was kept without injection. In the third, fourth and fifth groups, the eggs were injected with 0.5 ml of NS and LAB– nano-Se at 10, 20 and 30 μg/egg. The results revealed improved growth performance in groups injected with LAB–nano-Se when compared to the control treatment. The highest final weight and weight gain were noticed in 20 μg LAB–nano-Se/egg group (p < .05). The feed conversion ratio was reduced in all treated groups when compared to the control group (p < .05). Groups injected with LAB–nano-Se showed enhanced hatchability of the whole incubated eggs (p < .05). Total lipids and cholesterol levels were decreased significantly in groups treated with LAB–nano-Se at 10 and 20 μg/egg when compared to the non-treated group. At the same time, globulin was increased by LAB–nano-Se in ovo injection. Furthermore, the total antioxidant capacity, catalase, glutathione peroxidase, superoxide dismutase increased in groups treated with LAB–nano-Se at 10 and 20 μg/egg with insignificant (p > .05) differences with those treated with LAB–nano-Se at 30 μg/egg using in ovo injection technique. Also, higher total blood protein and phagocytosis were significantly observed in groups treated with at 10, 20 and 30 μg LAB–nano-Se/egg. The histopathological images of hatched chicks revealed that nano-Se presented normal effects on liver and kidney tissues and restored the parameters as mentioned earlier. To conclude, LAB–nano-Se exhibited beneficial effects in hatched chicks through improving immune and antioxidant activities as well as histopathological effects by using in ovo technique.",
    "creator" : "Adobe InDesign CC 2015 (Windows)"
  }
}