{
  "name" : "downloads_2020-10-08_51e0_zhu2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Entropy at Bio−Nano Interfaces",
    "authors" : [ "Guolong Zhu", "Ziyang Xu", "Li-Tang Yan" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: entropy, bio−nano interface, biophysicochemical interaction, superentropic effect, nanomedicine"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "The past decade has witnessed simultaneous multidisciplinary exploration in the development of engineered nanomaterials for many biomedical applications, such as biosensing, early stage cancer detection, drug delivery, imaging, and tissue engineering.1 As nanomaterials meet biological systems, physicochemical interactions, kinetics, and thermodynamics shape the resulting bio−nano interfaces, leading to the formation of biocatalytic processes, protein coronas, particle wrapping, and intracellular uptake with bioadverse or biocompatible outcomes.2−4 The diverse morphologies, surface chemistries, and compositions that can be formed by engineered nanomaterials determine the physicochemical properties of bio−nano interfaces within a given medium.4 The effects of these characteristics can be virtually attributed to the interaction forces and energies that arise at bio−nano interfaces and have various decay lengths; generally, these forces and energies include short-range forces resulting from solvent and charge interactions and long-range forces resulting from repulsive electrostatic and attractive van der Waals (vdW) interactions.4−6 It is well-known that these forces and energies significantly contribute to structures and activities at bio−nano interfaces. In stark contrast, as one of the indispensable terms of free energy, the potential entropic contribution to the dynamical physicochemical properties of bio−nano interfaces remains less well understood. Entropy, which quantifies the irreversibility of a thermodynamic process, plays the central role in statistical mechanics and the second law of thermodynamics. The most important applications of entropy are in composite systems comprising a\nlarge number of elementary parts or components that can be arranged in a large number of possible configurations, i.e., the states of the systems.7,8 One of these composite systems that is of great interest in physics is the colloidal system, which is composed of a large number of small building blocks (for example, hard spheres,9 rods,10 and patchy particles and/or other anisotropic particles11,12). Increasing studies on colloidal particles that are concurrent and relevant have demonstrated that entropy may be the main or even sole driving force in structural formations and transitions.13−16 Similarly, the enormous number of states accessible to various components can cause entropy to play a significant role at bio−nano interfaces. For example, the long-chain nature of lipid molecules, peptides, and proteins can enhance the states arising from the chain conformation;17 the diffusion of lipids and receptors in the plane of cell membranes can induce and modify the translational, vibrational, and configurational entropy; the thermally excited fluctuations of membranes cause a great quantity of membrane continuum conformation and thereby generate nontrivial vibrational entropy;18 and some lipid species and proteins take on anisotropic shapes, which can also direct the structural formation upon crowding, resulting in shape entropy.19 However, despite the increased\nReceived: June 24, 2020 Revised: July 21, 2020 Published: July 22, 2020\n© 2020 American Chemical Society 5616\nhttps://dx.doi.org/10.1021/acs.nanolett.0c02635 Nano Lett. 2020, 20, 5616−5624\nD ow\nnl oa\nde d\nvi a\nU T\nR E\nC H\nT U\nN IV\no n\nO ct\nob er\n8 , 2\n02 0\nat 1\n7: 15\n:5 1\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\nrepertoire of available entropy at bio−nano interfaces, fundamental explorations of the entropy underlying biophysicochemical interactions and the establishment of the principles of potential entropic contributions to the structures and activities are scarce and still represent challenging tasks. This review thereby provides a tutorial and conceptual framework on the entropic contributions to the dynamical physicochemical properties of bio−nano interfaces by extracting and summarizing the relevant content from existing works. The potential entropic effects that regulate some physicochemical properties of bio−nano interfaces, such as lipid sorting, curvature-driven structural organization of proteins, liquid−liquid phase separation in biology, and optimal ligand−receptor binding, are introduced. We also explain in detail the fundamental principles derived from the entropy-mediated structural formation and transition in these systems and suggest how these principles and rules can be harnessed for designing and tailoring the structural organization of other soft matter systems. We hope that this review can trigger more systematic and fundamental research exploring the nature of entropy in various biological systems and the potential biomedical applications based on entropic effects."
    }, {
      "heading" : "2. UNDERLYING PHYSICS OF ENTROPY",
      "text" : "2.1. The Second Law of Thermodynamics and Entropy. In physicochemical systems, spontaneous changes are beyond understanding and description except in light of the second law of thermodynamics,7 which is similar to biology, in which “nothing makes sense except in the light of evolution”.20 The most general formulation of the second law was elucidated by Rudolf Clausius,21 who started from a simple and empirical observation that the spontaneous flow of heat from a hot body to a cold body always takes place in one direction.20 On the basis of this specific process, Clausius defined a new quantity entropythat always increases if irreversible changes occur in closed systems.21 Ludwig Boltzmann22 and Willard Gibbs23 provided the microscopic interpretation by incorporating\nentropy into the statistical mechanics. Thus, entropy can be captured by the equation S = kB lnW, where W is the number of states (configurations or arrangements) accessible to the system and kB is Boltzmann’s constant.\n24 According to the second law of thermodynamics, an irreversible change can occur in an isolated system only if the number of states becomes (much) larger.25,26 In some sense, entropy is the quantification of disorder. However, many examples that describe transitions wherein both the entropy and visible order increase have been found in athermal systems over the past decades; these examples include the crystallization of hard spheres at finite pressure9 and a fluid of thin, hard rods in the Lars Onsager model.10\n2.2. Entropic Forces. Structural organization at bio−nano interfaces is dictated by interaction forces of different origins that shape the interactions and modify the associated energy landscapes. To date, most of these forces that have been fully examined are based on the interaction energies, including vdW forces, electrostatic forces, hydrogen bonds, etc. In nature, these forces are associated with fundamental fields and have microscopic meanings. In stark contrast, entropic force, meaning a force driven by entropy, is an emergent macroscopic force, which has a statistical tendency to boost entropy in systems with many degrees of freedom.27 Entropic force is very common in a macroscopic systems, especially soft-matter systems, including colloids, polymers, and biological systems.7,8,11 As an example, for systems consisting of hard anisotropic colloidal particles, the force of the shape entropy is typically on the order of several kBT, which is comparable to depletion and vdW forces.11\nA typical phenomenon driven by an entropic force is osmosis. Usually, an osmotic device has two chambers that contain water and solutes at different concentrations and are separated by a semipermeable membrane. The osmotic device will attempt to increase the entropy by homogenizing both sides, thereby generating osmotic pressure, which is an entropic force and is independent of the characteristics of any particular solute. The entropic force of osmosis is widely\nhttps://dx.doi.org/10.1021/acs.nanolett.0c02635 Nano Lett. 2020, 20, 5616−5624\n5617\nused by cells due to the wide range of cell membranes and their selective permeabilities for solutes. Through osmosis and reverse osmosis, cells can use the entropic force to regulate the local and global entropy of water, allowing them to control the state of their cellular matter.28\n2.3. Entropy Types in Biology. Most entropy types that emerge in soft-matter systems can be identified and the main entropy types at bio−nano interfaces include conformational or configurational entropy, translational and vibrational entropy, and shape entropy. Conformational entropy, which is perhaps the most important type of entropy in biological molecules due to their architecture consisting of long chains, is related to the conformation number of the molecules.8,17 One of the typical systems in which conformational entropy can play a predominant role is proteins, especially intrinsically disordered proteins.17,29 The conformational entropy of proteins can make significant contributions to the free energy of protein structures and activities,17 ligand−receptor binding,30 and membrane functionality close to the proteins.29 Conformational entropy can greatly affect the functions of lipids, such as the partitioning of small molecules31 and drug agents into a lipid bilayer32 and the spatial organization of nanoparticles in the membrane interior.33,34 DNA structures and DNA-mediated nanoparticle assembly also depend on the conformational entropy of the DNA chains.35,36\nTranslational and vibrational entropy are connected to the number of distinct configurations in which the molecules or particles can be placed in a structure with translational and vibrational modes. For example, the translation and vibration of annular lipids around a protein can be confined, penalizing their translational and vibrational entropy.38 This leads to a depletion of the annular lipids, prompting the aggregation of proteins. The fluctuation of the lipid membrane can also result in fluctuation and vibrational entropy, which cause entropy pressure on two membranes with close separation (Figure 1A)18,39 and determines the binding constants between the\nligands and receptors anchored in the membranes.30 Moreover, the translational and vibrational entropy of solvent molecules may significantly contribute to the interactions at bio−nano interfaces. As an example, the partitioning of a macromolecule into the bilayer membrane can destroy the order of solvent molecules and increase the freedom of these molecules, facilitating structural formation.32\nShape entropy is the entropy related to the shape or geometry of a molecule or a particle. The role of entropy in shapes arises from directional entropic forces (DEFs), whose function is to align neighboring particles.11,40−44 Usually, the DEFs of shapes are measured as a few kBT for hard polyhedra, which may direct the interaction and structural organization of particles with anisotropic shapes in biophysical processes. By calculating the bending free energy theoretically and experimentally, lipid and protein sorting are proved to be induced by shape entropy (Figure 1B,C).19,37,45 The large size and hard surface allow proteins and viruses enough shapeentropy force to govern their organization and functions, such as curvature-induced aggregation during the budding of viruses.45 The shape complementarity of proteins is also one key factor directing the organization of proteins on the membrane.46"
    }, {
      "heading" : "3. TYPICAL BIOPHYSICOCHEMICAL PROCESSES REGULATED BY ENTROPY",
      "text" : "In this section, we describe some typical systems wherein various types of entropy act as the key regulators of biophysicochemical interactions. We detail how these interactions are shaped by entropy effects that could determine whether the nanomaterial is bioavailable and might dominate the biophysical processes.\n3.1. Localization of Nanoparticles within a Bilayer Membrane. For small nanoparticles with hydrophobic surfaces, such as fullerenes and graphene nanosheets, their hydrophobic attraction facilitated by hydrophobic lipid tails\nhttps://dx.doi.org/10.1021/acs.nanolett.0c02635 Nano Lett. 2020, 20, 5616−5624\n5618\ncan prompt their insertion into the center of the lipid bilayer membrane.33,47−54 The spatial distribution of these nanoparticles in the membrane interior is governed by competition between the contributions from enthalpy and entropy, depending on various factors, such as the lipid saturation, lipid tail stiffness, nanoparticle size, and chemical modification of the nanoparticle surface. Although fullerene is almost insoluble in most solvents (including alkanes), large amounts of C60 fullerene can be incorporated in lipid bilayer membranes whose interior is chemically identical to alkanes (Figure 2A).48 By decomposing the free energy into enthalpic and entropic components, theoretical research regarding the better dissolution of nanoscale fullerene clusters in lipid bilayer membranes than in bulk alkanes argues that enthalpic contributions originating from the solvent density and solvent−solvent interactions lead to the difference between alkanes and bilayer membranes, despite the aggregation of fullerene being driven by entropy. In this research, an unsaturated phospholipid, palmitoyl-oleoylphosphatidylcholine (POPC), is used as the model membrane. However, another work considering the dependence of fullerene aggregation on lipid saturation demonstrated that lipid saturation can evidently modify the spatial organization of fullerenes in the membrane interior in experiment and simulation.33 Particularly, entropy has been revealed to be the primary determinant in unsaturated bilayers, while fully saturated bilayers are controlled by enthalpy (Figure 2B).\nEven the position of an unsaturated bond, or “kink”, can significantly influence the alignment and conformation (related to the conformational and transitional entropy) of lipid tails, leading to three distinct distributions of fullerenes on the surface region and/or in the core of the lipid bilayer.33 Indeed, the entropic effects caused by the positions of unsaturated bonds are nontrivial in relative systems, such as in membrane domain registration/antiregistration modulated by the double bond position.55 When the concentration of the nanoparticles within the bilayer membrane is very high, the steric repulsion among the included nanoparticles becomes eminent. Thus, the competition of this steric repulsion with the conformational entropy of the lipid tails makes the fullerene structure transform from one layer in the bilayer midplane to two layers in the two leaflets of a bilayer, which is confirmed by hybrid self-consistent field theory and density-functional theory (Figure 2C).34\n3.2. Structural Organization of Proteins on Lipid Membranes. Understanding the basic rules of lipid−protein and protein−protein interactions is fundamental to the interpretation of almost every biological process, and the full characterization of the thermodynamics of these associations is required. In striking contrast to the small and soft characteristics of lipid molecules, proteins possess abundant physical properties, such as conformation, shape, stiffness, and surface heterogeneity properties and are thereby prone to inducing\nhttps://dx.doi.org/10.1021/acs.nanolett.0c02635 Nano Lett. 2020, 20, 5616−5624\n5619\nenhanced entropy effects through their structural organization and functionality. Entropy forces can drive the clustering and spatial localization of proteins in cell membranes, playing a significant role in protein functions in many biophysical processes, such as budding and endocytosis. For example, the driving force behind the cluster formation of influenza A matrix 2 (M2) transmembrane (TM) proteins, by which virion release from the infected host cell is facilitated, has been revealed to be entropic in essence and determined by the stiffness of the membrane-lipid tails (Figure 3A).45 When the M2 proteins are embedded in soft lipids, the force that drives protein to cluster is weaker than one thermal energy unit (kBT). However, coarse-grained computer simulations show that stable protein clusters spontaneously emerge when the proteins are embedded into a membrane that includes stiffer lipids, leading to the favorable exclusion of the M2 protein from the liquidordered phase. In short, entropy mediates influenza budding by driving lipid sorting and the localization of proteins. The unique structures of proteins can induce various entropic effects, which, in turn, regulate their functions. As an example, helices are generally found in the TM domains of membrane proteins and tilt in the membrane due to the hydrophobic mismatching between the lipid bilayer and TM domains (Figure 3B).56 Physically, the helix precession normal to the membrane induces entropy governing the formation of this helix tilting. In particular, as shown in Figure 3B, the decomposition of the potential of the mean force (PMF) reveals that the tilt state is determined by the entropy contribution of helix precession in the membrane environment when the tilt angle is not larger than 12.5°. Particularly, the decomposition of PMF offers a useful approach to identify the purely entropic contribution to the states. The fluctuation entropy of lipid membranes can regulate the functions of proteins anchored on them. For instance, the binding between ligand proteins and membrane-anchored receptors is pivotal for cell and vesicle adhesion to the membranes of cells.30 According to the simulation results, the binding constants of these proteins strongly depend on the fluctuation entropy of the membrane, which behaves as the membrane roughness (Figure 3C). In particular, once the receptor−ligand bond forms, the translational and rotational\nentropy of these proteins and the fluctuation entropy of the membrane are reduced due to the decrease of free volume. The fluctuation entropy of the membrane thereby alters the binding distance and anchoring angles, determining the binding constant. A disordered protein, which lacks a well-defined spatial structure, can also realize its functions by virtue of entropy. For instance, intrinsically disordered proteins (IDPs) can effectively sense membrane curvatures experimentally.29 The mechanism of curvature sensing can be attributed to entropy; with the increase in the membrane curvature, the steric hindrance between the membrane and the disordered protein is less effective, resulting in the increase in the free volume, i.e., conformational entropy of the chain (Figure 3D). IDPs have drawn wide attention over the past decade because they are found in proteomes with surprising prevalence and play versatile roles in cell pathology and physiology.57 Therefore, it is an essential but daunting task to characterize the structural organization of disordered proteins. One particular characteristic is that IDPs can undergo liquid−liquid phase separation (LLPS) dominated by enthalpic and entropic interactions with an intricate balance, as detailed in the following section. For example, a disordered protein, Ddx4, constituting nuage or germ granules, forms organelles both in vitro and in live cells through phase separation, which is influenced by the temperature and ionic strength (Figure 4A).58\n3.3. Liquid−Liquid Phase Separation in Biology. Recent studies have shown that LLPS is of great importance for biomolecular condensates on the basis of the principle of multivalent macromolecular interaction-driven organization.59,60 Explaining how the composition, assembly, biochemical and cellular functions and physical properties of many vital structures in biology are controlled is now possible with this physical framework. Several excellent reviews have been published with the theme of biomolecular LLPS.59−62 For example, Falahati et al.62 presented an overview of the molecular thermodynamics perspective of LLPS in biological systems, focusing on how LLPS works in membraneless organelle assemblies. According to the thermodynamic formula, ΔG = −TΔS + ΔH, when ΔS < 0 and ΔH > 0, phase separation will not occur, and the system will remain mixed under all circumstances. In contrast, if ΔS > 0 and ΔH <\nhttps://dx.doi.org/10.1021/acs.nanolett.0c02635 Nano Lett. 2020, 20, 5616−5624\n5620\n0, a homogeneous mixture is always unstable, and the system will be demixed. For the scenario in which ΔS < 0 and ΔH < 0, due to demixing, the number of accessible microstates decreases. In this case, the entropic loss, −TΔS, which is the free energetic penalty, is proportional to the temperature, leading to the phase diagram of a binary mixture with an upper critical solution temperature (UCST), as depicted in Figure 4Ba. In living systems, samples with UCST have been found in vitro for the low-complexity domain of the RNA-binding protein FUS,63 a disordered nuage protein,58 and lipid bilayer,64 and in vivo for pitchoune, RNA polymerase I, Nopp140, and the nucleolar protein fibrillarin.65 The other less-common scenario takes place when the separated phases are more disordered compared to the mixture, leading to a positive entropy of demixing. This demixing will result in the phase diagram displaying the coexistence of a UCST at higher temperatures and a lower critical solution temperature (LCST) at lower temperatures (Figure 4Bb). A spindle-associated protein, BuGZ, has been observed to display this behavior in vitro.66 Another type of mixing-induced ordering can be found for polymeric solutions close to the vapor−liquid critical point of the pure solvent, wherein the number of configurations accessible to polymeric chains is decreased with critical fluctuations in the solvent, thereby leading to a negative entropy of mixing. Although uncommon in biological systems, this scenario causes the phase diagrams shown in Figure 4Bc,Bd, depending on the critical temperature of the solvent and the separation between the low-temperature demixing region.62,67"
    }, {
      "heading" : "4. HOW CAN ENTROPY BECOME IMPORTANT IN STRUCTURAL ORGANIZATION?",
      "text" : "In classical statistical mechanics, the accessible volume in phase space can be used to measure the “number of states”. In accordance with the equation S = kB lnW, the unidirectional nature of entropic increase indicates the maximization of the free volume favored by each molecule or particle, which leads to the potential competition among these particles for the accessible volume.25 When the volume is large enough, the competition is not extreme, and the entropic effect is not eminent. However, for a system with confined space or a crowded environment, the volume accessed by each particle becomes reduced and even penalized, which intensifies the competition for the free volume among the particles. The entropic effects can thereby be significantly enhanced and even overwhelm the enthalpic interactions. Thus, the associated entropic penalty could drive and even dominate the directional reorganization of the systems toward the maximization of entropy. This, to a large extent, can generate visually ordered microstructures, as the maximum entropy of particles within a certain volume can be reached if each particle possesses the same free volume.7 We term this concept as “superentropic effect” that can be exploited as a general strategy to tune the structural organization of diverse soft matter systems based on entropy. For example, packing and/or freezing hard colloidal particles to realize entropic ordering is one of the typical applications of this strategy.7,8,11\nThus, entropy can be seen as an emergent quantity of great importance when a limited volume is available for the components, such as in a confined geometry, undergoing packing, and within a crowded environment. The dense packing of lipid molecules within the lipid membrane is one\nsystem that satisfies these conditions. Various entropic effects can thereby be generated by lipid membranes to contribute to the partitioning of small molecules,19 the spatial organization of inclusions, e.g., carbon nanoparticles48 and TM peptides,56 and the functions of proteins, e.g., those of ligands and receptors anchored on the membranes.30 In particular, the spontaneous curvature of a lipid membrane can intensify a crowded environment and signify an entropic contribution from the shape and conformation of lipids and proteins, causing many biophysical phenomena, such as curvature-driven sorting18,19,45 and protein aggregation on the membranes.46\nIn addition to the factors exerted externally, a superentropic effect can be realized by tailoring the intrinsic properties of the components. One of such intrinsic properties is the chain flexibility. It has been demonstrated that the conformationalentropy effect depends nonmonotonically on the chain flexibility.68,69 In particular, semiflexible chains, whose persistent length is comparable to the contour length, have been found to be prone to inducing more significant entropic effects, in stark contrast to the case for their flexible and rigid counterparts. This explains many phenomena, for example, the spatial distribution of fullerenes in response to various saturation degrees of the lipid tails because saturated lipid chains possess a higher stiffness33 and the chain-length dependence of the superlattices formed by DNA-nanoparticles35 because reducing the chain stiffness from a rodlike chain to a more flexible chain produces a larger conformational entropy. Another intrinsic property is the anisotropic shapes of the components, such as lipids and proteins,19,45 which enhance the effect of the shape entropy. Interestingly, organisms have evolved to contain unique molecular structures to take a better advantage of the associated superentropic effect. For instance, the cell membrane of thermophilic archaea have tethered lipids that generate a strong conformational-entropy effect to maintain the membrane integrity, enabling life at extreme temperatures.30 The influenza M2 TM proteins have a distinct conical domain topology that strengthens the contribution of shape entropy to facilitate the budding of viruses.45 Many lipids, e.g., 1,2-dioleoyl-sn-glycero-3-phosphoethanolamine (DOPE), also have special shapes, such as conical topologies, that facilitate lipid sorting to maintain membrane homeostasis among organelles.19 Intrinsically disordered proteins do not fold in an organized manner but can present abundant conformations, improving their ability to sense membrane curvature based on the conformational entropy.29 The protein calmodulin also has a chain-like structure, enhancing the conformational entropy, which contributes significantly to molecular recognition in protein−ligand associations.17"
    }, {
      "heading" : "5. IMPLICATIONS OF CLARIFYING ENTROPY AT",
      "text" : "BIO−NANO INTERFACES\nUnderstanding entropic effects at bio−nano interfaces is essential for revealing the fundamental principles of how the physicochemical interactions regulate the structures, responses, and functions of biological systems, such as DNA, cells, membranes, proteins and organelles. These physicochemical interactions are shaped by many forces, which, of course, include entropic forces, although entropic forces are emergent and remarkably distinct from fundamental interactions. As mentioned in the sections above, previous investigations have suggested that living organisms have evolved to master superentropic effects as a strategy to achieve many goals,\nhttps://dx.doi.org/10.1021/acs.nanolett.0c02635 Nano Lett. 2020, 20, 5616−5624\n5621\nalthough the details of this aspect in most of the biological systems remain elusive. This is not surprising, as biological systems consist of a large number of elementary parts, e.g., lipids and proteins, which can be arranged in a large number of possible ways, constituting enormous states to manifest statistical mechanics behaviors and entropy. A fundamental understanding of the entropic contribution to physicochemical interactions at bio−nano interfaces may lead to new strategies to achieve more effective and safer biomedical applications of nanomaterials. Recently, there has been growing recognition that the physical properties of materials, such as shape, size, and mechanical properties, can regulate biological responses.70−72 In nature, the effects of such physical properties can be attributed, to a certain extent, to diverse entropy types. For example, the conformational entropy of lipid molecules can mediate the partitioning of drug molecules within the membrane and the functioning of proteins.19,45 The fluctuation entropy of membranes can also determine the binding efficiency of ligands and receptors anchored in them30 and thereby regulate the TM transport of ligand-functionalized nanoparticles.56 The entropic contribution can be significantly enhanced by tailoring the intrinsic properties of the materials, such as the shape, size, and chain stiffness, providing unique guidelines for designer biomaterials to facilitate advantageous biomedical applications. The principles of entropic effects exploited by biological systems may be generalized to other soft-matter systems, offering biomimetic inspiration for controlling the selfassembly of materials based on entropy.73−75 For instance, polymers with molecular architectures resembling those of conical lipids can be obtained through controlled/living polymerization73 and may organize into structures with responsive behaviors like lipid and protein sorting. Indeed, a simulation has demonstrated that curvature-induced domain sorting, which is a strategy for organizing membrane components in cells, can be reproduced in polymer blends containing conformationally asymmetric chains.75 Considering the topology similarity between amphiphilic lipids and block copolymers, the entropic effects presented by lipids might be explored to tailor the structures formed by the microphase separation of block copolymers and the nanoparticle distribution within the microdomains of block copolymerbased nanocomposites, leading to new approaches for hierarchical structural control. In summary, the complexity of bio−nano interfaces suggests that entropic effects contribute to shaping physicochemical interactions and thereby regulating diverse biophysical phenomena and processes. We extract and summarize the relevant content from previous works, detail the fundamental principles derived from the entropy-mediated structural formations and transitions in these systems, and suggest how these principles can be explored in biomimetic research for designing and tailoring the structural organization of other soft-matter systems. In particular, a conceptual framework of superentropic effects, with which living organisms have evolved to manipulate entropic effects to achieve many goals, is proposed, which can be exploited as a general policy for tuning the structural assembly of diverse soft-matter systems based on entropy. Although considerable advances have already been made in understanding how the entropic effect shapes physicochemical interactions and affects biological functions, the field remains largely unexplored. At present, it is clear that entropic effects\ncan profoundly impact the functions of a material in a biological environment. However, the types of entropy and the phenomena governed by the entropy in biological systems need to be further explored, which challenges our in-depth understanding of these phenomena, as entropy continues yielding nonintuitive findings. Material designs based on entropic effects can be further developed to facilitate tailored structures and functions of novel materials bearing advantageous biomedical applications. Further investigations are necessary to reveal the fundamental physics and theory regarding the superentropic effect, which will consolidate the theoretical foundation of this field. Moreover, in one of our previous papers,8 we have articulated exploiting entropy strategies based on computational design to tailor the spatial distribution and ordering of anisotropic nanoparticles at the interfaces of polymers and some colloidal systems, which could provide additional information for the present topic focusing entropy at the bio−nano interfaces as well as in the biological systems.\n■ AUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Author",
      "text" : "Li-Tang Yan − State Key Laboratory of Chemical Engineering, Department of Chemical Engineering, Tsinghua University, Beijing 100084, P. R. China; orcid.org/0000-0002-60903039; Email: ltyan@mail.tsinghua.edu.cn"
    }, {
      "heading" : "Authors",
      "text" : "Guolong Zhu − State Key Laboratory of Chemical Engineering, Department of Chemical Engineering, Tsinghua University, Beijing 100084, P. R. China\nZiyang Xu − State Key Laboratory of Chemical Engineering, Department of Chemical Engineering, Tsinghua University, Beijing 100084, P. R. China\nComplete contact information is available at: https://pubs.acs.org/10.1021/acs.nanolett.0c02635"
    }, {
      "heading" : "Author Contributions",
      "text" : "G.Z. and Z.X. contributed equally."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS We are thankful for the stimulating discussions with Pengyu Chen, Xiaobin Dai, Cuiling Hou, and Xuanyu Zhang. We acknowledge support from the NSFC (Grant Nos. 21873053 and 51633003). L.T.Y. acknowledges financial support from the Ministry of Science and Technology of China (Grant No. 2016YFA0202500).\n■ REFERENCES (1) Peppas, N. A.; Langer, R. New Challenges in Biomaterials. Science 1994, 263, 1715−1720. (2) Blattman, J. N.; Greenberg, P. D. Cancer Immunotherapy: A Treatment for the Masses. Science 2004, 305, 200−205. (3) Monsonego, A.; Weiner, H. L. Immunotherapeutic Approaches to Alzheimer’s Disease. Science 2003, 302, 834−838. (4) Nel, A. E.; Mad̈ler, L.; Velegol, D.; Xia, T.; Hoek, E. M. V.; Somasundaran, P.; Klaessig, F.; Castranova, V.; Thompson, M. Understanding Biophysicochemical Interactions at the Nano−Bio Interface. Nat. Mater. 2009, 8, 543−557.\nhttps://dx.doi.org/10.1021/acs.nanolett.0c02635 Nano Lett. 2020, 20, 5616−5624\n5622\n(5) Min, Y.; Akbulut, M.; Kristiansen, K.; Golan, Y.; Israelachvili, J. The Role of Interparticle and External Forces in Nanoparticle Assembly. Nat. Mater. 2008, 7, 527−538. (6) Zhang, S.; Gao, H.; Bao, G. Physical Principles of Nanoparticle Cellular Endocytosis. ACS Nano 2015, 9, 8655−8671. (7) Frenkel, D. Order through Entropy. Nat. Mater. 2015, 14, 9−12. (8) Zhu, G.; Huang, Z.; Xu, Z.; Yan, L.-T. Tailoring Interfacial Nanoparticle Organization through Entropy. Acc. Chem. Res. 2018, 51, 900−909. (9) Wood, W. W.; Jacobson, J. D. Preliminary Results from a Recalculation of the Monte Carlo Equation of State of Hard Sphere. J. Chem. Phys. 1957, 27, 1207−1208. (10) Onsager, L. The Effects of Shape on the Interaction of Colloidal Particles. Ann. N. Y. Acad. Sci. 1949, 51, 627−659. (11) van Anders, G.; Klotsa, D.; Ahmed, N. K.; Engel, M.; Glotzer, S. C. Understanding Shape Entropy through Local Dense Packing. Proc. Natl. Acad. Sci. U. S. A. 2014, 111, E4812−E4821. (12) Geng, Y.; van Anders, G.; Dodd, P. M.; Dshemuchadse, J.; Glotzer, S. C. Engineering Entropy for the Inverse Design of Colloidal Crystals from Hard Shapes. Sci. Adv. 2019, 5, eaaw0514. (13) de Nijs, B.; Dussi, S.; Smallenburg, F.; Meeldijk, J. D.; Groenendijk, D. J.; Filion, L.; Imhof, A.; van Bladderen, A.; Dijkstra, M. Entropy-Driven Formation of Large Icosahedral Colloidal Clusters by Spherical Confinement. Nat. Mater. 2015, 14, 56−60. (14) Manoharan, V. N. Colloidal Matter: Packing, Geometry, and Entropy. Science 2015, 349, 1253751. (15) Liu, Z.; Guo, R.; Xu, G.; Huang, Z.; Yan, L.-T. EntropyMediated Mechanical Response of the Interfacial Nanoparticle Patterning. Nano Lett. 2014, 14, 6910−6916. (16) Dong, B.; Huang, Z.; Chen, H.; Yan, L.-T. Chain-StiffnessInduced Entropy Effects Mediate Interfacial Assembly of Janus Nanoparticles in Block Copolymers: From Interfacial Nanostructures to Optical Responses. Macromolecules 2015, 48, 5385−5393. (17) Frederick, K. K.; Marlow, M. S.; Valentine, K. G.; Wand, A. J. Conformational Entropy in Molecular Recognition by Proteins. Nature 2007, 448, 325−329. (18) Sharma, P. Entropic Force between Membranes Reexamined. Proc. Natl. Acad. Sci. U. S. A. 2013, 110, 1976−1977. (19) Callan-Jones, A.; Sorre, B.; Bassereau, P. Curvature-Driven Lipid Sorting in Biomembranes. Cold Spring Harb. Perspect. Biol. 2011, 3, a004648. (20) Dobzhansky, T. Nothing in Biology Makes Sense Except in the Light of Evolution. Am. Biol. Teach 1973, 35, 125−129. (21) Clausius, R. Abhandlungen Über Die Mechanische War̈metheorie; Friedrich Vieweg und Sohn: Berlin, 1864. (22) Boltzmann, L. Vorlesungen über Gastheorie; Johann Ambrosius Barth: Leipzig, 1896. (23) Gibbs, J. W. Elementary Principles in Statistical Mechanics; Charles Scribner’s Sons: New York, 1902. (24) Planck, M. Ueber das Gesetz der Energieverteilung im Normalspectrum. Ann. Phys. 1901, 309, 553−563. (25) Clausius, R. Ueber verschiedene für die Anwendung bequeme Formen der Hauptgleichungen der Mechanischen War̈metheorie. Ann. Phys. 1865, 201, 353−400. (26) Ben-Naim, A. Entropy and the Second Law: Interpretation and Miss-Interpretations; World Science Publishing: Singapore, 2012. (27) Verlinde, E. On the Origin of Gravity and the Laws of Newton. J. High Energy Phys. 2011, 2011, 29. (28) Cook, B.; Hardy, R. W.; McConnaughey, W. B.; Zuker, C. S. Preserving Cell Shape under Environmental Stress. Nature 2008, 452, 361−364. (29) Zeno, W. F.; Thettle, A. S.; Wang, L.; Snead, W. T.; Lafer, E. M.; Stachowiak, J. C. Molecular Mechanisms of Membrane Curvature Sensing by a Disordered Protein. J. Am. Chem. Soc. 2019, 141, 10361−10371. (30) Hu, J.; Lipowsky, R.; Weikl, T. R. Binding Constants of Membrane-Anchored Receptors and Ligands Depend Strongly on the Nanoscale Roughness of Membranes. Proc. Natl. Acad. Sci. U. S. A. 2013, 110, 15283−15288.\n(31) MacCallum, J. L.; Tieleman, D. P. Computer Simulation of the Distribution of Hexane in a Lipid Bilayer: Spatially Resolved Free Energy, Entropy, and Enthalpy Profiles. J. Am. Chem. Soc. 2006, 128, 125−130. (32) Dai, X.; Chen, P.; Zhu, G.; Xu, Z.; Zhang, X.; Yan, L.-T. Entropy-Mediated Mechanomutable Microstructures and Mechanoresponsive Thermal Transport of Nanoparticle Self-Assembly in Block Copolymers. J. Phys. Chem. Lett. 2019, 10, 7970−7979. (33) Nalakarn, P.; Boonnoy, P.; Nisoh, N.; Karttunen, M.; Wongekkabut, J. Dependence of Fullerene Aggregation on Lipid Saturation due to a Balance between Entropy and Enthalpy. Sci. Rep. 2019, 9, 1037. (34) Ren, C.-L.; Ma, Y.-Q. Structure and Organization of NanosizedInclusion-Containing Bilayer Membranes. Phys. Rev. E 2009, 80, 011910. (35) Thaner, R. V.; Kim, Y.; Li, T. I. N. G.; Macfarlane, R. J.; Nguyen, S. T.; de la Cruz, M. O.; Mirkin, C. A. Entropy-Driven Crystallization Behavior in DNA-Mediated Nanoparticle Assembly. Nano Lett. 2015, 15, 5545−5551. (36) Zhu, G.; Xu, Z.; Yang, Y.; Dai, X.; Yan, L.-T. Hierarchical Crystals Formed from DNA-Functionalized Janus Nanoparticles. ACS Nano 2018, 12, 9467−9475. (37) Beltrań-Heredia, E.; Tsai, F.-C.; Salinas-Almaguer, S.; Cao, F. J.; Bassereau, P.; Monroy, F. Membrane Curvature Induces Cardiolipin Sorting. Commun. Biol. 2019, 2, 225. (38) Yoo, J.; Cui, Q. Membrane-Mediated Protein-Protein Interactions and Connection to Elastic Models: A Coarse-Grained Simulation Analysis of Gramicidin A Association. Biophys. J. 2013, 104, 128−138. (39) Helfrich, W. Steric Interaction of Fluid Membranes in Multilayer Systems. Z. Naturforsch., A: Phys. Sci. 1978, 33A, 305−315. (40) Damasceno, P. F.; Engel, M.; Glotzer, S. C. Crystalline Assemblies and Densest Packings of a Family of Truncated Tetrahedra and the Role of Directional Entropic Forces. ACS Nano 2012, 6, 609−614. (41) van Anders, G.; Ahmed, N. K.; Smith, R. Entropically Patchy Particles: Engineering Valence through Shape Entropy. ACS Nano 2014, 8, 931−940. (42) Cersonsky, R. K.; van Anders, G.; Dodd, P. M.; Glotzer, S. C. Relevance of Packing to Colloidal Self-Assembly. Proc. Natl. Acad. Sci. U. S. A. 2018, 115, 1439−1444. (43) van Anders, G.; Klotsa, D.; Karas, A. S.; Dodd, P. M.; Glotzer, S. C. Digital Alchemy for Materials Design: Colloids and Beyond. ACS Nano 2015, 9, 9542−9553. (44) Harper, E. S.; van Anders, G.; Glotzer, S. C. The Entropic Bond in Colloidal Crystals. Proc. Natl. Acad. Sci. U. S. A. 2019, 116, 16703− 16710. (45) Madsen, J. J.; Grime, J. M. A.; Rossman, J. S.; Voth, G. A. Entropic Forces Drive Clustering and Spatial Localization of Influenza A M2 during Viral Budding. Proc. Natl. Acad. Sci. U. S. A. 2018, 115, E8595−E8603. (46) Li, Y.; Zhang, X.; Cao, D. The Role of Shape Complementarity in the Protein-Protein Interactions. Sci. Rep. 2013, 3, 3271. (47) Wong-Ekkabut, J.; Baoukina, S.; Triampo, W.; Tang, I.-M.; Tieleman, D. P.; Monticelli, L. Computer Simulation Study of Fullerene Translocation through Lipid Membranes. Nat. Nanotechnol. 2008, 3, 363−368. (48) Barnoud, J.; Rossi, G.; Monticelli, L. Lipid Membranes as Solvents for Carbon Nanoparticles. Phys. Rev. Lett. 2014, 112, 068102. (49) Chen, P.; Yue, H.; Zhai, X.; Huang, Z.; Ma, G.-H.; Wei, W.; Yan, L.-T. Transport of a Graphene Nanosheet Sandwiched inside Cell Membranes. Sci. Adv. 2019, 5, eaaw3192. (50) Mao, J.; Guo, R.; Yan, L.-T. Simulation and Analysis of Cellular Internalization Pathways and Membrane Perturbation for Graphene Nanosheets. Biomaterials 2014, 35, 6069−6077. (51) Chen, P.; Yan, L.-T. Physical Principles of Graphene Cellular Interactions: Computational and Theoretical Accounts. J. Mater. Chem. B 2017, 5, 4290−4306.\nhttps://dx.doi.org/10.1021/acs.nanolett.0c02635 Nano Lett. 2020, 20, 5616−5624\n5623\n(52) Chen, P.; Xu, Z.; Zhu, G.; Dai, X.; Yan, L.-T. Cellular Uptake of Active Particles. Phys. Rev. Lett. 2020, 124, 198102. (53) Li, Y.; Yuan, H.; von dem Bussche, A.; Creighton, M.; Hurt, R. H.; Kane, A. B.; Gao, H. Graphene Microsheets Enter Cells through Spontaneous Membrane Penetration at Edge Asperities and Corner Sites. Proc. Natl. Acad. Sci. U. S. A. 2013, 110, 12295−12300. (54) Moore, T. C.; Yang, A. H.; Ogungbesan, O.; Hartkamp, R.; Iacovella, C. R.; Zhang, Q.; McCabe, C. Influence of Single-Stranded DNA Coatings on the Interaction between Graphene Nanoflakes and Lipid Bilayers. J. Phys. Chem. B 2019, 123 (36), 7711−7721. (55) Xu, Z.; Gao, L.; Chen, P.; Yan, L.-T. Diffusive Transport of Nanoscale Objects through Cell Membranes: A Computational Perspective. Soft Matter 2020, 16, 3869−3881. (56) Lee, J.; Im, W. Transmembrane Helix Tilting: Insights from Calculating the Potential of Mean Force. Phys. Rev. Lett. 2008, 100, 018103. (57) Das, P.; Matysiak, S.; Mittal, J. Looking at the Disordered Proteins through the Computational Microscope. ACS Cent. Sci. 2018, 4, 534−542. (58) Nott, T. J.; Petsalaki, E.; Farber, P.; Jervis, D.; Fussner, E.; Plochowietz, A.; Craggs, T. D.; Bazett-Jones, D. P.; Pawson, T.; Forman-Kay, J. D.; Baldwin, A. J. Phase Transition of a Disordered Nuage Protein Generates Environmentally Responsive Membraneless Organelles. Mol. Cell 2015, 57, 936−947. (59) Hyman, A. A.; Weber, C. A.; Juelicher, F. Liquid-Liquid Phase Separation in Biology. Annu. Rev. Cell Dev. Biol. 2014, 30, 39−58. (60) Courchaine, E. M.; Lu, A.; Neugebauer, K. M. Droplet Organelles? EMBO J. 2016, 35, 1603−1612. (61) Banani, S. F.; Lee, H. O.; Hyman, A. A.; Rosen, M. K. Biomolecular Condensates: Organizers of Cellular Biochemistry. Nat. Rev. Mol. Cell Biol. 2017, 18, 285−298. (62) Falahati, H.; Haji-Akbari, A. Thermodynamically Driven Assemblies and Liquid-Liquid Phase Separations in Biology. Soft Matter 2019, 15, 1135−1154. (63) Burke, K. A.; Janke, A. M.; Rhine, C. L.; Fawzi, N. L. Residueby-Residue View of in Vitro Fus Granules That Bind the C-Terminal Domain of RNA Polymerase II. Mol. Cell 2015, 60, 231−241. (64) Sear, R. P.; Cuesta, J. A. Instabilities in Complex Mixtures with a Large Number of Components. Phys. Rev. Lett. 2003, 91, 245701. (65) Falahati, H.; Wieschaus, E. Independent Active and Thermodynamic Processes Govern the Nucleolus Assembly in vivo. Proc. Natl. Acad. Sci. U. S. A. 2017, 114, 1335−1340. (66) Jiang, H.; Wang, S.; Huang, Y.; He, X.; Cui, H.; Zhu, X.; Zheng, Y. Phase Transition of Spindle-Associated Protein Regulate Spindle Apparatus Assembly. Cell 2015, 163, 108−122. (67) Prausnitz, J. M. P.; Lichtenthaler, R. N.; de Azevedo, E. G. Molecular Thermodynamics of Fluid-Phase Equilibria; Prentice Hall: New York, 1998. (68) Xu, G.; Huang, Z.; Chen, P.; Cui, T.; Zhang, X.; Miao, B.; Yan, L.-T. Optimal Reactivity and Improved Self-Healing Capability of Structurally Dynamic Polymers Grafted on Janus Nanoparticles Governed by Chain Stiffness and Spatial Organization. Small 2017, 13, 1603155. (69) Huang, Z.; Lu, C.; Dong, B.; Xu, G.; Ji, C.; Zhao, K.; Yan, L.-T. Chain Stiffness Regulates Entropy-Templated Perfect Mixing at Single-Nanoparticle Level. Nanoscale 2016, 8, 1024−1032. (70) Silva, G. A.; Czeisler, C.; Niece, K. L.; Beniash, E.; Harrington, D. A.; Kessler, J. A.; Stupp, S. I. Selective Differentiation of Neural Progenitor Cells by High-Epitope Density Nanofibers. Science 2004, 303, 1352−1355. (71) Beningo, K. A.; Dembo, M.; Wang, Y. l. Responses of Fibroblasts to Anchorage of Dorsal Extracellular Matrix Receptors. Proc. Natl. Acad. Sci. U. S. A. 2004, 101, 18024−18029. (72) Mitragotri, S.; Lahann, J. Physical Approaches to Biomaterial Design. Nat. Mater. 2009, 8, 15−23. (73) Matyjaszewski, K.; Xia, J. H. Atom Transfer Radical Polymerization. Chem. Rev. 2001, 101, 2921−2990.\n(74) Li, W.; Carrillo, J.-M. Y.; Katsaras, J.; Sumpter, B. G.; Ashkar, R.; Kumar, R. The Influence of Curvature on Domain Distribution in Binary Mixture Membranes. Soft Matter 2019, 15, 6642−6649. (75) Ji, Q.; Yuan, B.; Lu, X. M.; Yang, K.; Ma, Y. Q. Controlling the Nanoscale Rotational Behaviors of Nanoparticles on the Cell Membranes: A Computational Model. Small 2016, 12, 1140−1146.\nhttps://dx.doi.org/10.1021/acs.nanolett.0c02635 Nano Lett. 2020, 20, 5616−5624\n5624"
    } ],
    "references" : [ {
      "title" : "New Challenges in Biomaterials",
      "author" : [ "N.A. Peppas", "R. Langer" ],
      "venue" : "Science",
      "citeRegEx" : "Peppas and Langer,? \\Q1994\\E",
      "shortCiteRegEx" : "Peppas and Langer",
      "year" : 1994
    }, {
      "title" : "Cancer Immunotherapy: A Treatment for the Masses",
      "author" : [ "J.N. Blattman", "P.D. Greenberg" ],
      "venue" : "Science",
      "citeRegEx" : "Blattman and Greenberg,? \\Q2004\\E",
      "shortCiteRegEx" : "Blattman and Greenberg",
      "year" : 2004
    }, {
      "title" : "Immunotherapeutic Approaches to Alzheimer’s Disease",
      "author" : [ "A. Monsonego", "H.L. Weiner" ],
      "venue" : "Science",
      "citeRegEx" : "Monsonego and Weiner,? \\Q2003\\E",
      "shortCiteRegEx" : "Monsonego and Weiner",
      "year" : 2003
    }, {
      "title" : "Understanding Biophysicochemical Interactions at the Nano−Bio Interface",
      "author" : [ "P. Somasundaran", "F. Klaessig", "V. Castranova", "M. Thompson" ],
      "venue" : "Nat. Mater. 2009,",
      "citeRegEx" : "Somasundaran et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Somasundaran et al\\.",
      "year" : 2009
    }, {
      "title" : "Physical Principles of Nanoparticle Cellular Endocytosis",
      "author" : [ "S. Zhang", "H. Gao", "G. Bao" ],
      "venue" : "ACS Nano 2015,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2015
    }, {
      "title" : "The Effects of Shape on the Interaction of Colloidal Particles",
      "author" : [ "L. Onsager" ],
      "venue" : "Ann. N. Y. Acad. Sci. 1949,",
      "citeRegEx" : "Onsager,? \\Q1949\\E",
      "shortCiteRegEx" : "Onsager",
      "year" : 1949
    }, {
      "title" : "Formation of Large Icosahedral Colloidal Clusters by Spherical Confinement",
      "author" : [ "M. Entropy-Driven" ],
      "venue" : "Nat. Mater. 2015,",
      "citeRegEx" : "Entropy.Driven,? \\Q2015\\E",
      "shortCiteRegEx" : "Entropy.Driven",
      "year" : 2015
    }, {
      "title" : "Entropic Force between Membranes Reexamined",
      "author" : [ "P. Sharma" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A",
      "citeRegEx" : "Sharma,? \\Q1977\\E",
      "shortCiteRegEx" : "Sharma",
      "year" : 1977
    }, {
      "title" : "Nothing in Biology Makes Sense Except in the Light of Evolution",
      "author" : [ "T. Dobzhansky" ],
      "venue" : "Am. Biol. Teach 1973,",
      "citeRegEx" : "Dobzhansky,? \\Q1973\\E",
      "shortCiteRegEx" : "Dobzhansky",
      "year" : 1973
    }, {
      "title" : "Steric Interaction of Fluid Membranes in Multilayer Systems",
      "author" : [ "W. Helfrich" ],
      "venue" : "Z. Naturforsch., A: Phys. Sci. 1978,",
      "citeRegEx" : "Helfrich,? \\Q1978\\E",
      "shortCiteRegEx" : "Helfrich",
      "year" : 1978
    }, {
      "title" : "Digital Alchemy for Materials Design: Colloids and Beyond",
      "author" : [ "C. S" ],
      "venue" : "ACS Nano 2015,",
      "citeRegEx" : "S.,? \\Q2015\\E",
      "shortCiteRegEx" : "S.",
      "year" : 2015
    }, {
      "title" : "The Entropic Bond in Colloidal Crystals",
      "author" : [ "E.S. Harper", "G. van Anders", "S.C. Glotzer" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A. 2019,",
      "citeRegEx" : "Harper et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Harper et al\\.",
      "year" : 2019
    }, {
      "title" : "Spontaneous Membrane Penetration at Edge Asperities and Corner Sites",
      "author" : [ "T.C. Moore", "A.H. Yang", "O. Ogungbesan", "R. Hartkamp" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A",
      "citeRegEx" : "Moore et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Moore et al\\.",
      "year" : 2013
    }, {
      "title" : "Proteins through the Computational Microscope",
      "author" : [ "T.J. Nott", "E. Petsalaki", "P. Farber", "D. Jervis", "E. Fussner" ],
      "venue" : "ACS Cent. Sci. 2018,",
      "citeRegEx" : "Nott et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Nott et al\\.",
      "year" : 2018
    }, {
      "title" : "Liquid-Liquid Phase Separation in Biology",
      "author" : [ "A.A. Hyman", "C.A. Weber", "F. Juelicher" ],
      "venue" : "Nuage Protein Generates Environmentally Responsive Membraneless Organelles. Mol. Cell 2015,",
      "citeRegEx" : "Hyman et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Hyman et al\\.",
      "year" : 2014
    }, {
      "title" : "Assemblies and Liquid-Liquid Phase Separations in Biology",
      "author" : [ "K.A. Burke", "A.M. Janke", "C.L. Rhine", "N.L. Fawzi" ],
      "venue" : "Soft Matter 2019,",
      "citeRegEx" : "Burke et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Burke et al\\.",
      "year" : 2019
    }, {
      "title" : "by-Residue View of in Vitro Fus Granules That Bind the C-Terminal Domain of RNA Polymerase II",
      "author" : [ "R.P. Sear", "J.A. Cuesta" ],
      "venue" : "Mol. Cell 2015,",
      "citeRegEx" : "Sear and Cuesta,? \\Q2015\\E",
      "shortCiteRegEx" : "Sear and Cuesta",
      "year" : 2015
    }, {
      "title" : "Transition of Spindle-Associated Protein Regulate Spindle Apparatus Assembly",
      "author" : [ "Y. Phase" ],
      "venue" : "Cell",
      "citeRegEx" : "Phase,? \\Q2015\\E",
      "shortCiteRegEx" : "Phase",
      "year" : 2015
    }, {
      "title" : "Progenitor Cells by High-Epitope Density Nanofibers",
      "author" : [ "K.A. Beningo", "M. Dembo", "Y. l. Wang" ],
      "venue" : "Science",
      "citeRegEx" : "Beningo et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Beningo et al\\.",
      "year" : 2004
    }, {
      "title" : "The Influence of Curvature on Domain Distribution in Binary Mixture Membranes",
      "author" : [ "Kumar" ],
      "venue" : "Soft Matter 2019,",
      "citeRegEx" : "R. and R.,? \\Q2019\\E",
      "shortCiteRegEx" : "R. and R.",
      "year" : 2019
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Entropy, one of the central concepts of thermodynamics, can be a predominant contribution to structural formation and transition. Although it is well-known that diverse forces and energies can significantly contribute to the structures and activities at bio−nano interfaces, the potential entropic contribution remains less well understood. Therefore, this review article seeks to provide a conceptual framework demonstrating that entropy can be exploited to shape the physicochemical properties of bio−nano interfaces and thereby regulate the structures, responses, and functions of biological systems. We introduce the typical types of entropy that matter at bio−nano interfaces. Moreover, some key characteristics featuring entropy at bio−nano interfaces, such as the difference between entropic force and energetic interaction and the associated implications for biomimetic research, are discussed. We expect that this review could stimulate further effort in the fundamental research of entropy in biology and in the biological applications of entropic effects in designer biomaterials.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}