{
  "name" : "downloads_2019-02-25_1e_sanjay2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ "Sharda Sundaram Sanjay" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "CHAPTER\n27Green Synthesis, Characterization and Applications of Nanoparticles. https://doi.org/10.1016/B978-0-08-102579-6.00002-2 © 2019 Elsevier Inc. All rights reserved.\n2 Sharda Sundaram Sanjay\nDepartment of Chemistry, Ewing Christian College, Allahabad, India\nCHAPTER OUTLINE"
    }, {
      "heading" : "1 Introduction ........................................................................................................... 27",
      "text" : ""
    }, {
      "heading" : "2 World Concern ....................................................................................................... 28",
      "text" : ""
    }, {
      "heading" : "3 Remedial Activities ................................................................................................ 29",
      "text" : ""
    }, {
      "heading" : "4 Precautions ........................................................................................................... 33",
      "text" : ""
    }, {
      "heading" : "5 Hurdles Encountered During the Development of Green Nanotechnology .................... 34",
      "text" : ""
    }, {
      "heading" : "6 Conclusion ............................................................................................................ 34",
      "text" : "References ................................................................................................................ 34"
    }, {
      "heading" : "1 INTRODUCTION",
      "text" : "There is no doubt technology has brought great benefits to human society, making life easier with good health and communication. But, in spite of these benefits, people are upset because of the underlying threats some technologies pose to life. Ultimately, the benefits are in favor of comfort. In the same way, nanotechnology has created similar concerns. There needs to be control with regard to miniaturization at the nanoscale level and development of a large number of nanodevices. The situation should not get out of control. Eric Drexler’s “gray goo” threat created a red alert among scientists. Although Drexler has explained that his gray goo scenario is the wrong issue to focus upon, there are still serious questions about sustaining life without any alternate sources of energy. At the same time, it is difficult for us to give up new technology that develops new treatments for cancer, corrects genetic flaws, and produces new organisms capable of cleaning up toxic chemicals. We find that there are two faces of the same coin. There may be some applications of nanotechnology that will be harmful, producing serious environmental and health issues. It is a moral imperative for scientists to monitor nanotechnology development and, if the harm outweighs the benefits, experimentation should be curtailed. Policies should be enacted regarding all nanotechnology, which is expected to bring huge net benefits to man and society, and applications toward those ends should be encouraged.\nSafe nano is green nano\nWorldwide research projects utilizing world-class research and development programs to exploit the full potential of advanced nanotechnology with the best educational resources, a skilled workforce, and supporting infrastructure are in full motion. Provisions have been made to facilitate the transformation of nanotechnology into products for market and economic growth by providing jobs and other public and social benefits. With the help of new methodologies to replace existing applications using green nanotechnology, health and environmental hazards can be tackled in a better way.\nGreen nanotechnology is not merely initiating the next industrial scientific revolution but is also facilitating technological solutions, providing clean water through various novel filtration methodologies and decontaminating dirty water; providing better alternatives in generation of renewable energy; helping waste management and environmental remediation by developing new industrial and chemical methodologies; developing materials that will act as alternative replacements for hazardous processes and constituents; and providing better solutions for these problems.\nToday, we are exposed to such a large variety of pollutants (including nanoparticles, soot, and bacteria) that our bodies have already evolved defense mechanisms against the constant exposure to them. According to a recent report, “there is very little information and data on, or analysis of, [environmental health and safety] impacts related to nanotechnology”  [2]. Therefore, there are obvious recommendations for research on the environmental, health, and safety (EHS) effects of nanotechnology. “Green nanotechnology” focuses on overcoming the challenges of using nanotechnology at the nanoscale level to ensure eco-friendly reactions, processes, and products. In other words, the purpose of green nanotechnology is to produce eco-friendly designs."
    }, {
      "heading" : "2 WORLD CONCERN",
      "text" : "In 1992, the Rio Declaration of the United Nations (UN) Conference on Environment and Development was introduced for the first time. According to the declaration, to protect the environment, precautionary measures should be widely applied by the member nations according to their capabilities. The declaration further stated that, when there are threats of serious or irreversible damage, claiming a lack of full scientific knowledge certainty should not be used as a reason for postponing cost-effective measures to prevent environmental degradation [1].\nGreen nanotechnology brings significant potential gains at the environmental, societal, and economic levels, but there are also potential risks and costs. Advances have been made in the application of green nanotechnology; however, there are still concerns about the level of sustainability for certain green applications of nanotechnology and actual or perceived EHS risks [2]. Scientists sketched out a three-tier for precautionary measures. The first tier is the damage condition, which specifies some characteristics of the effect such as the serious, harmful, catastrophic, irreversible destruction of something irreplaceable, a reduction or elimination of biodiversity, the violation of the rights of future generations, etc.) in consideration of which the precautionary measures are taken. The second tier is the knowledge condition,\nwhich specifies the state of scientific knowledge regarding the relationship between the activity and the effect (i.e., deciding the state of art). The third tier specifies the remedial action, which is an itinerary of action that decision makers should take concerning the activity by developing new testing models to evaluate the safety and health risks of engineered nanomaterials. Nanoparticles are becoming an important part of most consumer products, and regulation of their disposal will prove difficult. Stronger regulations can be maintained by improving and abiding by standard testing methods."
    }, {
      "heading" : "3 REMEDIAL ACTIVITIES",
      "text" : "The reason for the exploitation of nanoparticles lies in their controllable size and the corresponding tunability of their properties, creating comparably easier mechanisms for exciting applications from manufacturing techniques to technologies. However, these characteristics have some new problems that threaten extreme damage to our biosphere and environment. These new materials/devices could penetrate into plant and animal cells, disrupting their natural processes and giving rise to inadvertent consequences. Precautionary measures should be taken by assessing the potential damage conditions, which should be specified and analyzed through the preexisting knowledge conditions, and then remedial activities should be implemented.\nOf course, there are always unforeseen risks with science and technology leaping into the unknown. There have been terrible experiences with some new discoveries such as asbestos, DDT, polychlorinated biphenyls (PCBs), etc. But these products showed significant benefits for a while. Moreover, DDT has recently been reapproved for the restricted use to fight malaria. Nanoscale iron provides a safe advancement for neutralizing chlorinated organic solvents, as well as the previously mentioned organic chlorine-based pesticides like DDT and PCBs. Adding iron nanoparticles to tetrachloroethene (a common solvent used in dry cleaning) causes iron to oxidize, or rust, freeing up electrons [3]. These electrons are consumed during the reaction, and a naturally occurring hydrocarbon ethane is released. Similarly, the use of zinc oxide and titanium dioxide at the nanoscale level has become popular in sunscreens, revealing yet another benefit. The reports are still at the risk level.\nA large number of concerns have surfaced regarding the handling of nanoparticles and those nanomaterials that may cause unusual effects on human health. There is particular concern regarding their small size, which may allow them to penetrate the normal biological blood–brain barrier.\nEnvironmental problems can be solved by fixing the problems that already exist via technology, or by preventing man-made damages to the environment. Through nanotechnology, environmental remediation could be accomplished using the chemical reactivity of nanomaterials as oxidants, reductants, or nutrients, which have shown promising transformations for better remediation (e.g., the remediation of chlorinated solvents like trichloroethylene) [4] or by developing new materials that can replace toxic or rare materials.\nTo solve a problem, we first have to measure it. Because of the high surfaceto-volume ratio of nanomaterials, they serve as an excellent resource material for sensing systems, providing both high sensitivity and high selectivity. The “sensing capacity” of a particular sensor refers to its ability to detect very small amount of an element by exploiting the change in any of its properties, whether optical, electrical, or chemical (for example, pH), or in its magnetic behavior, to differentiate between one species and another. Using the functionalization of the nanostructure’s surface with another chemical species, it can be made eco-friendly (e.g., binding streptavidin to biotin [5] changes the electrical properties of the nanomaterial’s surface in a characteristic manner). Observing this change could enable us to detect a very small number of binding sites. Similarly, small changes in pH can also be detected through pH sensors.\nNanoparticles have been synthesized through a number of chemical and physical methods. But these methods may have many disadvantages, such as the use of toxic solvents, consumption of high-energy temperature and pressure, or the creation of hazardous byproducts. So, to proceed with green nanotechnology, there is an utmost indispensable need to develop environment-friendly methods for the synthesis of metal nanoparticles and nanomaterials of considerable importance for their biological applications. Using green nanotechnology innovations, a number of green nanoparticles have been synthesized that have well-defined topology, chemical composition, size, and morphology through different methodologies, and their technological applications are being explored [6–9].\nOne of the most popular methods for the synthesis of nanomaterials is the use of eco-friendly renewable resources such as plant extracts, and the milder reaction conditions in an aqueous medium are advantageous over other hazardous methods with toxic solvents. Because of the low-cost, energy-efficient, nontoxic behavior of plant extracts and products, water-soluble phytochemicals such as flavones, organic acids, and quinines, which are also responsible for immediate reduction reactions [7, 10], are gradually gaining attention for the synthesis of metal nanoparticles and their applicability toward green nanotechnology. Thus, for the green chemistry synthesis of nanoparticles and nanomaterials, the solvent medium should first be biocompatible and nontoxic. Second, the preferred natural reducing agents should be environmentally favorable. And third, the stabilization and capping agents of the nanoparticles should also be natural nontoxic substances. A number of researchers have been using phytochemicals from plant extracts to catalyze the reduction of metal nanoparticles (e.g., the synthesis of capped gold nanoparticles) [7, 11–17].\nNune et  al. showed evidence of the health benefits of gold nanoparticles with several phytochemical coatings, such as Camellia sinensis (green tea) [18], investigating the presence of high levels of antioxidant polyphenols in green tea, including flavonoids and catechins, all of which scavenge the dangerous free radicals in the body, preventing the advancement of various diseases [18–23].\nThey also studied natural chemicals other than gold in a truly biogenic, green nanotechnological process for their application in molecular imaging and therapy [18].\nNestor et al. synthesized gold and silver nanostructures in an aqueous medium at ambient conditions using green tea extract as a reducing and stabilizing agent. These colloidal nanoparticles exhibited highly efficient, single-photon-induced luminescence. By changing the concentrations of metal ions and the quantity of the reducing agent (which plays a crucial role in formation, growth, and luminescence response), the optical response of these noble-metal nanostructures could be manipulated [24]. In a similar pattern, many researchers have synthesized nanoparticles coated with Juniperus communis (Zimbro tea) and investigated their use against various diseases, including their antidiabetic effect, in the treatment of kidney infections, as a diuretic or stomachic, and for the treatment of rheumatism, and cardiac and skin diseases. Other synthesized nanoparticles have been coated with the constituents of the fruit of J. communis containing polyphenols, polyphenol esters, and monoterpene hydrocarbons [25, 26]; coconut shell extract as an antibacterial, antiviral [27], and antiinflammatory [28], among other properties; and green coconut shell (mesocarp) extract without any additional capping or stabilizing agents for the very mild and environment-friendly synthesis of gold nanoparticles [29]. Paul et  al. synthesized gold nanoparticles at room temperature under very mild conditions without any extra stabilizing or capping agents with the shell extract of green coconut (Cocos nucifera Linn) [29].\nNanotechnology that can affect on our bio-environment is basically relies upon the synthetic process of the nanomaterials. For the creation of safe nanotechnology, it is important to select eco-friendly “green” and “clean” materials that use less energy during the manufacturing process, and the manufactured products should be recyclable after use. In this way, green nanotechnology can considerably benefit the environment using green chemistry. Green chemistry (Table 1) is the design of chemical products and processes in a way that allows us to reduce or eliminate hazardous substances right from the beginning through the end of a chemical process.\nTable 1 The 12 unavoidable principles of green chemistry [30]\n1. Prevention 2. Atomic economy 3. Less hazardous chemical syntheses 4. Designing safer chemicals 5. Safer solvents and auxiliaries 6. Design for energy efficiency 7. Use of renewable feedstocks 8. Reduce derivatives 9. Use of catalysis\n10. Design for degradation 11. Real-time analysis for pollution prevention 12. Inherently safer chemistry for accident prevention\nUnder the purview of green technology, products and items are designed with consideration of the environmental panorama at the forefront. Green technology products endeavor to trim down waste, slash pollution, and even reduce fossil fuel use, through strategies such as the creation of products with renewable resources, green chemicals, sustainable or recyclable products, and technology that runs on alternative energy.\n“Green nanotechnology” endeavors to exploit novel nano- innovations in chemistry, materials, science, and engineering to create energy efficient products and processes that should also be economically and environmentally sustainable.\nThese applications are anticipated to affect a great range of economic segments, such as energy production, storage and dissemination, purification and clean-up technologies, construction and communication, transportation, and infrastructure industries. These solutions will definitely reduce the pressure on raw materials manufacturers regarding renewable energy, to improve systems’ reliability, efficiency, and safety, as well as to use nonconventional water sources or nano-enabled construction products in order to provide better biosphere, ecosystem, and livelihood conditions. Green nanotechnology basically depends upon the synthesis of nanoparticles and nanomaterials.\nSynthetic nanoparticles are often called engineered nanoparticles (ENPs), as these are produced by humans to have specific nanotechnological properties (e.g., nano-gold or nano-silver with single elements, ZnO, TiO2, or polymer nanocomposites that are mixture of elements or molecules).\nENPs are nanoparticles produced or synthesized with a specific purpose. Ultrafine particles may be generated as byproducts during synthesis or through any natural reaction, so they are called incidental nanoparticles. Because ENPs are designed in a controlled manner, they have specific properties and compositions (e.g., shape, size, surface properties, and chemistry) different from incidental nanoparticles, which have heterogeneous properties as they are generated in a relatively uncontrolled manner.\nENPs can be classified on the basis of their chemical composition, size, or morphological characteristics. They may be carbon-based or mineral-based ENPs. Carbon-based ENPs are primarily fullerenes, various types of carbon nanotubes, wires, meshes, etc. Dendrimers, polystyrene, and other organic polymers can also be included in this category.\nThere are a wide array of mineral-based ENPs such as Ag, Au, Fe, and other elemental metal ENPs, oxides or binary compounds including carbides, nitrides, etc.; and complex compounds including alloys, composites, nanofluids etc. Quantum dots of binary or complex compounds may be capped with a polymer.\nFor safer green nanotechnology, there should be a simultaneous concerns about producing safe nanomaterials and products without harming the environment or human health, and producing nanoproducts that offer solutions to environmental problems. It is advisable to consider the existing 12 principles of green chemistry and green engineering to produce nanomaterials and nanoproducts with nontoxic precursors, at low temperatures and pressure, using fewer and renewable energy inputs wherever possible, and using lifecycle thinking at all design and engineering stages.\nThe most relevant and promising green innovation is the application of carbon nanotubes [31, 32], as related to transport and electronics through interesting and flexible renewable energy technologies, which include the direct conversion of sunlight into electric power (i.e., the photovoltaic effect) [33, 34]. Carbon nanomaterials, including C60 fullerenes [35, 36] and graphene [37, 38] (Fig. 1), have been studied as the most efficient electron acceptors in polymer matrix and quantum dot solar cells. Dye-sensitized solar cells also show great promise. In these devices, a nanocrystalline mesoporous nanomaterial, such as titanium dioxide (TiO2) or zinc oxide (ZnO) film with a monolayer of the charge transfer dye attached to its surface, is pasted onto a transparent conductive substrate [39, 40]."
    }, {
      "heading" : "4 PRECAUTIONS",
      "text" : "ENPs and engineered nano-objects should be handled safely to minimize the probability of inhalation, exposure, and skin contact. Some basic precautions must be taken in laboratories or work places while working with engineered nanomaterials:\n• Avoid handling of nanomaterials in open spaces. • Store dispersible nanomaterials in closed containers or suspended in liquids. • Work areas should be after experiments are finished. • All waste material should be disposed of in compliance with all regulations. • Edibles should be avoided in nanomaterials labs. • Proper precautions should be taken to avoid the transferring nanomaterials onto\nclothing and skin. • To promote and encourage the awareness of the ENPs, some sort of “green\nnano” award should be created for different stages in the development of nanotechnology. There could be categories for achievements in the synthetic process, manufacture, use, design, discovery, development, or awards could be given on an applicatory basis, on a promotional basis, etc.\nFIG. 1\nSome carbon-based nanomaterials such as graphene, fullerene, and carbon nanotubes."
    }, {
      "heading" : "5 HURDLES ENCOUNTERED DURING THE DEVELOPMENT",
      "text" : ""
    }, {
      "heading" : "OF GREEN NANOTECHNOLOGY",
      "text" : "1. Lack of clear guidelines for researchers in the initial discovery phases of green\nnanoscience. 2. Lack of coordination between the industrial (engineering research) and research\n(basic research) communities. 3. Lack of devoted scientists and engineers with experience in developing green\nnanotechnology. 4. Lack of development and constant updating of the advances in the science of\ntoxicology and analysis protocols. 5. Lack of regulations for green nanotechnologies to curb existing conventional\nchemicals. 6. Lack of commercial-grade products comparable with conventional materials\nwith regard to their performance"
    }, {
      "heading" : "6 CONCLUSION",
      "text" : "The drive toward green nanotechnology in the scientific world demonstrates the concern of scientists regarding our environment and health. Synthetic chemists must be more prepared to work with new greener methodologies, and the engineers who process the technology must accept the challenges offered by the green nanotechnological revolution as an exciting opportunity.\nThere are a number of reactions that require the use of rapid screening methods and innovative engineering to fully exploit green nanotechnology. Green nanotechnology can help alleviate major sustainability issues in areas such as climate change, water purification, disease and medicine, food production, renewable energy, toxins, and natural resources. But above all, only a change in human values, behavior, and concern with responsible technologies will lead to true sustainability, and then it will truly be green nanotechnology.\nREFERENCES [1] http://www.un.org/documents/ga/conf151/aconf15126-1annex1.htm. [2] Royal Commission on Environmental Pollution, 2008. [3] Zhang  W-X. Nanoscale Iron particles for environmental remediation: an overview. J\nNanopart Res 2003;5:323. [4] Zhang M, He F, Zhao D, Hao X. Degradation of soil-sorbed trichloroethylene by stabi-\nlized zero valent iron nanoparticles: effects of sorption, surfactants, and natural organic matter. Water Res 2011;45(7):2401–14. [5] Livnah O, Bayer EA, Wilchek M, Sussman JL. Three-dimensional structures of Avidin and the Avidin-biotin complex. Proc Natl Acad Sci U S A 1993;90(11):5076–80.\n[6] Yu J, Xu D, Guan HN, Wang C, Huang LK, Chi DF. Facile one-step green synthesis of gold nanoparticles using Citrus maxima aqueous extracts and its catalytic activity. Mater Lett 2016;166:110–2. [7] Nath D, Banerjee P. Green nanotechnology—A new hope for medical biology. Environ Toxicol Pharmacol 2013;36:997–1014. [8] Mata R, Bhaskaran A, Sadras SR. Green-synthesized gold nanoparticles from Plumeria alba flower extract to augment catalytic degradation of organic dyes and inhibit bacterial growth. Particuology 2016;24:78–86. [9] Azandehi PK, Moghaddam J. Green synthesis, characterization and physiological stability of gold nanoparticles from Stachys lavandulifolia Vahl extract. Particuology 2015;19:22–6. [10] Iravani  S. Green synthesis of metal nanoparticles using plants. Green Chem 2011;13:2638–50. [11] Choi J, Park S, Stojanović Z, Han H, Lee J, Seok HK, Uskoković D, Lee KH. Facile Solvothermal preparation of monodisperse gold nanoparticles and their engineered assembly of ferritin-gold nanoclusters. Langmuir 2013;29:15698–703. [12] Kannan R, Rahing V, Cutler C, Pandrapragada R, Katti KK, Kattumuri V, Robertson JD, Casteel SJ, Jurisson S, Smith C, Boote E, Katti KV. Nanocompatible chemistry toward fabrication of target-specific gold nanoparticles. J Am Chem Soc 2006;128:11342–3. [13] Ashamalla H, Rafla S, Zaki B, Nnaemeka CI, Ross P. Radioactive gold grain implants in recurrent and locally advanced head-and-neck cancers. Brachytherapy 2002;1:161–6. [14] Alfonso AE, Hassan A, Gardner B, Stein S, Patti J, Solomon N, McCarthy J, Steigman J. Prevention of hepatic metastases by intravenous radioactive gold. Cancer Res 1978;38:2740–4. [15] Gonnelli C, Cacioppo F, Giordano C, Capozzoli L, Salvatici MC, Colzi I, Bubbad MD, Ancillotti  C, Ristori  S. Cucurbita pepo L. extracts as a versatile hydrotropic source for the synthesis of gold nanoparticles with different shapes. Green Chem Lett Rev 2015;8:39–47. [16] Mittal AK, Chisti Y, Banerjee UC. Synthesis of metallic nanoparticles using plant extracts. Biotechnol Adv 2013;31:346–56. [17] Luczaj  W, Skrzydlewska  E. Antioxidative properties of black tea. Prev Med 2005;40:910–8. [18] Nune SK, Chanda N, Shukla R, Katti K, Kulkarni RR, Thilakavathy S, Mekapothula S, Kannan  R, Katti  KV. Green nanotechnology from tea: phytochemicals in tea as building blocks for production of biocompatible gold nanoparticles. J Mater Chem 2009;19:2912–20. [19] Maeta K, Nomura W, Takatsume Y, Izawa S, Inoue Y. Green tea polyphenols function as Prooxidants to activate oxidative-stress-responsive transcription factors in yeasts. Appl Environ Microbiol 2007;73:572–80. [20] Peterson  J, Dwyer  J, Bhagwat  S, Haytowitz  D, Holden  J, Eldridge  AL, Beecher  G, Aladesanmi J. Major flavonoids in dry tea. J Food Compos Anal 2005;18:487–501. [21] Sari F, Turkmen N, Polat G, Velioglu YS. Total polyphenol, antioxidant and antibacterial activities of black mate tea. Food Sci Technol Res 2007;13:265–9. [22] Zhao BL, Clin J. The health effects of tea polyphenols and their antioxidant mechanism. J Clin Biochem Nutr 2006;38:59–68. [23] Sasak W, Mankowski T, Chojnacki T. Polypyrenols in Juniperus communis. FEBS Lett 1976;64:55–8.\n[24] Nestor ARV, Mendieta VS, López MAC, Espinosa RMG, López MAC, Alatorre JAA. Solventless synthesis and optical properties of au and ag nanoparticles using Camellia sinensis extract. Mater Lett 2008;62:3103–5. [25] Ochacka JR, Asztemborska M, Zook DR, Sybilska D, Perez G, Ossicini L. Enantiomers of Monoterpenic hydrocarbons in essential oil from Juniperus communis. Phytochemistry 1996;44:869–73. [26] Elmastaş¸ M, Gűlçin L, Beydemir S, Kűfrevioğlu OI, Aboul-Enein HY. A study on the in vitro antioxidant activity of Juniper (Juniperus communis L.) fruit extracts. Anal Lett 2006;39:47–65. [27] Esquenazi D, Wigg MD, Miranda MMFS, Rodrigues HM, Tostes JBF, Rozental S, da Silva  AJR, Alviano  CS. Antimicrobial and antiviral activities of polyphenolics from Cocos nucifera Linn. (Palmae) husk Fiber extract. Res Microbiol 2002;153:647–52. [28] Rinaldi S, Silva DO, Bello F, Alviano CS, Alviano DS, Matheus ME, Fernandes PD. Characterization of the Antinociceptive and anti-inflammatory activities from Cocos nucifera L. (Palmae). J Ethnopharmacol 2009;122:541–6. [29] Paul K, Bag BG, Samanta K. Green coconut (Cocos nucifera Linn) Shell extract mediated size controlled green synthesis of Polyshaped gold nanoparticles and its application in catalysis. Appl Nanosci 2014;4:769–75. [30] Anastas  PT, Warner  JC. Green chemistry: theory and practice. New York: Oxford University Press; 1998. p. 30. [31] Hecht DS, Hu L, Irvin G. Emerging transparent electrodes based on thin films of carbon nanotubes, graphene, and metallic nanostructures. Adv Mater 2011;23:1482–513. [32] Somani PR, Somani SP, Flahaut E, Umeno M. Improving the photovoltaic response of a poly(3-octylthiophene)/n-Si heterojunction by incorporating double-walled carbon nanotubes. Nanotechnology 2007;18:185708. [33] Dai L, Chang DW, Baek JB, Lu W. Carbon nanomaterials for advanced energy conversion and storage. Small 2012;8:1130–66. [34] Lewis NS. Toward cost-effective solar energy use. Science 2007;315:798–801. [35] Sariciftci NS, Smilowitz L, Heeger AJ, Wudl F. Photoinduced electron transfer from a\nconducting polymer to buckminsterfullerene. Science 1992;258:1474–6. [36] He Y, Li Y. Fullerene derivative acceptors for high performance polymer solar cells. Phys\nChem Chem Phys 2011;13:1970–83. [37] Novoselov KS, Geim AK, Morozov SV, Jiang D, Zhang Y, Dubonos SV, Grigorieva IV,\nFirsov AA. Electric field effect in atomically thin carbon films. Science 2004;306:666–9. [38] Luo B, Liu S, Zhi L. Chemical approaches toward graphene-based nanomaterials and\ntheir applications in energy-related areas. Small 2012;8:630–46. [39] Hagfeldt A, Boschloo G, Sun L, Kloo L, Pettersson H. Dye-sensitized solar cells. Chem\nRev 2010;110:6595–663. [40] Hagfeldt A. Brief overview of dye-sensitized solar cells. Ambio 2012;41(Suppl 2):151–5."
    } ],
    "references" : [ {
      "title" : "Nanoscale Iron particles for environmental remediation: an overview",
      "author" : [ "Zhang W-X" ],
      "venue" : "J Nanopart Res",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2003
    }, {
      "title" : "Degradation of soil-sorbed trichloroethylene by stabilized zero valent iron nanoparticles: effects of sorption, surfactants, and natural organic matter",
      "author" : [ "M Zhang", "F He", "D Zhao", "X. Hao" ],
      "venue" : "Water Res",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2011
    }, {
      "title" : "Three-dimensional structures of Avidin and the Avidin-biotin complex",
      "author" : [ "O Livnah", "EA Bayer", "M Wilchek", "JL. Sussman" ],
      "venue" : "Proc Natl Acad Sci U S A 1993;90(11):5076–80",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 1993
    }, {
      "title" : "Facile one-step green synthesis of gold nanoparticles using Citrus maxima aqueous extracts and its catalytic activity",
      "author" : [ "J Yu", "D Xu", "HN Guan", "C Wang", "LK Huang", "DF. Chi" ],
      "venue" : "Mater Lett 2016;166:110–2",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2016
    }, {
      "title" : "Green-synthesized gold nanoparticles from Plumeria alba flower extract to augment catalytic degradation of organic dyes and inhibit bacterial growth",
      "author" : [ "R Mata", "A Bhaskaran", "SR. Sadras" ],
      "venue" : "Particuology",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2016
    }, {
      "title" : "Green synthesis, characterization and physiological stability of gold nanoparticles from Stachys lavandulifolia Vahl extract",
      "author" : [ "PK Azandehi", "J. Moghaddam" ],
      "venue" : "Particuology",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2015
    }, {
      "title" : "Green synthesis of metal nanoparticles using plants",
      "author" : [ "S. Iravani" ],
      "venue" : "Green Chem",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2011
    }, {
      "title" : "Facile Solvothermal preparation of monodisperse gold nanoparticles and their engineered assembly of ferritin-gold nanoclusters. Langmuir 2013;29:15698–703",
      "author" : [ "J Choi", "S Park", "Z Stojanović", "H Han", "J Lee", "HK Seok", "D Uskoković", "KH. Lee" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2013
    }, {
      "title" : "Nanocompatible chemistry toward fabrication of target-specific gold nanoparticles",
      "author" : [ "R Kannan", "V Rahing", "C Cutler", "R Pandrapragada", "KK Katti", "V Kattumuri", "JD Robertson", "SJ Casteel", "S Jurisson", "C Smith", "E Boote", "KV. Katti" ],
      "venue" : "J Am Chem Soc 2006;128:11342–3",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2006
    }, {
      "title" : "Radioactive gold grain implants in recurrent and locally advanced head-and-neck cancers",
      "author" : [ "H Ashamalla", "S Rafla", "B Zaki", "CI Nnaemeka", "P. Ross" ],
      "venue" : "Brachytherapy",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2002
    }, {
      "title" : "Prevention of hepatic metastases by intravenous radioactive gold",
      "author" : [ "AE Alfonso", "A Hassan", "B Gardner", "S Stein", "J Patti", "N Solomon", "J McCarthy", "J. Steigman" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 1978
    }, {
      "title" : "Cucurbita pepo L. extracts as a versatile hydrotropic source for the synthesis of gold nanoparticles with different shapes",
      "author" : [ "C Gonnelli", "F Cacioppo", "C Giordano", "L Capozzoli", "MC Salvatici", "I Colzi", "MD Bubbad", "C Ancillotti", "S. Ristori" ],
      "venue" : "Green Chem Lett Rev 2015;8:39–47",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2015
    }, {
      "title" : "Synthesis of metallic nanoparticles using plant extracts",
      "author" : [ "AK Mittal", "Y Chisti", "UC. Banerjee" ],
      "venue" : null,
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2013
    }, {
      "title" : "Antioxidative properties of black tea",
      "author" : [ "W Luczaj", "E. Skrzydlewska" ],
      "venue" : "Prev Med",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2005
    }, {
      "title" : "Green nanotechnology from tea: phytochemicals in tea as building blocks for production of biocompatible gold nanoparticles",
      "author" : [ "SK Nune", "N Chanda", "R Shukla", "K Katti", "RR Kulkarni", "S Thilakavathy", "S Mekapothula", "R Kannan", "KV. Katti" ],
      "venue" : "J Mater Chem 2009;19:2912–20",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2009
    }, {
      "title" : "Green tea polyphenols function as Prooxidants to activate oxidative-stress-responsive transcription factors in yeasts",
      "author" : [ "K Maeta", "W Nomura", "Y Takatsume", "S Izawa", "Y. Inoue" ],
      "venue" : "Appl Environ Microbiol",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2007
    }, {
      "title" : "Total polyphenol, antioxidant and antibacterial activities of black mate tea",
      "author" : [ "F Sari", "N Turkmen", "G Polat", "YS. Velioglu" ],
      "venue" : "Food Sci Technol Res",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2007
    }, {
      "title" : "The health effects of tea polyphenols and their antioxidant mechanism",
      "author" : [ "BL Zhao", "J. Clin" ],
      "venue" : "J Clin Biochem Nutr 2006;38:59–68",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2006
    }, {
      "title" : "Polypyrenols in Juniperus communis",
      "author" : [ "W Sasak", "T Mankowski", "T. Chojnacki" ],
      "venue" : "FEBS Lett 1976;64:55–8",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 1976
    }, {
      "title" : "Solventless synthesis and optical properties of au and ag nanoparticles using Camellia sinensis extract",
      "author" : [ "ARV Nestor", "VS Mendieta", "MAC López", "RMG Espinosa", "JAA. Alatorre" ],
      "venue" : "Mater Lett 2008;62:3103–5",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2008
    }, {
      "title" : "Enantiomers of Monoterpenic hydrocarbons in essential oil from Juniperus communis. Phytochemistry 1996;44:869–73",
      "author" : [ "JR Ochacka", "M Asztemborska", "DR Zook", "D Sybilska", "G Perez", "L. Ossicini" ],
      "venue" : null,
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 1996
    }, {
      "title" : "A study on the in vitro antioxidant activity of Juniper (Juniperus communis L.) fruit extracts",
      "author" : [ "M Elmastaş", "L Gűlçin", "S Beydemir", "OI Kűfrevioğlu", "HY. Aboul-Enein" ],
      "venue" : "Anal Lett 2006;39:47–65",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2006
    }, {
      "title" : "Antimicrobial and antiviral activities of polyphenolics from Cocos nucifera Linn. (Palmae) husk Fiber extract",
      "author" : [ "D Esquenazi", "MD Wigg", "MMFS Miranda", "HM Rodrigues", "JBF Tostes", "S Rozental", "AJR da Silva", "CS. Alviano" ],
      "venue" : null,
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2002
    }, {
      "title" : "Characterization of the Antinociceptive and anti-inflammatory activities from Cocos nucifera L. (Palmae)",
      "author" : [ "S Rinaldi", "DO Silva", "F Bello", "CS Alviano", "DS Alviano", "ME Matheus", "PD. Fernandes" ],
      "venue" : "J Ethnopharmacol",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2009
    }, {
      "title" : "Green coconut (Cocos nucifera Linn) Shell extract mediated size controlled green synthesis of Polyshaped gold nanoparticles and its application in catalysis",
      "author" : [ "K Paul", "BG Bag", "K. Samanta" ],
      "venue" : "Nanosci",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2014
    }, {
      "title" : "Green chemistry: theory and practice",
      "author" : [ "Anastas PT", "Warner JC" ],
      "venue" : null,
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 1998
    }, {
      "title" : "Emerging transparent electrodes based on thin films of carbon nanotubes, graphene, and metallic nanostructures",
      "author" : [ "DS Hecht", "L Hu", "G. Irvin" ],
      "venue" : "Adv Mater 2011;23:1482–513",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2011
    }, {
      "title" : "Improving the photovoltaic response of a poly(3-octylthiophene)/n-Si heterojunction by incorporating double-walled carbon nanotubes",
      "author" : [ "PR Somani", "SP Somani", "E Flahaut", "M. Umeno" ],
      "venue" : "Nanotechnology",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2007
    }, {
      "title" : "Carbon nanomaterials for advanced energy conversion and storage. Small 2012;8:1130–66",
      "author" : [ "L Dai", "DW Chang", "JB Baek", "W. Lu" ],
      "venue" : null,
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2012
    }, {
      "title" : "Toward cost-effective solar energy use",
      "author" : [ "Lewis NS" ],
      "venue" : "Science",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2007
    }, {
      "title" : "Photoinduced electron transfer from a conducting polymer to buckminsterfullerene",
      "author" : [ "NS Sariciftci", "L Smilowitz", "AJ Heeger", "F. Wudl" ],
      "venue" : "Science",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 1992
    }, {
      "title" : "Fullerene derivative acceptors for high performance polymer solar cells",
      "author" : [ "Y He", "Y. Li" ],
      "venue" : "Phys Chem Chem Phys 2011;13:1970–83",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 1970
    }, {
      "title" : "Electric field effect in atomically thin carbon films",
      "author" : [ "KS Novoselov", "AK Geim", "SV Morozov", "D Jiang", "Y Zhang", "SV Dubonos", "IV Grigorieva", "AA. Firsov" ],
      "venue" : "Science",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2004
    }, {
      "title" : "Chemical approaches toward graphene-based nanomaterials and their applications in energy-related areas. Small 2012;8:630–46",
      "author" : [ "B Luo", "S Liu", "L. Zhi" ],
      "venue" : null,
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2012
    }, {
      "title" : "Dye-sensitized solar cells",
      "author" : [ "A Hagfeldt", "G Boschloo", "L Sun", "L Kloo", "H. Pettersson" ],
      "venue" : "Chem Rev 2010;110:6595–663",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2010
    }, {
      "title" : "Brief overview of dye-sensitized solar cells",
      "author" : [ "A. Hagfeldt" ],
      "venue" : "Ambio",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Adding iron nanoparticles to tetrachloroethene (a common solvent used in dry cleaning) causes iron to oxidize, or rust, freeing up electrons [3].",
      "startOffset" : 141,
      "endOffset" : 144
    }, {
      "referenceID" : 1,
      "context" : ", the remediation of chlorinated solvents like trichloroethylene) [4] or by developing new materials that can replace toxic or rare materials.",
      "startOffset" : 66,
      "endOffset" : 69
    }, {
      "referenceID" : 2,
      "context" : ", binding streptavidin to biotin [5] changes the electrical properties of the nanomaterial’s surface in a characteristic manner).",
      "startOffset" : 33,
      "endOffset" : 36
    }, {
      "referenceID" : 6,
      "context" : "Because of the low-cost, energy-efficient, nontoxic behavior of plant extracts and products, water-soluble phytochemicals such as flavones, organic acids, and quinines, which are also responsible for immediate reduction reactions [7, 10], are gradually gaining attention for the synthesis of metal nanoparticles and their applicability toward green nanotechnology.",
      "startOffset" : 230,
      "endOffset" : 237
    }, {
      "referenceID" : 14,
      "context" : "showed evidence of the health benefits of gold nanoparticles with several phytochemical coatings, such as Camellia sinensis (green tea) [18], investigating the presence of high levels of antioxidant polyphenols in green tea, including flavonoids and catechins, all of which scavenge the dangerous free radicals in the body, preventing the advancement of various diseases [18–23].",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 14,
      "context" : "They also studied natural chemicals other than gold in a truly biogenic, green nanotechnological process for their application in molecular imaging and therapy [18].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 19,
      "context" : "By changing the concentrations of metal ions and the quantity of the reducing agent (which plays a crucial role in formation, growth, and luminescence response), the optical response of these noble-metal nanostructures could be manipulated [24].",
      "startOffset" : 240,
      "endOffset" : 244
    }, {
      "referenceID" : 20,
      "context" : "communis containing polyphenols, polyphenol esters, and monoterpene hydrocarbons [25, 26]; coconut shell extract as an antibacterial, antiviral [27], and antiinflammatory [28], among other properties; and green coconut shell (mesocarp) extract without any additional capping or stabilizing agents for the very mild and environment-friendly synthesis of gold nanoparticles [29].",
      "startOffset" : 81,
      "endOffset" : 89
    }, {
      "referenceID" : 21,
      "context" : "communis containing polyphenols, polyphenol esters, and monoterpene hydrocarbons [25, 26]; coconut shell extract as an antibacterial, antiviral [27], and antiinflammatory [28], among other properties; and green coconut shell (mesocarp) extract without any additional capping or stabilizing agents for the very mild and environment-friendly synthesis of gold nanoparticles [29].",
      "startOffset" : 81,
      "endOffset" : 89
    }, {
      "referenceID" : 22,
      "context" : "communis containing polyphenols, polyphenol esters, and monoterpene hydrocarbons [25, 26]; coconut shell extract as an antibacterial, antiviral [27], and antiinflammatory [28], among other properties; and green coconut shell (mesocarp) extract without any additional capping or stabilizing agents for the very mild and environment-friendly synthesis of gold nanoparticles [29].",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 23,
      "context" : "communis containing polyphenols, polyphenol esters, and monoterpene hydrocarbons [25, 26]; coconut shell extract as an antibacterial, antiviral [27], and antiinflammatory [28], among other properties; and green coconut shell (mesocarp) extract without any additional capping or stabilizing agents for the very mild and environment-friendly synthesis of gold nanoparticles [29].",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 24,
      "context" : "communis containing polyphenols, polyphenol esters, and monoterpene hydrocarbons [25, 26]; coconut shell extract as an antibacterial, antiviral [27], and antiinflammatory [28], among other properties; and green coconut shell (mesocarp) extract without any additional capping or stabilizing agents for the very mild and environment-friendly synthesis of gold nanoparticles [29].",
      "startOffset" : 372,
      "endOffset" : 376
    }, {
      "referenceID" : 24,
      "context" : "synthesized gold nanoparticles at room temperature under very mild conditions without any extra stabilizing or capping agents with the shell extract of green coconut (Cocos nucifera Linn) [29].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 25,
      "context" : "Table 1 The 12 unavoidable principles of green chemistry [30]",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 26,
      "context" : "The most relevant and promising green innovation is the application of carbon nanotubes [31, 32], as related to transport and electronics through interesting and flexible renewable energy technologies, which include the direct conversion of sunlight into electric power (i.",
      "startOffset" : 88,
      "endOffset" : 96
    }, {
      "referenceID" : 27,
      "context" : "The most relevant and promising green innovation is the application of carbon nanotubes [31, 32], as related to transport and electronics through interesting and flexible renewable energy technologies, which include the direct conversion of sunlight into electric power (i.",
      "startOffset" : 88,
      "endOffset" : 96
    }, {
      "referenceID" : 30,
      "context" : "Carbon nanomaterials, including C60 fullerenes [35, 36] and graphene [37, 38] (Fig.",
      "startOffset" : 47,
      "endOffset" : 55
    }, {
      "referenceID" : 31,
      "context" : "Carbon nanomaterials, including C60 fullerenes [35, 36] and graphene [37, 38] (Fig.",
      "startOffset" : 47,
      "endOffset" : 55
    }, {
      "referenceID" : 32,
      "context" : "Carbon nanomaterials, including C60 fullerenes [35, 36] and graphene [37, 38] (Fig.",
      "startOffset" : 69,
      "endOffset" : 77
    }, {
      "referenceID" : 33,
      "context" : "Carbon nanomaterials, including C60 fullerenes [35, 36] and graphene [37, 38] (Fig.",
      "startOffset" : 69,
      "endOffset" : 77
    }, {
      "referenceID" : 34,
      "context" : "In these devices, a nanocrystalline mesoporous nanomaterial, such as titanium dioxide (TiO2) or zinc oxide (ZnO) film with a monolayer of the charge transfer dye attached to its surface, is pasted onto a transparent conductive substrate [39, 40].",
      "startOffset" : 237,
      "endOffset" : 245
    }, {
      "referenceID" : 35,
      "context" : "In these devices, a nanocrystalline mesoporous nanomaterial, such as titanium dioxide (TiO2) or zinc oxide (ZnO) film with a monolayer of the charge transfer dye attached to its surface, is pasted onto a transparent conductive substrate [39, 40].",
      "startOffset" : 237,
      "endOffset" : 245
    } ],
    "year" : 2018,
    "abstractText" : null,
    "creator" : "Elsevier"
  }
}