{
  "name" : "downloads_2020-06-06_57_10.1007@s00419-020-01708-0.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nonlinear thermo-electromechanical vibration analysis of size-dependent functionally graded flexoelectric nano-plate-exposed magnetic field",
    "authors" : [ "Amin Ghobadi", "Yaghoub Tadi Beni", "Hossein Golestanian" ],
    "emails" : [ "tadi@eng.sku.ac.ir" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords Flexoelectric theory · Nonlinear free vibration · Functionally graded behavior · Size effect · Static magnetic field"
    }, {
      "heading" : "1 Introduction",
      "text" : "In the recent years, a new type of smart materials known as magneto-electro-elastic (MEE) materials has been considered by many researchers due to their magnetic and electrical properties associated with each other [1]. Given the effect of electrical, magnetic and mechanical fields on each other that do not exist separately in piezoelectric and piezomagnetic materials, magneto-electro-elastic structures had particular importance in the manufacturing of smart equipment. These composite materials have two piezoelectric and piezomagnetic components that can convert magnetic, electrical or mechanical energy to each other [2–5].\nMEE nanomaterials have a higher magnetoelectric coefficient thanMEE bulk composite materials [6]. This means that in the MEE nanomaterials, external magnetic fields have a greater effect on the induced potential\nA. Ghobadi Mechanical Engineering Department, Shahrekord University, Shahrekord, Iran\nY. T. Beni · H. Golestanian Faculty of Engineering, Shahrekord University, Shahrekord, Iran\nY. T. Beni (B) Nanotechnology Research Center, Shahrekord University, Shahrekord, Iran E-mail: tadi@eng.sku.ac.ir\ndifference and the electric field, and for external electrical potential, it will also have a greater effect on the potential difference and the created magnetic field.\nThe higher magneto-electric coefficient of the material in smaller scales and higher surface-to-volume ratios lead to MEE materials have more applicable in many technological fields such as vibration control, sensors, actuators, medical equipment, robotics, energy absorbents and sensitive medical devices [7,8]. Then, nanoscale structures such as nano-beams, nano-shells, nano-plates, and nanotubes have been used extensively in some cases including measurement equipment, medicine and industry and have led many scientists to pay special attention at nanotechnology and nano-science [9–14].\nDue to the sensitivity and accuracy of the nano-structure performance, these devices can be used in the industry for such applications as the manufacturing of nano-sensors [15], nano-actuators, nano-vibrators [16] and nano-composites and play a very important role in the behavior of magneto-electromechanical systems [17–21].\nFor the first time in 1970, a magneto-electro-elastic composite with piezoelectric and piezomagnetic properties was constructed [1]. In the last 10 years, due to the wide application of MEE materials (such as BiFeO3BaTiO3-COFe2O4-NiFeO4-PZT) in very small scales and nano-structures made of them (such as nanowires, nano-plates), these materials were attracted the attention of many researchers [22–25].\nWhen the scale of the structure tends to nano, atomic experiments and simulations have shown that mechanical properties, piezoelectric, piezomagnetic and magnetoelectric coefficients of MEE materials are initially dependent on the structure size [26–28]. So that for studying the electro-magneto-mechanical behavior of MEE nano-materials, the effects of size in laboratory investigations and theory studies should be taken into consideration, and in micro and higher scales, the role of this effect will be greatly reduced [29].\nMaterials with an asymmetric molecular structure that can be electrically bipolarized in response to uniform mechanical strain are known as piezoelectric materials. All dielectric materials with symmetric center crystalline arrangement under non-uniform mechanical strains field or strain gradient field are electrically polarized, and the electrical potential is induced in them. This electromechanical effect, first discovered and introduced by Kogan in 1960, was called the flexoelectricity phenomenon [30].\nThe direct effect of this phenomenon is more applied on the sensors and when the energy absorption has particular importance for the nano-plate. The inverse effect of the flexoelectric phenomenon applies in extra-precision operators and controlling the robots. In addition, other examples of the application of direct effect of this phenomenon in nano-structures are: electron microscopes, lighters and energy absorbing shoes for soldiers and tennis rackets. Controlling the robot arm position is one of the applications of the inverse effect of the flexoelectric phenomenon [31].\nFor the first time, Kogan estimated the flexoelectricity coefficient for some dielectrics with various crystal arrangements that (e/a) ratio of them was 10−9 (c/m) approximately. In his study, e is the generated electric charge and a is related to the crystal lattice parameters [32].\nMarangati et al. estimated theflexoelectric coefficients of somedielectrics usinggeneral flexoelectric theory. They theoretically and experimentally demonstrated that the crystal structure symmetry of the piezoelectric materials is demolished by applying the non-uniform strain on the material and electrical dipoles are generated in them [33].\nConsidering the flexoelectric effect, the size effect and the electrostatic force, the electrical enthalpy energy in nano-dielectrics was determined and developed by Shen and Hu using variation’s principle. They considered the electrostatic stress in two parts. The first part consists of terms related to polarization andmechanical strain, and the second part consists of terms related to polarization gradient and mechanical strain gradients [34].\nLi et al. introduced a new formulation for flexoelectricity theory in order to study the electromechanical behavior of flexoelectric materials and improved the internal energy function for isotropic materials. In this formulation, the mechanical strain gradient tensor has been split into two other independent tensors in two modes. By introducing this theory, the high-order constants related to the strain gradient tensor were decreased to three, and only the dilatation gradient tensors and the semi-symmetric part of the deviatoric rotary gradient tensor express the relationship between strain gradient and electrical polarization [35].\nAccording to the previous studies, the classical continuum mechanic theories have low precision in analyzing the electromechanical behavior of the nano-structures and have several defects [36]. In these theories, the empty space between the atoms and the bonds between the particles have not be considered against physics and main dimensions. Therefore, in order to investigate the behavior of nano-structures more accurately, other methods such as laboratory methods and molecular dynamics method should be used [37].\nSince these methods are suitable for materials with a small number of atoms in their structure, they are also costly and time-consuming. In recent years several non-classical elasticity theories such as non-local elasticity\ntheory, modified strain gradient elasticity theory andmodified coupled stress theory were suggested. In order to investigate the accuracy of these methods, some researchers were employed them to study buckling, vibration and static bending of the small size structures [38–43]. In these theories, the size effects have been considered in nano- and microscale structures. Among these theories, the non-local elasticity theory has wide application due to its simplicity and proper application in the study of the nonlinear behavior of micro- and nano-structures and its consistency with the results of molecular dynamics.\nSince MEE materials have unique properties and have been frequently used in the manufacture of sensors and actuators,many scientists have studied the behavior of thesematerials using theoretical analysis. Therefore, various numerical and theoretical studies have been carried out to study the static and dynamic performance characteristics of these nano-structures. Also, the stability of multilayer equipment made of these materials has been investigated using numerous numerical methods such as state vector theory [44–48] and transformation matrix method [49,50].\nIn order to investigate the behavior of MEE materials, various analyses and numerical studies were performed. Some of them are about investigation of the static deformations [51,52], free vibrations [53,54] and the linear dynamic response of these materials [55,56].\nLi, using the Mindlin’s theory, examined the buckling of MEE nano-plate resting on an elastic foundation. UsingMaxwell equations andmagneto-electric boundary conditions, he determined the electrical andmagnetic potential along the nano-plate thickness and extracted the governing equations of the nano-plate buckling behavior using the variation’s method. The results of this study showed that by increasing the lateral load, the critical buckling load is decreased and increasing non-local parameter of critical buckling load results in a decrease in the free vibration frequencies [57].\nLiu et al. investigated the free vibrations of a piezoelectric nano-plate using non-local elasticity theory and Kirchhoff plate theory for thermo-electromechanical loadings. The results of this study indicated that increasing the non-local parameters reduced the natural frequencies of nano-plate and the electrical loadings significantly influenced on the natural frequencies and thermal loadings do not have major effect on them [58].\nLi et al. studied the size-dependent static bending and free vibrations of an Euler–Bernoulli nano-beam using the flexoelectric theory proposed by Hadjesfandiari [59]. In their study, a three-layer size-dependent Euler–Bernoulli beam model was introduced to study the piezoelectric and size effect. The results showed that by decreasing the size parameter (h/l), the generated electric potential in the beam and its transverse displacement in the mode of inverse flexoelectric effect will decrease and with increasing the flexoelectric coefficient, these two quantities will increase [60].\nKe et al. determined the size-dependent natural linear frequencies of a MEE nano-plate by using nonlocal elasticity theory. In their study, the free vibrations of nano-plate were investigated using the Kirchhoff plate theory and the governing equations and related boundary conditions by the Hamilton’s principle were derived. The results demonstrated that mechanical loadings and magnetic potential have significant effect and temperature increase would have a negligible effect on natural frequencies [61].\nLiang and Shen studied the electromechanical behavior of a piezoelectric nanowire considering the size effect by introducing an Euler–Bernoulli beam model [62]. This new model was based on the theory proposed by Hu and Shen [63].\nUsing non-local elasticity theory, Li et al. conducted the buckling analysis and free vibrations of the magneto-electro-elastic nano-plate on elastic foundation. In their study, the effects of electrical potential, magnetic field and shear and elastic coefficients of elastic foundation on the buckling and vibrational behavior of the nano-plate were investigated [64].\nLiu and Chang analytically investigated the vibration and bending of transverse isotropic MEE rectangular plate by using Kirchhoff thin plate theory. The governing equations of the plate behavior that are in terms of transverse displacement components were obtained by using Hamilton’s principle. The natural frequencies of MEE plate were analytically determined, and the effect of volume fraction on them was investigated [65].\nFarajpour et al. examined the nonlinear free vibrations depending on the size effects of a MEE nano-plate by using non-local continuum elasticity model. According to the presented results, the nonlinear frequency ratio values obtained using the non-local plate theory are larger than its values from classical non-local plate theory. Considering the non-local parameter in the compatibility equations, the frequency ratio will be reduced [66].\nRazavi and Shooshtari studied the nonlinear vibrations of a symmetrical layer MEE rectangular plate with four simply support edges. In order to determine the motion equations, they used Von Karman’s nonlinear strains and first-order shear deformation theory. The results illustrated that the nonlinear frequency ratio of\nthe plate was reduced by applying the magneto-electro-elastic layer. Also, the length-to-thickness ratio in comparison with the length-to-width ratio had a very insignificant influence on the frequency values [67].\nWang et al. analyzed the free vibration of the functionally graded material (FGM) beam base on midplane and neutral plane formulation. In order to investigate the two formulations’ accuracy, they compared the obtained results from the two mentioned formulations. It was demonstrated that the obtained results are different when the immovable simple supports are positioned at two different planes. Also, the mid-plane formulation provides the same natural frequencies as the neutral plane formulation in the movable simply supports [68].\nBarati studied the vibrations of a nano-beam under the external potential with closed electric circuit considering the surface effects. In order to investigate the behavior of the structure, it was assumed that nano-beam is embedded on an elastic foundation and the differential equations and boundary conditions were derived using Hamilton’s principle. The obtained results illustrated that surface and flexoelectric effects have a significant effect on the nonlinear frequencies of the nano-beam [69].\nLiang et al. studied the buckling and vibrations of a flexoelectric nano-plate by using general flexoelectricity theory. They assumed that the nano-plate was subjected to pure mechanical loading. The obtained results showed that the flexoelectric coefficient and nano-plate thickness would have a significant effect on the critical buckling load values and natural frequencies [70].\nConsidering the flexoelectric phenomenon, Zhang improved and enhanced the magneto-electric effects of composite materials and multiferroic structures using analytical methods. He derived the three-dimensional governing equations of the electromechanical behavior of piezoelectric solids and boundary conditions using flexoelectric theory [71]. Other researchers studied static bending, buckling and vibrations of the nano-beams taking into account the size and flexoelectric effect [72–76].\nTadi Beni et al. performed the analysis of the buckling and size-dependent vibration of the piezoelectric nano-shell under electric and mechanical loadings. They examined such effects as the size effect, flexoelectric effect, external magnetic field, external electric field and different boundary conditions on the magnetoelectromechanical response of the nano-shell [77–80].\nFattahian Dehkordi and Tadi Beni studied the free vibrations of the single-layer piezoelectric nano-cones using coupled stress theory and thin-shell Low model [81].\nMehralian and Tadi Beni investigate the vibration of a bimorph FGP cylindrical nanoshell using the nonlocal strain gradient theory. They considered that the material properties vary along the thickness direction according to power law distribution [82]. Zeighampour and Tadi Beni have developed the cylindrical thin-shell model based on the modified strain gradient theory. They were considered size effects through modified strain gradient theory to develop the thin shell theory [83]. Kheibari and Tadi Beni studied the free vibration of piezoelectric nanotubes based on Love’s cylindrical thin-shell model. In order to investigate the effects of size on the vibration of piezoelectric nanotubes, the consistent couple stress theory is used for piezoelectric nanotubes [84].\nEbrahimi and Barati studied the thermoelectric vibrations of a flexoelectric nano-plate using non-local elasticity theory for different boundary conditions. They considered that the temperature distribution along the nano-plate thickness is in linear and uniform type. The results of the analytical solution illustrated the effect of factors such as flexoelectricity, non-local parameter, surface parameters, temperature increase, nano-plate thickness and different boundary conditions on the vibrations of flexoelectric nano-plate [85].\nShojaeian and Tadi Beni performed the electromechanical buckling of beam-type nano-electromechanical systems by considering the nonlinear geometric effect and intermolecular forces using the modified couple stress theory [86]. Shojaeian et al. investigated the electromechanical buckling of beam-type nanoelectromechanical systems using the modified strain gradient theory. It is taken into account that the beam is made of axially and transverse functionally graded materials [87]. Ghobadi et al. investigated the effects of the flexoelectricity on nonlinear static bending of a functionally graded piezo–flexoelectric nano-plate under thermoelectromechanical loadings. In order to obtain the static bending formulation, the flexoelectric modified and the Kirchhoff classic plate theories were employed [88].\nAccording to thementioned investigations, the buckling and vibrations of flexoelectric nano-structures have been investigated using non-classical theories including coupled stress, strain gradient and non-local elasticity theories. In a new study, Li et al. introduced a new formulation for flexoelectric theory [35]. In this formulation, the strain gradient tensor is divided into two independent parts. These two tensors are dilatation gradient tensors and the non-symmetric part of deviatoric rotary strain gradient tensor that indicate the relationship between strain gradient and polarization. The flexoelectrically modified theory has advantages and disadvantages in comparison with other non-classical theories. Among the benefits, simple formulation and the relationship\nbetween the electrical and mechanical parts can be mentioned. Studying the previous researches, it can be found that using modified flexoelectric theory, nonlinear vibrational behavior of flexoelectric nano-plate under magneto-thermo–electro–mechanical loadings has not been yet investigated. In this paper, the nonlinear free vibrations of flexoelectric nano-plate have been investigated under different boundary conditions and loading types with the multiple-scale method. It can be concluded that the novelties of this paper are:\nFirst the newcoupled thermo-electromagnetic formulation has been proposed to investigate theflexoelectric nano-plates. Second nonlinear vibration analysis has been utilized for flexoelectric nano-plates using the perturbation method. Third functionally graded material has been studied with consideration of the flexoelectric effect. Fourth the effects of the temperature rise on the electromechanical response of flexoelectric nano-plate have been considered. Fifth the effects of different boundary conditions have been considered in the present study. Sixth behavior of nonlinear free vibrations of nano-plate in both direct and inverse flexoelectric effects has been conducted."
    }, {
      "heading" : "2 New formulation of the modified flexoelectric theory",
      "text" : "The general expression of internal energy density function for dielectric materials, which is a function of the strain, strain gradient, polarization and its gradient, is introduced in previous researches [35].\nDue to the presence of an electric field, the internal energy density function is a function of polarization and its gradient. Thus, adding the effect of the magnetic field, this function is reformulated in the following equation.\nU = 1 2 Ci jklεi jεkl + 1 2 gi jklmnηi jkηlmn\n+ 1 2 αi j .Pi Pj + 1 2 bE i jkl Qi j Qkl + eEi jkl Qi jεkl + f Ei jkl Piη jkl + di j Pi B j − γ E i Pi T + 1 2 mi j .Bi B j + 1 2 bM i jkl Si j Skl + eMi jkl Si jεkl + f Mi jkl Biη jkl + di j Bi Pj − γ M i Bi T .\n(1)\nCi jkl is fourth-order elastic constants tensor, εi j is strain tensor, gi jklmn is purely non-local elastic effects, ηi jk is strain gradient tensor, αi j is second-order reciprocal dielectric susceptibility tensor, Pi is polarization vector, and bEi jkl is fourth-order tensor expressing the effect of electrical polarization gradient [35].\nQi j is a polarization gradient tensor, eEi jkl , f E i jkl are flexoelectric tensors, di j is tensor of second order magnetoelectric coefficients, Bi is magnetic flux density vector, and γ Ei is modified pyroelectric coefficients. Also, T is temperature variations along the plate thickness, mi j is second-order reciprocal magnetic tensor, bMi jkl is the tensor expressing the effects of magnetic flux density gradient, Sij is tensor of magnetic flux density gradient, eMi jkl , f M i jkl are flexomagnetic coefficients tensor, and γ M i is modified pyromagnet coefficients.\neEi jkl and f E i jkl are flexoelectric tensors, and according to the Lifshits invariant rule fi jkl .(Pi ηi jk−Qi jεkl) presented by Eliseev [89], relations eEi jkl = − f Ei jkl and eMi jkl = − f Mi jkl can be written. According to thefindings of previous studies [71,90,91], formodified pyroelectric coefficients andmodified pyromagnetic coefficients, relations γ Ei = (αi j )pEi and γ Mi = (mi j )pMi are presented, respectively [90,92]. αi j is determined based on the relation αi j = (ai j )−1, so that ai j is the second-order dielectric tensor [90]. Also,mij is determined using the relationmi j = (μi j )−1, whereμi j is the second-order magnetic permeability tensor [92]. ai j and μi j are the diagonal tensors. The superscripts E and M in all relationships are related to electrical and magnetic effects, respectively.\nAs the structure of the material is assumed to be isotropic in this study, the tensor bMi jkl is similar to the\ntensor bEi jkl and the tensors f M i jk , di j , mi j are described as follows [35]:\nmi j = mδi j , di j = dδi j , (2) f Mi jkl = f M1 δi jδkl + f M2 (δikδ jl + δilδ jk). (3)\nThe constants m and d are reciprocal magnetic permeability coefficients and the magnetoelectric coefficients along the nano-plate thickness.\nAdding the magnetic and thermal terms to the obtained energy function, the constitutive equations are obtained as follows:\nσi j = ∂U ∂εi j = kδi jεnn + 2με′i j − f E1 δi j Qkk − 2 f E2 Qi j − f M1 δi j Skk − 2 f M2 Si j − βi j T,\npi = ∂U ∂γi\n= 2μ l20γi + ( f E1 + 2\n3 f E1\n) Pi + ( f M1 + 2\n3 f M1\n) Bi ,\nτ (1) i jk =\n∂U\n∂η (1) i jk\n= 2μ l21η(1)i jk,\nm′i j = ∂U\n∂χ ′i j = 2μ\n( l22 + 9\n5 l20\n) χ ′i j + 2μ ( l22 − 9\n5 l20\n) χ ′j i + 2 f E2 ei jk Pk + 2 f M2 ei jk Bk,\nEi = ∂U ∂Pi\n= αPi + ( f E1 + 2\n3 f E2\n) γi + 2 f E2 ei jkχ ′jk + 2dBi − γ Ei T,\nVi j = ∂U ∂Q\n= α [ δi j ( βE1 )2 Qnn + ( βE2 )2 Qi j + ( βE3 )2 Q ji ] − f E1 δi jεnn − 2 f E2 εi j ,\nHi = ∂U ∂Bi\n= mBi + ( f M1 + 2\n3 f M2\n) γi + 2 f M2 ei jkχ ′jk + 2d Pi − γ Mi T,\nZi j = ∂U ∂Si j\n= m [ δi j ( βM1 )2 Snn + ( βM2 )2 Si j + ( βM3 )2 S ji ] − f M1 δi jεnn − 2 f M2 εi j , (4)\nwhere ε′i j , σi j , Ei , Vi j , Bi , Si j , Hi and Zi j are the components of deviatoric part of the strain tensor, stress tensor, electrical field vector, higher-order local electrical field tensor, magnetic induction vector, magnetic inductance gradient tensor, magnetic field density vector and higher-order magnetic field tensor, respectively. Also, in the above relation, eijk, α and k are permutation tensor, dielectric constant along the thickness direction and volume modulus, respectively.\nParameters li , βEi andβ M i are length scale parameters related to the strain gradient, the electrical polarization gradient and the magnetic polarization gradient, respectively. Also, the quantities m′i j , τ (1) i jk , pi are tensors related to dilation gradient γi , deviatoric stretch gradient tensor η (1) i jk and deviatoric rotation gradient tensor χ ′i j , respectively. In the above relations, βi j is a thermal moduli tensor and is defined as follows:\nβi j = Ci jklαTkl . (5)\nαTk1 is the thermal expansion coefficient tensor and βi j is expressed as follows for the isotropic material.\nβi j = αT (3λ + 2μ) δi j , (6)\nwhere αT = αT33 is the thermal expansion coefficient. Also, λ and μ are Lame constants related to the elastic properties of isotropic material in Cauchy elasticity and δij is Kronecker delta tensor. According to the previous descriptions, the energy density function is finally written as follows [34]:\nU = 1 2 σi jεi j + 1 2 τ (1) i jk η (1) i jk + 1 2 piγi + 1 2 m′i jχ ′i j + 1 2 Ei Pi + 1 2 Vi j Qi j + 1 2 Hi Bi + 1 2 Zi j Si j . (7)"
    }, {
      "heading" : "3 Governing equations and boundary conditions",
      "text" : "In this paper, it was considered that the mentioned nano-plate is made of two materials PZT-5H and BaTiO3. The properties of these materials are presented in Table 1 [93–95].\nThe flexoelectric nano-platewith thickness h, length a andwidth b is shown in Fig. 1, where a = b = 50∗h. According to the Kirchhoff classic model, the displacement field is written as follows [95]:\nu(x, y, z) = u0 (x, y) − z ∂w(x, y, z) ∂x , v(x, y, z) = v0(x, y) − z ∂w(x, y, z) ∂y ,\nw(x, y, z) = w (x, y) , (8) where u, v, w are the displacement of each point of the plate along the x-, y- and z-directions. Also, u0(x,y) and v0(x,y) are the displacement of the neutral plane along the x- and y-directions, respectively. Regarding the mentioned displacement field, strain relations are also obtained in the following form [95]:\nεxx = ∂u ∂x = ∂u0 ∂x − z ∂ 2w ∂x2 , εxy = 1 2\n( ∂u\n∂y + ∂v ∂x\n) = 1\n2 ( ∂u0 ∂y + ∂v0 ∂x − 2z ∂ 2w ∂x∂y ) ,\nεyy = ∂v ∂y = ∂v0 ∂y\n− z ∂ 2w ∂y2 , εxz = 1 2\n( ∂u\n∂z + ∂w ∂x\n) = 1\n2\n( −∂w\n∂x + ∂w ∂x\n) = 0,\nεzz = ∂w ∂z = 0, εyz = 1 2\n( ∂v\n∂z + ∂w ∂y\n) = 1\n2\n( −∂w\n∂y + ∂w ∂y\n) = 0. (9)\nIn the magneto-electro-elastic analysis, it is necessary to determine the enthalpy density of the electrical energy. The density of electric enthalpy energy is composed of two parts of the internal energy density and an additional part expressed by the Toupin [91].\nH = U − 1 2 εoϕ,iϕ,i + ϕ,i Pi , (10)\nwhere ε0 is the permeability constant of electric field in a vacuum environment as 8.854 ∗ 10−12 (C/Vm), ϕ is Maxwell’s electric potential and Pi is the amount of bipolarity in the nano-plate. Maxwell’s electric field is determined from the following equation [35]:\nEMSi = −ϕ,i . (11) Also, generalized electrostatic stress [35] and magnetostatic stress in the presence of a flexoelectric effect\nare expressed as follows:\nσ ESki = σ EMki − τ EMki j, j , σ MSki = σ MMki − τMMki j, j , (12)\nwhere\nσ EMki = 1\n2 E j Pjδik − Diϕ,k + ( −1 2 ε0ϕ, jϕ, j + ϕ, j Pj ) δik,\nτ EMki j, j = Vi j Pj,k − 1\n2 Vl j Ql jδik,\nσ MMki = 1\n2 Hj B jδik − Biψ,k + ( −1 2 μψ, jψ, j ) δik,\nτMMki j, j = Zi j B j,k − 1\n2 Zl j Sl jδik . (13)\nDi and Bi are the components of the electric displacement vector and the magnetic induction vector, respectively [96].Also, Hi are components of themagnetic field vector,Mi are components of themagnetization vector, ψ is the magnetic potential and μ is the magnetic permeability in material [96].\nUsing the constitutive equations and strain components, the electrical enthalpy density (H ) is obtained as follows [35]:\nΠs = ∫ V HdV . (14)\nRegarding the fact that in this study the free vibrations of thenano-plate investigated, the externalmechanical forces applied on the nano-plate are zero. So the work resulted from the external classical forces is as follows [95]:\nw = 0. (15) The kinetic energy of the flexoelectric nano-plate is written as follows [66]:\nΠK = ∫ V KdV = ∫ V 1 2 ρ (z) [( ∂u ∂t )2 + ( ∂v ∂t )2 + ( ∂w ∂t )2] dV . (16)\nIn order to derive the governing equations of the plate and the related boundary conditions, the Hamilton’s principle and the variation’s method is used as follows [95]:\nδ T∫ o (−Πs + ΠW + ΠK ) dt = 0. (17)\nSubstituting the electric enthalpy density, the work of the external applied forces and the kinetic energy of the nano-plate obtained from Eqs. (14) through (16) in Eq. (17), the Hamilton’s principle is simplified as follows:\nT∫ 0\n⎡ ⎣−δ\n∫ V HdV + ∫ A qδwdA + ∫ V δKdV\n⎤ ⎦dt = 0. (18)\nAccording to the Reynolds’s transport theory, δ ∫ V HdV is written as follows [35]:\nδ ∫ V HdV = ∫ V δHdV + ∫ V Hδuk,kdV . (19)\nGiven the electrical enthalpy energy relation (Eq. 10), the above equation is simplified as follows:\nδ ∫ V HdV = ∫ V δUdV + ∫ V δ ( −1 2 ε0ϕ,iϕ,i + ϕ,i Pi ) dV\n+ ∫ V Uδuk,kdV + ∫ V ( −1 2 ε0ϕ,iϕ,i + ϕ,i Pi ) δuk,kdV . (20)\nExpandingEq. (7), the internal energy containing 49 nonzero terms is obtained. Finally, using the variation’s method and direct longmathematical simplifications, the integral ∫ V δUdV over the control volume of the nanoplate is determined. In this study, it was assumed that electric and the magnetic fields are generated only along the z-direction. Therefore, the components of electric and magnetic fields are negligible along the other directions compared to that along the z-direction.\nThe functionally graded flexoelectric nano-plate whose lower surface is of pure material number 1 and upper surface is of pure material number 2 is shown in Fig. 1. Material 1 is lead zirconate titanate and material 2 is barium titanate, respectively. According to Fig. 1, it can be written as:\nz = z̄ − z̄c. (21)\nz̄c is the distance of the neutral plane to the lower surface and z̄ is the distance between any arbitrary plane from the bottom surface [97].\n∫ A σ ◦11dA = 0. (22)\nDue to the axial stress resulting from the bending, given that the initial strain created at one of the middle surfaces of the nano-plate will be zero [97], the distance of the neutral plane to the lower level (z̄c) is determined from the following equation [98]:\nz̄c =\n∫ A\nE(z) 1−ν2(z) zdA∫\nA\nE(z) 1−ν2(z)dA\n. (23)\nIn this study, the functionally graded behavior of the flexoelectric nano-plate was considered as power law model. Each of the properties of material such as elastic constants (E (z), ν (z), λ (z), μ (z)), electrical properties (piezoelectric coefficients, flexoelectric coefficients, dielectric constants), thermal properties (thermal expansion constants, pyroelectric coefficients, thermal module) and magnetic properties of the material (flexomagnetic coefficient, magnetic permeability constants, magnetoelectric coefficients and pyromagnetic coefficients) is determined in the following form [98]:\nM(z) = M1 + (M2 − M1) ( z + z̄c h )n̂ . (24)\nThe values of M1 and M2 are the material properties for material NO. 1 and material NO. 2, respectively. Also, n̂ is the index of the functionally graded behavior model and M(z) is the quantity for the FGM material along the thickness. Regarding the position of neutral plane and the displacement field components (Eq. 8), the kinetic energy of the nano-plate is obtained as follows:\nΠK = h−z̄c∫ −z̄c b∫ 0 a∫ 0 1 2 ( ρ2 + (ρ2 − ρ1) ( z + z̄c h )n̂)[( ∂u ∂t )2 + ( ∂v ∂t )2 + ( ∂w ∂t )2] dxdydz\n= 1 2 b∫ 0 a∫ 0 { g1(n̂) ( u̇20 + v̇20 + ẇ20 ) + g2(n̂) ( u̇0 ∂ẇ ∂x + v̇0 ∂ẇ ∂y )\n+g3(n̂) [( ∂ẇ\n∂x\n)2 + ( ∂ẇ\n∂y\n)2]} dxdy. (25)\nVariation of the kinetic energy for the nano-plate is obtained as:\nδ K = 1 2 b∫ 0 a∫ 0 {[ 2g1(n̂)u̇0 + g2(n̂)∂ẇ ∂x ] d(δu0) dt + [ 2g1(n̂)v̇0 + g2(n̂)∂ẇ ∂y ] d(δv0) dt\n+ [ 2g1(n̂)ẇ − g2(n̂) ( ∂ u̇0 ∂x + ∂v̇0 ∂y ) − 2g3(n̂) ( ∂2ẇ ∂x2 + ∂ 2ẇ ∂y2 )] d(δw) dt } dxdy. (26)\nFunctions gi (n̂) are presented in “Appendix A.” Equations of motion and related boundary conditions are obtained by substituting Eqs. (7) and (4) into Eq.\n(20) and applying the Hamilton’s principle as follows:\n−∂ (Nxx ) ∂x − ∂Q ∂x\n+ ∂ 2 ( Nhxxx ) ∂x2 + ∂2\n( Nhxyy ) ∂y2 + ∂2 ( Nhxxy ) ∂x∂y = −1 2 ( 2g1(n̂)ü0 + g2(n̂)∂ẅ ∂x ) , (27)\n−∂ ( Nyy ) ∂y − ∂Q ∂y + ∂2\n( Nhyxx ) ∂x2 + ∂2 ( Nhyyy ) ∂y2 + ∂2 ( Nhyxy ) ∂x∂y = −1 2 ( 2g1(n̂)v̈0 + g2(n̂)∂ẅ ∂y ) , (28)\n∂2 (Mxx )\n∂x2 − ∂\n2 ( Myy ) ∂y2 − ∂ 2 ( Mxy ) ∂x∂y − ∂ 3 ( Mhxx ) ∂x3 − ∂3\n( Mhyy ) ∂y3 − ∂3 ( Mhxxy ) ∂x2∂y − ∂3 ( Mhxyy ) ∂x∂y2\n= −1 2\n[ 2g1(n̂)ẅ − g2(n̂) ( ∂ ü0 ∂x + ∂v̈0 ∂y ) − 2g3(n̂) ( ∂2ẅ ∂x2 + ∂ 2ẅ ∂y2 )] , (29)\nE3 − ∂ (V33) ∂z − ∂ϕ ∂z = 0, (30) −∂D3 ∂z\n= −ε0ϕ,33 + P3,3 = 0, (31) H3 − W33,3 + ψ,3 = 0. (32)\nThe above-mentioned parameters are given in terms of displacement components in “Appendix B.” The first term in Eq. (27) is determined as follows:\nNxx = Nσ11 + Nσ ES11 + Nσ MS11 , (33)\nwhere\nNσ11 = h−z̄c∫ −z̄c (σ11)dz,\nNσ ES11 = h−z̄c∫ −z̄c σ ES11 dz\nNσ MS11 = h−z̄c∫ −z̄c σ MS11 dz. (34)\nThe general electric boundary conditions are given in Ref. [96]. In this study, the nano-plate is exposed to a static magnetic field B0 (T) along the nano-plate thickness direction. Therefore, the general electric and magnetic boundary conditions are considered as follows:\n[V33]|z=−z̄c,h−z̄c = 0, or δP3|z=−zc,h−zc = 0, [D3]|z=−z̄c,h−z̄c = 0, or δϕ|z=−zc,h−zc = 0, [W33]|z=−z̄c,h−z̄c = 0, or δB3|z=−z̄c,h−z̄c = 0. (35)\nUsing Eqs. (4), (9) and the terms of the motion equations, the constituting terms of the motion equations (27-29) can be determined in terms of displacement field components, the polarization function and the electric potential function. Therefore, the motion equations are obtained as follows:\n− ( ĝ2 + ĥ2 + î2 ) ∂5w ∂y3∂x2 − ( ĝ4 + î1 ) ∂5w ∂y∂x4 − (ĝ1) ∂ 5w ∂x5 − (ĝ3) ∂ 5w ∂y2∂x3 − ( ĥ1 ) ∂5w ∂y5 − ( ĝ9 + ĥ4 + î5 ) ∂4v0 ∂y2∂x2 − ( ĝ7 + î3 ) ∂4u0 ∂y∂x3 − ( ĥ3 + î4 ) ∂4u0 ∂y3∂x − (ĝ5) ∂ 4u0 ∂x4 − (ĝ6) ∂ 4u0 ∂y2∂x2 − (ĝ8) ∂ 4v0\n∂x4 − (ĝ10) ∂ 4v0 ∂y∂x3 − ( ĥ5 ) ∂4v0 ∂y4 + ( f̂1 ) ∂3w ∂y∂x2 + ( f̂2 ) ∂3w ∂y3\n+ ( f̂3 ) ∂2u0\n∂y∂x +\n( f̂4 ) ∂2v0\n∂y2 − h−z̄c∫ −z̄c { f E1 (z) ∂2P3(x, y, z) ∂z∂y } dz\n− h−z̄c∫ −z̄c { f M1 (z) ∂2B3(x, y, z) ∂z∂y } dz\n= −1 2\n( 2g1(n̂)v̈0 + g2(n̂)∂ẅ\n∂y\n) , (36)\n− ( ĉ1 + d̂2 + b̂2 ) ∂5w ∂y2∂x3 − ( ĉ2 + d̂1 ) ∂5w ∂y4∂x − ( b̂1 ) ∂5w ∂x5 − ( ĉ3 + d̂3 + b̂4 ) ∂4u0 ∂y2∂x2 − ( d̂4 + b̂5 ) ∂4v0 ∂y∂x3 − ( ĉ5 + d̂5 ) ∂4v0 ∂y3∂x − ( b̂3 ) ∂4u0 ∂x4 − (ĉ4) ∂ 4u0 ∂y4 + (ê1) ∂ 3w ∂y∂x2 + (ê2) ∂ 2u0\n∂y∂x + (ê3) ∂ 2v0 ∂x2 + (â3) ∂ 3w ∂x3 + (â6) ∂ 3w ∂y2∂x + (â8) ∂ 2u0 ∂x2 + (â10) ∂ 2v0 ∂x∂y\n+ [( â1 ) ∂2w\n∂x2 + (â4) ∂ 2w ∂y2 + (â9) ∂v0 ∂y + (â7) ∂u0 ∂x ] h−z̄c∫ −z̄c ∂2P3(x, y, z) ∂x∂z dz\n+ h−z̄c∫ −z̄c f E1 (z) ∂2P3(x, y, z) ∂x∂z dz + h−z̄c∫ −z̄c f M1 (z) ∂2P3(x, y, z) ∂x∂z dz + (ε0) h−z̄c∫ −z̄c { ∂2ϕ(x, y, z) ∂x∂z P3(x, y, z) + ∂ϕ(x, y, z) ∂z ∂P3(x, y, z) ∂x } dz\n+ [( â1 ) ∂3w\n∂x3 + (â4) ∂ 3w ∂y2∂x + (â9) ∂ 2v0 ∂x∂y + (â7) ∂ 2u0 ∂x2 ] h−z̄c∫ −z̄c ∂P3(x, y, z) ∂z dz\n+ [( â2 ) ∂2w\n∂x2 + (â5) ∂ 2w ∂y2 + â13 ] h−z̄c∫ −z̄c ∂P3(x, y, z) ∂x dz\n+ [( â2 ) ∂3w\n∂x3 + (â5) ∂ 3w ∂y2∂x ] h−z̄c∫ −z̄c P3(x, y, z)dz\n− (ε0) h−z̄c∫ −z̄c { ∂ϕ(x, y, z) ∂z ∂2ϕ(x, y, z) ∂x∂z } dz + (â11) h−z̄c∫ −z̄c { 2 ∂P3(x, y, z) ∂z ∂2P3(x, y, z) ∂x∂z } dz + (â12) h−z̄c∫ −z̄c { 2P3(x, y, z) ∂P3(x, y, z) ∂x } dz + h−z̄c∫ −z̄c { −1 2 f M1 (z) ( −z ∂B3(x, y, z) ∂z + B3(x, y, z) )( ∂3w ∂x3 + ∂ 3w ∂x∂y2 ) + 1 2 [ z f M1 (z) ( ∂2w ∂x2 + ∂ 2w ∂y2 )\n+2m (z) β2M ∂B3(x, y, z)\n∂z − f M1 (z) ( ∂u0 ∂x + ∂v0 ∂y )]( ∂2B3(x, y, z) ∂x∂z )\n−1 2 f M1 (z) ( ∂2u0 ∂x2 + ∂ 2v0 ∂x∂y ) ∂B3(x, y, z) ∂z − 1 2 f M1 (z) ( ∂2w ∂x2 + ∂ 2w ∂y2 ) ∂B3(x, y, z) ∂x\n+1 2\n( 2m (z) B3(x, y, z) + 2d (z) P3(x, y, z)γ MT (z) ) ∂B3(x, y, z) ∂x +d (z) B3(x, y, z)∂P3(x, y, z) ∂x } dz\n= −1 2\n( 2g1(n̂)ü0 + g2(n̂)∂ẅ\n∂x\n) , (37)\n− ( k̂3 ) ∂5w\n∂y4∂x −\n( k̂5 ) ∂3v0 ∂y3 − (m̂1) ∂ 6w ∂x6 − (m̂4) ∂ 5u0 ∂x5 − (m̂7) ∂ 5v0 ∂x5 − (n̂3 + p̂4) ∂ 5u0 ∂y4∂x\n− ( k̂4 + l̂2 ) ∂3u0 ∂y2∂x − (m̂6 + ô5) ∂ 5u0 ∂y∂x4 − (n̂1) ∂ 6w ∂y6 − (n̂5) ∂ 5v0 ∂y5 − (ô3) ∂ 6w ∂y3∂x3 − (ô6) ∂ 5u0\n∂y3∂x2 − (ô10) ∂ 5v0 ∂y2∂x3 − ( k̂2 ) ∂4w ∂y4 − (n̂4 + ô9 + p̂5) ∂ 5v0 ∂y3∂x2 − (m̂5 + ô7 + p̂3) ∂ 5u0 ∂y2∂x3\n− (m̂3 + ô1) ∂ 6v0 ∂y∂x5 − (n̂2 + ô2 + p̂2) ∂ 6w ∂y4∂x2 − (m̂2 + ô4 + p̂1) ∂ 6w ∂y2∂x4 − (m̂8 + ô8) ∂ 5v0\n∂y∂x4 − 1 2\n( ĵ10 + ĵ13 )(∂4w ∂x4 ) − ( 2k̂1 + 2l̂1 + 2 ĵ10 + ĵ14 ) ( ∂4w ∂y2∂x2 ) + ( ĵ15 )(∂3u0 ∂x3 )\n+ ( l̂3 − ĵ16 )( ∂3v0 ∂y∂x2 ) − ( ĵ12 ) ∂5w ∂y2∂x3 + h−z̄c∫ −z̄c (( ĵ1 ) f E1 (z) + ( ĵ2 ) f E2 (z) ) ∂2P3(x, y, z) ∂x2 dz + h−z̄c∫ −z̄c (( ĵ1 ) f M1 (z) + ( ĵ2 ) f M2 (z) ) ∂2B3(x, y, z) ∂x2 dz\n+1 2\n[( ĵ8 )(∂u0\n∂x + ∂v0 ∂y\n) + ( ĵ9 )(∂2w\n∂x2 + ∂\n2w\n∂y2 )] h−z̄c∫ −z̄c z ∂3P3(x, y, z) ∂x2∂z dz\n− ( ĵ7 ) h−z̄c∫\n−z̄c\n{( ∂P3(x, y, z)\n∂x\n)2 + P3(x, y, z)∂ 2P3(x, y, z)\n∂x2\n} dz\n+1 3\n( ĵ5 ) h−z̄c∫\n−z̄c\n{ z f E1 (z) ∂3P3(x, y, z)\n∂x2∂z\n} dz\n+1 3\n( ĵ6 ) h−z̄c∫\n−z̄c\n{ z f M1 (z) ∂3B3(x, y, z)\n∂x2∂z\n} dz + ( ĵ18 ) h−z̄c∫ −z̄c {( ∂2P3(x, y, z) ∂x∂z )2 dz\n+ h−z̄c∫ −z̄c { ∂P3(x, y, z) ∂z ∂3P3(x, y, z) ∂x2∂z } dz\n+1 2 (ε0) h−z̄c∫ −z̄c z {( ∂2ϕ(x, y, z) ∂x∂z )2 + ∂ϕ(x, y, z) ∂z ∂3ϕ(x, y, z) ∂x2∂z } dz − h−z̄c∫ −z̄c z { ∂3ϕ(x, y, z) ∂x2∂z P3(x, y, z) + 2∂ 2ϕ(x, y, z) ∂x∂z ∂P3(x, y, z) ∂x + ∂ϕ(x, y, z) ∂z ∂2P3(x, y, z) ∂x2 } dz +2 [( ĵ9 )(∂3w\n∂x3 + ∂\n3w\n∂y2∂x\n) + ( ĵ8 )( ∂2v0\n∂x∂y + ∂ 2u0 ∂x2 )] h−z̄c∫ −z̄c z ∂2P3(x, y, z) ∂x∂z dz\n+ h−z̄c∫ −z̄c z f E1 (z) ∂3P3(x, y, z) ∂y2∂z dz + h−z̄c∫ −z̄c z f M1 (z) ∂3B3(x, y, z) ∂y2∂z dz + ( ĵ11 ) h−z̄c∫ −z̄c z ∂2P3(x, y, z) ∂x2 dz\n+1 2\n[ ( j9) ( ∂4w\n∂x4 + ∂\n4w\n∂y2∂x2\n) + ( j8) ( ∂3v0\n∂x2∂y + ∂ 3u0 ∂x3 )] h−z̄c∫ −z̄c z ∂P3(x, y, z) ∂z dz\n+ h−z̄c∫ −z̄c Ψ (x, y, z)dz = −1 2 [ g1(n̂)ẅ − g2(n̂) ( ∂ ü0 ∂x + ∂v̈0 ∂y ) − 2g3(n̂) ( ∂2ẅ ∂x2 + ∂ 2ẅ ∂y2 )] . (38)\nIn above equation, Ψ (x, y, z) is written as follows:\nΨ (x, y, z) = z { −1 2 f M1 (z) ( −z ∂B3(x, y, z) ∂z + B3(x, y, z) ) ( ∂4w ∂x4 + ∂ 4w ∂x2∂y2 )\n+ ( 1\n2 z f M1 (z)\n( ∂2w\n∂x2 + ∂\n2w\n∂y2\n) + β2Mm (z) ∂B3(x, y, z)\n∂z − 1 2 f M1 (z) ( ∂u0 ∂x + ∂v0 ∂y ))\n∂3B3(x, y, z)\n∂z∂x2 −\n( 1\n2 f M1 (z)\n∂B3(x, y, z)\n∂z\n)( ∂3u0 ∂x3 + ∂ 3v0 ∂y∂x2 )\n+ f M1 (z) ( −z ∂ 2B3(x, y, z)\n∂x∂z + ∂B3(x, y, z) ∂x\n)( ∂3w\n∂x3 + ∂\n3w\n∂x∂y2\n)\n+ [ −1 2 f M1 (z) ( ∂2w ∂x2 + ∂ 2w ∂y2 ) + d (z) P3(x, y, z) − 1 2 γ MT (z)ΔT (z)\n+m (z) B3(x, y, z)] ∂ 2B3(x, y, z)\n∂x2 + m (z)\n( ∂B3(x, y, z)\n∂x\n)2\n+2d (z) ∂P3(x, y, z) ∂x ∂B3(x, y, z) ∂x\n} . (39)\nThe term σ MS11 is presented as magnetostatic stress and defined as:\nσ MS11 = 1 2 H3B3 + 1 2 Z33S33 − 1 2 μψ,3ψ,3. (40)\nSubstituting the constitutive Eq. (4) and electric displacement vector and the magnetic induction vector into Eqs. (27) to (29), the electric and magnetic equilibrium equations will be simplified as follows:\nαa P3 (z) − 2da B3 (z) − 2 ( f E1 ) a ∇2w − ( γ E3 ) a ΔT (z) − αaβ2E ∂2P3 (z) σ z2 + ∂ϕ (z) σ z = 0, (41) ε0 ∂2ϕ (z)\n∂z2 − ∂P3 (z) ∂z = 0, (42)\nm aB3(z) + 2da P3(z) − 2 ( f M1 ) a ∇2w − ( γ M3 ) a ΔT (z) + ψ,3 = 0. (43)\nEquations (36) to (38) and Eqs. (41) to (43) are six couple magneto-thermo-electrical motion equations. Using the solution methods presented in the following, these six couple equations can be solved. Thus, the natural mode shapes, generated electrical and magnetic field, generated electrical and magnetic bipolar and the natural frequencies of the nano-plate will be determined. In Eqs. (41) to (43), the parameter βE is presented as:\nβ2E = √( βE1 )2 + (βE2 )2 + (βE3 )2. (44) The constants parameters in Eqs. (41) to (43) include αa , da , ( f E1 )a , ( f M 1 )a , (γ E 3 )a , (γ M 3 )a , ma are reciprocal dielectric constant, magnetoelectric coefficient, flexoelectric coefficient, flexomagnetic coefficient, pyroelectric coefficient, pyromagnetic coefficient and reciprocal magnetic constant of the FG nano-plate along the thickness direction, respectively. These parameters are determined using the following equation:\n(M)a = 1h h−z̄c∫ −z̄c [ (M)2 + ((M)1 − (M)2) ( z + z̄c h )n̂] dz. (45)\nIn order to solve the motion equations (36) to (38), first the electromagnetic governing equations (Eqs. (41) to (43)) have to be solved. These equations are solved using the electromagnetic boundary conditions presented in Eq. (33) and the boundary conditions related to the direct and inverse flexoelectric effects, which is given in the next section. Therefore, the electrical and magnetic polarization functions, the electrical potential, the magnetic flux density and linear and nonlinear natural frequencies of the nano-plates are determined.\nIn this study, it was assumed that the nano-plate can has three support types. These edges were considered as simply–simply–simply–simply support (SSSS), clamped–clamped–clamped–clamped support (CCCC) and a combination of both as two opposite edges simply and two other edges clamped support that are presented as simply–clamped–simply–clamped support (SCSC). The classical and non-classical boundary conditions for the nano-plates with boundary conditions SSSS, SCSC and CCCC are expressed in all edges in Eqs. (46), (47) and (48), respectively.\nFor SSSS:⎧⎨ ⎩ u0 = 0, [−Nhxxx ]∣∣x=0,a = 0, v0 = 0, [−Nhxxx ]] ∣∣ x=0,a = 0, w = 0, [ −Mxx − ∂ ( Mhxx ) ∂x ]∣∣∣∣ x=0,a = 0, d2(δw) dx2 ∣∣∣ x=0,a = 0,\n(46a)\n⎧⎪⎪⎨ ⎪⎪⎩ u0 = 0, [ −Nhxyy ]∣∣∣ y=0,b = 0, v0 = 0, [ −Nhyyy ]]∣∣∣ y=0,b = 0, w = 0, [ −Myy − ∂ ( Mhxyy ) ∂x − ∂ ( Mhyy ) ∂y\n]∣∣∣∣∣ y=0,b = 0, d2(δw) dy2 ∣∣∣ y=0,b = 0,\n(46b)\nFor SCSC: ⎧⎨ ⎩ u0 = 0, [−Nhxxx ]∣∣x=0,a = 0, v0 = 0, [−Nhxxx ]] ∣∣ x=0,a = 0, w = 0, [ −Mxx − ∂ ( Mhxx ) ∂x ]∣∣∣∣ x=0,a = 0, d2(δw) dx2 ∣∣∣ x=0,a = 0,\n(47a)\n⎧⎨ ⎩ u0 = 0, d(δu◦)dy ∣∣∣ y=0,b = 0, v0 = 0, d(δv◦) dy ∣∣∣ y=0,b = 0, w = 0, d(δw) dy ∣∣∣ y=0,b = 0,[ Mhyy ]∣∣∣ y=0,b = 0, (47b)\nFor CCCC: { u0 = 0, d(δuo)dx ∣∣∣ x=0,a = 0, v0 = 0, d(δuo) dy ∣∣∣ x=0,a = 0, w = 0, d(δw) dx ∣∣∣ x=0,a = 0,[\nMhxx ] ∣∣ x=0,a = 0 (48a)\n⎧⎨ ⎩ u0 = 0, d(δu◦)dy ∣∣∣ y=0,b = 0, v0 = 0, d(δv◦) dy ∣∣∣ y=0,b = 0, w = 0, d(δw) dy ∣∣∣ y=0,b = 0,[ Mhyy ]∣∣∣ y=0,b = 0, (48b)\nIn order to satisfy the thermo-elastic equations, the temperature variations are considered as linear type in this paper, so the temperature distribution across the nano-plate thickness is given by:\nΔT (z) = (T2 − T1) ( 1\n2 + z h\n) . (49)\nT1 and T2 are the lower and upper surface temperatures of the nano-plate."
    }, {
      "heading" : "4 Free vibrations analysis in direct flexoelectric effect",
      "text" : "In this section, the behavior of functionally graded nano-plates is determined by assuming a mechanical load of zero (free vibrations). First, as it is referred to, the differential equations (41)–(43) are solved using the given electromagnetic boundary conditions (Eq. 50). For direct flexoelectric effect, the electrical boundary conditions are proposed inRef. [35]. Therefore, in the direct flexoelectric effect, electric andmagnetic boundary conditions are considered as follows [96]:\nat z = −z̄c, h − z̄c, V33 = 0, D3 = 0, at z = −z̄c, ϕ = 0, B3 = nM B0, at z = h − z̄c, B3 = B0. (50)\nSince BaTiO3 and PZT-5H are paramagnetic materials, the amplification of the magnetic field along the nano-plate thickness direction is low. Also, due to the nano-plate dimensions which are in nanoscales, the amplification amount of this field will be less than micro- and higher dimensions. Therefore, the magnetic field density emanating from the nano-plate lower surface is slightly higher than the one from the upper surface. The constant nM can be between 1.01 and 1.05 [92]. In this study, this constant is considered as 1.01.\nSolving the differential equations (41)–(43) and using the boundary conditions [relations (33) and (50)], the polarization functions P3(z), the electrical potential ϕ(z) and the magnetic potential ψ(z) are determined as follows:\nP3(x, y, z) = A1 (x, y) + A2 (x, y) egE z + A3 (x, y) e−gE z − REz g2E , (51)\nϕ(x, y, z) = 1 ε0.gE\n[ A2 (x, y) e gE z − A3 (x, y) e−gE z − REz 2\n2g2E\n] + G1 (x, y) . z + G2 (x, y) , (52)\nψ(x, y, z) = − R1z μ33 − R2z μ33gM egMz − R3z μ33gM e−gM z + K (x, y) . (53)\nThe coefficients in the above equations are defined as follows:\nA1 = 4ε0\n( f E1 ) a × ( ∂2w(x,y) ∂x2 + ∂2w(x,y) ∂y2 ) + ε0 ( γ E3 ) a × (T2 − T1)\n2 (1 + αa × ε0) ,\nA2 = − gE × ε0 1 + αa × ε0\n( S1 × f h1 + S2 × f h2 ) , A3 = − g × ε0 1 + αa × ε0 ( S1 × f h3 + S2 × f h4 ) , (54)\nS1 = ( f E1 ) a [ ∂u0 (x, y) ∂x + ∂v0 (x, y) ∂y + z̄c ( ∂2w (x, y) ∂x2 + ∂ 2w (x, y) ∂y2 )] + αa × β 2 E × RE g2E , S2 = ( f E1 ) a × h ( ∂2w (x, y) ∂x2 + ∂ 2w (x, y) ∂y2 ) , f h1 = e−g.h\neg.h − e−g.h , f h 2 = e−g.z̄c eg.h − e−g.h , f h 3 =\neg.h\neg.h − e−g.h , f h 4 = e−g.z̄c eg.h − e−g.h , (55)\ng2E = 1 + αaε◦ αaβ 2 Eε◦\n, RE = − ( γ E3 ) a (T2 − T1) αaβ 2 Eh , G1 (x, y) = A1 (x, y) ε0 ,\nG2(x, y) = G1(x, y) × z̄c − 1 gE × ε0\n[ (A2) e −g.z̄c − (A3) eg.z̄c − RE × z̄ 2 c\n2gE\n]\nR1 = B0 (nM − 1) U3 , R2 = −B0 [(−U3 + nM − 1) U1 + (nM .U3 − nM + 1) U2]( U 21 −U 22 ) U3 , R3 = B0 [(nM .U3 − nM + 1) U1 + (−U3 + nM − 1) U2]( U 21 −U 22 ) U3 , K (x, y) = B0 μ33gM ,\ng2M = −1 + mμ33 mβ2Mμ33 , U1 = e(gM .z̄c) , U2 = e(−gM .z̄c) , U3 = gMh . (56)\nIn the above equations, α is the dielectric coefficient and γ E3 is the pyroelectric coefficient along the plate thickness.\nSubstituting Eqs. (51)–(53) into the motion equations, these equations are determined in terms of displacement field components.\nBy considering the displacement field components u0, v0, w according to the following equations, the boundary conditions are satisfied at the edges of the plate for various boundary conditions [85,99]:\nu0 (x, y, t) = a Xm (x) Yn (y) q1(t), v0 (x, y, t) = b Xm (x) Yn (y) q2(t), w (x, y, t) = h Xm (x) Yn (y) q3(t).\n(57)\nTo satisfy the boundary condition SSSS, function Xm (x) is defined as follows [85]:\nXm (x) = sin ( λ̂mx ) , λ̂m = mπ\na , for SSSS B.C. (58)\nThis function is defined for the CCCC boundary conditions as follows:\nXm (x) = sin ( λ̂mx ) − sinh ( λ̂mx ) − ξ̂m ( cos ( λ̂mx ) − cosh ( λ̂mx )) , for CCCC B.C., (59)\nwhere;\nξ̂m = sin\n( λ̂ma ) − sinh ( λ̂ma )\ncos ( λ̂ma ) − cosh ( λ̂ma ) ,\nλ̂1 = 4.73 a , λ̂2 = 7.853 a , λ̂3 = 10.996 a , λ̂4 = 14.137 a , λ̂m 5 = (m + 0.5) π a . (60)\nIn two above boundary conditions, the function Yn(y) can be determined by replacing y, n, b instead of x, m, a in Xm(x). Also, for the boundary conditions SCSC, the functions Xm(x) and Yn(y) are defined as follows:\nXm (x) = sin ( λ̂mx ) , λ̂m = mπ\na ,\nYn (y) = sin ( λ̂n y ) − sinh ( λ̂n y ) − ξ̂n ( cos ( λ̂n y ) − cosh ( λ̂n y )) , for SCSC B.C. (61)\nIn this case, the terms λ̂n , ξ̂n can be determined by replacing n, b instead of m, a in Eq. (60)."
    }, {
      "heading" : "5 Free vibrations analysis in inverse flexoelectric effect",
      "text" : "In this section, the nonlinear frequencies of the nano-plate are determined when the plate is subjected to the external and constant voltage V0 and the static magnetic flux density B0 along the thickness. Considering the boundary conditions given in Eq. (62), the differential equation systems (41)–(43) are solved. Thus, the polarization functions P3(z) and the electrical potential ϕ(z) are determined.\nDue to the nano-plate is subjected to the external potential V0 in the inverse flexoelectric effect case, the presented electrical boundary conditions in Ref. [35] were used. Therefore, in the inverse flexoelectric effect, the magnetic and electrical boundary conditions are taken into account as follows [96]:\nat z = −z̄c, h − z̄c, V33 = 0, ψ = 0, at z = −z̄c, ϕ = 0, B3 = nM B0, at z = h − z̄c, ϕ = V0, B3 = B0. (62)\nEmploying the above boundary conditions, the governing electrical and magnetic equations [Eqs. (41)– (43)] are solved simultaneously. Therefore, the functions P3(z), ϕ(z) and ψ (x, y, z) are obtained as follows:\nP3(x, y, z) = Â1 (x, y) + Â2 (x, y) egE z + Â3 (x, y) e−gE z − REz g2E , (63)\nϕ(x, y, z) = 1 ε0gE\n[ Â2(x, y)e gE z − Â3(x, y)e−gE z − REz 2\n2g2E\n] + G1(x, y)z + G2(x, y), (64)\nψ(x, y, z) = − R1z μ33 − R2z μ33gM egMz − R3z μ33gM e−gM z + K (x, y) , (65)\nwhere:\nÂ1 = 1 g × αa × ε0 × h\n[( Â2 ) ( eg.h − 1 ) e−g.z̄c − ( Â3 ) ( e−g.h − 1 ) eg.z̄c − RE . ( h2 − 2h × z̄c ) 2gE ]\n− V0 αa × h −\n2 ( f E1 ) a\nαa\n( ∂2w (x, y)\n∂x2 + ∂\n2w (x, y)\n∂y2\n)\nĜ1 = 1 gE × ε0 × h\n[( Â2 ) ( eg.h − 1 ) e−g.z̄c − ( Â3 ) ( e−g.h − 1 ) eg.z̄c − RE . ( h2 − 2h × z̄c ) 2gE ] + V0 h ,\nĜ2 = Ĝ1 × zc − 1 gE × ε0\n[( Â2 ) e−g.z̄c − ( Â3 ) eg.z̄c − RE . z̄ 2 c\n2g\n] . (66)\nThat is, Â2 = A2 , Â3 = A3. In this case, applying the presented equations in “Appendix B” and substituting Eqs. (63)–(65) into Eqs.\n(36)–(38), the motion equations are obtained."
    }, {
      "heading" : "6 Solution method (multiple-scale method)",
      "text" : "According to the previous studies, the presented approximate methods are generally not suitable for exact or semi-analytic solution of motion equations of the nonlinear vibrational systems. In the dynamic analysis of these kinds of systems, the terms that are greatly increased over time and cause to divergence of some of the physical quantities of the system are considered. Therefore, these terms should not be existed in the time responses of such systems and are known as secular terms [100].\nDue to the eliminating this type of terms in the dynamic response of nonlinear vibrational systems, the multiple-scale semi-analytical method can be used as a powerful method among the methods related to the perturbation theory.\nExpanding the unknown independent parameter that is time dependent, it is written in terms of several unknown independent parameters and a very short dimensionless parameter ε and is embedded in the motion equations. Writing the coefficients of the terms ε0, ε1, ε2, etc. several ordinary couple differential equations are obtained. Eliminating the secular terms, the motion equations will be solved with the remaining elements.\nIn the analysis of nonlinear vibrations of flexoelectric nano-plates, the multiple-scale method has been used to determine the natural frequencies. The following relations are used to non-dimensionalize the motion equations.\nx̄ = x a ȳ = y b t̄ = t τ\nū = u a v̄ = v a w̄ = w h , (67)\nwhere:\nτ = a2 √ ρah\nDE , DE = Eah\n3\n12 ( 1 − ν2a ) . (68) The parameters νa , ρa and Ea are the Poisson’s ratio, density and Young’s modulus of the FG nano-plate\nalong the thickness direction that is obtained using Eq. (45).\n6.1 Solution of nonlinear free vibration in direct flexoelectric effect\nUsing Eq. (67) and substituting Eq. (57) into the motion equations related to the direct flexoelectric mode, these relations are obtained in terms of a series of constant coefficients and qi (t) for i = 1, 2, 3. In order to solve the obtained couple differential equations and determination of the frequencies and the natural modes shapes, the Galerkin’s method has been used.\nThe employing process of this method on the obtained differential equations is as follows. By multiplying both sides of the motion equations in u0(x, y, z, t), v0(x, y, z, t) and w(x, y, z, t) and integration over the plate cross section with respect to x and y, the governing differential equations can be obtained only in terms of the variable z. Given that the previous constants are multiplied in time-independent terms of the displacement components as u0(x, y, z, t), v0(x, y, z, t) and w(x, y, z, t), the final obtained constants are determined and presented as A1i, B1i, C1i.\nIt should be noted that in this study, the transverse vibrations of the functionally graded nano-plate are intended. Therefore, the inertia terms related to the in-plane vibrations of plate (q̈1(t), q̈2(t)) are not considered. After determining the new constants, the dynamic equations of the structure are obtained as follows:\nA11q 2 1 (t) + [A12q2(t) + A13q3(t) + A14] q1(t) + A15q221(t) + [A16q3(t) + A17] q2(t)\n+A18q23 (t) + A19q3(t) + A20q̈3(t) = 0, (69)\nB11q1(t) + B12q2(t) + B13q3(t) + B14q̈3(t) = 0, (70) C11q 2 1 (t) + [C12q2(t) + C13q3(t) + C14] q1(t) + C15q22 (t) + [C16q3(t) + C17] q2(t) + C18q23 (t)\n+C19q3(t) + C20q̈3(t) + C21 = 0. (71) In order to determine the dynamic governing equation of the transverse and nonlinear vibrations of the nano-plate, q1(t) and q2(t) values are obtained from Eqs. (69) and (70) in terms of q3(t) and its derivatives. By determining q1(t) from Eq. (70) and substituting into Eq. (69), the following equation is obtained.\nπ1q 2 2 (t) + π2q2(t) + π3 = 0, (72)\nwhere:\nπ1 = F1, π2 = F2 q3(t) + F3 q̈3(t) + F4, π3 = F5 q23 (t) + F6 q3(t)q̈3(t) + F7 q3(t) + +F8 q̈23 (t) + F9 q̈3(t). (73)\nFi are constants and presented in “Appendix C.” By solving the algebraic Eq. (72), two values for q2(t) are obtained as follows:\n[q2(t)]1,2 = − F2q3(t) F1 + 1 2F1\n[ −F3q̈3(t) − F4 + g̃ √ G ] , g̃ = ±1, (74)\nwhere:\n√ G = G1/26 √√√√1 + 5∑\ni=1\nGi G6 fi (t), (75)\nand\nf1(t) = [q3(t)]2 , f2(t) = q3(t)q̈3(t), f3(t) = q̈3(t), f4(t) = [q̈3(t)]2 . (76)\nIn the above equations, the G i coefficients are given in “Appendix C.” Substituting Eq. (74) into Eq. (69), two values for q1(t) are obtained as follows:\n[q1(t)]1,2 = −B12 [q2(t)]1,2 + B13q3(t) + B14q̈3(t)\nB13 . (77)\nThe nonlinear motion equation of the nano-plate is determined by substituting Eqs. (74) and (77) into Eq. (71) as follows:\nζ1 [q3(t)] 2 + [ ζ2q̈3(t) + ζ3 √ G + ζ4 ] q3(t) + ζ5 [q̈3(t)]2 + [ ζ6 √ G + ζ7 ] q̈3(t)\n+ [ ζ8 √ G + ζ9 ] = 0. (78)\nThe coefficients ζi are given in “Appendix D.” To simplify Eq. (78), the expression √ G can be written\nusing Eqs. (74) and (75) as follows:\n√ G = G1/26 √ 1 + y, y = 5∑ i=1 Gi G6 fi (t). (79)\nThe expression (1 + y)κ̂ for fractional powers is expressed in terms of the polynomials expansion as follows:\n(1 + y)κ̂ = 1 + κ̂ y + κ̂ ( κ̂ − 1) 2! y 2 + κ̂ (κ − 1) (κ − 2) 3! y 3 + .... (80)\nFor κ̂ = 1/2, equation (79) is simplified as follows: √ G = G1/26 ( 1 + 1 2 y − 1 8 y2 + 1 16 y3 + ... ) . (81)\nBy substituting y from Eq. (79) into Eq. (81) and using Eq. (76) with ignoring higher-order terms (i ≥ 4), Eq. (81) is written as follows:\n√ G = G1/26 [ 1 + λ1q3(t) + λ2q̈3(t) + λ3q3(t)q̈3(t) + λ4q23 (t) + λ5q̈23 (t) + λ6q23 (t)q̈3(t)\n+λ7q3(t)q̈23 (t) + λ8q33 (t) + λ9q̈33 (t) ] . (82)\nThe constantsλi are defined in “AppendixE.”Applying the expression √ G fromEq. (82) and simplification, Eq. (78) is rewritten. Also, the nonlinear vibration equation of the nano-plate is eventually obtained as follows:\nq̈3(t) + ω20q3(t) = ξ1 + ξ4q3(t)q̈3(t) + ξ5q23 (t) + ξ6q̈23 (t) + ξ7q23 (t)q̈3(t) +ξ8q3(t)q̈23 (t) + ξ9q33 (t) + ξ10q̈33 (t), (83)\nwhere the coefficients ξi are defined as follows:\nξi = − ηi η3 . (84)\nIn this study,ω0 is the linear natural frequency andω0 = ξ2. The coefficients ηi are also given in “Appendix F.” The nonlinear differential equation (83) can be written as follows [100,101]:\nq̈3(t) + ω20q3(t) = εξ1 + ξ4q3(t)q̈3(t) + ξ5q23 (t) + ξ6q̈23 (t) + ξ7q23 (t)q̈3(t) +ξ8q3(t)q̈23 (t) + ξ9q33 (t) + ξ10q̈33 (t). (85)\nThe solution of Eq. (85) can be written as follows:\nq3 (t; ε) = εq31 (T0, T1, T2) + ε2q32 (T0, T1, T2) + ε3q33 (T0, T1, T2) , (86) where\nTn = εnt, n = 0, 1, 2, .... (87) In this study, the dimensionless parameter ε has been considered as ε = (h/a)2 using equation (87). The derivatives of terms in the dynamic equation with respect to time (t) can be given as expressions in terms of partial derivatives with respect to the Tn.\nd dt = dT0 dt ∂ ∂T0 + dT1 dt ∂ ∂T1 + ... = D0, +εD1 + ε2D2 + ε3D3 + o\n( ε4 ) ,\nd2 dt2 = D20 + 2εD0D1 + ε2 ( D21 + 2D0D2 ) + ε3 (D0D3 + D1D2) + o (ε4) , (88) where:\nDi = ∂ ∂Ti , D2i = ∂2 ∂T 2i , i = 0, 1, 2, 3, ..., Di D j = ∂ 2\n∂Ti∂Tj , i, j = 0, 1, 2, 3, .... (89)\nSubstituting Eq. (88) into Eq. (85) and equaling the coefficient εn to zero, the following equations are obtained.\nε1 : q̈31(t) + ω20q31(t) = ξ1 , (90) ε2 : q̈32(t) + ω20q32(t) = − [ 2D0D1q31(t) + ξ4q31(t)q̈31(t) + ξ5q231(t) + ξ6q̈231(t) ] , (91) ε3 : q̈33(t) + ω20q33(t)\n= − [2D0D2q31(t) + D21q31(t) + 2D0D2q32(t) +2ξ4q31(t) × D0D1q31(t) + ξ4q31(t) × D20q32(t) +ξ4q32(t) × D20q31(t) + 2ξ5q31(t)q32(t) + 4ξ6D0D1q31(t) × D20q31(t) +2ξ6D20q31(t) × D20q32(t) + ξ7q231(t) × D20q31(t) +ξ8q31(t) × ( D20q31(t) )2 + ξ9q331(t) + ξ10 (D20q31(t))3 ] . (92)\nThe solution of the differential equation (90) can be written as follows:\nq31(t) = A (T1, T2) exp (iω0T0) − ξ1 2ω20 + cc. (93)\nA (T1, T2) is an unknown complex function and cc is the complex conjugate of the preceding terms in the right-hand side of Eq. (93).\ncc = Ā (T1, T2) exp (−iω0T0) − ξ1 2ω20 . (94)\nĀ (T1, T2) is complex conjugate of A (T1, T2). Substituting q31 (t) obtained from Eq. (93) into Eq. (91), Eq. (91) can be simplified as:\nq̈32(t) + ω20q32(t) = −2 (iω0) D1 (A) exp (iω0T0) +ξ4 ( A2ω20exp (2iω0T0) + AĀω20 − Aξ1exp (iω0T0) )\n−ξ5 ( A2exp (2iω0T0) + AĀ + ξ 2 1\n2ω40 − 2Aξ1 ω20 exp (iω0T0)\n)\n−ξ6 ( A2ω40exp (2iω0T0) + AĀω40 ) + cc . (95) In Eq. (95), A is replaced the expression A (T1, T2). All the secular terms in the private solutions of Eq. (95), which contain the statement exp (iω0T0), should be eliminated from time response. Therefore, if the time response becomes converge, the coefficients of these terms must be set to zero. So the following equation can be written as follows:\n− 2 (iω0) D1 (A) − Aξ4ξ1 + 2Aξ1ξ5 ω20 = 0 . (96)\nThe above equation is simplified as follows:\nD1 (A) = i Aa0 , a0 = ξ1 ω0\n( ξ4\n2 − ξ5\nω20\n) . (97)\nRemoving the secular terms, the solution of Eq. (95) is given as:\nq32(t) = κ1A2exp (2iω0T0) + κ2AĀ + κ3 + cc, (98) where\n− 3κ1 = κ2 = (\nξ4 − ξ5 ω20\n− ξ6ω20 ) , and κ3 = −ξ5ξ 2 1\nω60 . (99)\nNow, substituting Eqs. (93) and (98) into Eq. (92), the third equation can be written as follows:\nq̈33(t) + ω20q33(t) = [ (2iω0) D2 (A) + D21 (A)\n+ ( 2iξ1D1 (A)\nω0 − 5κ1A2 Āω20 − 2κ2A2 Āω20 − Aκ3ω20\n) ξ4\n+ (2κ3A + 4κ2A2 Ā + 4κ1A2 Ā) ξ5 + (8κ1A2 Āω40) ξ6\n− ( 3A2 Āω20 +\nAξ21 ω20\n) ξ7 + ( 3A2 Āω40 ) ξ8 + ( 3A2 Ā + 3Aξ 2 1\nω40\n) ξ9\n− (3A2 Āω60) ξ10] exp (iω0T0) + NST, (100) where NSTs represents non-secular terms. For the convergent solution of Eq. (100), the coefficients of the expression exp(iω0T0), which are the same secular terms, must be set to zero. Therefore, the following equation can be written as:\n+ (2iω0) D2 (A) + D21 (A) + ( 2iξ1D1 (A)\nω0 − 5κ1A2 Āω20 − 2κ2A2 Āω20 − Aκ3ω20\n) ξ4\n+ (2κ3A + 4κ2A2 Ā + 4κ1A2 Ā) ξ5 + (8κ1A2 Āω40) ξ6 − ( 3A2 Āω20 +\nAξ21 ω20\n) ξ7\n+ (3A2 Āω40) ξ8 + ( 3A2 Ā + 3Aξ 2 1\nω40\n) ξ9 − ( 3A2 Āω60 ) ξ10 = 0. (101)\nUsing Eq. (97), Eq. (101) is simplified as follows:\n− (2iω0) D2 (A) + ι1A2 Ā + Aι3 = 0, (102) where:\nι1 = [ (5κ1 + 2κ2 + κ3) ξ4 − ( 8κ1ω 2 0 ) ξ6 + 3ξ7 − 3ξ8 − 3ξ10ω40 ] ω20 − 2 (2κ2 + κ1) ξ5 − 3ξ9, ι3 = a20 + 2ξ1ξ4 ω0 a0 + ι2,\nι2 = κ3ξ4ω20 − 2κ3ξ5 + ξ7ξ\n2 1\nω20 − 3ξ9ξ\n2 1\nω40 . (103)\nA is considered as:\nA = 1 2 a exp (iβ) , a, β = f (T1, T2) . (104)\nAfter substituting Eq. (104) into Eq. (102) and separation the real and imaginary parts, the following relations are obtained:\n∂a\n∂T2 = 0 → a = a(T1),\naω0 ∂β ∂T2 + ι3a 2 + ι1a\n3\n8 = 0, → β = ι4T2 + b(T1), (105)\nwhere:\nι4 = − 1 2ω0\n( ι3 + ι1a 2\n4\n) . (106)\nSo A is obtained as:\nA = 1 2 a(T1) exp (i. ι5) , ι5 = ι4T2 + b(T1). (107)\nGiven that A must satisfy Eq. (97), the following equations are obtained:\n∂a\n∂T1 = 0 → a = cte,\n∂b(T1)\n∂T1 = a0 → b(T1) = a0T1 + β0. (108)\nβ0 is a constant coefficient. Finally, the following statement is extracted for A:\nA = 1 2 a exp (i ι6) , ι6 = a0T1 + ι4T2 + β0. (109)\nTherefore, q3i (t) for i = 1,2 is written as follows:\nq31(t) = 1 2 a exp [i (ω0T0 + l6)] − ξ1 2ω20 + cc, q32(t) = κ1a 2\n4 exp [2i (ω0T0 + l6)] + κ2a\n2\n4 + κ3 + cc. (110)\nTime response of nano-plate (q3(t)) is obtained by using Eq. (87) and substituting Eq. (110) into Eq. (86) as follows:\nq3 (t; ε) = ε [ a ∗ cos ((ω0 + a0ε + ι4ε2) t + β0) − ξ1\nω20\n]\n+ε2 [ κ1a2\n4 ∗ cos (2 (ω0 + a0ε + ι4ε2) t + 2β0) + κ2a 2 2 + 2κ3\n] + o (ε3) . (111)\nFinally, the following equation is obtained for the nonlinear frequency of the functionally graded flexoelectric nano-plate.\nωNL = ω0 ( 1 + a0\nω0 ε + ι4 ω0 ε2 ) + o (ε3) . (112) Since the obtained nonlinear frequencies for g̃ = 1 are acceptable, the other value of g̃ is not considered. Substituting Eq. (112) into Eqs. (74) and (77) and taking into account the acceptable g̃ value, q1(t) and q2(t), which are the in-plane time response of the nano-plate, are obtained.\n6.2 Solution of the nonlinear free vibration in inverse flexoelectric effect\nThe motion equations in inverse flexoelectric mode are obtained in terms of qi (t) for i = 1, 2, 3 and constant coefficients that are determined similar to the previous section.\nÂ11q 2 1 (t) + [ Â12q2(t) + Â13q3(t) + Â14 ] q1(t) + Â15q221(t) + [ Â16q3(t) + Â17 ] q2(t)\n+ Â18q23 (t) + Â19q3(t) + Â20q̈3(t) = 0, (113) B̂11q1(t) + B̂12q2(t) + B̂13q3(t) + B̂14q̈3(t) = 0, (114) Ĉ11q 2 1 (t) + [ Ĉ12q2(t) + Ĉ13q3(t) + Ĉ14 ] q1(t) + Ĉ15q22 (t) + [ Ĉ16q3(t) + Ĉ17 ] q2(t)\n+Ĉ18q23 (t) + Ĉ19q3(t) + Ĉ20q̈3(t) + Ĉ21 = 0. (115)\nConstants Â1i , B̂1i , Ĉ1i are determined as the previous section, and the constants Â14, Â17, Â19, Ĉ14, Ĉ17, Ĉ19 are determined in terms of the applied electric potential (V0) and two values for q2(t) are also obtained. The third equation for an acceptable g̃ value, after substituting q1(t), q2(t) in Eq. (115), is written as follows:\nζ̂1 [q3(t)] 2 + [ ζ̂2q̈3(t) + ζ̂3 √ Ĝ + ζ̂4 ] q3(t) + ζ̂5 [q̈3(t)]2\n+ [ ζ̂6 √ Ĝ + ζ̂7 ] q̈3(t) + [ ζ̂8 √ Ĝ + ζ̂9 ] = 0. (116)\nAfter determining the expression √ Ĝ, the third-order equation is simplified as:\nq̈3(t) + ω20q3(t) = εξ̂1 + ξ̂4q3(t)q̈3(t) + ξ̂5q23 (t) + ξ̂6q̈23 (t) + ξ̂7q23 (t)q̈3(t) +ξ̂8q3(t)q̈23 (t) + ξ̂9q33 (t) + ξ̂10q̈33 (t). (117)\nIn order to determine the values of the natural frequency, the above differential equation is solved using multiple-scale method.\nDetermining the coefficients of the term εn for n = 3, three differential equations are obtained. Eliminating the secular terms, these couple equations will be solved. The function q3(t) is determined for the flexoelectric inverse mode by substituting q31(t), q32(t) functions into Eq. (86).\nq3 (t; ε) = ε [ â ∗ cos (( ω0 + â0ε + ι̂4ε2 ) t + β̂0 ) − ξ̂1\nω20\n]\n+ε2 [ κ̂1â2\n4 ∗ cos\n( 2 ( ω0 + â0ε + ι̂4ε2 ) t + 2β̂0 ) + κ̂2â 2\n2 + 2κ̂3\n] + o (ε3) . (118)\nThe nonlinear frequency of the flexoelectric functionally graded nano-plate in flexoelectric inverse mode is written as follows:\nω̂NL = ω0 ( 1 + â0\nω0 ε + ι̂4 ω0 ε2 ) + o (ε3) . (119)"
    }, {
      "heading" : "7 Results and discussion",
      "text" : "In this study, the nonlinear free vibrations of a functionally graded flexoelectric nano-plate have been studied using a new formulation of the modified flexoelectric theory. Nano-plate has different boundary conditions and is under thermal, magnetic and electrical loadings. The results are obtained for both direct and inverse flexoelectric effects.\nIn this section, the performance characteristics of the free vibrations of the nano-plate, such as the nonlinear natural frequencies and the natural mode shapes for different boundary conditions and various loadings, were determined and the obtained results are presented in some tables and plots. In addition, the influence of the parameters such as plate thickness, length-to-width ratio, index of the FGM model, mechanical and electrical length scale parameter (li and βi ), magnetic potential difference and magnetic flux density on vibrational behavior of nano-plate has been investigated.\nIn order to validate the results of this study, the obtained results are compared to those of similar studies in previous researches. In the free vibrations analysis of the nano-plate, it has been assumed that the upper surface of nano-plate is made of pure barium titanate material and the lower surface of the nano-plate is made of pure PZT-5H material. The mechanical, electrical, thermal and magnetic properties of these two materials are given in Table 1 [93–95]. In most of the results, length scale parameters associated with the strain gradient (li ) and electric polarization gradient (βEi ) are considered as follows: l0 = l1 = l2 = l = 3 × 10−8 (m).\nIn this study, it was assumed that all length scale parameters associated with the electric polarization gradient (βEi ) and the magnetic polarization gradient (β M i ) are equal to 1.\nPZT-5H material is made of the compositions consisting of the lead oxide, titanium dioxide and zirconium dioxide (zirconium) compounds. Lead oxide and titanium dioxide are paramagnetic, and zirconium dioxide is a diamagnetic material. Due to that the PZT-5H magnetic properties are not existed in the previous studies and have not yet been determined experimentally, an acceptable value should be considered for magnetic permeability coefficients of this material.\nSince one of the compounds of this material is diamagnetism, the magnetic permeability coefficients of this material can be considered slightly lower than the coefficients of the barium titanium. Therefore, these coefficients are assumed to be 1.5e − 6 and 2.2e − 6 along the x- and the z-directions, respectively. In given figures, the FGM index (n̂) is presented as (n).\n7.1 Results validation\nIn this section, the accuracy of the performed analysis in this study has been investigated by comparing the obtained results with those of the previous studies. According to the previous researches, so far, scientists have not investigated the free vibrations of functionally graded flexoelectric nano-plates under thermal, magnetic and electrical loadings using flexoelectrically modified theory.\nTherefore, using a new theory in the analysis of the free vibrations of this nano-plate, addition of magnetic and thermal loads and consideration of the functionally graded behavior of the nano-plate are considered as innovation items in this study. In order that comparing possibility of the obtained results to those of similar studies and according to the mentioned points, it has been assumed that the nano-plate has no magnetic and thermal loadings and the nano-plate is not a functionally graded type.\nFor this purpose, an analysis conducted by Yang et al. [102] was considered for the comparison and validation of the obtained results. Yang et al. studied the free vibrations of flexoelectric nano-plate using general piezoelectric theory for PZT-5H material. In order to compare the provided results to those of results from Ref. [102], it has been assumed that the nano-plate is made of PZT-5H and n̂ was considered as zero for this purpose. In this model, the flexoelectric nano-plate is under electric loadings with SSSS boundary condition.\nIn Fig. 2, the natural frequency variations in terms of the (a/h) ratios were plotted in vibration modes (1,1) using the general piezoelectric theory [102] and the theory used in this study. In this model, it was assumed that the length-to-width ratio (a/b) is constant and thermal loadings have not been applied on the nano-plate.\nAccording to Fig. 2, it can be found that results of the present study are consistent to the above-mentioned reference results for natural frequency changes in a/h ratio under similar conditions. It should be noted, however, that there is little difference in the responses due to the difference in how the flexoelectricity coefficient is applied in this study and in the reference [102].\n7.2 Material and geometrical parameters study\nIn this section, the natural frequencies of the functionally graded flexoelectric nano-plate were determined under electric, thermal and magnetic loadings. In order to investigate the behavior of free vibrations, it has been assumed that the nano-plate has various boundary condition such as SSSS, SCSC, and CCCC types. Also, in the various presented models in this study, it has been assumed that the temperature of the upper surface is constant and the temperature of the lower surface is variable. In addition, the static magnetic field is applied on the nano-plate and crosses from the upper toward the lower surface along the nano-plate thickness. In order to determine the vibrational behavior of the nano-plate, such effects as plate dimensions, boundary conditions, temperature variations, the external electric potential, external magnetic field, flexoelectricity parameter, index of functionally graded behavior of the nano-plate and length scale parameter have been investigated.\nSince that the flexomagnetic coefficient ( f Mi jkl) tensor of the two materials used in the present study has not been determined experimentally, these coefficients are not found in the previous researches. The number of these coefficients will be reduced to two values for isotropic dielectric. In order to simplify the relations, these two coefficients are considered equal f M1 = f M2 [35]. Both flexomagnetic coefficients for BT are considered to be 20 × 10−7 [N.S/C]. Referring to Table 1, the flexoelectric coefficient of BT is more than the PZT-5H flexoelectric coefficient. Therefore, both flexomagnetic coefficients related to PZT-5Hmaterial can be assumed to be equal to 2 × 10−8 [N.S/C].\nAlso, it should be noted that in this section, the constant n is the index of the functionally graded behavior of the nano-plate in the presented figures. In all models, it has been assumed that a = b = 50 × h."
    }, {
      "heading" : "7.2.1 Effects of geometry parameters and different boundary conditions",
      "text" : "The first nonlinear dimensionless natural frequency values for different (a/b), (a/h) ratios, different values of the (n̂) and different boundary conditions are presented in Table 2. In this table, the natural frequency values have been determined for V0 = 0.2 (V) and B0 = 0.04 (T) and T2 = 300 (K). In all cases, the dimensionless natural frequency is determined by the following equation:\nω̄i j = ωi j a 2\nh\n√( ρ\nC11 ) 1\n(120)\nwhere ρ and C11 are associated with the first material, namely PZT-5H. According to Table 2, it can be indicated that the natural frequencies of nano-plate increased by increasing the index of the nano-plate functionally graded behavior (n̂). This is due to this fact that increasing this index, the material properties are varied from PZT-5H to BaTiO3 and the BaTiO3 material has a higher elastic module than PZT-5H. Therefore, increasing (n̂) from 0 to 50 results an increase in the nano-plate rigidity and its natural frequencies. Also, increasing (a/b) and (a/h) ratios, the frequency values are increased and depend more on (a/b) ratio than (a/h) ratio. If the nano-plate length is considered constant, decreasing the nano-plate thickness, the ratio (a/h) increases. Also, if b is assumed to be constant, (a/b) ratio increases with increasing the nanoplate length (a). Increasing the nano-plate length has a greater effect on the nano-plate rigidity compared to the\nthickness reduction. Therefore, increasing the length can have a significant influence on the natural nonlinear frequencies of the nano-plate.\nThe values of the first four natural dimensionless frequencies for the various boundary conditions are presented in Table 3. In this case, the frequency values are obtained for V0 = 0.1 (V), h = 10 (nm), n̂ = 0.1 and T1 = 300 (K). By increasing the number of the clamped edges, the nano-plate has more resistance against to the transverse vibrations. Therefore, the natural frequency of the nano-plate will also increase, eventually.\nIn Fig. 3, the first natural frequency changes are plotted in terms of the length-to-thickness ratio of the nano-plate (a/h) for different boundary conditions and various applied electric potentials. In this model, it was assumed that B0 = 0.04 (T), n̂ = 10 and T1 = 300 (K). As illustrated in this figure, the natural frequency of the nano-plate will decrease by increasing the ratio (a/h). This is due to the fact that considering the plate length as a constant, the ratio (a/h) will decrease with increasing the thickness. Thus, for little values of the (a/h) ratios, the second moment of inertia of the nano-plate is increased. Also, its resistance against to the transverse vibrations increases and the natural frequencies of the nano-plate will also increase significantly.\nAs can be indicated from this figure, the rate of variations in the natural frequency will increase in low values of the (a/h) ratios that occurred at high nano-plate thicknesses.\nThe reason is that the values of the natural frequencies are higher in more thicknesses and increasing the nano-plate thickness results in an increase in rate of variations of the natural frequencies. The slope of the first natural frequency distributions for the CCCC boundary conditions is more than those for the other boundary conditions, so that, by reducing the number of clamped edges, the rate of changes in the natural frequency changes will also decrease.\nBy increasing the applied voltage, the values of natural frequencies as well as its rate of the variations will decrease.\nIn Fig. 4, the first natural frequency variations are plotted in terms of the thickness of the nano-plate for different values of the magnetic flux density and different boundary conditions where length-to-thickness ratio (a/h) is considered to be constant. In this model, it has been assumed that V0 = 0.1 (V), n̂ = 10, T1 = 300 (K).\nAccording to this figure, it can be found that as the thickness of nano-plate increases, the natural frequency values are decreased.\nDue to the length-to-thickness ratio (a/h) is considered to be constant, by increasing the thickness of the nano-plate, the length (a) should also be increased. By increasing the flux density of the applied magnetic field on the nano-plate, its natural frequency increases. This behavior in nano-plate is due to the presence of magnetostriction phenomenon in paramagnetic materials. Despite this effect, the mechanical strain along the plate thickness (εz) is slightly increased and the in-plane strains also tend to decrease. Therefore, tensile stresses will be created in the edges of the nano-plate. These induced reactions on the nano-plate edges create an additional resistance against the transverse vibrations of the nano-plate and values of the natural frequencies increase."
    }, {
      "heading" : "7.2.2 Effects of temperature change",
      "text" : "In Table 4, the effects of external electrical potential, temperature of lower surface and the index of the functionally graded behavior of the nano-plate on the first nonlinear natural frequency values are indicated. In this model, V0 = 0.1 (V), h = 10 (nm), B0 = 0.04 (T), and boundary conditions are in SSSS type. Decreasing the amount of (n̂), the nano-plate material changes from BaTiO3 to PZT-5H and the nano-plate rigidity will decrease.\nAccording to Table 4, by reducing the rigidity of the nano-plate, the values of the first natural frequency decrease. Also, increasing the applied electric potential on the nano-plate, the natural frequency of the nanoplate will occur at lower values. In order to justify the effect of the electric potential on the natural frequencies of the nano-plate, the following description can be presented.\nBy applying the positive or negative voltages, the compressive and tensile forces are created in the nanoplate constraints, respectively. These axial forceswill enhance andweaken the rigidity of the plate, respectively. Increasing the rigidity of the nano-plate results in an increase in natural frequencies. Also, when the rigidity of the nano-plate decreases, the natural frequency values decrease.\nBy increasing the temperature of the lower surface of the nano-plate, the natural frequency of the free vibrations decrease. This is due to that increasing temperature T1, the nano-plate expands in x–y plane and the length along the x- and y-direction tends to increase in this plane. Expansion of the nano-plate in the x–y plane, the induced compressive reaction force increases on the constraints. Hence, the dimensionless natural frequency reduces, consequently.\nAccording to the values of Table 4, it can be found that the values of the natural frequencies are completely dependent on the applied voltage variations and are not sensitive to temperature variations. So that as voltage changes from −0.2 to 0.2 V, significant changes are observed in the frequency values.\nIn Table 5, the values of the first four natural frequencies are presented in terms of the different temperatures of the lower surface of the nano-plate for different boundary conditions. In this case, it has been assumed that V0 = 0.1 (V), B0 = 0.04 (T), h = 10 (nm), a = b = 50 × h and n̂ = 10. As noted earlier, the natural frequency of the nano-plate decrease slightly with increasing the temperature, and with increasing the number of fixed edges of nano-plate, the natural frequency will increase significantly.\nIn Fig. 5, changes in the first four natural dimensionless frequencies are plotted in terms of temperature of lower surface for different thicknesses of the nano-plate. In this model, V0 = 0.1 (V), B0 = 0.04 (T) and h = 10 (nm) have been considered.\nAs shown in this figure, the natural frequencies will slightly decrease by increasing the temperature. The reason for this fact was explained at the beginning of this section. The variation rates for the higher vibrational modes will be more and for lower vibrational modes will be less.\nAlso, as mentioned in the previous section, the rate of variation in the natural frequencies will be lower for higher thicknesses and for the lower thicknesses, the trend is inverse."
    }, {
      "heading" : "7.2.3 Effects of FGM index (n̂)",
      "text" : "Table 6 presents the values of four first natural dimensionless frequencies for different nano-plate thicknesses and different values of the index related to functionally graded behavior. In order to determine the values of natural dimensionless frequency, V0 = 0.1 (V), B0 = 0.04 (T), h = 10 (nm) and T1 = 300 (K) are considered. By increasing the index of the functionally graded behavior of the nano-plate, its stiffness increases and natural frequency values increase. Also, increasing the nano-plate thickness results in an increase in the second moment of inertia as well. By increasing the second moment of inertia, the plate’s resistance against the vibration increased and the natural dimensionless frequencies are increased.\nThe first natural dimensionless frequency changes are plotted in terms of the index related to functionally graded behavior of the nano-plate (n̂) for different thicknesses of the nano-plates and different boundary conditions in Fig. 6. In this figure, it has been assumed that V0 = 0.1 (V), B0 = 0.04 (T), T1 = 300 (K). According to this figure, it can be found that natural frequency increased by increasing (n̂).\nBy increasing (n̂) from zero to infinity, the nano-plate material changes from PZT-5H to BaTiO3. Due to that the Young modulus for BaTiO3 is greater than PZT-5H, then the elastic modulus of the nano-plate will also increase by increasing (n̂). Increasing the elastic modulus, the rigidity of the nano-plate increased and nano-plate resistance against the transverse vibrations increased. The values of the nano-plate natural frequencies increased with increasing the resistance to the transverse vibrations.\nSince the functionally graded behavior of the nano-plate follows the exponential law, in low (n̂) values, frequency has low variation rate and at its high values, the rate of natural frequency variation increases. As mentioned earlier, the natural frequency and variation rate increase as the number of the clamped edges increases."
    }, {
      "heading" : "7.2.4 Effect of flexoelectricity",
      "text" : "Figure 7 shows the natural frequency variations in terms of the nano-plate thickness with and without the presence of a flexoelectric effect for different values of the electric potential and the magnetic flux density. In this model, it has been assumed that h = 10 (nm), n̂ = 10, T1 = 300 (K). With regard to Fig. 8 and the dimensionless frequency equation (Eq. 136), it can be found that increasing the nano-plate thickness, the first dimensionless natural frequencies of the nano-plate decrease.\nAs previouslymentioned, by increasing the voltage from negative voltage to positive one, the dimensionless natural frequencies decreased and them increased by increasing the magnetic flux density. According to this figure, it can be concluded that two plots for the natural dimensionless frequencies distributions have more difference in two cases with and without the flexoelectric effect for lower thicknesses. As shown in Fig. 7, the\nvalues of the natural frequencies increase in the presence of a flexoelectric effect. Therefore, it can be found that nano-plate rigidity increased in the presence of flexoelectric effect and the nano-plate has more resistant against the transverse vibrations."
    }, {
      "heading" : "7.2.5 Effect of magnetic flux density on nonlinear vibration",
      "text" : "The values of the first dimensionless natural frequency for various applied magnetic flux density and n̂ are given in Table 7. In this case, it has been assumed that V0 = 0.2 (V), h = 5 (nm) and T1 = 300 (K). As shown in this table, increasing the magnetic flux density that applied along the nano-plate thickness, the values\nof the natural frequencies increase. Due to the hysteresis curve of the magnetic field induced in the material, the magnetic flux density applied on the nano-plate can be increased to the magnetic saturation point of the structure [92]. This phenomenon is illustrated in hysteresis graph. Due to this graph, the process of reaching the material to magnetic saturation can be observed. If a magnetic material that does not initially have any magnetism is considered, by applying the magnetic field (H), first magnetic dipoles that are more matched to the external magnetic field direction grow until all material dipoles are matched. In this process, the volume of non-matched dipoles decreased. Then, these matched dipoles are completely turned to locate in the same direction of the magnetic field. In this case, the maximum amount of magnetism is observed in the matter. This magnetism is called magnetic saturation.\nAfter reaching the material to the magnetic saturation, decreasing the applied magnetic field, the return path on the saturation graph is not the same as the initial path. When the applied magnetic field become zero, there is still some magnetization inside the material. As the figure shows, due to the presence of a part of the\nmatched dipoles domains with the external field, there is some magnetism called residual magnetism in the material. Due to the residual magnetism, a little magnetism existed in material without applying the external magnetic field.\nIf the externalmagnetic field applied in the opposite direction, the residualmagnetismdecreased. Therefore, by increasing this external field, the internal residual magnetism can be tended to zero. After the internal magnetization becomes zero, an inversemagnetism is created in thematerial. Continuing the applyingmagnetic field, the material reaches the inverse magnetic saturation, eventually. The magnitude of this inverse saturation magnetism is exactly the same as direct saturation magnetism except it has a different direction.\nBy changing the direction of the applying magnetic field (return to the initial direction), the passed path through the magnetic material creates the hysteresis loop.\nAs the material reaches the magnetic saturation, increasing the magnetic flux density has little effect on the induced magnetic field in it. Therefore, in this study, the magnetic flux density has been increased before the saturation point.\nIn Fig. 8, the natural frequency variations are shown in terms of the magnetic field density passing through the nano-plate for different boundary conditions and the first four vibrational modes. In this case, it was assumed that h = 10 (nm), V0 = 0.1 (V), n̂ = 10, T1 = 300 (K).\nAccording to this figure, it can be seen that increasing the magnetic flux density increases the natural frequency values. The reason for this fact was explained in Sections 7.2.1. By increasing the clamped edges of the nano-plate, natural frequency values increase. It should be noted that in higher vibrational modes, the rate of natural frequency variation is higher. In higher vibrational modes, the natural frequency values have less variation rates by increasing the clamped edges of the nano-plate.\nAs shown in Fig. 8, the natural frequencies have lower rates of variation for lower magnetic flux density and increasing the magnetic flux density increases the rate of these variations."
    }, {
      "heading" : "7.2.6 Investigation nonlinear vibration against linear vibration",
      "text" : "Figure 9 shows the changes in first nonlinear natural frequency to the first linear natural frequency ratio in terms of the thickness to the length ratio of the nano-plate (h/a) for different (n̂) values. In this case, it has\nbeen assumed that V0 = 0 (V), B0 = 0.04 (T) and T1 = 300 (K). As is clear from this figure, the values [(ωNL)11/(ωL)11] decrease with increasing the ratio (h/a).\nIf the length of plate (a) is considered to be constant, the rate of variation of the ratio [(ωNL)11/(ωL)11] is high for low thicknesses and for the higher thicknesses, this rate of variation decreases. Also, according to Fig. 9, [(ωNL)11/(ωL)11] ratio decreases by increasing the constant n̂."
    }, {
      "heading" : "7.2.7 Investigation the effects of mechanical and electrical length scale parameters",
      "text" : "In Fig. 10, the variations of the dimensionless natural and nonlinear frequencies are plotted in terms of the dimensionless parameter (h/ l) for different values of the magnetic flux density in the first four vibrational modes. The quantity (l) is the length scale parameter associated with the strain gradient and has a length dimension.\nIn this model, V0 = 0 (V), n̂ = 10, h = 10 (nm) and T1 = 300 (K) have been assumed. By increasing parameter (h/ l), the natural dimensionless frequencies decrease. Also, the variations rate of the natural dimensionless frequency decreases for high values of the (h/ l) ratios in higher vibrational modes.\nFigure 11 shows the first nonlinear dimensionless frequency variations in terms of length scale parameter associated with the polarization gradient (β) for different boundary conditions. In order to obtained the results, V0 = 0 (v), B0 = 0.04 (T), h = 10 (nm) and T2 = 300 (K) are assumed.\nAs shown in Fig. 11, the nonlinear frequencies of the nano-plate increase with increasing the β values. For low values of β, the rate of frequency variation is high and it decreases with increasing the β values.\nAccording to previous studies, electrical polarization decreases with increasing β [35]. By increasing the electrical dipoles generated in the nano-plate, its equivalent rigidity and natural frequencies increase.\nAlso, referring the previous studies, it can be found that for the high values of β, the rate of electric polarization variation decreases [35]. By decreasing the variation rate of the electrical polarization, the rate of change in the rigidity and the rate of change in the natural frequencies of nano-plate decrease. Therefore, variation rate of nano-plate natural frequency is more for lower values of β and is less for its higher values."
    }, {
      "heading" : "8 Conclusions",
      "text" : "In this study, using new formulation based on themodified flexoelectric theory, the free and nonlinear vibrations of functionally graded nano-plate under electric, thermal andmagnetic fields have been investigated. The nanoplate motion equations and boundary conditions were determined using the Hamilton’s principle.\nFinally, in order to determine the natural frequencies for the first four vibrational modes, couple nonlinear differential equations were solved using Galerkin’s method and multiple-scale method. The results of this study are presented for two modes of direct and inverse flexoelectric effects, as well as for different boundary conditions, and are presented in the figures and tables given in the previous sections. The results of this research are briefly summarized as follows:\n1- Considering the flexoelectric effect, the nano-plate will have higher natural frequencies. 2- The elastic modulus and natural frequencies of the nano-plate will increase by increasing the index of the\nfunctionally graded model. 3- According to the given plots and tables, parameters such as the index of the functionally graded model of\nmaterial (n̂), electric potential, thermal loading andmagnetic loading affect the values of natural frequencies. Due to the order of the impact magnitude, the parameters such as electrical potential, magnetic flux density, index related to functionally graded behavior and thermal loading influence the nano-plate free vibrations, respectively. Therefore, electrical potential has the highest effect and the thermal loading has the least effect on the natural frequencies of the nano-plate. 4. Increasing the magnetic flux density passing from the nano-plate along the thickness direction, the natural frequencies of the nano-plate increase. Also, the variation rate of natural frequency in high magnitude of the magnetic flux density increases, and in smaller quantities, the variation rate of the natural frequencies decreases. 5. In the presence of a flexoelectric effect, the magnetic flux density could have a greater effect on the vibrational behavior of the nano-plate. Therefore, considering the flexoelectric phenomenon, the static magnetic flux density can play a significant role as a frequency controller of the nano-plate. 6. The natural frequencies of the nano-plate can be adjusted and controlled by varying the flexoelectric coefficient, the applied potential and themagnetic flux density. Therefore, these factorswill play an important role in the design, manufacture and performance improvement of the flexoelectric nano-plates that employed in sensors and actuators. 7. Due to the very large natural frequencies presented in the figures of the previous section in the range of GHz, then these types of structures can be used for the design and construction of the high-frequency oscillators."
    }, {
      "heading" : "9 Appendix A",
      "text" : "g1(n̂) = ρ2 (h − 2z̄c) + h (ρ2 − ρ1) f1(n̂), g2(n̂) = −2 ( ρ2h\n2 (h − 2z̄c) + h2 (ρ2 − ρ1) f2(n̂)\n) ,\ng3(n̂) = ρ2h 3\n( h2 − 3hz̄c + 3z̄2c ) + h3 (ρ2 − ρ1) f3(n̂), (A.1) f1(n̂) = (1 + h̄)\nn̂+1 − (h̄)n̂+1 n + 1 ,\nf2(n̂) = (1 + h̄) n̂+2 − (h̄)n̂+2 n + 2 − (1 + h̄)n̂+1 − (h̄)n̂+1 2(n + 1) , f3(n̂) = (1 + h̄) n̂+3 − (h̄)n̂+3 n + 3 − (1 + h̄)n̂+2 − (h̄)n̂+2 n + 2 − (1 + h̄)n̂+1 − (h̄)n̂+1 4(n + 1) , (A.2)\nwhere:\nh̄ = 1 2 − z̄c h ."
    }, {
      "heading" : "Appendix B",
      "text" : "Nxx = â1 ( ∂2w\n∂x2\n)2 + â2 ( ∂2w\n∂y2\n)2 + â3 ( ∂u◦ ∂x )2 + â4 ( ∂v◦ ∂y )2 + â5 + â6 ( ∂2w ∂x2 )\n+â7 (\n∂u◦ ∂x\n∂2w\n∂x2\n) + â8 ( ∂v◦ ∂y ∂2w ∂x2 ) + â9 ( ∂2w ∂y2 ∂2w ∂x2 ) + â10 ( ∂2w ∂y2 )\n+â11 (\n∂u◦ ∂x\n∂2w\n∂y2\n) + â12 ( ∂v◦ ∂y ∂2w ∂y2 ) + â13 ( ∂u◦ ∂x ) + â14 ( ∂v◦ ∂y ∂u◦ ∂x ) + â15 ( ∂v◦ ∂y ) ,\nNhxxx = b̂1 ( ∂3w\n∂x3\n) + b̂2 ( ∂3w\n∂x∂y2\n) + b̂3 ( ∂2u◦ ∂x2 ) + b̂4 ( ∂2u◦ ∂y2 ) + b̂5 ( ∂2v◦ ∂x∂y ) ,\nNhxyy = ĉ1 ( ∂3w\n∂x3\n) + ĉ2 ( ∂3w\n∂x∂y2\n) + ĉ3 ( ∂2u◦ ∂x2 ) + ĉ4 ( ∂2u◦ ∂y2 ) + ĉ5 ( ∂2v◦ ∂x∂y ) ,\nNhxxy = d̂1 ( ∂3w\n∂x2∂y\n) + d̂2 ( ∂3w\n∂y3\n) + d̂3 ( ∂2u◦ ∂x∂y ) + d̂4 ( ∂2v◦ ∂x2 ) + d̂5 ( ∂2v◦ ∂y2 ) ,\nQ = ê1 ( ∂2w\n∂x∂y\n) + ê2 ( ∂u◦ ∂y ) + ê3 ( ∂v◦ ∂x ) , (B.1)\nNyy = f̂1 ( ∂2w\n∂x2\n) + f̂2 ( ∂2w\n∂y2\n) + f̂3 ( ∂u◦ ∂x ) + f̂4 ( ∂v◦ ∂y ) + f̂5,\nNhyxx = ĝ1 ( ∂3w\n∂x3\n) + ĝ2 ( ∂3w\n∂y3\n) + ĝ3 ( ∂3w\n∂x∂y2\n) + ĝ4 ( ∂3w◦ ∂y∂x2 ) + ĝ5 ( ∂2u◦ ∂x2 )\n+ĝ6 (\n∂2u◦ ∂y2\n) + ĝ7 ( ∂2u◦ ∂x∂y ) + ĝ8 ( ∂2v◦ ∂x2 ) + ĝ9 ( ∂2v◦ ∂y2 ) + ĝ10 ( ∂2v◦ ∂x∂y ) ,\nNhyyy = ĥ1 ( ∂3w\n∂y3\n) + ĥ2 ( ∂3w\n∂y∂x2\n) + ĥ3 ( ∂2u◦ ∂x∂y ) + ĥ4 ( ∂2v◦ ∂x2 ) + ĥ5 ( ∂2v◦ ∂y2 ) ,\nNhyxy = î1 ( ∂3w\n∂x3\n) + î2 ( ∂3w\n∂x∂y2\n) + î3 ( ∂2u◦ ∂x2 ) + î4 ( ∂2u◦ ∂y2 ) + î5 ( ∂2v◦ ∂x∂y ) , uik (B.2)\nMxx = ĵ1 ( ∂2w\n∂x2\n)2 + ĵ2 ( ∂2w\n∂y2\n)2 + ĵ3 ( ∂u◦ ∂x )2 + ĵ4 ( ∂v◦ ∂y )2 + ĵ5 + ĵ6 ( ∂2w ∂x2 )\n+ ĵ7 ( ∂2w\n∂x2 ∂2w ∂y2\n) + ĵ8 ( ∂2w\n∂x2 ∂u◦ ∂x\n) + ĵ9 ( ∂2w\n∂x2 ∂v◦ ∂y\n) + ĵ10 ( ∂2w\n∂y2\n) + ĵ11 ( ∂2w\n∂y2 ∂u◦ ∂x\n)\n+ ĵ12 ( ∂2w\n∂y2 ∂v◦ ∂y\n) + ĵ13 ( ∂u◦ ∂x ) + ĵ14 ( ∂v◦ ∂y ∂u◦ ∂x ) + ĵ15 ( ∂v◦ ∂y ) + ĵ16 ( ∂3w ∂x∂y2 ) ,\nMyy = k̂1 ( ∂2w\n∂x2\n) + k̂2 ( ∂2w\n∂y2\n) + k̂3 ( ∂3u◦ ∂x∂y2 ) + k̂4 ( ∂u◦ ∂x ) + k̂5 ( ∂v◦ ∂y ) + k̂6,\nMxy = l̂1 ( ∂2w\n∂x∂y\n) + l̂2 ( ∂u◦ ∂y ) + l̂3 ( ∂v◦ ∂x ) ,\nMhxx = m̂1 ( ∂3w\n∂x3\n) + m̂2 ( ∂3w\n∂x∂y2\n) + m̂3 ( ∂3w\n∂y∂x2\n) + m̂4 ( ∂2u◦ ∂x2 ) + m̂5 ( ∂2u◦ ∂y2 )\n+m̂6 (\n∂2u◦ ∂x∂y\n) + m̂7 ( ∂2v◦ ∂x2 ) + m̂8 ( ∂2v◦ ∂x∂y ) ,\nMhyy = n̂1 ( ∂3w\n∂y3\n) + n̂2 ( ∂3w\n∂y∂x2\n) + n̂3 ( ∂2u◦ ∂x∂y ) + n̂4 ( ∂2v◦ ∂x2 ) + n̂5 ( ∂2v◦ ∂y2 ) ,\nMhxxy = ô1 ( ∂3w\n∂x3\n) + ô2 ( ∂3w\n∂y3\n) + ô3 ( ∂3w\n∂x∂y2\n) + ô4 ( ∂3w\n∂y∂x2\n) + ô5 ( ∂2u◦ ∂x2 )\n+ô6 (\n∂2u◦ ∂y2\n) + ô7 ( ∂2u◦ ∂x∂y ) + ô8 ( ∂2v◦ ∂x2 ) + ô9 ( ∂2v◦ ∂y2 ) + ô10 ( ∂2v◦ ∂x∂y ) ,\nMhxyy = p̂1 ( ∂3w\n∂x3\n) + p̂2 ( ∂3w\n∂x∂y2\n) + p̂3 ( ∂2u◦ ∂x2 ) + p̂4 ( ∂2u◦ ∂y2 ) + p̂5 ( ∂2v◦ ∂x∂y ) . (B.3)\nThe coefficients âi , b̂i , ĉi , d̂i , êi , f̂i , ĝi , ĥi , îi , ĵi , k̂i , l̂i , m̂i , n̂i , ôi , p̂i are the material derivatives determined by integrating along the z-axis. In this section, the process of determining one of these coefficients such as ai is described. For example, Nxx is obtained using equation (33) as follows:\nNxx = Nσ11 + Nσ ES11 + Nσ MS11 = h−z̄c∫ −z̄c ( σ11 + σ ES11 + σ MS11 ) dz. (B.4)\nUsing relations (2), (12) and (13), the parameters σ11, σ ES11 , σ MS 11 are simplified as follows:\nσ11 = ∂U ∂ε11 = kεnn + 2με′11 − f E1 Qkk − f M1 Skk − β11 T,\nσ ES11 = 1 2 E3P3 + 1 2 V33Q33 − 1 2 ε0ϕ,3ϕ,3 + ϕ,3P3 σ MS11 = 1\n2 H3B3 + 1 2 Z33S33 − 1 2 μψ,3ψ,3. (B.5)\nUsing strain–displacement relations (Eq. 9), the above quantities are obtained in terms of displacement components. Therefore, substituting the obtained parameters in Appendix (B.4) and integrating along the z-axis, the constants âi are determined. A similar process will be used to determine the other coefficients."
    }, {
      "heading" : "Appendix C",
      "text" : "F1 = A11B 2 12 − A12B11B12 + A15B211\nB211 , F2 = A16B\n2 11 − (A12B13 − A13B12) B11 + 2B12B13A11\nB211 ,\nF3 = (−2A11B12 + A12B11)B14 B211 , F4 = −A14B12 + A17B11 B11 , F5 = A11B 2 13 − A13B11B13 + A18B211\nB211 , F6 = (2A11B13 − A13B11)B14 B211 ,\nF7 = −A14B13 + A19B11 B11 , F8 = −A11B 2 14 B211 , F9 = (−A20B11 + A14B14) B11 , (C.1)\nG1 = −4F1F8 + F23 , G2 = −4F1F6 + 2F2F3, G3 = −4F9F1 + 2F3F4, G4 = −4F1F5 + F22 , G5 = −4F1F7 + 2F2F4, G6 = F24 . (C.2)\nAppendix D\nζ1 = 1 2F21 B 2 11\n[ 2ζ11F 2 1 + ζ12F1 + ζ13F22 ] , ζ2 = 1\n2F21 B 2 11\n[ ζ21F 2 1 + ζ22F1 + 2ζ23F2F3 ] ,\nζ3 = g̃ 2F21 B 2 11 [ζ31F1 + ζ32F2] , ζ4 = 1 2F21 B11\n[ ζ41F 2 1 + ζ42F1 + 2ζ43F2F4 ] ,\nζ5 = 1 2F21 B 2 11\n[ ζ51F 2 1 + ζ52F1 + ζ53F23 ] , ζ6 = g̃\n2F21 B 2 11\n[ζ61F1 + ζ62F3] ,\nζ7 = 1 2F21 B 2 11\n[ ζ71F 2 1 + ζ72F1 + 2ζ73F3F4 ] , ζ8 = g̃\n2F21 B 2 11\n[ζ81F1 + ζ82F4] ,\nζ9 = 1 2F21 B 2 11\n[ ζ91F 2 1 + ζ92F1F4 + ζ93F24 ] , (D.1)\nwhere:\nζ11 = B211C8 − B11B13C13 + B213C11, ζ12 = (F2C16 − 2F5C15) B211 + ((F2C13 + 2F5C12) B12 + B13F2C12) B11 −2B12C11 (F2B13 + F5B12) , ζ13 = B211C5 − B11B12C12 + B212C11, ζ21 = −2B14 (B11C13 − 2B13C11) , ζ22 = (F3C16 − 2F6C15) B211 + ((F3C13 + 2F6C12) B12 + C12 (F2B14 + F3B13)) B11 −2B12C11 (F2B14 + F3B13 + F6B12) , ζ23 = B211C15 − B11B12C12 + B212C11, ζ31 = B211C16 − (B12C13 + B13C12) B11 + 2B12B23C11, ζ32 = − ( B211C15 − B11B12C12 + B212C11 ) ,\nζ41 = ( 2B211C19 − 2B11B13C14 ) , ζ42 = − (F2C17 + 2F4C16 + 2F7C15) B211 + [(F2C14 + F4C13 + 2F7C12) B12 + B13F4C12] B11 −2B12C11 (F4B13 + F7B12) ,\nζ43 = 2 ( B211C15 − B11B12C12 + B212C11 ) ,\nζ51 = 2 ( B214C11 ) , ζ52 = (−2F8C15) B211 + (B14F3 + 2B12F8)C12B11 − 2 (B14F3 + B12F8)C11B12, ζ53 = B211C15 − B11B12C12 + C11B212, ζ61 = − (B11C12 − 2B12C11) B14, ζ62 = − ( C15B 2 11 − B11B12C12 + C11B212 ) ,\nζ71 = 2 ( C20B 2 11 − B11B14C14 ) , ζ72 = − (F3C17 + F9C15 + 2F7C15) B211 + [(F3C14 + 2F9C12) B12 + B14F4C12] B11 −2B12C11 (F4B14 + F9B12) ,\nζ73 = ( C15B 2 11 − B11B12C12 + C11B212 ) , ζ81 = (B11C17 − B12C14) B11, ζ82 = − ( C15B 2 11 − B11B12C12 + C11B212 ) ,\nζ91 = 2 ( B211C11 ) , ζ92 = − (B11C17 − B12C14) B11, ζ93 = ( C15B 2 11 − B11B12C12 + C11B212 ) . (D.2)\nAppendix E\nλ1 = G5 2G6 , λ2 = G3 2G6 , λ3 = G2 2G6 − G3G5 4G26 ,\nλ4 = G4 2G6 − 1 8 ( G5 G6 )2 , λ5 = G1 2G6 − 1 8 ( G3 G6 )2 , λ6 = −G2G5 + G3G4 4G26 + 3G 2 5G3 16G36 , λ7 = −G1G5 + G2G3 4G26 + 3G5G 2 3 16G36 , λ8 = G4G5 4G26 + 1 16 ( G5 G6 )3 ,\nλ9 = −G1G3 4G26 + 1 16 ( G3 G6 )3 . (E.1)"
    }, {
      "heading" : "Appendix F",
      "text" : "η1 = ζ9 + ζ8G1/26 , η2 = ζ3G1/26 + ζ4 + ζ8G1/26 λ1, η3 = ζ6G1/26 + ζ7 + ζ8G1/26 λ2, η4 = ζ2 + G1/26 (ζ3λ2 + ζ6λ1 + ζ8λ3) , η5 = ζ1 + G1/26 (ζ3λ1 + ζ8λ4) , η6 = ζ5 + G1/26 (ζ6λ2 + ζ8λ5) , η7 = G1/26 (ζ3λ3 + ζ6λ4 + ζ8λ6) , η8 = G1/26 (ζ3λ5 + ζ6λ3 + ζ8λ7) , η9 = G1/26 (ζ3λ4 + ζ8λ8) , η10 = G1/26 (ζ6λ5 + ζ8λ9) . (F.1)"
    } ],
    "references" : [ {
      "title" : "An in situ grown eutectic magnetoelectric composite material",
      "author" : [ "J. Van Den Boomgaard", "D.R. Terrell", "R.A.J. Born", "Giller", "H.F.J.I." ],
      "venue" : "J. Mater. Sci. 9, 1705–1709",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 1974
    }, {
      "title" : "Layered versus multiphase magneto-electro-elastic composites",
      "author" : [ "R. Buchanan George" ],
      "venue" : "Compos. B 35(5), 413–420",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Exact Solution for Simply Supported and Multilayered Magneto-Electro-Elastic Plates",
      "author" : [ "E. Pan" ],
      "venue" : "ASME J. Appl. Mech. 68(4), 608–618",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Two-dimensional static fields in magnetoelectroelastic laminates",
      "author" : [ "P.R. Heyliger", "F. Ramirez", "E. Pan" ],
      "venue" : "J. Intel. Mat. Syst. Struct. 15(9), 689–709",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Magnetoelectricity in piezoelectric-magnetostrictive composites",
      "author" : [ "J. Van Den Boomgaard", "Dan Run", "A.M.J.G.", "J. Van Suchtelen" ],
      "venue" : "Ferroelectrics 10(1), 295–298",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 1976
    }, {
      "title" : "A sintered magnetoelectric composite material BaTiO3-Ni (Co, Mn) Fe3O4",
      "author" : [ "J. Van Den Boomgaard", "R.A.J. Born" ],
      "venue" : "J. Mater. Sci. 13(7), 1538–1548",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 1978
    }, {
      "title" : "Magnetoelectric PZT/ferrite composite material",
      "author" : [ "S. Lopatin", "I. Lopatin", "I. Lisnevskaya" ],
      "venue" : "Ferroelectrics 162(1), 63–68",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 1994
    }, {
      "title" : "Magnetoelectric effects in bilayers and multilayers of magnetostrictive and piezoelectric perovskite oxides",
      "author" : [ "G. Srinivasan", "E.T. Rasmussen", "B.J. Levin", "R. Hayes" ],
      "venue" : "Phys. Rev. B. 65(13), 1–7",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Piezo-electro-mechanical (PEM) Kirchhoff-Love plates",
      "author" : [ "S. Alessandroni", "U. Andreaus", "F. dell’Isola", "M. Porfiri" ],
      "venue" : "Eur. J. Mech. A/Solids. 23(4), 689–702",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Coupled magnetodielectric properties of laminated PbZr0.53Ti0_47O3/NiFe2O4 ceramics",
      "author" : [ "J. Zhai", "N. Cai", "Z. Shi", "Y. Lin", "C.W. Nan" ],
      "venue" : "J. Appl. Phys. 95(10),",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2004
    }, {
      "title" : "Static behavior of functionally graded magneto-electro-elastic shells under electric displacement and magnetic flux",
      "author" : [ "C.P. Wu", "Y.H. Tsai" ],
      "venue" : "Int. J. Eng. Sci. 45(9), 744–769",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Static analysis of anisotropic functionally graded magneto-electro-elastic beams subjected to arbitrary loading",
      "author" : [ "D.J. Huang", "H.J. Ding", "W.Q. Chen" ],
      "venue" : "Eur. J. Mech. A. Solids 29(3), 356–69",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Axisymmetric bending of functionally graded circular magneto-electro-elastic plates",
      "author" : [ "Y. Wang", "R. Xu", "H. Ding" ],
      "venue" : "Eur. J. Mech. A. Solids 30(6), 999–1011",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Buckling and vibration analysis of functionally graded magneto-electro-thermo-elastic circular cylindrical shells",
      "author" : [ "Z. Lang", "L. Xuewu" ],
      "venue" : "Appl. Math. Modell. 37(4), 2279–92",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Polymer functionalized piezoelectric-FET as humidity/chemical nano-sensors",
      "author" : [ "C.S. Lao", "Q. Kuang", "Z.L. Wang", "M.C. Park", "Y. Deng" ],
      "venue" : "Appl. Phys. Lett. 26(90), 1–3",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "High-Q GaN nanowire resonators and oscillators",
      "author" : [ "S.M. Tanner", "J.M. Gray", "C.T. Rogers", "K.A. Bertness", "N.A. Sanford" ],
      "venue" : "Appl. Phys. Lett. 91(20), 203117",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Axisymmetric buckling of the circular graphene plates with the nonlocal continuum plate model",
      "author" : [ "A. Farajpour", "M. Mohammadi", "A.R. Shahidi", "M. Mahzoon" ],
      "venue" : "Physica E 43(10), 1820–1825",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Mechanical response of a piezoelectrically sandwiched nano-beam based on the nonlocal theory",
      "author" : [ "A. Shah-Mohammadi-Azar", "A. Khanchehgardan", "G. Rezazadeh", "R. Shabani" ],
      "venue" : "Int. J. Eng Trans. C Aspects. 26(12), 1515–1524",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Static and dynamic response of carbon nanotube-based nano-tweezers",
      "author" : [ "R. Shabani", "N. Sharafkhani", "V.M. Gharebagh" ],
      "venue" : "Int. J. Eng. Trans. A Basics. 24(4), 377–385",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Free vibration of nano-plates based on a nonlocal two-variable refined plate theory",
      "author" : [ "P. Malekzadeh", "M. Shojaee" ],
      "venue" : "Compos. Struct. 95, 443–453",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Thermo-elastic damping in nano-beam resonators based on nonlocal theory",
      "author" : [ "A. Khanchehgardan", "A. Shah-MohammadiAzar", "G. Rezazadeh", "R. Shabani" ],
      "venue" : "Int. J. Eng. Trans. C Aspects. 26(12), 1505–1514",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Multiferroic BaTiO3-CoFe2O4 nano-structures",
      "author" : [ "H. Zheng", "J. Wang", "S.E. Lofland", "Z. Ma", "L. Mohaddes-Ardabili", "T. Zhao", "L. Salamanca-Riba", "S.R. Shinde", "S.B. Ogale", "F. Bai", "D. Viehland", "Y. Jia", "D.G. Schlom", "M. Wuttig", "A. Roytburd", "R. Ramesh" ],
      "venue" : "Science 303(5658), 661–663",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Multiferroics and magnetoelectrics: Thin films and nano-structures",
      "author" : [ "L.W. Martin", "S.P. Crane", "Y.H. Chu", "M.B. Holcomb", "M. Gajek", "M. Huijben", "C.H. Yang", "N. Balke", "R. Rames" ],
      "venue" : "J. Phys.: Condens. Matter 20(43), 434220",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Multiferroic magnetoelectric composite nano-structures",
      "author" : [ "Y. Wang", "J.M. Hu", "Y. Lin", "C.W. Nan" ],
      "venue" : "NPG Asia Mater. 2(2), 61–68",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Nano-scale agnetoelectric coupling in multiferroic BiFeO3 nanowires",
      "author" : [ "K. Prashanthi", "P.M. Shaibani", "A.R. Sohrabi", "T.S. Natarajan", "T. Thundat" ],
      "venue" : "Phys. Status Solidi R. 6(6), 244–246",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Large deflection of magneto-electro-elastic laminated plates",
      "author" : [ "A. Milazzo" ],
      "venue" : "Appl. Math. Modell. 38(5–6), 1737–1752",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Free vibration of functionally graded, magnetoelectro-elastic, and multilayered plates",
      "author" : [ "C. Jiangyi", "C. Hualing", "P. Ernian" ],
      "venue" : "Acta Mech. Solida Sin. 19(2), 160–166",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Buckling and vibration analysis of layered and multiphase magneto-electroelastic beam under thermal environment",
      "author" : [ "A. Kumaravel", "N. Ganesan", "R. Sethuraman" ],
      "venue" : "Multidiscip. Model. Mater. Struct. 3(4), 461–76",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Enhanced size-dependent piezoelectricity and elasticity in nano-structures due to the flexoelectric effect",
      "author" : [ "M.S. Majdoub", "P. Sharma", "T. Cagin" ],
      "venue" : "Phys. Rev. B. 77(12), 125424",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Piezoelectric effect during inhomogeneous Deformation and acoustic scattering of carriers in crystals",
      "author" : [ "S.M. Kogan" ],
      "venue" : "Sov. Phys. Solid State. 5, 2069–2070",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 1964
    }, {
      "title" : "Electromechanical resonators from graphene sheets",
      "author" : [ "J.S. Bunch", "A.M. Van Ver Zande", "S.S. Verbridge", "I.W. Frank", "D.M. Tanenbaum", "J.M. Parpia", "H.G. Craighead", "P.L. McEuen" ],
      "venue" : "Science 315(5811), 490–493",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Piezoelectric effect under an inhomogeneous strain and acoustic scattering of carriers in crystals",
      "author" : [ "S.M. Kogan" ],
      "venue" : "Fiz. Tverd. Tela 1(a 5), 2829–2831",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 1963
    }, {
      "title" : "Electromechanical coupling in non-piezoelectric materials due to nano-scale nonlocal size effects: Green’s function solutions and embedded inclusions",
      "author" : [ "R. Maranganti", "N.D. Sharma", "P. Sharma" ],
      "venue" : "Phys. Rev. B. 74(1), 014110",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "A theory of flexoelectricity with surface effect for elastic dielectrics",
      "author" : [ "S.P. Shen", "S.L. Hu" ],
      "venue" : "J. Mech. Phys. Solids 58(5), 665–677",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "A reformulated flexoelectric theory for isotropic dielectrics",
      "author" : [ "A. Li", "S. Zhou", "L. Qi", "X. Chen" ],
      "venue" : "J. Phys. D Appl. Phys. 48(46), 465502",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Atomistic viewpoint of the applicability of micro-continuum theories",
      "author" : [ "Y. Chen", "J.D. Lee", "A. Eskandarian" ],
      "venue" : "Int. J. Solids Struct. 41(8), 2085–2097",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Structural evolution of the silicon nanowire via molecular dynamics simulations: the double-strand atomic chain and the monatomic chain",
      "author" : [ "F.C. Wang", "Y.P. Zhao" ],
      "venue" : "Arch. Appl. Mech. 85(3), 323–329",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Two different types of differential quadrature methods for static analysis of microbeams based on nonlocal thermal elasticity theory in thermal environment",
      "author" : [ "M. Janghorban" ],
      "venue" : "Arch. Appl. Mech. 82(5), 669–675",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Buckling analysis of functionally graded microbeams based on the strain gradient theory",
      "author" : [ "B. Akgöz", "O. Civalek" ],
      "venue" : "Acta Mech. 224(9), 2185–2201",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "A new trigonometric beam model for buckling of strain gradient microbeams",
      "author" : [ "B. Akgöz", "O. Civalek" ],
      "venue" : "Int. J. Mech. Sci. 81, 88–94",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "On the analysis of microbeams",
      "author" : [ "C. Demir", "O. Civalek" ],
      "venue" : "Int. J. Eng. Sci. 121, 14–33",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "On dynamic analysis of nanorods",
      "author" : [ "H.M. Numanoğlu", "B. Akgöz", "O. Civalek" ],
      "venue" : "Int. J. Eng. Sci. 130, 33–50",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Longitudinal vibration analysis for microbars based on strain gradient elasticity theory",
      "author" : [ "B. Akgöz", "O. Civalek" ],
      "venue" : "J. Vib. Control 20(4), 606–616",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "A kind of selective algorithm for the calculation of the state vectors in the multi-layered magneto-electro-elastic media",
      "author" : [ "B.B. Zhu", "J.G. Wang", "G.Q. Li" ],
      "venue" : "J. Hefei Univ. Technol. 27(9), 1028–1032",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Two-dimensional analysis of piezoelectric/piezomagnetic and elastic media",
      "author" : [ "Q. Guan", "S.R. He" ],
      "venue" : "Compos. Struct. 69(2), 229–237",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Three-dimensional analysis of piezoelectric/piezomagnetic elastic media",
      "author" : [ "Q. Guan", "S.R. He" ],
      "venue" : "Compos. Struct.  72(4), 419– 428",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "State vector approach to analysis of multilayered magneto-electro-elastic plates",
      "author" : [ "J.G. Wang", "L.F. Chen", "S.S. Fang" ],
      "venue" : "Int. J. Solids Struct. 40(7), 1669–1680",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "The state vector methods for space axisymmetric problems in multilayered piezoelectric media",
      "author" : [ "J.G. Wang", "S.S. Fang", "L.F. Chen" ],
      "venue" : "Int. J. Solids Struct. 39(15), 3959–3970",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "On free vibration of non-homogeneous transversely isotropic magneto-electro-elastic plates",
      "author" : [ "W.Q. Chen", "Y.L. Kang", "H.J. Ding" ],
      "venue" : "J. Sound Vib. 279(1–2), 237–251",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Symplectic solution system and Saint-Venant principle on anti-plane problem of magneto-electro-elastic solids",
      "author" : [ "W.A. Yao" ],
      "venue" : "J. Dalian Univ. Technol. 44(5), 630–633",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Exact solution for simply supported andmultilayeredmagneto-electro-elastic plates",
      "author" : [ "E. Pan" ],
      "venue" : "J. Appl.Mech. 68(4), 608–618",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Exact solution for functionally graded and layered magneto-electro-elastic plates",
      "author" : [ "E. Pan", "F. Han" ],
      "venue" : "Int. J. Eng. Sci. 43(3–4), 321–339",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Discrete layer solution to free vibrations of functionally graded magneto-electro-elastic plates",
      "author" : [ "F. Ramirez", "P.R. Heyliger", "E. Pan" ],
      "venue" : "Mech. Adv. Mater. Struct. 13(3), 249–266",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Free vibration behavior of multiphase and layered magneto-electro-elastic beam",
      "author" : [ "A.R. Annigeri", "N. Ganesan", "S. Swarnamani" ],
      "venue" : "J. Sound Vib. 299(1–2), 44–63",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Amodified Paganomethod for the 3D dynamic responses of functionally gradedmagneto-electro-elastic plates",
      "author" : [ "C.P. Wu", "Y.C. Lu" ],
      "venue" : "Compos. Struct. 90(3), 363–372",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Dynamic responses of functionally graded magneto-electro-elastic shells with open-circuit surface conditions",
      "author" : [ "C.P. Wu", "Y.H. Tsai" ],
      "venue" : "Int. J. Eng. Sci. 46(9), 843–857",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Buckling analysis of magneto-electro-elastic plate resting on Pasternak elastic foundation",
      "author" : [ "Y.S. Li" ],
      "venue" : "Mech. Res. Commun. 56, 104–114",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Thermo-electromechanical vibration of piezoelectric nano-plates based on the nonlocal theory",
      "author" : [ "C. Liu", "L.L. Ke", "Y.S. Wang", "J. Yang", "S. Kitipornchai" ],
      "venue" : "Compos. Struct. 106, 167–174",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Size-dependent piezoelectricity",
      "author" : [ "A.R. Hadjesfandiari" ],
      "venue" : "Int. J. Solids Struct. 50(18), 2781–2791",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Size dependent analysis of a three-layer microbeam including electromechanical coupling",
      "author" : [ "A.Q. Li", "S.J. Zhou", "S.S. Zhou", "B.L. Wang" ],
      "venue" : "Compos. Struct. 116(1), 120–7",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Free vibration of size-dependent magneto-electro-elastic nano-plates based on the nonlocal theory",
      "author" : [ "L.L. Ke", "Y.S. Wang", "J. Yang", "S. Kitipornchai" ],
      "venue" : "Acta. Mech. Sin. 30(4), 516–525",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Size-dependent piezoelectricity and elasticity due to the electric field-strain gradient coupling and strain gradient elasticity",
      "author" : [ "X. Liang", "S.P. Shen" ],
      "venue" : "Int. J. Appl. Mech. 05(02), 1350015-1350015-16",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Electric field gradient theory with surface effect for nano-dielectrics",
      "author" : [ "S.L. Hu", "S.P. Shen" ],
      "venue" : "Comput. Mater. Contin. 13(1), 63–87",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Buckling and free vibration of magnetoelectroelastic nano-plate based on nonlocal theory",
      "author" : [ "Y.S. Li", "Z.Y. Cai", "S.Y. Shi" ],
      "venue" : "Compos. Struct. 111(1), 522–529",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Closed form expression for the vibration problem of a transversely isotropic magneto-electro-elastic plate",
      "author" : [ "M.F. Liu", "T.P. Chang" ],
      "venue" : "J. Appl. Mech. 77(2), 024502",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Nonlocal nonlinear plate model for large amplitude vibration of magneto-electro-elastic nano-plates",
      "author" : [ "A. Farajpour", "M.R. Hairi Yazdi", "A. Rastgoo", "M. Loghmani", "M. Mohammadi" ],
      "venue" : "Compos. Struct. 140, 323–336",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nonlinear free vibration of magneto-electro-elastic rectangular plates",
      "author" : [ "S. Razavi", "A.R. Shooshtari" ],
      "venue" : "Compos. Struct. 119, 377–384",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Critical examination of midplane and neutral plane formulations for vibration analysis of FGM beams",
      "author" : [ "C.M. Wang", "L.L. Ke", "A.N. Roy Chowdhury", "J. Yang", "S. Kitipornchai", "D. Fernando" ],
      "venue" : "Eng. Struct. 130, 275–281",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Investigating nonlinear vibration of closed circuit flexoelectric nano-beams with surface effects via Hamiltonian method",
      "author" : [ "M.R. Barati" ],
      "venue" : "Microsyst. Technol. 24(4), 1841–1851",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Buckling and vibration of flexoelectric nanofilms subjected to mechanical loads",
      "author" : [ "X. Liang", "W. Yang", "S. Hu", "S. Shen" ],
      "venue" : "J. Phys. D Appl. Phys. 49(11), 115307",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Enhancing magnetoelectric effect in multiferroic composite bilayers via flexoelectricity",
      "author" : [ "C. Zhang", "L. Zhang", "X. Shen", "W. Chen" ],
      "venue" : "J. Appl. Phys. 119(13), 134102",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Size-dependent electromechanical bending, buckling, and free vibration analysis of functionally graded piezoelectric nanobeams",
      "author" : [ "Y. Tadi Beni" ],
      "venue" : "J. Intell. Mater. Syst. Struct. 27(16), 2199–2215",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "On the thermal buckling of magneto-electro- elastic piezoelectric nanobeams",
      "author" : [ "B. Alibeigi", "Y. Tadi Beni", "F. Mehralian" ],
      "venue" : "Eur. Phys. J. Plus. 133(3), 1–18",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Analysis of size-dependent smart flexoelectric nanobeams",
      "author" : [ "R. Omidian", "Y. Tadi Beni", "F. Mehralian" ],
      "venue" : "Eur. Phys. J. Plus. 132(481), 1–19",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Free vibration of magneto-electro-elastic nanobeams based on modified couple stress theory in thermal environment",
      "author" : [ "B. Habibi", "Y. Tadi Beni", "F. Mehralian" ],
      "venue" : "Mech. Adv. Mater. Struct. 267, 601–613",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Size dependent thermo-mechanical buckling of the flexoelectric nanobeam",
      "author" : [ "M. Ebnali samani", "Y. Tadi Beni" ],
      "venue" : "Mater. Res. Exp. 5(8), 085018",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "On the size dependent buckling of anisotropic piezoelectric cylindrical shells under combined axial compression and lateral pressure",
      "author" : [ "F. Mehralian", "Y. Tadi Beni", "R. Ansari" ],
      "venue" : "Int. J. Mech. Sci. 119, 155–169",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Electro-mechanical vibration of nanoshells using consistent size-dependent piezoelectric theory",
      "author" : [ "N. Ebrahimi", "Y. TadiBeni" ],
      "venue" : "Steel. Compos. Struct. 22(6), 1301–1336",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Size dependent buckling analysis of functionally graded piezoelectric cylindrical nanoshell",
      "author" : [ "F. Mehralian", "Y. Tadi Beni", "R. Ansari" ],
      "venue" : "Compos. Struct. 152, 45–61",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Buckling of bimorph functionally graded piezoelectric cylindrical nanoshell",
      "author" : [ "F. Mehralian", "Y. Tadi Beni" ],
      "venue" : "Proc. Inst. Mech. Eng. Part C. 232(19), 3538–3550",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Electro-mechanical free vibration of single- walled piezoelectric/flexoelectric nano cones using consistent couple stress theory",
      "author" : [ "S. Fattahian Dehkordi", "Y. Tadi Beni" ],
      "venue" : "Int. J. Mech. Sci.  128, 125–139",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Vibration analysis of size-dependent bimorph functionally graded piezoelectric cylindrical shell based on nonlocal strain gradient theory",
      "author" : [ "F. Mehralian", "Y. Tadi Beni" ],
      "venue" : "J. Braz. Soc. Mech. Sci. Eng. 40(1), 1–27",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Cylindrical thin-shell model based on modified strain gradient theory",
      "author" : [ "H. Zeighampour", "Y. Tadi Beni" ],
      "venue" : "Int. J. Eng. Sci. 78, 27–47",
      "citeRegEx" : "83",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Size dependent electro-mechanical vibration of single-walled piezoelectric nanotubes using thin shell model",
      "author" : [ "F. Kheibari", "Y. Tadi Beni" ],
      "venue" : "Mater. Des. 114, 572–583",
      "citeRegEx" : "84",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Vibration analysis of size-dependent flexoelectric nano-plates incorporating surface and thermal effects",
      "author" : [ "F. Ebrahimi", "M.R. Barati" ],
      "venue" : "J. Mech. Adv. Mater. Struct. 25(7), 611–621",
      "citeRegEx" : "85",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Size-dependent electromechanical buckling of functionally graded electrostatic nano-bridges",
      "author" : [ "M. Shojaeian", "Y. Tadi Beni" ],
      "venue" : "Sens. Actuators A 232, 49–62",
      "citeRegEx" : "86",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Electromechanical buckling of functionally graded electrostatic nanobridges using strain gradient theory",
      "author" : [ "M. Shojaeian", "Y. Tadi Beni", "H. Ataei" ],
      "venue" : "Acta Astronaut. 118, 62–71",
      "citeRegEx" : "87",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Size dependent nonlinear bending analysis of a flexoelectric functionally graded nano-plate under thermo-electro-mechanical loads",
      "author" : [ "A. Ghobadi", "Y. Tadi Beni", "H. Golestanian" ],
      "venue" : "J. Solid Mech. 12(1), 33–56",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Spontaneousflexoelectric/ flexomagnetic effect in nanoferroics",
      "author" : [ "E.A. Eliseev", "A.N. Morozovska", "M.D. Glinchuk", "R. Blinc" ],
      "venue" : "Phys. Rev. B. 79(16), 165433",
      "citeRegEx" : "89",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "The effective pyroelectric and thermal expansion coefficients of ferroelectric ceramics",
      "author" : [ "J.U. Li" ],
      "venue" : "Mech. Mater. 36(10), 949–958",
      "citeRegEx" : "90",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "The elastic dielectric",
      "author" : [ "R.A. Toupin" ],
      "venue" : "J. Ration. Mech. Anal. 5(6), 849–915",
      "citeRegEx" : "91",
      "shortCiteRegEx" : null,
      "year" : 1956
    }, {
      "title" : "Magnetism and magnetic materials",
      "author" : [ "J.M.D. Coey" ],
      "venue" : "Published in the United States of America by Cambridge University Press, New York",
      "citeRegEx" : "92",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Analysis of smart piezo-magneto-thermo-elastic composite and reinforced plates: Part II-Applications",
      "author" : [ "D.A. Hadjiloizi", "A.L. Kalamkarov", "C. Metti", "A.V. Georgiades" ],
      "venue" : "Curved Layer. Struct. 1(1), 32–58",
      "citeRegEx" : "93",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "An exact solution for buckling analysis of embedded piezoelectro-magnetically actuated nanoscale beams",
      "author" : [ "F. Ebrahimi", "M.R. Barati" ],
      "venue" : "Adv. Nano Res. 4(2), 65–84",
      "citeRegEx" : "94",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Flexoelectric effect on the electroelastic responses and vibrational behaviors of a piezoelectric nano-plate",
      "author" : [ "Z. Zhang", "Z. Yan", "L. Jiang" ],
      "venue" : "J. Appl. Phys. 116(1), 014307",
      "citeRegEx" : "95",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Size dependent thermo-electro-mechanical nonlinear bending analysis of flexoelectric nano-plate in the presence of magnetic field",
      "author" : [ "A. Ghobadi", "Y. Tadi Beni", "H. Golestanian" ],
      "venue" : "Int. J. Mech. Sci. 152, 118–137",
      "citeRegEx" : "96",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Free vibration analysis of size-dependent shear deformable functionally graded cylindrical shell on the basis of modified couple stress theory",
      "author" : [ "Y. Tadi Beni", "F. Mehralian", "H. Razavi" ],
      "venue" : "Compos. Struct. 120, 65–78",
      "citeRegEx" : "97",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Size-dependent thermo-electrical buckling analysis of functionally gradedpiezoelectric nano-beams",
      "author" : [ "F. Ebrahimi", "E. Salari" ],
      "venue" : "Smart Mater. Struct. 24(12), 125007",
      "citeRegEx" : "98",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Free vibration analysis of functionally graded rectangular plates in contact with bounded fluid",
      "author" : [ "A. Bakhsheshy", "K. Khorshidi" ],
      "venue" : "Modares Mech. Eng. 14(8), 165–173",
      "citeRegEx" : "99",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Nonlinear Oscillation",
      "author" : [ "A.H. Nayfeh", "D.T. Mook" ],
      "venue" : "Wiley, New York",
      "citeRegEx" : "100",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "Linear and nonlinear free vibration of a multilayered magneto-electro-elastic doubly-curved shell on elastic foundation",
      "author" : [ "A. Shooshtari", "S. Razavi" ],
      "venue" : "Compos. B 78, 95–108",
      "citeRegEx" : "101",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Electromechanical responses of piezoelectric nano-plates with flexoelectricity",
      "author" : [ "W. Yang", "X. Liang", "S. Shen" ],
      "venue" : "Acta Mech. 226, 3097–3110",
      "citeRegEx" : "102",
      "shortCiteRegEx" : null,
      "year" : 2015
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "In the recent years, a new type of smart materials known as magneto-electro-elastic (MEE) materials has been considered by many researchers due to their magnetic and electrical properties associated with each other [1].",
      "startOffset" : 215,
      "endOffset" : 218
    }, {
      "referenceID" : 5,
      "context" : "MEE nanomaterials have a higher magnetoelectric coefficient thanMEE bulk composite materials [6].",
      "startOffset" : 93,
      "endOffset" : 96
    }, {
      "referenceID" : 6,
      "context" : "The higher magneto-electric coefficient of the material in smaller scales and higher surface-to-volume ratios lead to MEE materials have more applicable in many technological fields such as vibration control, sensors, actuators, medical equipment, robotics, energy absorbents and sensitive medical devices [7,8].",
      "startOffset" : 306,
      "endOffset" : 311
    }, {
      "referenceID" : 7,
      "context" : "The higher magneto-electric coefficient of the material in smaller scales and higher surface-to-volume ratios lead to MEE materials have more applicable in many technological fields such as vibration control, sensors, actuators, medical equipment, robotics, energy absorbents and sensitive medical devices [7,8].",
      "startOffset" : 306,
      "endOffset" : 311
    }, {
      "referenceID" : 14,
      "context" : "Due to the sensitivity and accuracy of the nano-structure performance, these devices can be used in the industry for such applications as the manufacturing of nano-sensors [15], nano-actuators, nano-vibrators [16] and nano-composites and play a very important role in the behavior of magneto-electromechanical systems [17–21].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 15,
      "context" : "Due to the sensitivity and accuracy of the nano-structure performance, these devices can be used in the industry for such applications as the manufacturing of nano-sensors [15], nano-actuators, nano-vibrators [16] and nano-composites and play a very important role in the behavior of magneto-electromechanical systems [17–21].",
      "startOffset" : 209,
      "endOffset" : 213
    }, {
      "referenceID" : 0,
      "context" : "For the first time in 1970, a magneto-electro-elastic composite with piezoelectric and piezomagnetic properties was constructed [1].",
      "startOffset" : 128,
      "endOffset" : 131
    }, {
      "referenceID" : 28,
      "context" : "So that for studying the electro-magneto-mechanical behavior of MEE nano-materials, the effects of size in laboratory investigations and theory studies should be taken into consideration, and in micro and higher scales, the role of this effect will be greatly reduced [29].",
      "startOffset" : 268,
      "endOffset" : 272
    }, {
      "referenceID" : 29,
      "context" : "This electromechanical effect, first discovered and introduced by Kogan in 1960, was called the flexoelectricity phenomenon [30].",
      "startOffset" : 124,
      "endOffset" : 128
    }, {
      "referenceID" : 30,
      "context" : "Controlling the robot arm position is one of the applications of the inverse effect of the flexoelectric phenomenon [31].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 31,
      "context" : "In his study, e is the generated electric charge and a is related to the crystal lattice parameters [32].",
      "startOffset" : 100,
      "endOffset" : 104
    }, {
      "referenceID" : 32,
      "context" : "They theoretically and experimentally demonstrated that the crystal structure symmetry of the piezoelectric materials is demolished by applying the non-uniform strain on the material and electrical dipoles are generated in them [33].",
      "startOffset" : 228,
      "endOffset" : 232
    }, {
      "referenceID" : 33,
      "context" : "The first part consists of terms related to polarization andmechanical strain, and the second part consists of terms related to polarization gradient and mechanical strain gradients [34].",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 34,
      "context" : "By introducing this theory, the high-order constants related to the strain gradient tensor were decreased to three, and only the dilatation gradient tensors and the semi-symmetric part of the deviatoric rotary gradient tensor express the relationship between strain gradient and electrical polarization [35].",
      "startOffset" : 303,
      "endOffset" : 307
    }, {
      "referenceID" : 35,
      "context" : "According to the previous studies, the classical continuum mechanic theories have low precision in analyzing the electromechanical behavior of the nano-structures and have several defects [36].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 36,
      "context" : "Therefore, in order to investigate the behavior of nano-structures more accurately, other methods such as laboratory methods and molecular dynamics method should be used [37].",
      "startOffset" : 170,
      "endOffset" : 174
    }, {
      "referenceID" : 48,
      "context" : "Also, the stability of multilayer equipment made of these materials has been investigated using numerous numerical methods such as state vector theory [44–48] and transformation matrix method [49,50].",
      "startOffset" : 192,
      "endOffset" : 199
    }, {
      "referenceID" : 49,
      "context" : "Also, the stability of multilayer equipment made of these materials has been investigated using numerous numerical methods such as state vector theory [44–48] and transformation matrix method [49,50].",
      "startOffset" : 192,
      "endOffset" : 199
    }, {
      "referenceID" : 50,
      "context" : "Some of them are about investigation of the static deformations [51,52], free vibrations [53,54] and the linear dynamic response of these materials [55,56].",
      "startOffset" : 64,
      "endOffset" : 71
    }, {
      "referenceID" : 51,
      "context" : "Some of them are about investigation of the static deformations [51,52], free vibrations [53,54] and the linear dynamic response of these materials [55,56].",
      "startOffset" : 64,
      "endOffset" : 71
    }, {
      "referenceID" : 52,
      "context" : "Some of them are about investigation of the static deformations [51,52], free vibrations [53,54] and the linear dynamic response of these materials [55,56].",
      "startOffset" : 89,
      "endOffset" : 96
    }, {
      "referenceID" : 53,
      "context" : "Some of them are about investigation of the static deformations [51,52], free vibrations [53,54] and the linear dynamic response of these materials [55,56].",
      "startOffset" : 89,
      "endOffset" : 96
    }, {
      "referenceID" : 54,
      "context" : "Some of them are about investigation of the static deformations [51,52], free vibrations [53,54] and the linear dynamic response of these materials [55,56].",
      "startOffset" : 148,
      "endOffset" : 155
    }, {
      "referenceID" : 55,
      "context" : "Some of them are about investigation of the static deformations [51,52], free vibrations [53,54] and the linear dynamic response of these materials [55,56].",
      "startOffset" : 148,
      "endOffset" : 155
    }, {
      "referenceID" : 56,
      "context" : "The results of this study showed that by increasing the lateral load, the critical buckling load is decreased and increasing non-local parameter of critical buckling load results in a decrease in the free vibration frequencies [57].",
      "startOffset" : 227,
      "endOffset" : 231
    }, {
      "referenceID" : 57,
      "context" : "The results of this study indicated that increasing the non-local parameters reduced the natural frequencies of nano-plate and the electrical loadings significantly influenced on the natural frequencies and thermal loadings do not have major effect on them [58].",
      "startOffset" : 257,
      "endOffset" : 261
    }, {
      "referenceID" : 58,
      "context" : "studied the size-dependent static bending and free vibrations of an Euler–Bernoulli nano-beam using the flexoelectric theory proposed by Hadjesfandiari [59].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 59,
      "context" : "The results showed that by decreasing the size parameter (h/l), the generated electric potential in the beam and its transverse displacement in the mode of inverse flexoelectric effect will decrease and with increasing the flexoelectric coefficient, these two quantities will increase [60].",
      "startOffset" : 285,
      "endOffset" : 289
    }, {
      "referenceID" : 60,
      "context" : "The results demonstrated that mechanical loadings and magnetic potential have significant effect and temperature increase would have a negligible effect on natural frequencies [61].",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 61,
      "context" : "Liang and Shen studied the electromechanical behavior of a piezoelectric nanowire considering the size effect by introducing an Euler–Bernoulli beam model [62].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 62,
      "context" : "This new model was based on the theory proposed by Hu and Shen [63].",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 63,
      "context" : "In their study, the effects of electrical potential, magnetic field and shear and elastic coefficients of elastic foundation on the buckling and vibrational behavior of the nano-plate were investigated [64].",
      "startOffset" : 202,
      "endOffset" : 206
    }, {
      "referenceID" : 64,
      "context" : "The natural frequencies of MEE plate were analytically determined, and the effect of volume fraction on them was investigated [65].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 65,
      "context" : "Considering the non-local parameter in the compatibility equations, the frequency ratio will be reduced [66].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 66,
      "context" : "Also, the length-to-thickness ratio in comparison with the length-to-width ratio had a very insignificant influence on the frequency values [67].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 67,
      "context" : "Also, the mid-plane formulation provides the same natural frequencies as the neutral plane formulation in the movable simply supports [68].",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 68,
      "context" : "The obtained results illustrated that surface and flexoelectric effects have a significant effect on the nonlinear frequencies of the nano-beam [69].",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 69,
      "context" : "The obtained results showed that the flexoelectric coefficient and nano-plate thickness would have a significant effect on the critical buckling load values and natural frequencies [70].",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 70,
      "context" : "He derived the three-dimensional governing equations of the electromechanical behavior of piezoelectric solids and boundary conditions using flexoelectric theory [71].",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 80,
      "context" : "Fattahian Dehkordi and Tadi Beni studied the free vibrations of the single-layer piezoelectric nano-cones using coupled stress theory and thin-shell Low model [81].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 81,
      "context" : "They considered that the material properties vary along the thickness direction according to power law distribution [82].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 82,
      "context" : "They were considered size effects through modified strain gradient theory to develop the thin shell theory [83].",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 83,
      "context" : "In order to investigate the effects of size on the vibration of piezoelectric nanotubes, the consistent couple stress theory is used for piezoelectric nanotubes [84].",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 84,
      "context" : "The results of the analytical solution illustrated the effect of factors such as flexoelectricity, non-local parameter, surface parameters, temperature increase, nano-plate thickness and different boundary conditions on the vibrations of flexoelectric nano-plate [85].",
      "startOffset" : 263,
      "endOffset" : 267
    }, {
      "referenceID" : 85,
      "context" : "Shojaeian and Tadi Beni performed the electromechanical buckling of beam-type nano-electromechanical systems by considering the nonlinear geometric effect and intermolecular forces using the modified couple stress theory [86].",
      "startOffset" : 221,
      "endOffset" : 225
    }, {
      "referenceID" : 86,
      "context" : "It is taken into account that the beam is made of axially and transverse functionally graded materials [87].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 87,
      "context" : "In order to obtain the static bending formulation, the flexoelectric modified and the Kirchhoff classic plate theories were employed [88].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 34,
      "context" : "introduced a new formulation for flexoelectric theory [35].",
      "startOffset" : 54,
      "endOffset" : 58
    }, {
      "referenceID" : 34,
      "context" : "The general expression of internal energy density function for dielectric materials, which is a function of the strain, strain gradient, polarization and its gradient, is introduced in previous researches [35].",
      "startOffset" : 205,
      "endOffset" : 209
    }, {
      "referenceID" : 34,
      "context" : "Ci jkl is fourth-order elastic constants tensor, εi j is strain tensor, gi jklmn is purely non-local elastic effects, ηi jk is strain gradient tensor, αi j is second-order reciprocal dielectric susceptibility tensor, Pi is polarization vector, and bE i jkl is fourth-order tensor expressing the effect of electrical polarization gradient [35].",
      "startOffset" : 338,
      "endOffset" : 342
    }, {
      "referenceID" : 88,
      "context" : "(Pi ηi jk−Qi jεkl) presented by Eliseev [89], relations eE i jkl = − f E i jkl and eM i jkl = − f M i jkl can be written.",
      "startOffset" : 40,
      "endOffset" : 44
    }, {
      "referenceID" : 70,
      "context" : "According to thefindings of previous studies [71,90,91], formodified pyroelectric coefficients andmodified pyromagnetic coefficients, relations γ E i = (αi j )pE i and γ M i = (mi j )pM i are presented, respectively [90,92].",
      "startOffset" : 45,
      "endOffset" : 55
    }, {
      "referenceID" : 89,
      "context" : "According to thefindings of previous studies [71,90,91], formodified pyroelectric coefficients andmodified pyromagnetic coefficients, relations γ E i = (αi j )pE i and γ M i = (mi j )pM i are presented, respectively [90,92].",
      "startOffset" : 45,
      "endOffset" : 55
    }, {
      "referenceID" : 90,
      "context" : "According to thefindings of previous studies [71,90,91], formodified pyroelectric coefficients andmodified pyromagnetic coefficients, relations γ E i = (αi j )pE i and γ M i = (mi j )pM i are presented, respectively [90,92].",
      "startOffset" : 45,
      "endOffset" : 55
    }, {
      "referenceID" : 89,
      "context" : "According to thefindings of previous studies [71,90,91], formodified pyroelectric coefficients andmodified pyromagnetic coefficients, relations γ E i = (αi j )pE i and γ M i = (mi j )pM i are presented, respectively [90,92].",
      "startOffset" : 216,
      "endOffset" : 223
    }, {
      "referenceID" : 91,
      "context" : "According to thefindings of previous studies [71,90,91], formodified pyroelectric coefficients andmodified pyromagnetic coefficients, relations γ E i = (αi j )pE i and γ M i = (mi j )pM i are presented, respectively [90,92].",
      "startOffset" : 216,
      "endOffset" : 223
    }, {
      "referenceID" : 89,
      "context" : "αi j is determined based on the relation αi j = (ai j )−1, so that ai j is the second-order dielectric tensor [90].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 91,
      "context" : "Also,mij is determined using the relationmi j = (μi j )−1, whereμi j is the second-order magnetic permeability tensor [92].",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 34,
      "context" : "As the structure of the material is assumed to be isotropic in this study, the tensor bM i jkl is similar to the tensor bE i jkl and the tensors f M i jk , di j , mi j are described as follows [35]: mi j = mδi j , di j = dδi j , (2) f M i jkl = f M 1 δi jδkl + f M 2 (δikδ jl + δilδ jk).",
      "startOffset" : 193,
      "endOffset" : 197
    }, {
      "referenceID" : 33,
      "context" : "According to the previous descriptions, the energy density function is finally written as follows [34]:",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 94,
      "context" : "According to the Kirchhoff classic model, the displacement field is written as follows [95]:",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 94,
      "context" : "Regarding the mentioned displacement field, strain relations are also obtained in the following form [95]:",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 90,
      "context" : "The density of electric enthalpy energy is composed of two parts of the internal energy density and an additional part expressed by the Toupin [91].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 34,
      "context" : "Maxwell’s electric field is determined from the following equation [35]:",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 34,
      "context" : "Also, generalized electrostatic stress [35] and magnetostatic stress in the presence of a flexoelectric effect are expressed as follows:",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 95,
      "context" : "Di and Bi are the components of the electric displacement vector and the magnetic induction vector, respectively [96].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 95,
      "context" : "Also, Hi are components of themagnetic field vector,Mi are components of themagnetization vector, ψ is the magnetic potential and μ is the magnetic permeability in material [96].",
      "startOffset" : 173,
      "endOffset" : 177
    }, {
      "referenceID" : 34,
      "context" : "Using the constitutive equations and strain components, the electrical enthalpy density (H ) is obtained as follows [35]:",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 94,
      "context" : "So the work resulted from the external classical forces is as follows [95]:",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 65,
      "context" : "The kinetic energy of the flexoelectric nano-plate is written as follows [66]:",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 94,
      "context" : "In order to derive the governing equations of the plate and the related boundary conditions, the Hamilton’s principle and the variation’s method is used as follows [95]:",
      "startOffset" : 164,
      "endOffset" : 168
    }, {
      "referenceID" : 96,
      "context" : "z̄c is the distance of the neutral plane to the lower surface and z̄ is the distance between any arbitrary plane from the bottom surface [97].",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 96,
      "context" : "Due to the axial stress resulting from the bending, given that the initial strain created at one of the middle surfaces of the nano-plate will be zero [97], the distance of the neutral plane to the lower level (z̄c) is determined from the following equation [98]:",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 97,
      "context" : "Due to the axial stress resulting from the bending, given that the initial strain created at one of the middle surfaces of the nano-plate will be zero [97], the distance of the neutral plane to the lower level (z̄c) is determined from the following equation [98]:",
      "startOffset" : 258,
      "endOffset" : 262
    }, {
      "referenceID" : 97,
      "context" : "Each of the properties of material such as elastic constants (E (z), ν (z), λ (z), μ (z)), electrical properties (piezoelectric coefficients, flexoelectric coefficients, dielectric constants), thermal properties (thermal expansion constants, pyroelectric coefficients, thermal module) and magnetic properties of the material (flexomagnetic coefficient, magnetic permeability constants, magnetoelectric coefficients and pyromagnetic coefficients) is determined in the following form [98]:",
      "startOffset" : 482,
      "endOffset" : 486
    }, {
      "referenceID" : 95,
      "context" : "Therefore, in the direct flexoelectric effect, electric andmagnetic boundary conditions are considered as follows [96]:",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 84,
      "context" : "By considering the displacement field components u0, v0, w according to the following equations, the boundary conditions are satisfied at the edges of the plate for various boundary conditions [85,99]:",
      "startOffset" : 193,
      "endOffset" : 200
    }, {
      "referenceID" : 98,
      "context" : "By considering the displacement field components u0, v0, w according to the following equations, the boundary conditions are satisfied at the edges of the plate for various boundary conditions [85,99]:",
      "startOffset" : 193,
      "endOffset" : 200
    }, {
      "referenceID" : 84,
      "context" : "To satisfy the boundary condition SSSS, function Xm (x) is defined as follows [85]:",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 95,
      "context" : "Therefore, in the inverse flexoelectric effect, the magnetic and electrical boundary conditions are taken into account as follows [96]: at z = −z̄c, h − z̄c, V33 = 0, ψ = 0, at z = −z̄c, φ = 0, B3 = nM B0, at z = h − z̄c, φ = V0, B3 = B0.",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 99,
      "context" : "Therefore, these terms should not be existed in the time responses of such systems and are known as secular terms [100].",
      "startOffset" : 114,
      "endOffset" : 119
    }, {
      "referenceID" : 99,
      "context" : "” The nonlinear differential equation (83) can be written as follows [100,101]:",
      "startOffset" : 69,
      "endOffset" : 78
    }, {
      "referenceID" : 100,
      "context" : "” The nonlinear differential equation (83) can be written as follows [100,101]:",
      "startOffset" : 69,
      "endOffset" : 78
    }, {
      "referenceID" : 101,
      "context" : "[102] was considered for the comparison and validation of the obtained results.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 101,
      "context" : "[102], it has been assumed that the nano-plate is made of PZT-5H and n̂ was considered as zero for this purpose.",
      "startOffset" : 0,
      "endOffset" : 5
    }, {
      "referenceID" : 101,
      "context" : "2, the natural frequency variations in terms of the (a/h) ratios were plotted in vibration modes (1,1) using the general piezoelectric theory [102] and the theory used in this study.",
      "startOffset" : 142,
      "endOffset" : 147
    }, {
      "referenceID" : 101,
      "context" : "It should be noted, however, that there is little difference in the responses due to the difference in how the flexoelectricity coefficient is applied in this study and in the reference [102].",
      "startOffset" : 186,
      "endOffset" : 191
    }, {
      "referenceID" : 34,
      "context" : "In order to simplify the relations, these two coefficients are considered equal f M 1 = f M 2 [35].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 91,
      "context" : "Due to the hysteresis curve of the magnetic field induced in the material, the magnetic flux density applied on the nano-plate can be increased to the magnetic saturation point of the structure [92].",
      "startOffset" : 194,
      "endOffset" : 198
    }, {
      "referenceID" : 34,
      "context" : "According to previous studies, electrical polarization decreases with increasing β [35].",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 34,
      "context" : "Also, referring the previous studies, it can be found that for the high values of β, the rate of electric polarization variation decreases [35].",
      "startOffset" : 139,
      "endOffset" : 143
    } ],
    "year" : 2020,
    "abstractText" : "In the present study, a continuous-based thermo-electromechanic model has been developed by the Kirchhoff plate’s theory and the modified flexoelectric theory in order to study the size-dependent nonlinear free vibration of functionally graded flexoelectric nano-plate under the magnetic field. Using the Hamilton’s principle and variation method, the nonlinear governing differential equations of the nano-plate and their associated boundary conditions have been extracted and the governing equations solved by using Galerkin’s and perturbation methods. The electromechanical coupling (electromechanical stress) in the internal energy function causes nonlinearity in the governing equations. The applied magnetic field is a type of external static field along with the nano-plate thickness. The natural frequencies and related mode shapes have been determined in two modes of direct and inverse flexoelectric effects. Also, the effects of such factors as length scale parameters, geometric parameters, thermal, magnetic and electrical loadings were investigated. In the presence of flexoelectric effect, the results showed that the dependence of electromechanical behavior of the structure on size is found to be significant in nanoscales. Regarding the application of this type of nano-plate in the oscillators and considering the flexoelectric effect, the applied potential difference can play an important role in adjusting and controlling the frequency.",
    "creator" : "Springer"
  }
}