{
  "name" : "downloads_2019-10-13_53_zhang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Chitosan coatings incorporated with free or nano-encapsulated Paulownia Tomentosa essential oil to improve shelf-life of ready-to-cook pork chops",
    "authors" : [ "Huiyun Zhang", "Xinling Li", "Huaibin Kang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nLWT - Food Science and Technology\njournal homepage: www.elsevier.com/locate/lwt\nChitosan coatings incorporated with free or nano-encapsulated Paulownia Tomentosa essential oil to improve shelf-life of ready-to-cook pork chops\nHuiyun Zhang∗, Xinling Li, Huaibin Kang∗∗\nFood and Bioengineering College, Henan University of Science and Technology, Luoyang, Henan, 471003, China\nA R T I C L E I N F O\nKeywords: Chitosan coating Paulownia Tomentosa Nanoparticles Encapsulation RTC pork chop\nA B S T R A C T\nThe aims of this study were to prepare a natural active chitosan coating loaded with nano-encapsulated Paulownia Tomentosa essential oils (PTEO) and to investigate the effects of the coating treatments on lipid oxidation, microbial growth, and sensory attributes of ready-to-cook (RTC) pork chops over a 16-day storage at 4 °C. PTEO-incorporated chitosan nanoparticles (PTEO-CNPs) with the mean diameter of 185 nm were prepared by the ionic gelation method. Zeta potential, encapsulation efficiency (EE) and polydispersity index of nanoparticles were 41.3 mV, 40.6% and 0.67, respectively. The results of coating of RTC pork chops indicated that all coating treatments could effectively decrease the microbial growth and chemical spoilage of samples compared to the control (p < 0.05) during the storage. Encapsulation contributed to the sustained release of PTEO and resulted in an enhanced antimicrobial, antioxidant activity and sensory attributes. The study suggests that nanoencapsulated PTEO-based edible chitosan coating can be a prospective active packaging for prolonging the shelflife of RTC pork chops."
    }, {
      "heading" : "1. Introduction",
      "text" : "In recent years, ready-to-cook (RTC) meat products have become more and more popular with the changes of people's lifestyles. As a kind of convenient and fresh meat product, refrigerated RTC boneless pork chops are very popular among Chinese consumers (Gao et al., 2015). However, refrigerated pork products are generally more susceptible to microbial spoilage and lipid oxidation than processed meat products. The addition of various preservatives has been applied to extend the shelf-life of refrigerated RTC pork. Natural plant extracts, particularly essential oils (EOs), have received attention because of the growing demand for “natural” food products. Natural EOs have great application potential in delaying lipid oxidation and prolonging the shelf life of meat (Bazargani-Gilani, Aliakbarlu, & Tajik, 2015; Yuan, Chen, & Li, 2016).\nPaulownia Tomentosa is a fast-growing deciduous tree belonging to the Scrophulariaceae family that are diffusely distributed throughout the northeast, east, central and northwest of China (Lu, 2006) and used as the traditional Chinese medicine to treat infectious diseases, such as gonorrhea and erysipelas (Ji et al., 2015). P. Tomentosa flower EOs have been reported to have a wide spectrum of biological properties, including antibacterial, antioxidant, antiviral, antiphlogistic, and neuroprotective that have been mostly due to the presence of flavonoids,\nspecifically apigenin (He, Vaidya, Perry, Parajuli, & Joshee, 2016). P. Tomentosa flowers have good therapeutic effects and no recorded side effects. Therefore, Paulownia Tomentosa essential oils (PTEO) can be developed as a potential new source of natural antioxidant and antibacterial agent.\nHowever, the direct incorporation of EOs into complex food systems for food preservation displays several disadvantages due to their negative effects on the quality properties of the food product such as intense aroma, low water solubility, high volatility, or interaction with food components (Pabast, Shariatifar, Beikzadeh, & Jahed, 2018). Therefore, it is necessary to adopt new delivery systems to avoid adverse effects and improve the effectiveness of EOs. Encapsulation can provide an effective technology to improve the solubility and stability of essential oil, cover up the strong flavor, control the release of bioactive compounds, and maintain their stability during food processing and storage (Maryam Ghaderi-Ghahfarokhi, Barzegar, Sahari, & Azizi, 2016). In recent years, the development of nanoscale encapsulation has become a research hotspot. Compared with traditional microencapsulation, subcellular can present a higher drug loading capacity and increase the release area of bioactive substances (Rakmai, Cheirsilp, Mejuto, Simal-Gándara, & Torrado-Agrasar, 2018). Notwithstanding the potential benefits of bioactive compounds-loaded nanoparticles in food preservation, there is a lack of research in the\nhttps://doi.org/10.1016/j.lwt.2019.108580 Received 4 April 2019; Received in revised form 27 August 2019; Accepted 30 August 2019\n∗ Corresponding author. ∗∗ Corresponding author. E-mail address: zhanghuiyun21@163.com (H. Zhang).\nLWT - Food Science and Technology 116 (2019) 108580\nAvailable online 31 August 2019 0023-6438/ © 2019 Elsevier Ltd. All rights reserved.\nT\ndirect application of them in solid foods such as meat products due to the immobilization of nanoparticle droplets on the surface of solid foods (Salvia-Trujillo, Rojas-Graü, Soliva-Fortuny, & Martín-Belloso, 2015).\nEdible coatings have been considered as good delivery systems of active ingredients such as spices, antioxidants and antimicrobials (Noori, Zeynali, & Almasi, 2018; Santos, Malpass, Okura, & Granato, 2018). The incorporation of bioactive agents into edible coatings onto the product surface is effective not only in regulating the release of active substances, but also in improving the function of edible coatings (Catarino et al., 2017). Moreover, active edible coating can show potential synergistic antimicrobial activities and act as a barrier for water, gas exchange and oxidation reactions during storage, further delaying food spoilage (Ban et al., 2015). Different studies have shown that adding antibacterial nanoemulsions to bio-based edible coatings can play significant roles in prolonging the shelf-life of fresh-cut fruits (Arnon-Rips, Porat, & Poverenov, 2019; Raybaudi-Massilia, MosquedaMelgar, & Martín-Belloso, 2008; Salvia-Trujillo et al., 2015). Therefore, the incorporation of nanoparticles in edible coatings can provide a good alternative to overcome the above limitations and place bioactive compounds on the surface of solid products.\nChitosan (CS) is a natural polysaccharide prepared by deacetylation of Chitin. The development and application of chitosan have increased remarkably due to its abundant resources, non-toxic, broad-spectrum antibacterial properties, good biocompatibility and biodegradability (Escárcega-Galaz et al., 2018; Soni, Mahmoud, Chang, El-Giar, & Hassan, 2018). Furthermore, as edible films and coatings material, chitosan can change the storage microenvironment and reduce water evaporation (Kalaycıoğlu, Torlak, Akın-Evingür, Özen, & Erim, 2017; Medina et al., 2019). These characteristics make it possible for chitosan to be used as a food preservative for the long-term preservation of perishable food. Several studies have reported the incorporation of chitosan coating and essential oils is useful for inhibiting microorganism growth, retarding lipid oxidation and improving the sensory quality of the samples (Demirok Soncu et al., 2018; Grande-Tovar, Chaves-Lopez, Serio, Rossi, & Paparella, 2018).\nTo the best of our knowledge, there are no relevant reports on the formulation of edible coatings using PTEO and EOs-loaded chitosan nanoparticles. Besides, no certain data are present in regard to the application of the edible active coating incorporated with EOs-loaded chitosan nanoparticles in ready-to-cook pork chops. This study aims to contribute to the development of bioactive packaging systems by adding PTEO-loaded chitosan nanoparticles into chitosan-based coating and investigation of its antioxidant and antimicrobial impacts on safety and quality attributes of ready-to-cook pork chops during refrigeration storage."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Chitosan powder of medium molecular weight (85–90% degree of deacetylation and Mw=200 kDa) and tripolyphosphate (TPP) were purchased from Sinopharm Chemical Reagent Co., Ltd. (Shanghai, China). Glacial acetic acid, Tween 80, sodium sulphate and sodium phosphate were purchased from Shanghai Jinshan Chemical Co., Ltd (Shanghai, China). The chemicals used were analytical grade."
    }, {
      "heading" : "2.1.1. Plant material and extraction",
      "text" : "The plant materials were collected in April 2018 from Luoyang Botanical Garden, Henan Province. The plant was identified by a pharmacognosy specialist at Henan university of traditional Chinese medicine. The samples were collected at full flowers and air-dried at room temperature (20–25 °C) in the shade.\nThe essential oil was isolated by steam distillation from the dried flowers for 4 h (steam was generated in a separate boiling flask), followed by exhaustive extraction of the condensate with ether, and\nremoval of the solvent under vacuum at low temperature. The oil was dried over anhydrous sodium sulphate and stored at 0–4 °C."
    }, {
      "heading" : "2.2. Preparation and characterization of CNPs loaded with PTEO",
      "text" : "The PTEO loaded chitosan nanoparticles (PTEO-CNPs) were prepared by ionic gelation method, modified from the ones reported by Ghaderi-Ghahfarokhi et al. (2016). Chitosan solution (3.2 mg/mL) was obtained by dissolving in acetic acid solution (1% (v/v)) using a magnetic stirrer at 60 °C for 45min. The undissolved chitosan particles were removed through paper filter (1-μm pore size). The pH of the chitosan solution was adjusted to 4.7–4.8 with 2N NaOH. Tween-80 (100mg) was mixed with the above solution (50mL) with constant stirring for 30min at 60 °C to form a uniform emulsion. 160mg PTEO was dissolved in 4mL ethanol and then was gradually dropped into the chitosan solution during continuous stirring at 1200 rpm for 30min to obtain chitosan:PTEO of 1:1 (w/w). After formation of a fine homogenization, TPP solution (1.87mg/mL, pH=4.0) was added dropwise into the chitosan/EO emulsion with mild agitation for 60min. The cross-linked NPs were collected by centrifugation for 20min at 9,000 rpm at room temperature. The supernatant of NPs was stored at 4 °C until use."
    }, {
      "heading" : "2.2.1. Determination of encapsulation efficiency",
      "text" : "Firstly, 200 μL of the PTEO-CNPs was incorporated with 5mL of HCL solution (2mol/L) and kept at boiling water bath for 30min. After addition of 2mL of ethanol to the cooled mixture, centrifugation was conducted at 9,000 rpm for 5min at room temperature. Then, the absorption spectrum of the supernatant was determined using wavelengths between 250 and 500 nm, in which covers a maximum absorption wavelength of 350 nm. The encapsulation efficiency of PTEOCNPs was calculated by the following equations (Keawchaoon & Yoksan, 2011):\n= ×EE% weight of loaded PTEO weight of initial PTEO 100"
    }, {
      "heading" : "2.2.2. Characterization of PTEO-CNPs",
      "text" : "The measurement of average particle size, polydispersity index (PDI) and zeta potential of PTEO-CNPs was conducted by dynamic light scattering (DLS) method using a Malvern Zetasizer Nano ZS (Malvern Instruments Ltd., Malvern, UK). To avoid multiple scatterings, the nanoparticles were dispersed uniformly in purified water prior to measurements. Refractive indices of 1.33 for water and 1.42 for NPs were used. Zeta potential was determined at an electric voltage 3.9 V under holder temperature of 25 °C. All the tests were performed in triplicate."
    }, {
      "heading" : "2.3. Preparation of coating solution",
      "text" : "Chitosan stock solution (2% w/v-was prepared by dissolving 2 g in 100mL of 1% (w/v acetic acid, and stirring for 6 h at 60 °C. In order to remove insoluble particles, the prepared chitosan solution was filtered with a Whatman No. 3 filter paper. To prepare chitosan coating solution incorporating free PTEO and PTEO-loaded nanoparticles, 0.5 g of glycerol/g chitosan and 0.1% v/v of Tween 60 were added in the chitosan solution with constant agitation for 1.5 h. Subsequently, free PTEO and PTEO-loaded nanoparticles, at a level of 1% v/v, were added into solution and stirred at 900 rpm at room temperature for 1 h. The obtained solution was used to form the edible coating on the surface of ready-tocook pork chops."
    }, {
      "heading" : "2.4. RTC pork chops preparing and packaging",
      "text" : "Pork meat (Longissimus thoracis et lumborum (LTL)) was purchased from a local meat factory (Luoyang, China) and transported to the lab\nunder the condition of 4 °C. The outer part of the pork was removed and the remaining meat was sliced into an amount of 100 ± 10 g approximately (10 cm×5 cm×2 cm). The marinade solution was prepared on the basis of Gao et al. (2015) with slight modifications. The composition of the marinade solution included sodium chloride (43 g/ L), black pepper powder (8.6 g/L), sodium pyrophosphate (4.0 g/L), sodium tripolyphosphate (2.3 g/L), and sodium hexametaphosphate (2.3 g/L). Then the prepared pork chops and marinade solution were blended together with a proportion of 100:35 (w/w) in a vacuum tumbler (ESK-125; Kakona GmbH, Kempten, Germany) (8 revolutions per minute) at 2 °C and 90% vacuum for 3 h. After tumbling treatment, all pork chops were drained away water and allowed the sample surface to dry for 30min in a bacteria-free operating environment.\nMeat samples were equally divided into following four groups: samples without coating (Control), samples coated with chitosan solution (CH), samples coated with chitosan solution containing PTEO (CHEO), and samples coated with chitosan solution containing PTEOloaded nanoparticles (CH-EONPs). The RTC pork chops were immersed into the corresponding coating solutions (CH, CH-EO or CH-EONPs) for 30 s. After immersion, the RTC pork chops were allowed to drip excess solution and dried on stainless steel racks at 25 °C for 15min. The coating process was repeated twice.\nBoth the control group and the coated groups were placed in sterile plastic trays and were enclosed with low-density polyethylene plastic films and refrigerated at 4 ± 1 °C for a period of 16 days. Three RTC samples from each four groups were analyzed at days 0, 1, 4, 7, 10, 13 and 16 of storage."
    }, {
      "heading" : "2.5. Microbiological analysis",
      "text" : "For microbial enumeration, 25 g of RTC pork chop samples was homogenized aseptically in a Stomacher blender (Stomacher 400 Circulator, Seward, UK) with 225mL of sterile saline for 1min. After that, the resulted homogenate was diluted serially by ten-fold in sterile physiological saline. 0.1 mL RTC pork chop serial dilutions was spread on the surface of corresponding media. At least three suitable dilutions were incubated. Each dilution was replicated three times. Enumerations of total viable counts (TVC) were conducted after incubating on plate count agar for 72 h at 30 °C. Determination of lactic acid bacteria (LAB) counts was carried out on deMan, Rogosa, and Sharpe after incubation at 32 °C for 48 h. Pseudomonas spp. was counted on Glutamat Starch Phenol Red agar at 30 °C for 48 h. The microbiological count results were indicated as log10 CFU (colony forming units) per gram of pork chop meat."
    }, {
      "heading" : "2.6. Thiobarbituric acid reactive substance (TBARS) determination",
      "text" : "To determine the TBARS values, the method of Ouattara et al. (2002) was followed. The reaction is based on the interaction of thiobarbituric acid and secondary products of lipid oxidation. In short, 10 g RTC pork chop was homogenized with 30mL of 7.5% TCA solution for 1min at 8,000 rpm. Then, the mixture was filtered and 5mL 20mmol/L TBA was added to 5mL of the resulting filtrate.\nThe mixture was then incubated in hot water (95 °C) for about 40min and subsequently refrigerated with tap water to room temperature. The absorbance of the reacted solution was measured at 532 nm. 1, 1, 3, 3-tetramethoxypropane (MDA) (0–10 μmol/L) was adopted to construct standard curve and TBARS values were indicated as mg of MDA equivalents per kg of meat."
    }, {
      "heading" : "2.7. pH",
      "text" : "To determine pH value, 10 g of meat sample was homogenized with 100mL of distilled water for 10 s at 13,000 rpm. Then the pH of the homogeneous mixture was determined by a digital pH meter (Vargas, Albors, & Chiralt, 2011)."
    }, {
      "heading" : "2.8. Evaluation of sensory attributes of RTC pork chops",
      "text" : "RTC pork chops were evaluated by ten semi-trained panelists from scientists of the food and bioengineering college, Henan University of Science and Technology. The members of sensory assessment panel had a background in meat evaluation and had knowledge of the sensory properties of low concentrations of PTEO. Sensory analysis was performed in sensory evaluation chambers under controlled conditions. A 5-point descriptive scale was adopted to study the sensory attributes of ‘color’, ‘odor’ and ‘overall acceptability’. 1 point was recognized as the worst (extremely unacceptable) and 5 point was recognized as the best (extremely acceptable). The sensory analysis was conducted on days 0, 7, 10, 13 and 16 of refrigerated storage. Fresh RTC pork chop samples were presented for each sensory analysis as reference samples. Shelf-life criteria recommended that an unacceptability would attain when the sensory attribute scores dropped below 3."
    }, {
      "heading" : "2.9. Statistical analysis",
      "text" : "All the studies were replicated twice and analytical data were collected in triplicate from each chemical and microbial assays. Statistical analysis was carried out using General Linear Model of the Statistix 8.1 software package (Analytical Software, St. Paul, MN, USA). ANOVA (analysis of variance) was used to analyze the data, and Tukey's test (at p < 0.05) was adopted to assess significant differences. Means and standard deviations were also calculated. Regression analysis was run to determine possible correlations between sensory quality and microbial growth for all samples during storage."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Physicochemical characterization of nanoparticles",
      "text" : "The encapsulation efficiency (%EE), zeta potential and polydispersity index (PDI) of prepared nanoparticles are shown in Table 1. In this study, the encapsulation efficiency of PTEO with CNPs was determined as 40.6%. In a similar study conducted by Feyzioglu and Tornuk (2016), summer savory essential oil was encapsulated with chitosan, and it was determined that the encapsulation efficiency changed with the chitosan-essential oil ratio. Further, the authors indicated the efficiency of encapsulation ranged from 35.0% to 40.70% which is similar to our study. Zeta potential served to measure the surface charge density of nanoemulsion system. It is well-known that nanoemulsions with zeta potential value greater than 30mV or smaller than −30 mV are generally considered a physically stable suspensions (Feyzioglu & Tornuk, 2016). A greater zeta potential value of nanoemulsions indicated a stronger electrostatic repulsion between dispersed droplets which is considered a better stability of dispersed nanoparticles (Shao et al., 2018; Sui et al., 2017). In this study, the CNPs and PTEO-CNPs were stable due to their high positive zeta potential values. This is due to the protonation of the chitosan amino groups. When PTEO was added into the CNPs, this charge decreased slightly. This might be an armor effect of the positive charges by coated PTEO, according to the studies of López-Meneses et al. (2018) and Sotelo-Boyás, Correa-Pacheco, Bautista-Baños, and Corona-Rangel (2017). In\na-b: Different letters in the same column indicate significant difference (p < 0.05) between the results.\naddition, Feyzioglu and Tornuk (2016) reported that the zeta potential was decreased as summer savory essential oil was encapsulated into CNPs obtained by ionic gelation method. The zeta potential has been considered as an important parameter for the research on the particles properties which determines the particle stability and antibacterial potential (Du, Xu, Xu, & Fan, 2008).\nThe mean particle diameters of CNPs and PTEO-CNPs were measured by Zetasizer (Table 1). The average particle size of CNPs was 136 nm and PTEO-CNPs showed an average diameter of 185 nm. It was observed that the particle size of PTEO-CNPs slightly increased comparing to the size of CNPs (p < 0.05). The increase in the particle size is connected with the interaction of essential oil with components of the CNPs or the adsorption of essential oil. Similar results have been obtained when encapsulating essential oils, whereas the average sizes of nanoparticles were different depending upon the experimental conditions and preparation technique (López-Meneses et al., 2018; SoteloBoyás et al., 2017)."
    }, {
      "heading" : "3.2. Microbial stability",
      "text" : "Changes in TVC, LAB, and Pseudomonus spp. of RTC pork chops, including C (control), CH (chitosan coated), CH–EO (chitosan + PTEO coated), and CH–EONPs (chitosan + PTEO-loaded nanoparticles coated) during 16 days of refrigerated storage were presented in Fig. 1.\nThe TVC in control samples exceeded 7.0 log CFU/g after 10 days of storage, which is the upper limit of acceptability recommended by (ICMSF, 1986) for fresh meat (Fig. 1A). CH, CH-EO and CH-EONPs coating samples had significantly (p < 0.05) lower TVC during 16 days of storage period, as compared to the control (uncoated) samples. TVC exceeded the limit value at 13 day of storage for chitosan coated samples (CH) and at 16 day of storage for chitosan coating containing PTEO samples (CH-EO), respectively, whereas chitosan coating containing PTEO-loaded nanoparticles samples (CH-EONPs) contained TVC (4.94 log CFU/g) below the microbiological thresholds after 16 days of storage period. The obtained results indicate that the application of chitosan coatings in the RTC pork chop slowed the microorganism growth compared with control samples. The most acceptable antimicrobial mechanism of chitosan has been ascribed to the ionic interactions of charged groups in the polymer backbone with bacteria wall constituents (Goy, Morais, & Assis, 2016).\nCompared with the uncoated control samples, CH-EO or CH-EONPs treatments extended the microbiological shelf-life of RTC pork chop from 6 to 9 days at 4 °C. This could be attributed to the antimicrobial action of polyphenol compounds content of PTEO, especially apigenin which has been investigated to have moderate antioxidant and antimicrobial activity (Kaur, Wong, Southall, & Mahmood, 2015).\nFig. 1 also revealed that the CH-EONPs presented a slightly lower antimicrobial activity than the CH-EO at the initial time (p < 0.05). The initial bacterial growth can be controlled by free EO. However, with the extension of storage time, the interactions of EO released from nanoparticles with bacterial cells improved the antibacterial potential of CH-EONPs. As shown in Fig. 1A, CH-EONPs coating showed a sustained and consistent antibacterial activity or inhibition of microbial growth on RTC pork chops during the storage period compared with the chitosan coating containing free EO. The nano-range size of encapsulated EOs enhances the surface area of unit volume, therefore, they interact more effectively with biochemical and structural attribute of microbes causing cell death (Gupta, Eral, Hatton, & Doyle, 2016). In addition, encapsulating materials are capable to enhance the stability and dispersability of EOs and transport them to specific sites. Furthermore, the EOs might work synergistically with antimicrobial nanomaterials (chitosan), thereby increased the antimicrobial activity of encapsulated EOs (Prakash et al., 2018). Some other reports have indicated that nanoencapsulation improved the antimicrobial and antioxidant activity of EOs because it could protect EOs from degradation and improve their stability and solubility (Katouzian & Jafari, 2016;\nPabast et al., 2018). Pseudomonas spp. are generally considered as one of the major spoilage bacteria in raw meat that is stored aerobically under chilling conditions (Arfat, Benjakul, Vongkamjan, Sumpavapol, & Yarnpakdee, 2015). As Fig. 1B represents, the pseudomonads counts for samples with edible coatings were significantly lower than control (p < 0.05). All treatments possessed a similar antimicrobial effect. Overall inhibitory effect depends on the microflora sensitivity and the samples preservation time. Pseudomonads are strictly aerobic microorganisms that can only survive in the presence of oxygen. Therefore, coating\ntreatments along with active compounds acted as a good barrier, inhibited the growth of pseudomonads. Among the coating treatments, CH-EONPs had the best inhibitory effect on Pseudomonas spp. during the storage. The pseudomonads counts for RTC samples coated with CH-EONPs were sustained under 5 log CFU/g until day 16 of storage. Similar results were reported by Pabast et al. (2018), who observed a significant inhibition of Pseudomonas spp. counts in lamb meat treated with chitosan coating incorporating with nano-encapsulated Satureja essential oil during 4 °C storage for 20 days.\nThe LAB counts of the control samples increased from 2.13 log CFU/ g to 7.14 log CFU/g after 16 storage days (Fig. 1C). CH-EO and CHEONPs coating treatments resulted in a decrease in LAB counts by 2.15 and 2.61 log CFU/g (p < 0.05) respectively at the end of storage. The results are consistent with other reports investigating antimicrobial effect of different EOs. In other research, Hu et al. (2017) reported that the use of low density polyethylene films coated with nanoencapsulated cinnamon essential oil decreased the final LAB counts in chilled pork meat stored at 4 °C.\nOn the whole, the use of edible coating in RTC pork chops inhibited the microorganism growth, and coating containing encapsulated PTEO showed the best effect on extending the shelf-life of refrigerated RTC pork chop. Other studies also showed that nanoencapsulation of EOs exhibited enhanced antibacterial activity and bioavailability (Beyki et al., 2014; Jamil et al., 2016; Zhaveh et al., 2015). This could be attributed to the advantages of nanoencapsulation such as allowing better dispersion in water, controlled release, improved stability, with reduced or no negative sensory effects on food. Hence, nanoencapsulation of EOs and bioactive compounds could enhance their effectiveness and be used as safer food preservatives."
    }, {
      "heading" : "3.3. Lipid oxidation",
      "text" : "Lipid oxidation in meat products leads to quality deterioration such as off-flavors/odors, which is particularly important for the shelf-life of muscle foods. Oxidative rancidity level in stored RTC pork chops was determined by TBARS assay. The effects of CH, CH-EO, and CH-EONPs coating on TBARS values of RTC pork chops during refrigerated storage are presented in Fig. 2. The initial TBARS value for uncoated control samples was about 0.31mg MDA/kg meat, which increased rapidly to 2.14mg at day 16. As compared with control, three kinds of chitosan coated samples showed significant reduction in TBARS values after 16 days storage, which indicated the antioxidant properties of chitosan\ncoatings. The protective effect of chitosan coating against lipid oxidation could be attributed to the metal ions chelation activity of chitosan and the interaction of residual amino groups of chitosan with volatile aldehydes such as malondialdehyde to form a stable fluorosphere (Kanatt, Rao, Chawla, & Sharma, 2013; Yen, Yang, & Mau, 2008). Furthermore, the chitosan coated on the surface of meat samples could act as a barrier to reduce the oxygen diffusion rate and consequently lipid oxidation (Fang, Lin, Warner, & Ha, 2018).\nAddition of PTEO to chitosan coating protected RTC pork chops from oxidation. RTC pork chops coated with CH-EO solution displayed significantly lower TBARS value (p < 0.05) during storage compared with CH coated samples. The major constitutes of P. Tomentosa flower EOs were flavonoids compounds (accounting for about 3.83%), especially apigenin which exhibited strong antioxidant activity by radical scavenging (Kaur et al., 2015). Meng, Guo, Zhu, and Jing (2014) reported that the ethanol extract of Paulownia tomentosa flowers had excellent free radical scavenging activity.\nOur results demonstrated that CH-EONPs coating treatment could effectively inhibit lipid oxidation, maintaining TBARS values below 1.25mg/kg at the end of storage. It could be deduced that encapsulation plays important role in enhancing stability of essential oils, protecting from degradation and evaporation during the entire storage. In this regard, M. Ghaderi-Ghahfarokhi, Barzegar, Sahari, Ahmadi Gavlighi, and Gardini (2017) reported that encapsulation has the potency to improve antioxidant and antimicrobial activity of cinnamon essential oil. The improved biological activities and physical-chemical stability of the nanoparticles-loaded EOs would contribute to reducing the concentration of essential oil for application in food preservation."
    }, {
      "heading" : "3.4. pH",
      "text" : "Fig. 3 shows the changes of pH in different groups during 16 days storage under refrigeration. The initial pH of coated samples was lower than the uncoated control sample, which is in agreement with Mojaddar Langroodi et al. (2018). The coating of chitosan solution onto the surface of RTC pork chop samples caused the decrease of pH values (p < 0.05), probably attributed to the acetic acid contained in chitosan solution. The pH values of all samples continuously elevated during the storage, and the pH of control group elevated obviously, achieved 1.22 units after 16 days storage. Whereas pH values of RTC pork chop coated with CH, CH-EO, and CH-EONPs increased much less compared with\ncontrol group (p < 0.05), likely attributed to the acetic acid and active compounds existed in the coating solution. Similar results obtained from chitosan coating treatment were reported by Mojaddar Langroodi et al. (2018) for beef steak and Fang et al. (2018) for fresh pork. The elevation of pH values attributed to the accumulation of alkaline compounds and bacterial metabolites produced from amino acid degradation and microorganism growth (Van Haute, Raes, Van der Meeren, & Sampers, 2016). There were no significant differences between the pH values of RTC pork chop samples coated with CH-EO and CH-EONPs (p > 0.05) which showed a similar preservative effect on substrate decomposition and microbial growth."
    }, {
      "heading" : "3.5. Sensory evaluation",
      "text" : "Changes of sensory properties of RTC pork chops are shown in Table 2. All organoleptic properties of uncoated and coated samples were significantly associated with the storage time (p < 0.05). The control RTC pork chops attained unacceptable color scores after day 7. The lower color acceptability score of 3.17 was obtained for samples coated with only chitosan solution after 10 days. The color score of CHEO coated samples decreased to 3.07 at day 13 of storage. CH-EONPs coating treatment significantly delayed discoloration in RTC pork chops. Only a lighter discoloration was observed on the CH-EONPs coated samples at day 13 of storage. The color scores of CH-EONPs coated samples still maintained above 3 at the end of the storage.\nThe off-odor development in meat was primarily associated with lipid oxidation products and microbial spoilage. All coating treatments delayed off-odor development. Chitosan coating samples received\nunacceptable odor scores after 10 days. Lower odor score of 3.10 at day 13 for CH-EO samples was relevant well to higher TBARS values and microbial numbers. However, the odor scores of the samples treated with CH-EONPs were higher than 3 at the end of storage. This might be due to slow release of PTEO from nanoparticles.\nThe control RTC pork chops showed unacceptable overall scores after day 7. The lower overall acceptance score of 3 was achieved for CH coated samples after 10 days. The CH-EO coated samples decreased to a score of 3.17 at day 13 of storage. CH-EONPs coating treatment significantly delayed overall acceptance score declining in RTC pork chops. Higher overall acceptability score of 3.40 was gained at the end of storage for CH-EONPs samples. The result of sensory evaluation was consistent with the results of TBARS, pH, and microbiological analysis of RTC pork chops. According to Pabast et al. (2018) chitosan coatings containing nano-encapsulated Satureja khuzestanica essential oil extended the shelf-life of lamb meat and also improved sensory attributes. In addition, Ghaderi-Ghahfarokhi et al. (2017) reported that addition of cinnamon essential oil-incorporated chitosan nanoparticles to beef patties showed good preservative properties and improved the consumer acceptability as compared to free essential oil group.\nThe data shown in Table 3 indicates the results of linear regression analyses between microbial growth (TVC, Psueodomonus spp. and LAB) and sensory scores (color, odor and overall acceptability) during storage. Correlations between sensory scores and microbial growth for all samples were strongly inversely correlated (r=−0.8403 to −0.9857 and p < 0.0001). The strong correlations of sensory scores with microbial growth indicate the suitability of sensory characteristics as spoilage indicators of RTC pork chops. Similar findings have been reported for seafood, where a strong relationship between TVC and sensory quality (R 2= 0.94) was observed (Fuentes-Amaya, Munyard, Fernandez-Piquer, & Howieson, 2016). Also, Churchill, FernandezPiquer, Powell, and Tamplin (2016) reported that there was a significant negative correlation (R2= 0.93) between Psueodomonus spp. counts and sensory quality of Atlantic salmon stored from 0 to 15 °C."
    }, {
      "heading" : "4. Conclusion",
      "text" : "PTEO was successfully encapsulated with chitosan nanoparticles to sustain the stability and improve the bioactivity. Our results indicated that nano-encapsulated PTEO blended with chitosan coating on the surface of RTC pork chops can play active roles in inhibition of lipid oxidation and microbiological growth, extension of shelf-life, as well as reservation of the quality properties during refrigerated storage. Compared to control group, all coating treatments decreased microbial counts significantly. On the whole, chitosan coating containing encapsulated-PTEO led to an enhanced antimicrobial effect on RTC pork chops, especially after 4 days of storage, compared with coating\na-d: Different letters in the same column indicate significant difference (p < 0.05) between the results.\n*p < 0.0001.\ncontaining free EO. At the same time, RTC pork chops coated with chitosan solution containing PTEO-loaded nanoparticles showed the best lipid oxidation stability, which could be attributable to sustained release of PTEO nanoparticles. These results suggest that chitosan solution blended with PTEO-loaded nanoparticles can be exploited as a natural active packaging to preserve meat products.\nConflicts of interest\nThe authors declared no conflict of interest."
    }, {
      "heading" : "Acknowledgements",
      "text" : "We thank Accdon for its linguistic assistance during the preparation of this manuscript. This study was supported by the Major Science and Technology Projects of Henan (grant no. 161100110800-06)."
    } ],
    "references" : [ {
      "title" : "Shelf-life extension of refrigerated sea bass slices wrapped with fish protein isolate/ fish skin gelatin-ZnO nanocomposite film incorporated with basil leaf essential oil",
      "author" : [ "Y.A. Arfat", "S. Benjakul", "K. Vongkamjan", "P. Sumpavapol", "S. Yarnpakdee" ],
      "venue" : "Journal of Food Science & Technology,",
      "citeRegEx" : "Arfat et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Arfat et al\\.",
      "year" : 2015
    }, {
      "title" : "Enhancement of agricultural produce quality and storability using citral-based edible coatings; the valuable effect of nanoemulsification in a solid-state delivery on fresh-cut melons model",
      "author" : [ "H. Arnon-Rips", "R. Porat", "E. Poverenov" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Arnon.Rips et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Arnon.Rips et al\\.",
      "year" : 2019
    }, {
      "title" : "Synergistic effect of sodium chlorite and edible coating on quality maintenance of minimally processed citrus grandis under passive and active MAP",
      "author" : [ "Z. Ban", "J. Feng", "W. Wei", "X. Yang", "J. Li", "J Guan" ],
      "venue" : "Journal of Food Science,",
      "citeRegEx" : "Ban et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Ban et al\\.",
      "year" : 2015
    }, {
      "title" : "Effect of pomegranate juice dipping and chitosan coating enriched with Zataria multiflora Boiss essential oil on the shelf-life of chicken meat during refrigerated storage",
      "author" : [ "B. Bazargani-Gilani", "J. Aliakbarlu", "H. Tajik" ],
      "venue" : "Innovative Food Science & Emerging Technologies,",
      "citeRegEx" : "Bazargani.Gilani et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Bazargani.Gilani et al\\.",
      "year" : 2015
    }, {
      "title" : "Encapsulation of Mentha piperita essential oils in chitosan–cinnamic acid nanogel with enhanced antimicrobial activity against Aspergillus flavus",
      "author" : [ "M. Beyki", "S. Zhaveh", "S.T. Khalili", "T. Rahmani-Cherati", "A. Abollahi", "M. Bayat", "A. ... Mohsenifar" ],
      "venue" : "Industrial Crops and Products,",
      "citeRegEx" : "Beyki et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Beyki et al\\.",
      "year" : 2014
    }, {
      "title" : "Development and performance of whey protein active coatings with Origanum virens essential oils in the quality and shelf life improvement of processed meat products",
      "author" : [ "M.D. Catarino", "J.M. Alves-Silva", "R.P. Fernandes", "M.J. Gonçalves", "L.R. Salgueiro", "Henriques", "M. F" ],
      "venue" : "Food Control,",
      "citeRegEx" : "Catarino et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Catarino et al\\.",
      "year" : 2017
    }, {
      "title" : "Microbial and sensorial models for head-on and gutted (HOG) Atlantic Salmon (Salmo salar) stored from 0 to 15 °C",
      "author" : [ "O.J. Churchill", "J. Fernandez-Piquer", "S.M. Powell", "M.L. Tamplin" ],
      "venue" : "Food Microbiology,",
      "citeRegEx" : "Churchill et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Churchill et al\\.",
      "year" : 2016
    }, {
      "title" : "Microbiological, physicochemical and sensory characteristics of Turkish fermented sausages (sucuk) coated with chitosan-essential oils",
      "author" : [ "E. Demirok Soncu", "B. Arslan", "D. Ertürk", "S. Küçükkaya", "N. Özdemir", "A. Soyer" ],
      "venue" : "Lebensmittel-Wissenschaft und -Technologie- Food Science and Technology,",
      "citeRegEx" : "Soncu et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Soncu et al\\.",
      "year" : 2018
    }, {
      "title" : "Preparation, characterization and antibacterial properties against E. coli K(88) of chitosan nanoparticle loaded copper",
      "author" : [ "W.L. Du", "Y.L. Xu", "Z.R. Xu", "C.L. Fan" ],
      "venue" : "ions. Nanotechnology,",
      "citeRegEx" : "Du et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Du et al\\.",
      "year" : 2008
    }, {
      "title" : "Mechanical, structural and physical aspects of chitosan-based films as antimicrobial dressings",
      "author" : [ "A.A. Escárcega-Galaz", "D.I. Sánchez-Machado", "J. López-Cervantes", "A. Sanches-Silva", "T.J. Madera-Santana", "P. Paseiro-Losada" ],
      "venue" : "International Journal of Biological Macromolecules,",
      "citeRegEx" : "Escárcega.Galaz et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Escárcega.Galaz et al\\.",
      "year" : 2018
    }, {
      "title" : "Effect of gallic acid/chitosan coating on fresh pork quality in modified atmosphere packaging",
      "author" : [ "Z. Fang", "D. Lin", "R.D. Warner", "M. Ha" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Fang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Fang et al\\.",
      "year" : 2018
    }, {
      "title" : "Development of chitosan nanoparticles loaded with summer savory (Satureja hortensis L.) essential oil for antimicrobial and antioxidant delivery applications. Lebensmittel-Wissenschaft und -Technologie",
      "author" : [ "G.C. Feyzioglu", "F. Tornuk" ],
      "venue" : "Food Science and Technology,",
      "citeRegEx" : "Feyzioglu and Tornuk,? \\Q2016\\E",
      "shortCiteRegEx" : "Feyzioglu and Tornuk",
      "year" : 2016
    }, {
      "title" : "Sensory, microbiological and chemical changes in vacuum-packaged blue spotted emperor (Lethrinus sp), saddletail snapper (Lutjanus malabaricus), crimson snapper (Lutjanus erythropterus), barramundi (Lates calcarifer) and atlantic salmon (Salmo salar) fillets stored at 4 °C",
      "author" : [ "L.F. Fuentes-Amaya", "S. Munyard", "J. Fernandez-Piquer", "J. Howieson" ],
      "venue" : "Food Sciences and Nutrition,",
      "citeRegEx" : "Fuentes.Amaya et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Fuentes.Amaya et al\\.",
      "year" : 2016
    }, {
      "title" : "Effect of different tumbling marinade treatments on the water status and protein properties of prepared pork chops",
      "author" : [ "T. Gao", "J. Li", "L. Zhang", "Y. Jiang", "L. Song", "R. Ma", "G. ... Zhou" ],
      "venue" : "Journal of the Science of Food and Agriculture,",
      "citeRegEx" : "Gao et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Gao et al\\.",
      "year" : 2015
    }, {
      "title" : "Chitosan-cinnamon essential oil nano-formulation: Application as a novel additive for controlled release and shelf life extension of beef patties",
      "author" : [ "M. Ghaderi-Ghahfarokhi", "M. Barzegar", "M.A. Sahari", "H. Ahmadi Gavlighi", "F. Gardini" ],
      "venue" : "International Journal of Biological Macromolecules,",
      "citeRegEx" : "Ghaderi.Ghahfarokhi et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Ghaderi.Ghahfarokhi et al\\.",
      "year" : 2017
    }, {
      "title" : "Nanoencapsulation approach to improve antimicrobial and antioxidant activity of thyme essential oil in beef burgers during refrigerated storage",
      "author" : [ "M. Ghaderi-Ghahfarokhi", "M. Barzegar", "M.A. Sahari", "M.H. Azizi" ],
      "venue" : "Food and Bioprocess Technology,",
      "citeRegEx" : "Ghaderi.Ghahfarokhi et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Ghaderi.Ghahfarokhi et al\\.",
      "year" : 2016
    }, {
      "title" : "Evaluation of the antimicrobial activity of chitosan and its quaternized derivative on E. coli and S. aureus growth",
      "author" : [ "R.C. Goy", "S.T.B. Morais", "O.B.G. Assis" ],
      "venue" : "Revista Brasileira de Farmacognosia,",
      "citeRegEx" : "Goy et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Goy et al\\.",
      "year" : 2016
    }, {
      "title" : "Chitosan coatings enriched with essential oils: Effects on fungi involved in fruit decay and mechanisms of action",
      "author" : [ "C.D. Grande-Tovar", "C. Chaves-Lopez", "A. Serio", "C. Rossi", "A. Paparella" ],
      "venue" : "Trends in Food Science & Technology,",
      "citeRegEx" : "Grande.Tovar et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Grande.Tovar et al\\.",
      "year" : 2018
    }, {
      "title" : "Controlling and predicting droplet size of nanoemulsions: Scaling relations with experimental validation",
      "author" : [ "A. Gupta", "H.B. Eral", "T.A. Hatton", "P.S. Doyle" ],
      "venue" : "Soft Matter,",
      "citeRegEx" : "Gupta et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Gupta et al\\.",
      "year" : 2016
    }, {
      "title" : "Paulownia as a medicinal tree: Traditional uses and current advances",
      "author" : [ "T. He", "B. Vaidya", "Z. Perry", "P. Parajuli", "N. Joshee" ],
      "venue" : "European Journal of Medicinal Plants,",
      "citeRegEx" : "He et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "He et al\\.",
      "year" : 2016
    }, {
      "title" : "Formation and optimization of chitosan-nisin microcapsules and its characterization for antibacterial activity",
      "author" : [ "Y. Hu", "T. Wu", "C. Wu", "S. Fu", "C. Yuan", "S. Chen" ],
      "venue" : "Food Control,",
      "citeRegEx" : "Hu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Hu et al\\.",
      "year" : 2017
    }, {
      "title" : "Encapsulation of cardamom essential oil in chitosan nano-composites: In-vitro efficacy on antibiotic-resistant bacterial pathogens and cytotoxicity studies",
      "author" : [ "B. Jamil", "R. Abbasi", "S. Abbasi", "M. Imran", "S.U. Khan", "A. Ihsan", "M. ... Imran" ],
      "venue" : "Frontiers in Microbiology,",
      "citeRegEx" : "Jamil et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Jamil et al\\.",
      "year" : 2016
    }, {
      "title" : "Antiviral activity of Paulownia tomentosa against enterovirus 71 of hand, foot, and mouth disease",
      "author" : [ "P. Ji", "C. Chen", "Y. Hu", "Z. Zhan", "W. Pan", "R. Li", "G. ... Yang" ],
      "venue" : "Biological and Pharmaceutical Bulletin,",
      "citeRegEx" : "Ji et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Ji et al\\.",
      "year" : 2015
    }, {
      "title" : "Antimicrobial and physical properties of chitosan films incorporated with turmeric extract",
      "author" : [ "Z. Kalaycıoğlu", "E. Torlak", "G. Akın-Evingür", "İ. Özen", "F.B. Erim" ],
      "venue" : "International Journal of Biological Macromolecules,",
      "citeRegEx" : "Kalaycıoğlu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Kalaycıoğlu et al\\.",
      "year" : 2017
    }, {
      "title" : "Effects of chitosan coating on shelf-life of ready-to-cook meat products during chilled storage. LebensmittelWissenschaft und -Technologie",
      "author" : [ "S.R. Kanatt", "M.S. Rao", "S.P. Chawla", "A. Sharma" ],
      "venue" : "Food Science and Technology,",
      "citeRegEx" : "Kanatt et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Kanatt et al\\.",
      "year" : 2013
    }, {
      "title" : "Nano-encapsulation as a promising approach for targeted delivery and controlled release of vitamins",
      "author" : [ "I. Katouzian", "S.M. Jafari" ],
      "venue" : "Trends in Food Science & Technology,",
      "citeRegEx" : "Katouzian and Jafari,? \\Q2016\\E",
      "shortCiteRegEx" : "Katouzian and Jafari",
      "year" : 2016
    }, {
      "title" : "Paulownia tomentosa (princess tree) extract reduces DNA damage and induces DNA repair processes in skin cells",
      "author" : [ "S. Kaur", "H.K. Wong", "M.D. Southall", "K. Mahmood" ],
      "venue" : null,
      "citeRegEx" : "Kaur et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Kaur et al\\.",
      "year" : 2015
    }, {
      "title" : "Preparation, characterization and in vitro release study of carvacrol-loaded chitosan nanoparticles",
      "author" : [ "L. Keawchaoon", "R. Yoksan" ],
      "venue" : "Colloids and Surfaces B: Biointerfaces,",
      "citeRegEx" : "Keawchaoon and Yoksan,? \\Q2011\\E",
      "shortCiteRegEx" : "Keawchaoon and Yoksan",
      "year" : 2011
    }, {
      "title" : "Schinus molle L. essential oil-loaded chitosan nanoparticles: Preparation, characterization, antifungal and antiaflatoxigenic properties",
      "author" : [ "A.K. López-Meneses", "M. Plascencia-Jatomea", "J. Lizardi-Mendoza", "D. Fernández-Quiroz", "F. Rodríguez-Félix", "Mouriño-Pérez", "R. R" ],
      "venue" : "Lebensmittel-Wissenschaft und -Technologie- Food Science and Technology,",
      "citeRegEx" : "López.Meneses et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "López.Meneses et al\\.",
      "year" : 2018
    }, {
      "title" : "Energy balance and economic benefits of two agroforestry systems in northern and southern China",
      "author" : [ "J. Lu" ],
      "venue" : "Agriculture, Ecosystems & Environment,",
      "citeRegEx" : "Lu,? \\Q2006\\E",
      "shortCiteRegEx" : "Lu",
      "year" : 2006
    }, {
      "title" : "Chitosan thymol nanoparticles improve the antimicrobial effect and the water vapour barrier of chitosan-quinoa protein films",
      "author" : [ "E. Medina", "N. Caro", "L. Abugoch", "A. Gamboa", "M. Díaz-Dosque", "C. Tapia" ],
      "venue" : "Journal of Food Engineering,",
      "citeRegEx" : "Medina et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Medina et al\\.",
      "year" : 2019
    }, {
      "title" : "Analysis of antioxidant properties and major components of the extract of Paulownia tomentosa steud flowers",
      "author" : [ "Z.F. Meng", "X.F. Guo", "Y. Zhu", "S.K. Jing" ],
      "venue" : "Advanced Materials Research,",
      "citeRegEx" : "Meng et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Meng et al\\.",
      "year" : 2014
    }, {
      "title" : "Effects of sumac extract dipping and chitosan coating enriched with Zataria multiflora Boiss oil on the shelf-life of meat in modified atmosphere packaging",
      "author" : [ "A. Mojaddar Langroodi", "H. Tajik", "T. Mehdizadeh", "M. Moradi", "E. Moghaddas Kia", "A. Mahmoudian" ],
      "venue" : "Lebensmittel-Wissenschaft und -Technologie- Food Science and Technology,",
      "citeRegEx" : "Langroodi et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Langroodi et al\\.",
      "year" : 2018
    }, {
      "title" : "Antimicrobial and antioxidant efficiency of nanoemulsion-based edible coating containing ginger (Zingiber officinale) essential oil and its effect on safety and quality attributes of chicken breast fillets",
      "author" : [ "S. Noori", "F. Zeynali", "H. Almasi" ],
      "venue" : "Food Control,",
      "citeRegEx" : "Noori et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Noori et al\\.",
      "year" : 2018
    }, {
      "title" : "Microbiological and biochemical characteristics of ground beef as affected by gamma irradiation, food additives and edible coating film",
      "author" : [ "B. Ouattara", "M. Giroux", "R. Yefsah", "W. Smoragiewicz", "L. Saucier", "J Borsa" ],
      "venue" : "Radiation Physics and Chemistry,",
      "citeRegEx" : "Ouattara et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Ouattara et al\\.",
      "year" : 2002
    }, {
      "title" : "Effects of chitosan coatings incorporating with free or nano-encapsulated Satureja plant essential oil on quality characteristics of lamb meat",
      "author" : [ "M. Pabast", "N. Shariatifar", "S. Beikzadeh", "G. Jahed" ],
      "venue" : "Food Control,",
      "citeRegEx" : "Pabast et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Pabast et al\\.",
      "year" : 2018
    }, {
      "title" : "Antioxidant and antimicrobial properties of encapsulated guava leaf oil in hydroxypropyl-beta-cyclodextrin",
      "author" : [ "J. Rakmai", "B. Cheirsilp", "J.C. Mejuto", "J. Simal-Gándara", "A. Torrado-Agrasar" ],
      "venue" : "Industrial Crops and Products,",
      "citeRegEx" : "Rakmai et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Rakmai et al\\.",
      "year" : 2018
    }, {
      "title" : "Edible alginate-based coating as carrier of antimicrobials to improve shelf-life and safety of fresh-cut melon",
      "author" : [ "R.M. Raybaudi-Massilia", "J. Mosqueda-Melgar", "O. Martín-Belloso" ],
      "venue" : "International Journal of Food Microbiology,",
      "citeRegEx" : "Raybaudi.Massilia et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Raybaudi.Massilia et al\\.",
      "year" : 2008
    }, {
      "title" : "Use of antimicrobial nanoemulsions as edible coatings: Impact on safety and quality attributes of fresh-cut Fuji apples",
      "author" : [ "L. Salvia-Trujillo", "M.A. Rojas-Graü", "R. Soliva-Fortuny", "O. Martín-Belloso" ],
      "venue" : "Postharvest Biology and Technology,",
      "citeRegEx" : "Salvia.Trujillo et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Salvia.Trujillo et al\\.",
      "year" : 2015
    }, {
      "title" : "Edible active coatings incorporated with Cinnamomum cassia and Myristica fragrans essential oils to improve shelf-life of minimally processed apples",
      "author" : [ "Santos", "S.M.d", "G.R.P. Malpass", "M.H. Okura", "A.C. Granato" ],
      "venue" : "Ciência Rural,",
      "citeRegEx" : "Santos et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Santos et al\\.",
      "year" : 2018
    }, {
      "title" : "Eugenol-chitosan nanoemulsions by ultrasound-mediated emulsification: Formulation, characterization and antimicrobial activity",
      "author" : [ "Y. Shao", "C. Wu", "T. Wu", "Y. Li", "S. Chen", "C Yuan" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Shao et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Shao et al\\.",
      "year" : 2018
    }, {
      "title" : "Physicochemical, antimicrobial and antioxidant properties of chitosan/TEMPO biocomposite packaging films",
      "author" : [ "B. Soni", "B. Mahmoud", "S. Chang", "E.M. El-Giar", "E.B. Hassan" ],
      "venue" : "Food Packaging and Shelf Life,",
      "citeRegEx" : "Soni et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Soni et al\\.",
      "year" : 2018
    }, {
      "title" : "Impact of ultrasonic",
      "author" : [ "S. Bi", "B. Qi", "Z. Wang", "M. Zhang", "Y Li" ],
      "venue" : null,
      "citeRegEx" : "Sui et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Sui et al\\.",
      "year" : 2017
    }, {
      "title" : "The effect of cinnamon",
      "author" : [ "K. Raes", "P. Van der Meeren", "I. Sampers" ],
      "venue" : null,
      "citeRegEx" : "Haute et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Haute et al\\.",
      "year" : 2016
    }, {
      "title" : "Application of chitosan-sunflower oil edible",
      "author" : [ "M. 025. Vargas", "A. Albors", "A. Chiralt" ],
      "venue" : null,
      "citeRegEx" : "03",
      "shortCiteRegEx" : "03",
      "year" : 2011
    }, {
      "title" : "Antioxidant properties of chitosan from crab",
      "author" : [ "1016/j.profoo.2011.09.007. Yen", "M.-T", "Yang", "J.-H", "Mau", "J.-L" ],
      "venue" : null,
      "citeRegEx" : "Yen et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Yen et al\\.",
      "year" : 2008
    }, {
      "title" : "Chitosan films and coatings containing essential oils",
      "author" : [ "G. 05.003. Yuan", "X. Chen", "D. Li" ],
      "venue" : null,
      "citeRegEx" : "2008",
      "shortCiteRegEx" : "2008",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 13,
      "context" : "As a kind of convenient and fresh meat product, refrigerated RTC boneless pork chops are very popular among Chinese consumers (Gao et al., 2015).",
      "startOffset" : 126,
      "endOffset" : 144
    }, {
      "referenceID" : 29,
      "context" : "Paulownia Tomentosa is a fast-growing deciduous tree belonging to the Scrophulariaceae family that are diffusely distributed throughout the northeast, east, central and northwest of China (Lu, 2006) and used as the traditional Chinese medicine to treat infectious diseases, such as gonorrhea and erysipelas (Ji et al.",
      "startOffset" : 188,
      "endOffset" : 198
    }, {
      "referenceID" : 22,
      "context" : "Paulownia Tomentosa is a fast-growing deciduous tree belonging to the Scrophulariaceae family that are diffusely distributed throughout the northeast, east, central and northwest of China (Lu, 2006) and used as the traditional Chinese medicine to treat infectious diseases, such as gonorrhea and erysipelas (Ji et al., 2015).",
      "startOffset" : 307,
      "endOffset" : 324
    }, {
      "referenceID" : 5,
      "context" : "The incorporation of bioactive agents into edible coatings onto the product surface is effective not only in regulating the release of active substances, but also in improving the function of edible coatings (Catarino et al., 2017).",
      "startOffset" : 208,
      "endOffset" : 231
    }, {
      "referenceID" : 2,
      "context" : "Moreover, active edible coating can show potential synergistic antimicrobial activities and act as a barrier for water, gas exchange and oxidation reactions during storage, further delaying food spoilage (Ban et al., 2015).",
      "startOffset" : 204,
      "endOffset" : 222
    }, {
      "referenceID" : 38,
      "context" : "Different studies have shown that adding antibacterial nanoemulsions to bio-based edible coatings can play significant roles in prolonging the shelf-life of fresh-cut fruits (Arnon-Rips, Porat, & Poverenov, 2019; Raybaudi-Massilia, MosquedaMelgar, & Martín-Belloso, 2008; Salvia-Trujillo et al., 2015).",
      "startOffset" : 174,
      "endOffset" : 301
    }, {
      "referenceID" : 9,
      "context" : "The development and application of chitosan have increased remarkably due to its abundant resources, non-toxic, broad-spectrum antibacterial properties, good biocompatibility and biodegradability (Escárcega-Galaz et al., 2018; Soni, Mahmoud, Chang, El-Giar, & Hassan, 2018).",
      "startOffset" : 196,
      "endOffset" : 273
    }, {
      "referenceID" : 30,
      "context" : "Furthermore, as edible films and coatings material, chitosan can change the storage microenvironment and reduce water evaporation (Kalaycıoğlu, Torlak, Akın-Evingür, Özen, & Erim, 2017; Medina et al., 2019).",
      "startOffset" : 130,
      "endOffset" : 206
    }, {
      "referenceID" : 14,
      "context" : "The PTEO loaded chitosan nanoparticles (PTEO-CNPs) were prepared by ionic gelation method, modified from the ones reported by Ghaderi-Ghahfarokhi et al. (2016). Chitosan solution (3.",
      "startOffset" : 126,
      "endOffset" : 160
    }, {
      "referenceID" : 29,
      "context" : "Pork meat (Longissimus thoracis et lumborum (LTL)) was purchased from a local meat factory (Luoyang, China) and transported to the lab H. Zhang, et al. LWT - Food Science and Technology 116 (2019) 108580",
      "startOffset" : 92,
      "endOffset" : 197
    }, {
      "referenceID" : 13,
      "context" : "The marinade solution was prepared on the basis of Gao et al. (2015) with slight modifications.",
      "startOffset" : 51,
      "endOffset" : 69
    }, {
      "referenceID" : 34,
      "context" : "To determine the TBARS values, the method of Ouattara et al. (2002) was followed.",
      "startOffset" : 45,
      "endOffset" : 68
    }, {
      "referenceID" : 40,
      "context" : "A greater zeta potential value of nanoemulsions indicated a stronger electrostatic repulsion between dispersed droplets which is considered a better stability of dispersed nanoparticles (Shao et al., 2018; Sui et al., 2017).",
      "startOffset" : 186,
      "endOffset" : 223
    }, {
      "referenceID" : 42,
      "context" : "A greater zeta potential value of nanoemulsions indicated a stronger electrostatic repulsion between dispersed droplets which is considered a better stability of dispersed nanoparticles (Shao et al., 2018; Sui et al., 2017).",
      "startOffset" : 186,
      "endOffset" : 223
    }, {
      "referenceID" : 11,
      "context" : "In a similar study conducted by Feyzioglu and Tornuk (2016), summer savory essential oil was encapsulated with chitosan, and it was determined that the encapsulation efficiency changed with the chitosan-essential oil ratio.",
      "startOffset" : 32,
      "endOffset" : 60
    }, {
      "referenceID" : 28,
      "context" : "This might be an armor effect of the positive charges by coated PTEO, according to the studies of López-Meneses et al. (2018) and Sotelo-Boyás, Correa-Pacheco, Bautista-Baños, and Corona-Rangel (2017).",
      "startOffset" : 98,
      "endOffset" : 126
    }, {
      "referenceID" : 28,
      "context" : "This might be an armor effect of the positive charges by coated PTEO, according to the studies of López-Meneses et al. (2018) and Sotelo-Boyás, Correa-Pacheco, Bautista-Baños, and Corona-Rangel (2017). In",
      "startOffset" : 98,
      "endOffset" : 201
    }, {
      "referenceID" : 28,
      "context" : "Similar results have been obtained when encapsulating essential oils, whereas the average sizes of nanoparticles were different depending upon the experimental conditions and preparation technique (López-Meneses et al., 2018; SoteloBoyás et al., 2017).",
      "startOffset" : 197,
      "endOffset" : 251
    }, {
      "referenceID" : 11,
      "context" : "addition, Feyzioglu and Tornuk (2016) reported that the zeta potential was decreased as summer savory essential oil was encapsulated into CNPs obtained by ionic gelation method.",
      "startOffset" : 10,
      "endOffset" : 38
    }, {
      "referenceID" : 35,
      "context" : "Some other reports have indicated that nanoencapsulation improved the antimicrobial and antioxidant activity of EOs because it could protect EOs from degradation and improve their stability and solubility (Katouzian & Jafari, 2016; Pabast et al., 2018).",
      "startOffset" : 205,
      "endOffset" : 252
    }, {
      "referenceID" : 4,
      "context" : "Other studies also showed that nanoencapsulation of EOs exhibited enhanced antibacterial activity and bioavailability (Beyki et al., 2014; Jamil et al., 2016; Zhaveh et al., 2015).",
      "startOffset" : 118,
      "endOffset" : 179
    }, {
      "referenceID" : 21,
      "context" : "Other studies also showed that nanoencapsulation of EOs exhibited enhanced antibacterial activity and bioavailability (Beyki et al., 2014; Jamil et al., 2016; Zhaveh et al., 2015).",
      "startOffset" : 118,
      "endOffset" : 179
    }, {
      "referenceID" : 32,
      "context" : "Similar results were reported by Pabast et al. (2018), who observed a significant inhibition of Pseudomonas spp.",
      "startOffset" : 33,
      "endOffset" : 54
    }, {
      "referenceID" : 19,
      "context" : "In other research, Hu et al. (2017) reported that the use of low density polyethylene films coated with nanoencapsulated cinnamon essential oil decreased the final LAB counts in chilled pork meat stored at 4 °C.",
      "startOffset" : 19,
      "endOffset" : 36
    }, {
      "referenceID" : 26,
      "context" : "83%), especially apigenin which exhibited strong antioxidant activity by radical scavenging (Kaur et al., 2015).",
      "startOffset" : 92,
      "endOffset" : 111
    }, {
      "referenceID" : 26,
      "context" : "83%), especially apigenin which exhibited strong antioxidant activity by radical scavenging (Kaur et al., 2015). Meng, Guo, Zhu, and Jing (2014) reported that the ethanol extract of Paulownia tomentosa flowers had excellent free radical scavenging activity.",
      "startOffset" : 93,
      "endOffset" : 145
    }, {
      "referenceID" : 26,
      "context" : "83%), especially apigenin which exhibited strong antioxidant activity by radical scavenging (Kaur et al., 2015). Meng, Guo, Zhu, and Jing (2014) reported that the ethanol extract of Paulownia tomentosa flowers had excellent free radical scavenging activity. Our results demonstrated that CH-EONPs coating treatment could effectively inhibit lipid oxidation, maintaining TBARS values below 1.25mg/kg at the end of storage. It could be deduced that encapsulation plays important role in enhancing stability of essential oils, protecting from degradation and evaporation during the entire storage. In this regard, M. Ghaderi-Ghahfarokhi, Barzegar, Sahari, Ahmadi Gavlighi, and Gardini (2017) reported that encapsulation has the potency to improve antioxidant and antimicrobial activity of cinnamon essential oil.",
      "startOffset" : 93,
      "endOffset" : 689
    }, {
      "referenceID" : 32,
      "context" : "The initial pH of coated samples was lower than the uncoated control sample, which is in agreement with Mojaddar Langroodi et al. (2018). The coating of chitosan solution onto the surface of RTC pork chop samples caused the decrease of pH values (p < 0.",
      "startOffset" : 113,
      "endOffset" : 137
    }, {
      "referenceID" : 31,
      "context" : "Similar results obtained from chitosan coating treatment were reported by Mojaddar Langroodi et al. (2018) for beef steak and Fang et al.",
      "startOffset" : 83,
      "endOffset" : 107
    }, {
      "referenceID" : 10,
      "context" : "(2018) for beef steak and Fang et al. (2018) for fresh pork.",
      "startOffset" : 26,
      "endOffset" : 45
    }, {
      "referenceID" : 33,
      "context" : "According to Pabast et al. (2018) chitosan coatings containing nano-encapsulated Satureja khuzestanica essential oil extended the shelf-life of lamb meat and also improved sensory attributes.",
      "startOffset" : 13,
      "endOffset" : 34
    }, {
      "referenceID" : 14,
      "context" : "In addition, Ghaderi-Ghahfarokhi et al. (2017) reported that addition of cinnamon essential oil-incorporated chitosan nanoparticles to beef patties showed good preservative properties and improved the consumer acceptability as compared to free essential oil group.",
      "startOffset" : 13,
      "endOffset" : 47
    } ],
    "year" : 2019,
    "abstractText" : "The aims of this study were to prepare a natural active chitosan coating loaded with nano-encapsulated Paulownia Tomentosa essential oils (PTEO) and to investigate the effects of the coating treatments on lipid oxidation, microbial growth, and sensory attributes of ready-to-cook (RTC) pork chops over a 16-day storage at 4 °C. PTEO-incorporated chitosan nanoparticles (PTEO-CNPs) with the mean diameter of 185 nm were prepared by the ionic gelation method. Zeta potential, encapsulation efficiency (EE) and polydispersity index of nanoparticles were 41.3 mV, 40.6% and 0.67, respectively. The results of coating of RTC pork chops indicated that all coating treatments could effectively decrease the microbial growth and chemical spoilage of samples compared to the control (p < 0.05) during the storage. Encapsulation contributed to the sustained release of PTEO and resulted in an enhanced antimicrobial, antioxidant activity and sensory attributes. The study suggests that nanoencapsulated PTEO-based edible chitosan coating can be a prospective active packaging for prolonging the shelflife of RTC pork chops.",
    "creator" : "Elsevier"
  }
}