{
  "name" : "downloads_2020-07-12_53_ali2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Characterization and deployment of surface-engineered chitosan-triethylenetetramine nanocomposite hybrid nano-adsorbent for divalent cations decontamination",
    "authors" : [ "Nisar Ali", "Adnan Khan", "Shahid Nawaz", "Muhammad Bilal", "Sumeet Malik", "Syed Badshah", "Hafiz M.N. Iqbal" ],
    "emails" : [ "nisarali@hyit.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nInternational Journal of Biological Macromolecules\nj ourna l homepage: ht tp : / /www.e lsev ie r .com/ locate / i jb iomac\nCharacterization and deployment of surface-engineered chitosantriethylenetetramine nanocomposite hybrid nano-adsorbent for divalent cations decontamination\nNisar Ali a,⁎, Adnan Khan b, Shahid Nawaz c, Muhammad Bilal d,⁎, Sumeet Malik b, Syed Badshah e, Hafiz M.N. Iqbal f\na Key Laboratory for Palygorskite Science and Applied Technology of Jiangsu Province, National & Local Joint Engineering Research Center for Deep Utilization Technology of Rock-salt Resource, Faculty of Chemical Engineering, Huaiyin Institute of Technology, Huaian 223003, China b Institute of Chemical Sciences, University of Peshawar, Khyber Pakhtunkhwa 25120, Pakistan c Department of Chemistry, University of Agriculture Faisalabad, Faisalabad 38000, Pakistan d School of Life Science and Food Engineering, Huaiyin Institute of Technology, Huaian 223003, China e Institute of Chemical Sciences, Gomal University, D. I. Khan, Khyber Pakhtunkhwa 25120, Pakistan f Tecnologico de Monterrey, School of Engineering and Sciences, Campus Monterrey, Ave. Eugenio Garza Sada 2501, CP 64849 Monterrey, N.L., Mexico\n⁎ Corresponding authors. E-mail addresses: nisarali@hyit.edu.cn (N. Ali), bilalua\nhttps://doi.org/10.1016/j.ijbiomac.2020.02.218 0141-8130/© 2020 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 28 January 2020 Received in revised form 15 February 2020 Accepted 19 February 2020 Available online 20 February 2020\nKeywords: Chitosan Triethylenetetramine Nanocomposite Functionalization Characterization Sorption\nThe latency of toxic cations in the ecosystemposes serious ecological problems due to its bioaccumulation potential and toxicity to living organisms. The effective removal of these wastewater cations releasing from multiindustries is a bottleneck issue. Therefore, an attempt has beenmade to design a suitable sorbent for cations sorption from the aqueous environment. The chitosan biopolymer was modified with triethylenetetramine to incorporate active sites in the polymeric sequence to boost up its cations sorption capacity. Triethylenetetramine molecule anchoring chitosan (CH-TET) was authenticated through elemental assay, Fourier-transform infrared spectroscopy and 13C NMR in solid-state, scanning electron microscopy and thermal analysis. The sorption of lead (1.94 mmol g−1), copper (2.79 mmol g−1) and nickel (1.53 mmol g−1) was carried out using the functionalized chitosan from aqueous solution, which showed higher sorption capacity for lead and copper than the pristine chitosan in terms of Langmuir sorption isotherm. To scrutinize the mechanism of sorption and energy of interaction between sorbent and sorbate, Langmuir, Temkin, and Freundlich isotherm models were used for sorption study. The Langmuir model showed the best fitting to the results based on lower error function values and a higher correlation coefficient (R2). It can be concluded that the triethylenetetramine-modified chitosan might be considered as an effective sorbent for cations removal from industrial wastewater.\n© 2020 Elsevier B.V. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Biopolymers have emerged as an inevitable segment in our daily life because of their wide applications in the fields of automobiles, medicine, aviation, hardware, bundling, ferroelectrics, nourishment, metaphysics, etc. [1,2]. The synthetic polymers are non-degradable causing adverse impacts on the ecosystem [3]. In this way, the substitution of non-degradable polymers by the judicious biopolymers has gained a lot of interest. For example, chitin, cellulose, poly amino acids, and chitosan are being used as alternatives tomanufactured polymers in different applications [4–6]. Chitosan is more effective compared to the other biopolymers due to its biodegradability, nitrogen abundance, crystalline nature, ion flow property, and maximal stability. Chitosan, a\nf@hotmail.com (M. Bilal).\nfundamental straight biopolymer, is composed of 2-amino-2-deoxy-Dglucopyranose components joined by 1, 4-glycosidic linkages produced upon chitin'sN-deacetylation in the basic surrounding [7–12]. The reactive amino groups of chitosan allow specific chemical alterations that account for several significant applications [13–18].\nChitosan holds a prominent place amidst the cheap sorbents as a green sorbent. Chitosan, being cationic polysaccharide, is available in numerous forms for different properties with numerous advantages such as wide availability, biocompatibility and the existence of various reactive groups [19,20]. The chitosan's amine, hydroxyl groups are significant due to their sorption capacity, since they can react with substantial metal ions in wastewater by a chelation system. Nevertheless, unmodified forms of chitosan have poor mechanical abilities [21,22]. A green approach towards increasing chitosan's efficiency is themodification with different materials to improve its biocompatibility and sorption capacity along with mechanical stability. Despite an array of\nbenefits, the utilization of chitosan presents some drawbacks such as disintegration, poor porous structure, and least synthetic and mechanical stability [23]. Thus, a fewmodifications can be performed to enhance its sorbent capabilities [24].\nCations such as copper (Cu), lead (Pb) and nickel (Ni) are substantially incorporated into the water as pollutants. These are discharged into the environment through effluents from chemical, medicine, leather, dyes, cell enterprises, pesticides, and fertilizer industries [26] and cause a variety of diseases like anxiety, kidney and liver deterioration, metabolic issue and contractions [27–29]. In this way, the eradication of toxic metals from the aqueous surroundings is of prime significance because of their persistent nature and easy transfer. Different strategies have been applied to remove these toxic metals from wastewater, including bio-sorption, chemical or physical sorption, bioreduction, electrochemical procedures, ion exchange, and membrane partition methods [30–34]. Sorption is an advantageous strategy to recover metals from wastewater because it is modest, proficient and no synthetic reagents are required for cations in the industrial waste [35]. The present study aimed at improving chitosan's sorption capacity by creating different functionalities and enhanced properties. The pristine and functional sorbentswere analyzed through Fourier transmission infrared spectroscopy (FTIR), 13C NMR in solid-state and scanning electron microscopy (SEM). The enhancement of the sorption capability of pristine and functionalized chitosan was assessed in a batch process [36]."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Triethylenetetramine (Aldrich), nickel, lead and copper nitrates (Vetec), and ethanol (Synth) used were of high purity grade. Primex Ingredients A.S. (Norway) provided chitosan with a degree of deacetylation of 78% as identified by FTIR analysis [37]. The chemicals of analytical grade were used without any additional treatment.\n2.2. Synthesis of modified chitosan\nThe attachment of Lewis basic sites in the chitosan (CH) is essential to increase the cations sorption capacity of biopolymer from aqueous solution. Benign modification of chitosan was performed in a reaction with glycidyl methacrylate (gly) using an environmentally friendly solvent (water) [38,39]. This was carried out by suspending 4.0 g of chitosan in 200mLwater in 250mL capacity round bottom flask and agitated at 353 K for 15 min. Afterward, 2.65 mL of glycidyl methacrylate was dropwise added andmechanically stirred for 2 h. After reaction completion, the intermediate product (CH-gly) was filtered and then repeatedly rinsed with water followed by ethanol. The product (CH-gly) was then dried at 318 K for 6 h in a vacuum [39]. The CH-gly (4.0 g) was suspended in a 250-mL flask containing 150 mL of ethanol with constant stirring at 333 K. Then triethylenetetramine (TET) (2.98 mL) was gradually added under continuous stirring. One mL of catalyst (triethylamine) was also added to this suspension and kept for 72 h for reaction completion. The product (CH-TET) was filtered, rinsed and dried using the same procedure as in the first step and indicated in Fig. 1.\n2.3. Characterization of pristine and modified chitosan derivative\nPerkin Elmer PE 2400 model elemental analyzer, Bomem Spectrophotometer, MB-series, in 4000–400 cm−1 range having 4 cm−1 of the resolution, by applying Fourier transformation with KBr pellets by accumulating 32 scans. Bruker AC 300/P spectrometer utilizing CP/ MAS approach was followed for the 13C NMR spectrum. The computations were obtained at 75.47 MHz frequency, alongside 4 kHz magic angle spinning, 5 s pulse repetition and 1 ms contact time. Shimadzu\nTGA 50 apparatus protected in inert surrounding using argon (Ar) was used at a flow rate of 30 cm3 s−1 with a heating rate of 0.167 K s−1. Perkin Elmer 3000 DV ICP-OES apparatus for employed for cations sorption [40]."
    }, {
      "heading" : "2.4. Sorption experimentation",
      "text" : "Sorption investigationwas performedusing a batchmethod to interpret the decontamination ability of the chitosan and modified material for divalent cations nickel, copper and lead keeping the same experimental conditions. The experiment was preceded by taking 20 mg of CH-TET in a series of polyethylene flask. Metal solution (25.0 mL) with the concentration (7.0 × 10−4 to 2.0 × 10−3 moldm−3) was added to these flasks and agitated for 24 h at 298 ± 1 K until isothermal saturation. The sorbent was isolated through a solution of the supernatant using decantation. The sample obtained from the filtrate was analyzed through ICP-OES to find out the amount of cations sorbed on sorbate. The Eq. (1)was applied to determine the amount of cations (mmol g−1) sorbed in the process.\nNf ¼ ni−ns m\nð1Þ\n“ni” indicates the initial solution concentration and the concentration of cations in the supernatant at equilibrium is denoted by “ns”. While the amount of cations sorbed is presented by “Nf” and “m” indicate the mass of the sorbent applied [38]. The most common sorption isotherm including the Langmuir, the Temkin and the Freundlich models in the linear and nonlinear regression analysis were applied for sorption procedure."
    }, {
      "heading" : "3. Results and discussion",
      "text" : "The two steps modification of chitosan yield a different material (CH-TET) with a high number of Lewis basic centers having elevated sorption capacity for divalent cations nickel, lead and copper from the liquid medium. Synthesis of novel entity had been analyzed through the elemental analyzer, FTIR and 13C NMR in solid-state, TGA and scanning electron microscopy."
    }, {
      "heading" : "3.1. Elemental analysis",
      "text" : "The insertion of new active sites for cations in raw chitosan was determined in terms of nitrogen, carbon and C/N ratio using the elemental analyzer as can be seen in Table 1. The presence and amount Lo of mentioned elements in chitosan and new material CH-TET were estimated with the help of Eq. (2). The unmodified chitosan with 78% of degree of deacetylation showed an increase in the carbon quantity and decreased was observed in the nitrogen content due to the incorporation of glycidyl methacrylate molecule, which results in the increase of C/N ratio as shown in Table 1. Triethylenetetramine molecule attachment in the second step showed an increased amount of nitrogen and the carbon content decreased as demonstrated in Table 1. The C/N ratio also increased to 5.92 mmol g−1 in the CH-TET confirms the insertion of new sites for cations sorption from aqueous medium.\nL0 ¼ %ElementX10Atomic mass of element ð2Þ"
    }, {
      "heading" : "3.2. Infrared spectroscopy",
      "text" : "The presence of functional groups in the pristine and modified biopolymerwas determined by comparing the FTIR spectra of both thematerials. A broad typical band for OH/NH2 stretching vibrations was observed in 3405 cm−1 in the spectrum of chitosan (Fig. 2). At 2916\nStep 1\nStep 2\nO\nO\nO\nCH3\nO O\nHO\nO\nOH\nNH2\nO\nHO\nO H3C\nO O\nHO\nO\nOH\nNH\nMethanol 72h\nEt 3 N, 333K\n+ N N\nH\nNH2 H2N\nH\nO\nHO\nO H3C\nO O\nHO\nO\nOH\nNH\nN\nN\nH\nNH H2N\nH\nO\nHO\nO H3C\nO O\nHO\nO\nOH\nNH\nWater\n353 K 4 h\nFig. 1. Proposed reaction mechanism for modified chitosan (CH-TET).\nand 2877 cm−1, the two bands were observed for the stretching vibrations of the C\\\\H bond. The band showed the presence of amide appeared at 1655 cm−1. Similarly, the band at 1592 cm−1 and 1426 cm−1 revealed the N\\\\H bond and OH group of primary alcohol. At 1419 and 1379 cm−1, the CH3 group showed a deformation pattern. At 1076 cm−1, carbon 1 and 4 and the C\\\\O bond showed the βglycosidic linkage [39]. The chitosan CH-gly presented some new bands in its spectrum along with distinctive chitosan bands. The stretching vibrations of double bond vinyl carbon were displayed at 1635 cm−1. The carbonyl of glycidyl methacrylate also displayed a band at 1719 cm−1 [41]. In the spectrum of CH-TET, the band for carbon double bond 1635 cm−1 was disappeared gives an idea of chemical anchoring of triethylenetetramine molecule to intermediate product CHgly [42]."
    }, {
      "heading" : "250 200 150 100 50 0 -50",
      "text" : "Chemical shift (ppm)\nCH\nCH-TET\nFig. 3. Carbon NMR spectra in solid-state of chitosan and chemically modified chitosan."
    }, {
      "heading" : "3.3. Nuclear magnetic resonance",
      "text" : "The 13C NMR spectroscopy in solid-state is used to verify the characteristic structure of the final product. It is used to verify components of the matrix of the material studied and additional molecules attached to thepolymeric chain of the chitosan. TheNMR spectrumof chitosan (CH) indicated five distinctive peaks endorsed C1, C2, C4, C6, and C3/C5 in 105, 58, 84, 62 and 75 ppm. The methyl and carbonyl carbon indicated peaks at 175 and 23 ppm, because of incomplete deacetylation of chitin as represented in Fig. 3. Two peaks at 137 and 128 ppm was observed for the double bond of vinyl carbon of glycidyl methacrylate molecule (CH-gly) [39]. In addition, its carbonyl carbon andmethyl group showed peaks at 169 and 19 ppm, respectively, in the 13C NMR spectrum in solid state [43]. The final modification of the intermediate was done with triethylenetetramine molecule and its anchoring to the intermediate was confirmed by the disappearance of peaks of vinyl carbons at 128 and 137 ppm leading to the formation of the final product [39,41]."
    }, {
      "heading" : "3.4. Thermogravimetry analysis",
      "text" : "The CH showed a two-step thermal degradation profile from 326 to 350 K indicated in thermal gravimetric curves as shown in Fig. 4. During the first step, a mass loss of 9% of the biopolymer occurs with the maximum peak that appeared at 335 K as displayed by the TG analysis of chitosan [43]. This decrease in the mass of biopolymer results due to the removal of water as a moisture/physically sorbed on the surface. The polymeric backbone of the biopolymer chitosan indicated degradation from 551 to 601 Kwith loss of mass of 57% and themaximum peak\n300 400 500 600 700 800 900 1000 1100 1200 20\n40\n60\n80\n100\nTemperature (K)\nM as\ns ( %\n)\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\nD T\nG (%\n/K )\nFig. 4. Thermogravimetric and derivative curves for chitosan (CH).\nwas shown in 570 K that can be observed in Fig. 4. After anchoring the triethylenetetramine (CH-TET), the degradation profile shifted to higher values and appeared from 329 to 352 K in the first stage. The higher value was seen at 334 K with a loss of mass of 5% as represented in Fig. 5. The next event that occurred from 551 to 601 K and the greater mass loss of 69% was demonstrated at 569 K. This is because of the rupturing of hydrogen bonding among the polymeric chains of chitosan\nwhen triethylenetetramine molecule was inserted in polymeric backbone. The greater mass loss of CH-TET confirms the Lewis basic centers insertion in chitosan polymeric backbone as shown in Fig. 5."
    }, {
      "heading" : "3.5. Scanning electron microscopy",
      "text" : "Fig. 6a portrayed that the SEM images of pristine biopolymer displayed smooth surface, whereas themodified chitosan CH-TET demonstrated rough and uneven surface as shown in Fig. 6b. The CH-TET surface has elongated bunches along the surface exposing higher active sites to divalent cations for sorption, which results in high sorption\n(a)\n(c)\n0.0 0.5 1.0 1.5 2.0 2 0.4\n0.6\n0.8\n1.0\n1.2\n1.4\n1.6\nCs (mmol dm-3)\nN f (\nm m\nol g\n-1 )\nN f (\nm m\nol g\n-1 )\n0 5 10 15 20 25 30\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n3.0\nCs (mmol dm-3)\nN f (\nm m\nol g\n-1 )\n0\n2\n4\n6\n8\n10\n12\nC s/\nN f (\ng dm\n-3 )\nFig. 7. Experimental and linearized Langmuir sorption isotherms of chemic\ncapacity of modified chitosan towards selected cations from aqueous solution.\n3.6. Sorption study\nThe enhancement of the sorption ability of lead, copper, and nickel onmodified chitosan CH-TETwas explored by carrying out comparative sorption on chitosan (CH) and CH-TET as detailed in Table 2. The results showed that CH-TET exhibited themaximal sorption ability of these cations than chitosan (Ni2+ 1.29 mmol g−1, Cu2+ 1.19 mmol g−1, Pb2+ 1.40mmol g−1) utilizing Langmuir sorption isotherm. The newmaterial\n(b)\n.5 3.0 3.5 4.0 0.0\n0.5\n1.0\n1.5\n2.0\n2.5\nC s/\nN f (\ng dm\n-3 )\n0 2 4 6 8 10\n0.6\n0.8\n1.0\n1.2\n1.4\n1.6\n1.8\n2.0\nCs (mmol dm-3)\n0\n1\n2\n3\n4\n5\n6\nC s/\nN f (\ng dm\n-3 )\nally modified chitosan (CH-TET) for copper (a) lead (b) and (c) nickel.\nshowed higher sorption capability for copper (2.79 mmol g−1) as compared to other cations as illustrated in Fig. 7(a), (b) and (c) for copper, lead and nickel, respectively. The modified material has a high number of borderline nitrogen basic centers, which has a high affinity with the copper borderline cations according to Pearson's concept. Therefore, this results in increased sorption of copper from a liquid solution. The sorption ofmetal ions is higher at neutral pH due to the formation of coordinate covalent bonds between metal ions and CH-TET. At pH below 7.0, the hydrogen ions concentration increases, which competes with positive metal ions to be attached to basic centers. Hence, most of the chelating sites are occupied by the hydrogen ions thus decreases sorption capacity [42]."
    }, {
      "heading" : "3.6.1. Sorption isotherms",
      "text" : "Themetal ions settlingupon the surface of the sorbent is analyzed by employing the most commonly used isotherms, which are the Temkin, the Langmuir, and the Freundlich isotherms. The sorption data were interpreted using the Langmuir isotherm in various linearized forms as shown in Table S1 [38]. The Langmuir model considers the single layer formation on the surface of the sorbent. The metal ions sorbed on the surface are shown by Nf (mmol g−1), the equilibrium concentration of metal ions is represented by Cs (mg dm−3) and Ns (mmol g−1) shows the highest sorption capacity of the sorbent. The interaction energy between the metal ions and the sorbent surface is represented as b (g mmol−1). The isothermal parameters achieved from the different linearized forms of Langmuir equation are given in Table 2 and the Langmuir sorption isotherms and linearized forms are shown in Fig. 7. The maximal value of correlation coefficient (r2) and the smaller value of the standard error (SE) and chi-square (χ2) for the Langmuir model\n0 5 10 15 20 25 30 0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n3.0\nN f (\nm m\nol g\n)\nCs (mmol dm-3)\na\n0.0 0.5 1.0 1.5 0.4\n0.6\n0.8\n1.0\n1.2\n1.4\n1.6\n1.8\nN f (\nm m\nol g\n- )\nCs\nc\n-1\n1\nFig. 8. Sorption isotherms of copper (a), lead (b) nickel (c) Exp (■), Langmuir I\nshowing better fit to the experimental data (Table 2) [44,45]. The four different types of Langmuir isotherms are demonstrated in Fig. 8(a), (b) and (c) for the cations sorbed. The Freundlich isotherm shows the heterogeneous and multilayer sorption of metal ions on the sorbent as shown in Table S1. The Nf (mmol g−1) is the quantity of cations sorbed and Cs (mg dm−3) is metal ions' equilibrium concentrations. The Freundlich constant Kf (mmol g−1) and n is the heterogeneity factor, respectively [46]. The Freundlich model indicated a lower value of correlation coefficient (R2) and higher error functions (SE, χ2) values showing the least fitting to sorption data as displayed in Fig. 9(a), (b) and (c) for copper, lead and nickel, respectively.\nThe indirect interaction between sorbent and sorbate, the heat of sorption of the sorbedmolecule on the surface, which decreases linearly with coverage of the surface is the basic assumption of the Temkin model as shown in Table S1. Where KT (mmoldm−3) and nT is the Temkin constants, b represent the heat of sorption and can be determined from Eq. (3).\nnT ¼ RTb ð3Þ\nTheTemkin sorption isotherm showed the lower value of correlation coefficient (r2) and higher value of error function as shown in Table 2, fitting least to sorption data. The lesser value of error functions standard error (SE), chi-square test (χ2) and greater correlation coefficient (r2) for the Langmuir model indicate a better fit to experimental data [47,48]. The nonlinear form of all isothermal models showed lower error function fitting better to experimental data than linearized form as shown in Fig. 10(a), (b) and (c).\n0 2 4 6 8 10\n0.6\n0.8\n1.0\n1.2\n1.4\n1.6\n1.8\n2.0\nN f (\nm m\nol g\n- 1 )\nCs (mmol dm-3)\nb\n2.0 2.5 3.0 3.5 4.0\n(mmol dm-3)\n(●), Langmuir II (▲), Langmuir III (▼) and Langmuir IV (◄) at 298 ± 1 K."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In this work, the sorption of lead, nickel, and copper from aqueous solution has been carried out with chitosan modified using triethylenetetramine. The modification leads to chemical changes in the biopolymer chitosan and provided excellent sorption capacity for the divalent metal ions. The modified material showed a high chemical affinity for copper, which is because of the presence of a high number of amino groups on the biopolymer chain. The best fitting of the Langmuir model among others to experimental data was selected based on the greater value of correlation coefficient and lower error function values. In conclusion, the newly developed chitosan material (CH-TET) has a great ability for the decontamination of metal ions from wastewater.\nSupplementary data to this article can be found online at https://doi. org/10.1016/j.ijbiomac.2020.02.218.\nDeclaration of competing interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgments",
      "text" : "All listed authors greatly acknowledge their representative departments and universities for the financial support and analytical services used in this study."
    } ],
    "references" : [ {
      "title" : "Regeneration of chitosan-based adsorbents for eliminating dyes from aqueous solutions",
      "author" : [ "M. Vakili", "S. Deng", "L. Shen", "D. Shan", "D. Liu", "G. Yu" ],
      "venue" : "Sep. Purif. Rev. 48 (1) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "F",
      "author" : [ "M.E. Peralta", "R. Nisticò" ],
      "venue" : "Franzoso, G.Magnacca, L. Fernandez, M.E. Parolo, E.G. León, L. Carlos, Highly efficient removal of heavy metals from waters by magnetic chitosan-based composite, Adsorption 25 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Preparation",
      "author" : [ "Q. Li", "B. Xu", "L. Zhuang", "X. Xu", "G. Wang", "X. Zhang", "J. Chen", "Y. Tang" ],
      "venue" : "characterization, adsorption kinetics and thermodynamics of chitosan adsorbent grafted with a hyperbranched polymer designed for Cr (VI) removal, Cellulose 25 (6) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Design and processing aspects of polymer and composite materials, Green and Sustainable AdvancedMaterials",
      "author" : [ "H.M. Iqbal", "T. Rasheed", "M. Bilal" ],
      "venue" : "Processing and Characterization,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Bio-based biopolymers and their potential applications for bioand non-bio sectors, Handbook of Biopolymers",
      "author" : [ "M. Bilal", "H.M. Iqbal" ],
      "venue" : "Advances andMultifaceted Applications 2018,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2018
    }, {
      "title" : "A review on applications of chitosan-based Schiff bases",
      "author" : [ "R. Antony", "T. Arun", "S.T.D. Manickam" ],
      "venue" : "Int. J. Biol. Macromol. 129 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Synthesis and characterization of biopolymers functionalized with APTES (3– aminopropyltriethoxysilane) for the adsorption of sunset yellow dye",
      "author" : [ "V.V. Lima", "F.B. Dalla Nora", "E.C. Peres", "G.S. Reis", "É. Lima", "M.L. Oliveira", "G.L. Dotto" ],
      "venue" : "J. Environ. Chem. Eng. 7 (5) ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Delignification of lignocellulose biomasses by alginate–chitosan immobilized laccase produced from Trametes versicolor IBL-04",
      "author" : [ "M. Asgher", "A. Wahab", "M. Bilal", "H.M. Iqbal" ],
      "venue" : "Waste Biomass Valoriz. 9 (11) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Synthesis and adsorption properties of chitosan-CDTA-GO nanocomposite for removal of hexavalent chromium from aqueous solutions",
      "author" : [ "M.E. Ali" ],
      "venue" : "Arab. J. Chem. 11 (7) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Insight into adsorption mechanism of lead (II) from aqueous solution by chitosan loaded MnO2 nanoparticles",
      "author" : [ "V.P. Dinh", "N.C. Le", "L.A. Tuyen", "N.Q. Hung", "V.D. Nguyen", "N.T. Nguyen" ],
      "venue" : "Mater. Chem. Phys. 207 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Photocatalytic degradation of alizarin yellow in aqueousmedium and real samples using chitosan conjugated tinmagnetic nanocomposites",
      "author" : [ "H. Khan", "A.K. Khalil", "A. Khan" ],
      "venue" : "J. Mater. Sci. Mater. Electron. 30 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Dialdehydecarboxymethyl cellulose cross-linked chitosan for the recovery of palladium and platinum from aqueous solution",
      "author" : [ "T.G. Asere", "S. Mincke", "K. Folens", "F.V. Bussche", "L. Lapeire", "K. Verbeken", "P.V.D. Voort", "D.A. Tessema", "G.D. Laing", "V. Christian", "C.V. Stevens" ],
      "venue" : "React. Funct. Polym. 141 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Removal of pharmaceuticals by novel magnetic genipin-crosslinked chitosan/graphene oxide-SO3H composite",
      "author" : [ "Y. Liu", "R. Liu", "M. Li", "F. Yu", "C. He" ],
      "venue" : "Carbohydr. Polym. 220 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Biogenic nanoparticle–chitosan conjugates with antimicrobial",
      "author" : [ "M. Bilal", "Y. Zhao", "T. Rasheed", "I. Ahmed", "S.T. Hassan", "M.Z. Nawaz", "H. Iqbal" ],
      "venue" : "antibiofilm, and anticancer potentialities: development and characterization, Int. J. Environ. Res. Public Health 16 (4) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Enhanced copper adsorption by DTPA-chitosan/alginate composite beads: mechanism and application in simulated electroplating wastewater",
      "author" : [ "Y. Huang", "H. Wu", "T. Shao", "X. Zhao", "H. Peng", "Y. Gong", "H. Wan" ],
      "venue" : "Chem. Eng. J. 339 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Magnetic xanthate modified chitosan as an emerging adsorbent for cationic azo dyes removal: kinetic",
      "author" : [ "B. Tanhaei", "A. Ayati", "M. Sillanpää" ],
      "venue" : "thermodynamic and isothermal studies, Int. J. Biol. Macromol. 121 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Enhancing catalytic functionality of Trametes versicolor IBL-04 laccase by immobilization on chitosan microspheres",
      "author" : [ "M. Asgher", "S. Noreen", "M. Bilal" ],
      "venue" : "Chem. Eng. Res. Des. 119 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "J",
      "author" : [ "F. Xiao" ],
      "venue" : "Cheng,W. Cao, C. Yang, J. Chen, Z. Luo, Removal of heavymetals from aqueous solution using chitosan-combinedmagnetic biochars, J. Colloid Interface Sci. 540 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Adsorptive removal of Pb (II) by means of hydroxyapatite/chitosan nanocomposite hybrid nanoadsorbent: ANFIS modeling and experimental study",
      "author" : [ "A. Sadeghizadeh", "F. Ebrahimi", "M. Heydari", "M. Tahmasebikohyani", "F. Ebrahimi", "A. Sadeghizadeh" ],
      "venue" : "J. Environ. Manag. 232 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Enhanced Pb removal by anionic surfactant bilayer anchored on chitosan bead surface",
      "author" : [ "P. Pal", "A. Pal" ],
      "venue" : "J. Mol. Liq. 248 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Design of a new integrated chitosan- PAMAM dendrimer biosorbent for heavy metals removing and study of its adsorption kinetics and thermodynamics",
      "author" : [ "Z. Zarghami", "A. Akbari", "A.M. Latifi", "M.A. Amani" ],
      "venue" : "Bioresour. Technol. 205 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Synthesis",
      "author" : [ "H. Karaer", "İ. Kaya" ],
      "venue" : "characterization and using at the copper adsorption of chitosan/polyvinyl alcohol magnetic composite, J. Mol. Liq. 230 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Preparation and characterization of magnetic chitosan-modified diatomite for the removal of gallic acid and caffeic acid from sugar solution",
      "author" : [ "X. Song", "Z. Chai", "Y. Zhu", "C. Li", "X. Liang" ],
      "venue" : "Carbohydr. Polym. 219 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 2,
      "context" : "The synthetic polymers are non-degradable causing adverse impacts on the ecosystem [3].",
      "startOffset" : 83,
      "endOffset" : 86
    }, {
      "referenceID" : 18,
      "context" : "Chitosan, being cationic polysaccharide, is available in numerous forms for different properties with numerous advantages such as wide availability, biocompatibility and the existence of various reactive groups [19,20].",
      "startOffset" : 211,
      "endOffset" : 218
    }, {
      "referenceID" : 19,
      "context" : "Chitosan, being cationic polysaccharide, is available in numerous forms for different properties with numerous advantages such as wide availability, biocompatibility and the existence of various reactive groups [19,20].",
      "startOffset" : 211,
      "endOffset" : 218
    }, {
      "referenceID" : 20,
      "context" : "Nevertheless, unmodified forms of chitosan have poor mechanical abilities [21,22].",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 21,
      "context" : "Nevertheless, unmodified forms of chitosan have poor mechanical abilities [21,22].",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 22,
      "context" : "benefits, the utilization of chitosan presents some drawbacks such as disintegration, poor porous structure, and least synthetic and mechanical stability [23].",
      "startOffset" : 154,
      "endOffset" : 158
    } ],
    "year" : 2020,
    "abstractText" : "Article history: Received 28 January 2020 Received in revised form 15 February 2020 Accepted 19 February 2020 Available online 20 February 2020",
    "creator" : "Elsevier"
  }
}