{
  "name" : "downloads_2020-01-11_e5_10.1002@aenm.201902956.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Stable Nano-Encapsulation of Lithium Through Seed- Free Selective Deposition for High-Performance Li Battery Anodes",
    "authors" : [ "Weibin Ye", "Fei Pei", "Xiangna Lan", "Yong Cheng", "Xiaoliang Fang", "Qiaobao Zhang", "Nanfeng Zheng", "Dong-Liang Peng", "Ming-Sheng Wang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "www.advenergymat.de\n1902956 (1 of 10) © 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim"
    }, {
      "heading" : "Full PaPer",
      "text" : ""
    }, {
      "heading" : "Stable Nano-Encapsulation of Lithium Through Seed-",
      "text" : ""
    }, {
      "heading" : "Free Selective Deposition for High-Performance Li Battery",
      "text" : ""
    }, {
      "heading" : "Anodes",
      "text" : ""
    }, {
      "heading" : "Weibin Ye, Fei Pei, Xiangna Lan, Yong Cheng, Xiaoliang Fang, Qiaobao Zhang,",
      "text" : ""
    }, {
      "heading" : "Nanfeng Zheng, Dong-Liang Peng, and Ming-Sheng Wang*",
      "text" : "DOI: 10.1002/aenm.201902956\nelectrochemical potential (−3.04 V vs the standard hydrogen electrode).[1] However, the practical applications of Li metal anodes are still severely hindered by several intractable barriers, including extreme volume change, unstable Li/electrolyte interface, and dendritic Li growth, giving rise to safety hazard and seriously degraded battery performance.[2] Due to the high chemical reactivity of Li metal, its contact with electrolytes leads to the formation of a solid electrolyte interface (SEI) at the interface. However, the fragile SEI can easily crack upon the huge volume change of Li during cycling. Cracking of SEI would not only trigger dendritic growth, but also expose fresh Li metal to the electrolyte to form new SEI. It continues to form and break upon cycling, leading to the irreversible consumption of Li and electrolyte and the buildup of discarded SEI and dead Li (Figure 1a). Consequently, the battery’s capacity and cyclability rapidly decay.[3]\nIn fact, large volume change and unstable SEI are currently the common challenges facing many other electrode materials, such\nas alloy-type (Si, Ge, Sn, etc.)[4] and conversion-type (metal oxides, sulfides, fluorides, etc.)[5] anodes for Li-ion batteries (LIBs). Recent progresses in LIB anode design have demonstrated that nanostructuring of active materials and encapsulating them with individual conductive capsules can effectively address these issues.[6,7] A well-known example is the “yolk–shell” architecture designed for Si anodes.[6] Nanosized Si particles are encapsulated inside a carbon shell, where the well-controlled void space allows the particles to expand upon lithiation without breaking the shell. Moreover, the carbon shell serves as an electrochemically and mechanically stable artificial interface that helps to stabilize the SEI formed on the shell and avoid side reactions. Herein, we would emphasize that the concept of nano-encapsulation can also be employed for the design of Li metal anodes, as illustrated in Figure 1b. The advantages are obvious: compared to the lithiation of active materials in a given cavity space, the filling of pure Li theoretically brings a higher capacity; the rigid shell predefines the deposition space with fixed dimension, creates a mechanically enhanced SEI protecting the deposited Li from further reaction with the outer electrolyte, and suppresses dendritic Li growth as well.\nMetallic lithium has long been deemed as the ultimate anode material for future high-energy-density Li batteries. However, the commercialization of Li metal anodes remains hindered by some major hurdles including their huge volume fluctuation during cycling, unstable solid electrolyte interface (SEI), and dendritic deposition. Herein, the concept of nano-encapsulating electrode materials is attempted to tackle these problems. Nitrogen-doped hollow porous carbon spheres (N-HPCSs), prepared via a facile and low-cost method, serve as the nanocapsules. Each N-HPCS has a lithophilic carbon shell with a thin N-rich denser layer on its inner surface, which enables preferential nucleation of Li inside the hollow sphere. It is demonstrated by in situ electron microscopy that these N-HPCS hosts allow Li to be encapsulated in a highly reversible and repeatable manner. Ultralong Li filling/ stripping cycling inside single N-HPCSs is achieved, up to 50 cycles for the first time. Li ion transport across multiple connected N-HPCSs, leading to long-range Li deposition inside their cavities, is visualized. In comparison, other types of carbon spheres with modified shell structures fail in encapsulating Li and dendrite suppression. The necessity of the specific shell design is therefore confirmed for stable Li encapsulation, which is essential for the N-HPCS-based anodes to achieve superior cycling performance.\nW. B. Ye, X. N. Lan, Y. Cheng, Prof. Q. B. Zhang, Prof. D.-L. Peng, Prof. M.-S. Wang Department of Materials Science and Engineering College of Materials Xiamen University Xiamen, Fujian 361005, China E-mail: mswang@xmu.edu.cn F. Pei, Prof. X. L. Fang, Prof. N. F. Zheng Pen-Tung Sah Institute of Micro–Nano Science and Technology and College of Chemistry and Chemical Engineering Xiamen University Xiamen, Fujian 361005, China\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/aenm.201902956."
    }, {
      "heading" : "1. Introduction",
      "text" : "Lithium metal is widely believed to be the ultimate anode material for the next-generation high-energy-density Li batteries due to its highest theoretical capacity (3860 mAh g−1) and lowest\nAdv. Energy Mater. 2020, 1902956\n© 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902956 (2 of 10)\nIt is worth noting that this Li host design differs essentially from the existing ones,[8] where the interior void or gap spaces are mostly interconnected, allowing the outside electrolyte to permeate into the inner spaces. Therefore, a challenge for nanocapsule-type Li host designs is how to drive Li to deposit inside the fully enclosed space of each capsule, rather than on its outer surface. A notable advance in this regard is the use of gold nanoseeds that can guide Li to grow preferentially inside hollow carbon spheres (HCSs), resulting in significantly improved anode cycling efficiency, as pioneered by Cui and co-workers.[9] Nevertheless, the use of noble metals and complex preparation procedures would impede its large-scale applications. Meanwhile, it also considerably reduces the specific capacity of the anodes due to the loading of these heavy metals.\nIn this work, we demonstrate a simple nanocapsule design that allows stable encapsulation of Li within individual carbon nanospheres without the use of nanoseeds. These nitrogendoped hollow porous carbon spheres (denoted as N-HPCSs) have the following two structural features: 1) the porous carbon shell is quite lithiophilic, facilitating easy penetration of Li ions through the shell; and 2) a N-doped dense layer formed on the inner surface of the shell enables preferential Li deposition inside the hollow cavity. In situ transmission electron microscopy (TEM) and scanning electron microscopy (SEM) approaches are exploited to investigate the highly reversible and repeatable Li filling/stripping processes on single and multiple connected N-HPCSs. By comparing with other types of carbon spheres, we further confirm that only the N-HPCSs with specifically designed shells can be successful in encapsulating Li, which is essential for achieving the superior cycling performance as tested."
    }, {
      "heading" : "2. Results and Discussion",
      "text" : "The N-HPCSs were prepared through a hard template method that enables precise control of the structure parameters (see “Experimental Section”). Figure 2a exhibits the as-prepared N-HPCSs with a well-defined spherical morphology and uniform size. Each sphere typically possesses a hollow space of ≈260 nm in diameter (Figure 2b), agreeing well with the size of SiO2 nanosphere templates (Figure S1, Supporting Information). The thickness of outer carbon shell is ≈23 nm that is mechanically robust to support this hollow architecture. A zoomed-in TEM image of the shell (Figure 2c) further reveals its porous amorphous nature, as well as a denser layer appearing distinctly darker in contrast on the inner surface of the carbon shell. As described in “Experimental Section” and Figure S2 (Supporting Information), the carbon shell was fabricated via a carbonization process of an ≈40 nm thick nitrogen resorcinol– formaldehyde (N-RF) coating layer on the SiO2 template. Upon thermal carbonization of polymer precursors, this coating layer was continuously contracted toward the SiO2 core and transformed into a thinner carbon shell. The dense layer was thus formed due to the compression at the interface between the core template and the carbon shell. The dense layer can be further identified under high-angle annular dark field (HAADF)scanning transmission electron micro scopy (STEM) imaging and energy dispersive spectrum (EDS) elemental mapping (Figure 2d). The C map exhibits a higher mass density near the inner shell surface, corresponding to the clearly brighter layer in the HAADF image. The O distribution is relatively uniform within the shell, whereas the N dopants are more concentrated near the dense layer. The presence of oxygen species is derived from the polymer precursor and normally inevitable.[10] The introduction of nitrogen can be attributed to the use of ethylenediamine (EDA) as base catalyst and nitrogen precursor.[11] X-ray photoelectron spectroscopy (XPS) gives an N-doping content of 3.7 at% for N-HPCSs (Figure S3, Supporting Information). The N 1s XPS spectrum was deconvoluted into three peaks at 398.6 eV (pyridinic N), 400.8 eV (pyrrolic N), and 403.5 eV (quaternary N), respectively (Figure 2e).[12] Raman spectroscopy shows the D and G bands with an intensity ratio\nAdv. Energy Mater. 2020, 1902956\nFigure 1. Schematics of the different Li plating/stripping behaviors on a) Cu foil and b) N-HPCSs. a1) Li anode based on bare copper foil would undergo a2) large volume expansion and a3) dendrites growth during Li plating, a4) as well as dead Li formation and SEI fracture during stripping, a5) resulting in porous electrode structure after repeated cycling. In comparison, the hollow cavity of b1) a pristine N-HPCS allows Li metal to be b2) partially and b3) fully plated b4) in and stripped out. b5) The anode host consisting of numerous N-HPCSs enables stable Li encapsulating during repeated cycling.\n© 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902956 (3 of 10)\nof 0.98, confirming their amorphous nature (Figure 2f). The N2 adsorption–desorption isotherm of N-HPCSs (Figure 2g) reveals a high specific surface area of 971 m2 g−1 and a relatively broad pore-size distribution peaked at ≈2.5 nm (inset).\nIn addition, we also fabricated two other types of carbon sphere, that is, hollow porous carbon spheres (HPCSs) and N-doped hollow carbon spheres (N-HCSs) for comparative studies as discussed below.\nLithium electrochemical plating/stripping behaviors on N-HPCSs were investigated in situ inside a TEM with a dry-cell nanobattery setup.[13,14] Li metal attached on a movable tungsten tip works as the counter electrode, and it surface Li2O layer serves as the solid electrolyte, as schematically illustrated in Figure S4 (Supporting Information). The Li2O/Li electrode was brought into contact with a single N-HPCS, which was then biased with −3 V to initiate the reaction (Figure 3a1). Prior to Li deposition, the pristine N-HPCS was fully lithiated, as evidenced by its size expansion and shell thickening (Figure 5c2 or Figure 3a2). Shortly after, Li metal started to nucleate inside the nanosphere, near the contact area with the Li2O/Li electrode (Figure 5c3). Continuous Li deposition led half of the hollow cavity to be filled with Li metal (Figure 3a2). The filling process\ncan be readily visualized by the propagation of a clear boundary (as indicated by the yellow arrowhead) that separates the Li-filled and -unfilled zones. The encapsulated Li grows as a result of continuous atom addition, proceeding through typically two possible pathways, as illustrated by the two white dashed arrows in Figure 3a2. Li atoms can be added at the base of the Li deposit (path 1) or directed to the deposition front through ion diffusion along the carbon shell (path 2). Obviously, the latter is more likely to occur, since mass addition at the free surface of the Li deposit would be energetically more favorable than at the Li deposit/shell interface, especially for a crystal (see in the following section) confined with a rigid shell. As the growth continued, the seemingly flat front surface became apparently curved at a later stage of deposition (Figure 3a3). This can also be ascribed to the front growth of Li crystal, as ion addition and migration on the front surface can modify its morphology. At 231 s (Figure 3a4), the N-HPCS was fully filled with Li. The average plating rate is thus estimated to be 3.19 × 105 nm3 s−1.\nWhen Li metal is being deposited inside a carbon sphere, it looks like a liquid being filled in a container (see Video S1 in the Supporting Information). However, it should be pointed out that the deposited Li is not liquid, but remains crystalline\nAdv. Energy Mater. 2020, 1902956\nFigure 2. Characterizations of nitrogen-doped hollow porous carbon spheres (N-HPCSs). a) SEM image of N-HPCSs. b,c) TEM images of the N-HPCSs at low and high magnifications. d) STEM-HAADF image and the corresponding EDS elemental maps of C, N, and O. e) N 1s XPS spectrum of the N-HPCSs. f) Raman spectrum of the N-HPCSs. g) Nitrogen adsorption–desorption isotherm and the corresponding pore size distribution of the N-HPCSs (inset).\n© 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902956 (4 of 10)\nthroughout the deposition process, as revealed by the selectedarea electron diffraction (SAED) analysis. As shown in Figure 3b, the SAED pattern obtained from a Li-filled N-HPCS exhibits several separate diffraction spots (marked with the yellow arrowheads) superimposed on diffraction rings, which are indexed as metallic Li and Li2O, respectively.[15] The darkfield (DF) image (Figure 3c) formed by choosing the strongest diffraction spot of metallic Li (110) displays the crystal morphology: a single-crystal Li particle occupies almost the entire hollow space of the sphere.\nDuring the following stripping process driven by reversing the polarity of the bias, the deposited Li was gradually stripped out of the hollow cavity (Figure 3a5,6). Likewise, in a stripping\nprocess, Li atoms are expected to be removed from the free surface of Li metal, followed by the ion diffusion through the carbon shell toward the Li2O/Li electrode (as indicated in\nFigure 3a5). The full extraction of Li ions caused the sphere to shrink to its original size (Figure 3a6). The average stripping rate is calculated to be 5.93 × 104 nm3 s−1, about one-fifth of the plating rate. This can be accounted for by the presence of a concentration gradient that drives Li ions to diffuse from the Li electrode toward the nanospheres. Thus, compared to Li plating, a stripping process would be significantly slower. Previous in situ experiments also demonstrate that the delithiation or stripping processes with dry cell are usually hard to be completed.[16] Nevertheless, the stripping process in\nAdv. Energy Mater. 2020, 1902956\nFigure 3. a) In situ TEM observation of a typical Li plating/stripping cycle on a N-HPCS. a1) Pristine N-HPCS. The inner cavity of the N-HPCS is a2,3) partially filled and a4) fully filled with Li metal during plating. This N-HPCS becomes a5) partially and a6) completely empty during Li stripping. b) The SAED pattern of a N-HPCS filled up with Li exhibiting both metallic Li and Li2O phases. c) Dark-field image formed by selecting the strongest diffraction spot of Li (110) revealing a single-crystal Li particle inside the N-HPCS. d) SAED pattern of the N-HPCS after full Li stripping. The white dashed arrows in panel (a) indicate two possible Li ion transport paths, and the yellow arrowheads mark the boundary of the Li-filled and -unfilled zones.\n© 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902956 (5 of 10)\nour N-HPCSs can be quite complete without leaving behind residual Li-containing species. As revealed by the SAED pattern (Figure 3d), the diffraction peaks of both metallic Li and surface Li2O (usually visible throughout the cycle) have disappeared from the diffuse background intensity of amorphous carbon. This highly reversible Li plating/stripping characteristic promises a high Coulombic efficiency (CE) of Li anodes based on our N-HPCS host (as shown in Figure 6).\nWe then tested the long-term stability of N-HPCSs upon repeated plating/stripping cycles. Nearly all the previous charge/discharge experiments based on in situ TEM allow only a few cycles to be performed due to experimental restrictions and material issues.[17,18] However, the structure and electrochemical properties of electrode materials may be considerably altered in prolonged cycles in real situations. To study this issue, we performed an in situ long-term cycling test\nover 50 cycles, as documented by the time-lapse TEM images (from Video S2 in the Supporting Information) in Figure 4.\nFigure 4a1–3 shows a typical early-stage cycle in which Li metal was fully plated in and stripped out of a single N-HPCS. Intriguingly, in the following cycles, the deposited Li propagated in different directions (see, e.g., the 10th, 30th, and 40th cycles in Figure 4a4–6, respectively), though it nucleated from the same bottom region of the nanosphere. As mentioned earlier, the change in the front surface orientation should result from the asymmetric mass addition onto the growing surface, a process highly influenced by the ion transport in the sphere shell. In fact, the ion transport paths and efficiency would be changed after each cycle, due probably to the redistribution of residual Li species in the porous carbon shell. In the later-stage cycles, the full Li deposition/stripping can also be routinely achieved, as the case in the 50th cycle (Figure 4a7,8).\nAdv. Energy Mater. 2020, 1902956\nFigure 4. In situ TEM/SEM observations of the Li plating/stripping and Li ion diffusion behaviors on N-HPCSs. a1–8) Time-lapse TEM images of a N-HPCS under repeated Li plating/stripping up to 50 cycles. b1–4) Time-lapse TEM images showing the sequential Li deposition inside multiple N-HPCSs. c1–4) Time-lapse SEM images visualizing the Li ions’ diffusion and distribution among tens of piled-up N-HPCSs during plating.\n© 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902956 (6 of 10)\nMoreover, we notice that the cycling tends to be accelerated, with the initial period of over 60 s reduced to less than 20 s in the later stage (see the statistical analysis in Figure S5 in the Supporting Information). Remarkably, a single Li filling process can be completed within 2 s (not including the lithiation process), even at a low bias potential of hundreds of millivolts. We also attribute the cycling acceleration to the presence of Li residues, which may reduce the barrier for Li ion diffusion and nucleation.[19] Note that because of the time limitation set for this in situ 50 cycle test, Li species were not sufficiently stripped away in each cycle, leading to the accumulation of Li2O layers on the sphere surface. Indeed, if a prolonged stripping process was applied, these Li2O residues would also be removed, as the case in Figure 3a6,d.\nAs previously reported, the large volume expansion of the core materials upon lithiation can lead to the cracking of the outer carbon shell.[14] In contrast, the N-HPCS maintains its structural integrity after 50 cycles except for the slight deformation under the mechanical stress from the two electrodes. Even for the overplating of a nanosphere, it only makes the excess Li deposited outside its surface without damaging the shell. In situ mechanical tests also confirm the high strength and flexibility of N-HPCSs (Figure S6, Supporting Information). The excellent mechanical and chemical stabilities of N-HPCSs should be crucial for well-encapsulating Li metal over long-term cycling, leading to a stable SEI formed on their outer surface.[18]\nAs a matter of fact, for a N-HPCS that is fully filled with Li, further plating is most likely to cause the neighboring N-HPCSs to be plated if they are connected with each other. We conducted such an experiment with multiple interconnected N-HPCSs as the Li host, as shown in Figure 4b and Video S3 (Supporting Information). An interesting finding is that Li plating does not necessarily start from the N-HPCSs closer to the Li2O/Li electrode. The nanospheres 1–4 were plated in numerical order, as marked in Figure 4b. The relatively distant N-HPCS (sphere 1), however, was first plated. Continuous Li supply then led Li metal to be sequentially filled in spheres 2–4. The result indicates that the carbon shell with high electronic/ ionic conductivity enables the efficient Li ion transport not only in individual spheres, but also across the contact points. Besides, it suggests that Li ions tend to diffuse throughout the connected N-HPCSs to seek the most favorable spots for deposition, regardless of their distance from the Li source. In principle, each of the connected N-HPCSs can accommodate Li within its void space, and they as a whole contribute to a large and safe Li storage capacity.\nTo further investigate the intersphere ion transport on a larger scale, we performed similar experiments by using in situ SEM,[13] which allows tens and hundreds of N-HPCSs to be plated and visualized. Li ions’ insertion in the carbon shells can be visible by the change in contrast under secondary electron imaging. That is because the surface oxidation of Li can bring a brighter contrast due to the charging effect on this insulating layer. Therefore, we can track the Li ion diffusion and distribution among these piled N-HPCSs. In 15 min (Figure 4c4; Video S4, Supporting Information), Li ions have arrived at the N-HPCSs located at the far end of the field of view. At this stage, most of the piled N-HPCSs are expected to be fully or partially plated. The easy ion penetration across the nanospheres can\nthus facilitate homogeneous deposition of Li metal within the 3D host. This is particularly important for the batteries with a solid electrolyte that can hardly infiltrate deeper into the anode host.\nNow, it remains to be elucidated on the mechanism of preferential deposition of Li metal inside the cavity of N-HPCSs. To clarify this issue, we introduced other two types of carbon nanospheres for a comparative study. Compared with N-HPCSs, the first kind of nanosphere has a low level of N-doping, and the second is significantly less porous. Therefore, they are denoted as HPCSs (less N) and N-HCSs (less pores), respectively (the detailed structural and compositional analyses of these two products are summarized in Figures S7–S14 in the Supporting Information). In situ TEM plating experiments were also carried out on HPCSs and N-HCSs, as depicted in Figure 5a,b, respectively (Videos S5 and S6, Supporting Information). It turns out that neither of them enables Li encapsulation inside their hollow cavities as N-HPCSs. Both carbon spheres suffer from dendrites growth on their outer surfaces (see Figures S15–S18 and Videos S7 and S8 in the Supporting Information for more results).\nAs mentioned above, Li deposition inside a N-HPCS is always preceded with its size expansion and shell swelling. As shown in Figure 5c1,2 and Figure S19 (Supporting Information), the N-HPCS undergoes an obvious size expansion upon lithiation, with its inner diameter increased from 260 to 268 nm, and the shell thickness from 26 to 35 nm. This indicates that the carbon shell has been sufficiently inserted with a considerable amount of Li.[20] In contrast, lithiation of HPCSs and N-HCSs causes no visible size increase or shell thickening before the deposition occurs, as revealed by a closer examination of these processes. In some cases, the seemingly shell thickening of these two nanospheres actually resulted from Li metal coating on its outside surface, rather than ion-insertion induced swelling (Figures S20 and S21, Supporting Information). These results suggest that the sufficient absorption of Li ions in the carbon shell is a prerequisite for the following Li encapsulation. Otherwise, Li deposition would take place on the outside shell surface only. The above comparative experiments suggest that high-level N doping and rich nanopores are both important for building a super lithiophilic carbon shell favorable for Li ion’s penetration.[21]\nWith the continuous ion insertion, the carbon shells of N-HPCSs become saturated with Li, leading to the subsequent Li nucleation and growth on the shell surface. Intriguingly, Li metal always nucleates preferentially on the inside surface of the shell (Figure 5c3), rather than the outside surface, though both are theoretically available. As mentioned above, there is a dark layer clearly visible on the inside surface, indicating a highly denser structure formed during the fabrication process. As the interface with the core template, large amounts of structural defects are expected to reside within this dense layer. As reported in previous work, defects in porous graphene can act as seed points to initiate Li plating.[22] Moreover, different types of N-containing groups (Figure 2e) were found to concentrate around the inner shell surface (Figure 2d). These lithophilic N-doped groups, such as pyridinic N and pyrrolic N, are known to effectively adsorb Li ions via Lewis acid–base interactions.[23] In addition, other surface groups (e.g., carbonyl and alkoxy)\nAdv. Energy Mater. 2020, 1902956\n© 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902956 (7 of 10)\nresidual in the carbon shell can also assist in Li nucleation due to its strong binding energy to Li.[24] All the defects and lithophilic groups at atomic scale could be the potential nucleation sites for Li metal. Hence, the inside surface of the shell with prolific nucleation sites naturally becomes the hotspot region for Li nucleation,[25] thereby inducing the subsequent Li growth inside the hollow cavity. To evaluate the Li deposition behaviors and cycling performance, we assembled coin cells with N-HPCSs, HPCSs, and N-HCSs, and bare Cu as the working electrodes and Li foils as the counter electrodes. 1 m lithium bis(trifluoromethanesulfonyl)imide (LiTFSI) in a mixed solvent of dioxolane (DOL)/dimethoxyethane (DME) (V/V = 1:1) with 2.0 wt% LiNO3 additive was employed as the electrolyte.\nAdv. Energy Mater. 2020, 1902956\nFigure 5. Comparison of the Li plating behaviors on HPCS, N-HCS, and N-HPCS. Li plating on a) HPCS and b) N-HCS leads to Li coating and dendritelike particles growth on the outer surface without shell expansion. c) In contrast, lithiation/plating on the N-HPCS leads to shell thickening and Li nucleation inside its hollow cavity. d) Schematic illustration of preferential Li nucleation on the inside surface of N-HPCS that contains rich defects and lithiophilic N-doped groups.\n© 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902956 (8 of 10)Adv. Energy Mater. 2020, 1902956\nWe examined the morphological change of a N-HPCS electrode after plating at a current density of 1 mA cm−2 with ex situ SEM. As shown in Figure 6a2, for the areal capacity of 1 mAh cm−2, no obvious Li deposition was found outside the N-HPCSs, indicating the encapsulation of Li inside their inner cavities (as confirmed by the above in situ TEM observation), though part of them still remained completely or partially empty. As the plating continued, the N-HPCS electrodes as a whole were gradually filled up, followed by Li deposition in the interspaces among the N-HPCSs when the capacity reached 5 mAh cm−2 (Figure 6a3). At this stage, the overplated N-HPCSs’ electrode still exhibited a relatively smooth deposition morphology without dendrites (Figure S22, Supporting Information). In contrast, the plating of HPCS (Figure S23, Supporting Information) and N-HCS (Figure S24, Supporting Information) electrodes with the same capacity resulted in uneven morphologies with large amounts of dendrites up to tens of micrometers or even longer. The difference in deposition morphology agrees with our in situ TEM observation in Figure 5, revealing that the carbon shell of N-HPCSs is much more lithiophilic. These results suggest that even if a N-HPCS electrode is overplated with all interior (cavities) space fully occupied by Li metal, its exterior (interspaces) space is still available for dendritefree Li deposition, leading to improved safety and capacity of the electrode. In addition, we further confirm that Li metal can be stably encapsulated in the N-HPCSs at a higher current density of 3 mA cm−2 with the capacity up to 3 mAh cm−2 (see more results on the deposition morphologies and cycling performance in Figures S25 and S26 in the Supporting Information). The CE is a key indicator to evaluate the cycling stability of a battery cell. As shown in Figure 6b, the N-HPCS electrode showed a high CE of 98.5% after 270 cycles at a current density\nFigure 6. Li metal deposition behaviors and cycling performance of HPCS, N-HCS, and N-HPCS electrodes. a) Cross-sectional and top-view SEM images of 18 µm thick N-HPCSs on Cu foil a1) before and after plating at 1 mA cm−2 for a2) 1 h and a3) 5 h. b) Cycling performance of repeated Li plating/stripping on different types of electrodes. c) Voltage versus capacity plot during the 50th, 100th, and 250th cycles of a N-HPCS electrode. d) The detailed overpotential profiles of N-HPCS, N-HCS, and HPCS electrodes.\n© 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902956 (9 of 10)Adv. Energy Mater. 2020, 1902956\nof 1 mA cm−2 and an areal capacity of 1 mAh cm−2, which is at least comparable or even better than those in many previous literatures (as summarized in Table S1 in the Supporting Information). Besides, it kept a small and stable voltage hysteresis of ≈28 mV even at the 250th cycle (Figure 6c). In comparison, the CE of HPCSs, N-HCSs, and planer Cu foil electrodes decayed rapidly to below ≈80% after 184, 105, and 39 cycles, respectively. The improved CE of N-HPCSs suggests the superiority of the nano-encapsulation of Li, which leads to the separation of deposited Li from liquid electrolyte and, accordingly, better cycling stability. In fact, even with the use of carbonate-based electrolyte, the N-HPCSs exhibited a CE as high as 98.4% for 125 cycles, which is still respectable (Figure S27, Supporting Information). One concern about the obtained cycling efficiency is that it seems not as perfect as expected for the nanoencapsulation design. This may possibly arise from the loose contact between adjacent capsules and electrolyte penetration through the pinholes inevitable in the shells, etc. Nevertheless, we believe the cycling performance can be further improved by solving these potential problems in future works.\nAs shown in Figure 6d, the enlarged voltage profiles during Li deposition further confirm the better lithiophilicity of N-HPCSs. The N-HPCS electrode exhibited a lower nucleation overpotential (21 mV) compared to the HPCS (52 mV) and N-HCS (30 mV) counterparts, owing to the specific shell structure of N-HPCSs with higher N doping level and porosity.\nTo explore the potential use of the Li/Cu@N-HPCSs anode in a practical battery system, Li–S cells were built by pairing a Li/Cu@N-HPCSs anode with a N-HPCSs/S cathode. As shown in Figure S28 (Supporting Information), such a full cell delivered a reversible capacity of 907 mAh g−1 at 1 C, and the capacity retention after 400 cycles was 80.1%. The Coulombic efficiency as high as 99.0% was achieved for the entire cycles. On the cycling tests with a higher areal sulfur loading of 5 mg cm−2, the full cell exhibited the charge/discharge capacities of 1099/1097 mAh g−1 at 0.2 C. After 70 cycles, the capacity was retained at 987 mAh g−1 (i.e., the areal capacity of 5.0 mAh cm−2), corresponding to a capacity retention of 90.0%, thus demonstrating the good cycling stability for practical use (see more details in Figure S29 in the Supporting Information)."
    }, {
      "heading" : "3. Conclusion",
      "text" : "To conclude, with a simple and specific design of the shell, N-HPCSs enable stable encapsulation of Li, as confirmed by both in situ TEM/SEM observation and cell tests. Li filling/stripping inside single N-HPCSs is highly reversible, resulting in repeated cycling up to 50 cycles, the longest as we know for cycling on a single nanostructure. The growing Li remains largely a single crystal confined in the carbon shell, and a front growth scenario is proposed to explain the confined crystal growth process. The intersphere Li ion transport was also visualized that enables Li encapsulation across multiple connected N-HPCSs. By comparing with deposition behavior and cycling performance of different types of carbon spheres, we confirm the necessity of the specific shell design for successful and stable encapsulation of Li. These findings can provide new insight for understanding the spatially confined Li deposition behavior, and the concept of\nnano-encapsulation of Li metal and the present carbon capsule design would be beneficial for fabricating stable Li metal anodes."
    }, {
      "heading" : "4. Experimental Section",
      "text" : "Chemicals: Tetraethylorthosilicate (TEOS), ethanol, ammonia solution (28 wt%), resorcinol, formaldehyde, and EDA were purchased from Xiamen Lvyin Chemical Reagent Co., Ltd. All chemicals were of analytical grade, and deionized (DI) water was used for all experiments.\nSynthesis of SiO2 Nanospheres: The SiO2 nanospheres were synthesized following a slightly modified Stöber process.[26] In a typical synthesis, 6 mL of TEOS was added to a mixture solution containing 75 mL of ethanol, 10 mL of DI water, and 3.15 mL of ammonia, and then stirred at 30 °C for 6 h. The SiO2 nanospheres were centrifugally separated from the product suspension and washed with DI water and ethanol.\nSynthesis of N-HPCSs: The N-HPCSs were synthesized according to the method reported in previous work.[11] SiO2 nanospheres (0.5 g) were dispersed in a mixture solution of ethanol (30 mL) and H2O (70 mL). The resorcinol (0.32 g), formaldehyde (0.48 mL), and EDA (0.32 mL) were then successively added. After stirring for 5 min, 0.2 mL of TEOS was added as a pore-forming agent. The reaction was then allowed to proceed under stirring at 30 °C for 24 h. The intermediate SiO2@N-RF/SiO2 was collected by centrifugation and then annealed under an Ar atmosphere at 800 °C for 4 h. Finally, N-HPCSs were obtained after the removal of SiO2 using the 15% HF aqueous solution for 24 h.\nSynthesis of HPCSs: The HPCSs were prepared by a similar method as that for N-HPCSs with the replacement of EDA by ammonia solution (28 wt %, 1.6 mL) and added 0.35 g of cetyltrimethylammonium bromide.\nSynthesis of N-HCSs: The N-HCSs were synthesized via a similar route as that for N-HPCSs without the pore-forming agent.\nCharacterizations: In situ TEM experiments were performed inside a TEM (FEI Talos F200s) using a TEM-scanning tunneling microscope holder operated at 200 kV. In situ SEM experiments were performed inside an SEM (Zeiss Sigma) equipped with four micromanipulators (Kleindiek). The XPS spectra of the products were recorded on a PHI QUANTUM 2000. Raman spectra were measured by the Horiba JobinYvon. N2 adsorption–desorption isotherms were obtained on a TriStar II 3020 system.\nElectrochemical Measurements: Two-electrode configuration coin cells were assembled in an Ar-filled glove box to investigate the Li deposition behavior and CE. Cu@N-HPCSs were used as the working electrode, while Li foil (China Energy Lithium Co., Ltd.) was used as the reference/ counter electrode. The diameters of the Li foil and Cu@N-HPCSs were both 12 mm. 1 m LiTFSI in a mixed solvent of DOL/DME (V/V = 1:1) with 2.0 wt% LiNO3 additive was employed as the electrolyte. The dosage of the electrolyte in each cell was 20 µL. To remove surface contaminants and form a stable SEI layer on the current collectors, the coin cells were first cycled at 0.1 mA cm−2 with a voltage ranging from 0 to 1.0 V for five cycles. Fixed amounts of Li were then plated onto Cu@N-HPCSs at a constant current and stripped when charging to 1 V. To evaluate the performance of Li–S full cells, N-HPCSs were mixed with sublimed sulfur (1:4, w/w) in a sealed glass bottle, and the N-HPCSs/S composite was obtained after heating at 155 °C for 12 h. The cathode slurry was prepared by mixing N-HPCSs/S, Super P, and N-lauryl acrylate with a mass ratio of 8:1:1 in deionized water. The N-HPCSs/S cathodes were prepared by coating the slurry onto the Cu foil and then drying at 60 °C for 12 h. The areal sulfur loading of the N-HPCSs/S cathodes was 2.6 and 5.0 mg cm−2. The diameters of N-HPCSs/S cathode and Li/Cu@N-HPCSs anode were 12 and 14 mm, respectively. In an Ar-filled glove box, CR2032 coin cell with the N-HPCSs/S cathode, the Li/Cu@N-HPCSs anode, and a polypropylene separator was assembled by using 1 m LiTFSI in a mixed solvent of DOL/DME (V/V = 1:1) with 2.0 wt% LiNO3 additive as the electrolyte. The ratio of electrolyte to sulfur in each Li–S full cell was 10 µL mg−1. The performance of the abovementioned half-cells, Li|Li/current collector cells, and Li–S full cells was measured on a LAND CT2001A cell test instrument.\n© 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1902956 (10 of 10)Adv. Energy Mater. 2020, 1902956\nSupporting Information Supporting Information is available from the Wiley Online Library or from the author."
    }, {
      "heading" : "Acknowledgements",
      "text" : "W.B.Y. and F.P. contributed equally to this work. This work was financially supported by the National Basic Research Program of China (973 Program) (Grant No. 2016YFA0202602), the National Natural Science Foundation of China (Grant Nos. 61471307, 51871188), the Specialized Research Fund for the Doctoral Program of Higher Education (Grant No. 20130121120009), the Fundamental Research Funds for the Central Universities, National Program for Thousand Young Talents of China, and the “Double-First Class” Foundation of Materials and Intelligent Manufacturing Discipline of Xiamen University."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Keywords",
      "text" : "in situ TEM, lithium metal anodes, lithophilic carbon shells, nanoencapsulation, selective deposition\nReceived: September 9, 2019 Revised: October 24, 2019\nPublished online:\n[1] a) H. Ye, S. Xin, Y. X. Yin, J. Y. Li, Y. G. Guo, L. J. Wan, J. Am. Chem. Soc. 2017, 139, 5916; b) J. M. Tarascon, M. Armand, Nature 2001, 414, 359; c) Y. Guo, H. Li, T. Zhai, Adv. Mater. 2017, 29, 1700007. [2] a) B. Liu, J. G. Zhang, W. Xu, Joule 2018, 2, 833; b) D. Lin, Y. Liu, Y. Cui, Nat. Nanotechnol. 2017, 12, 194. [3] a) Y. Li, Y. Li, A. Pei, K. Yan, Y. Sun, C. L. Wu, L. M. Joubert, R. Chin, A. L. Koh, Y. Yu, J. Perrino, B. Butz, S. Chu, Y. Cui, Science 2017, 358, 506; b) M. J. Zachman, Z. Tu, S. Choudhury, L. A. Archer, L. F. Kourkoutis, Nature 2018, 560, 345; c) L. Suo, Y. S. Hu, H. Li, M. Armand, L. Chen, Nat. Commun. 2013, 4, 1481; d) C. Fang, J. Li, M. Zhang, Y. Zhang, F. Yang, J. Z. Lee, M. H. Lee, J. Alvarado, M. A. Schroeder, Y. Yang, B. Lu, N. Williams, M. Ceja, L. Yang, M. Cai, J. Gu, K. Xu, X. Wang, Y. S. Meng, Nature 2019, 572, 511; e) F. Pei, A. Fu, W. Ye, J. Peng, X. Fang, M. S. Wang, N. Zheng, ACS Nano 2019, 13, 8337. [4] a) W. Li, R. Yang, J. Zheng, X. Li, Nano Energy 2013, 2, 1314; b) M. N. Obrovac, V. L. Chevrier, Chem. Rev. 2014, 114, 11444; c) Q. Zhang, H. Chen, L. Luo, B. Zhao, H. Luo, X. Han, J. Wang, C. Wang, Y. Yang, T. Zhu, M. Liu, Energy Environ. Sci. 2018, 11, 669. [5] a) P. Poizot, S. Laruelle, S. Grugeon, L. Dupont, J. M. Tarascon, Nature 2000, 407, 496; b) X. Xu, W. Liu, Y. Kim, J. Cho, Nano Today 2014, 9, 604; c) F. Wang, S. W. Kim, D. H. Seo, K. Kang, L. Wang, D. Su, J. J. Vajo, J. Wang, J. Graetz, Nat. Commun. 2015, 6, 6668. [6] a) N. Liu, H. Wu, M. T. McDowell, Y. Yao, C. Wang, Y. Cui, Nano Lett. 2012, 12, 3315; b) N. Liu, Z. D. Lu, J. Zhao, M. T. McDowell, H. W. Lee, W. T. Zhao, Y. Cui, Nat. Nanotechnol. 2014, 9, 187. [7] a) J. Liu, P. Kopold, C. Wu, P. A. van Aken, J. Maier, Y. Yu, Energy Environ. Sci. 2015, 8, 3531; b) K. Cao, P. Li, Y. Zhang, T. Chen,\nX. Wang, S. Zhang, J. Liu, H. Wang, Nano Energy 2017, 40, 187; c) X. Lan, W. Ye, H. Zheng, Y. Cheng, Q. Zhang, D.-L. Peng, M.-S. Wang, Nano Energy 2019, 66, 104178. [8] a) H. Duan, J. Zhang, X. Chen, X. D. Zhang, J. Y. Li, L. B. Huang, X. Zhang, J. L. Shi, Y. X. Yin, Q. Zhang, Y. G. Guo, L. Jiang, L. J. Wan, J. Am. Chem. Soc. 2018, 140, 18051; b) H. Ye, Z. J. Zheng, H. R. Yao, S. C. Liu, T. T. Zuo, X. W. Wu, Y. X. Yin, N. W. Li, J. J. Gu, F. F. Cao, Y. G. Guo, Angew. Chem., Int. Ed. 2019, 58, 1094; c) G. Huang, J. Han, F. Zhang, Z. Wang, H. Kashani, K. Watanabe, M. Chen, Adv. Mater. 2019, 31, 1805334. [9] a) K. Yan, Z. Lu, H.-W. Lee, F. Xiong, P.-C. Hsu, Y. Li, J. Zhao, S. Chu, Y. Cui, Nat. Energy 2016, 1, 16010; b) H. Wang, Y. Li, Y. Li, Y. Liu, D. Lin, C. Zhu, G. Chen, A. Yang, K. Yan, H. Chen, Y. Zhu, J. Li, J. Xie, J. Xu, Z. Zhang, R. Vila, A. Pei, K. Wang, Y. Cui, Nano Lett. 2019, 19, 1326. [10] L. Wan, J. Wang, L. Xie, Y. Sun, K. Li, ACS Appl. Mater. Interfaces 2014, 6, 15583. [11] F. Pei, T. H. An, J. Zang, X. J. Zhao, X. L. Fang, M. S. Zheng, Q. F. Dong, N. F. Zheng, Adv. Energy Mater. 2016, 6, 1502539. [12] a) H. Zhang, H. He, J. Luan, X. Huang, Y. Tang, H. Wang, J. Mater. Chem. A 2018, 6, 23318; b) C. Wang, F. Wang, Z. Liu, Y. Zhao, Y. Liu, Q. Yue, H. Zhu, Y. Deng, Y. Wu, D. Zhao, Nano Energy 2017, 41, 674. [13] X. Li, L. Zhao, P. Li, Q. Zhang, M.-S. Wang, Nano Energy 2017, 42, 122. [14] L. Zhao, H. H. Wu, C. Yang, Q. Zhang, G. Zhong, Z. Zheng, H. Chen, J. Wang, K. He, B. Wang, T. Zhu, X. C. Zeng, M. Liu, M. S. Wang, ACS Nano 2018, 12, 12597. [15] T. Yang, P. Jia, Q. Liu, L. Zhang, C. Du, J. Chen, H. Ye, X. Li, Y. Li, T. Shen, Y. Tang, J. Huang, Angew. Chem., Int. Ed. 2018, 57, 12750. [16] X. H. Liu, Y. Liu, A. Kushima, S. Zhang, T. Zhu, J. Li, J. Y. Huang, Adv. Energy Mater. 2012, 2, 722. [17] a) Y. Liu, F. Fan, J. Wang, Y. Liu, H. Chen, K. L. Jungjohann, Y. Xu, Y. Zhu, D. Bigio, T. Zhu, C. Wang, Nano Lett. 2014, 14, 3445; b) S. Liu, A. Wang, Q. Li, J. Wu, K. Chiou, J. Huang, J. Luo, Joule 2018, 2, 184; c) Q. Su, D. Xie, J. Zhang, G. Du, B. Xu, ACS Nano 2013, 7, 9115; d) M. Gu, Y. Li, X. Li, S. Hu, X. Zhang, W. Xu, S. Thevuthasan, D. R. Baer, J. G. Zhang, J. Liu, C. Wang, ACS Nano 2012, 6, 8439; e) Y. Liu, H. Zheng, X. H. Liu, S. Huang, T. Zhu, J. Wang, A. Kushima, N. S. Hudak, X. Huang, S. Zhang, S. X. Mao, X. Qian, J. Li, J. Y. Huang, ACS Nano 2011, 5, 7245; f) J. W. Wang, X. H. Liu, K. Zhao, A. Palmer, E. Patten, D. Burton, S. X. Mao, Z. Suo, J. Y. Huang, ACS Nano 2012, 6, 9158; g) Z. Fan, L. Zhang, D. Baumann, L. Mei, Y. Yao, X. Duan, Y. Shi, J. Huang, Y. Huang, X. Duan, Adv. Mater. 2019, 31, e1900608. [18] G. Zheng, S. W. Lee, Z. Liang, H. W. Lee, K. Yan, H. Yao, H. Wang, W. Li, S. Chu, Y. Cui, Nat. Nanotechnol. 2014, 9, 618. [19] Z. Huang, G. Zhou, W. Lv, Y. Deng, Y. Zhang, C. Zhang, F. Kang, Q.-H. Yang, Nano Energy 2019, 61, 47. [20] S. Zhang, npj Comput. Mater. 2017, 3, 7. [21] Z. L. Wang, D. Xu, H. G. Wang, Z. Wu, X. B. Zhang, ACS Nano\n2013, 7, 2422. [22] R. Mukherjee, A. V. Thomas, D. Datta, E. Singh, J. Li, O. Eksik,\nV. B. Shenoy, N. Koratkar, Nat. Commun. 2014, 5, 3710. [23] R. Zhang, X. R. Chen, X. Chen, X. B. Cheng, X. Q. Zhang, C. Yan,\nQ. Zhang, Angew. Chem., Int. Ed. 2017, 56, 7764. [24] D. Lin, Y. Liu, Z. Liang, H. W. Lee, J. Sun, H. Wang, K. Yan, J. Xie,\nY. Cui, Nat. Nanotechnol. 2016, 11, 626. [25] a) A. Pei, G. Zheng, F. Shi, Y. Li, Y. Cui, Nano Lett. 2017, 17, 1132;\nb) L. Liu, Y. X. Yin, J. Y. Li, S. H. Wang, Y. G. Guo, L. J. Wan, Adv. Mater. 2018, 30, 1706216. [26] X. L. Fang, J. Zang, X. L. Wang, M. S. Zheng, N. F. Zheng, J. Mater. Chem. A 2014, 2, 6191."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "DOI: 10.1002/aenm.201902956 electrochemical potential (−3.04 V vs the standard hydrogen electrode).[1] However, the practical applications of Li metal anodes are still severely hindered by several intractable barriers, including extreme volume change, unstable Li/electrolyte interface, and dendritic Li growth, giving rise to safety hazard and seriously degraded battery performance.[2] Due to the high chemical reactivity of Li metal, its contact with electrolytes leads to the formation of a solid electrolyte interface (SEI) at the interface. However, the fragile SEI can easily crack upon the huge volume change of Li during cycling. Cracking of SEI would not only trigger dendritic growth, but also expose fresh Li metal to the electrolyte to form new SEI. It continues to form and break upon cycling, leading to the irreversible consumption of Li and electrolyte and the buildup of discarded SEI and dead Li (Figure 1a). Consequently, the battery’s capacity and cyclability rapidly decay.[3] In fact, large volume change and unstable SEI are currently the common challenges facing many other electrode materials, such as alloy-type (Si, Ge, Sn, etc.)[4] and conversion-type (metal oxides, sulfides, fluorides, etc.)[5] anodes for Li-ion batteries (LIBs). Recent progresses in LIB anode design have demonstrated that nanostructuring of active materials and encapsulating them with individual conductive capsules can effectively address these issues.[6,7] A well-known example is the “yolk–shell” architecture designed for Si anodes.[6] Nanosized Si particles are encapsulated inside a carbon shell, where the well-controlled void space allows the particles to expand upon lithiation without breaking the shell. Moreover, the carbon shell serves as an electrochemically and mechanically stable artificial interface that helps to stabilize the SEI formed on the shell and avoid side reactions. Herein, we would emphasize that the concept of nano-encapsulation can also be employed for the design of Li metal anodes, as illustrated in Figure 1b. The advantages are obvious: compared to the lithiation of active materials in a given cavity space, the filling of pure Li theoretically brings a higher capacity; the rigid shell predefines the deposition space with fixed dimension, creates a mechanically enhanced SEI protecting the deposited Li from further reaction with the outer electrolyte, and suppresses dendritic Li growth as well. Metallic lithium has long been deemed as the ultimate anode material for future high-energy-density Li batteries. However, the commercialization of Li metal anodes remains hindered by some major hurdles including their huge volume fluctuation during cycling, unstable solid electrolyte interface (SEI), and dendritic deposition. Herein, the concept of nano-encapsulating electrode materials is attempted to tackle these problems. Nitrogen-doped hollow porous carbon spheres (N-HPCSs), prepared via a facile and low-cost method, serve as the nanocapsules. Each N-HPCS has a lithophilic carbon shell with a thin N-rich denser layer on its inner surface, which enables preferential nucleation of Li inside the hollow sphere. It is demonstrated by in situ electron microscopy that these N-HPCS hosts allow Li to be encapsulated in a highly reversible and repeatable manner. Ultralong Li filling/ stripping cycling inside single N-HPCSs is achieved, up to 50 cycles for the first time. Li ion transport across multiple connected N-HPCSs, leading to long-range Li deposition inside their cavities, is visualized. In comparison, other types of carbon spheres with modified shell structures fail in encapsulating Li and dendrite suppression. The necessity of the specific shell design is therefore confirmed for stable Li encapsulation, which is essential for the N-HPCS-based anodes to achieve superior cycling performance.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}