{
  "name" : "downloads_2020-07-04_d4_10.1021@acsanm.0c00973.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Large-Area Aligned Fullerene Nanocrystal Scaffolds as Culture Substrates for Enhancing Mesenchymal Stem Cell Self-Renewal and Multipotency",
    "authors" : [ "Jingwen Song", "Xiaofang Jia", "Kosuke Minami", "Jonathan P. Hill", "Jun Nakanishi", "Lok Kumar Shrestha", "Katsuhiko Ariga" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION Human mesenchymal stem cells (hMSCs) are adult multipotent cells that are able to differentiate into several cell lineages including those that compose bone, fatty tissues, nerve cells, and cartilage.1 They are emerging as being useful for cellbased tissue regeneration therapies as a result of their easy accessibility and potent immunosuppressive properties.2\nDespite their promise, any therapeutic efficacies based on hMSCs are limited by the small available volume of cells isolated for clinical practice from human sources. Current strategies for the retention of hMSC multipotency rely on complex and poorly understood induction processes involving exogenous soluble biochemical agents such as growth factors. During the expansion process in vitro, hMSCs rapidly lose their multipotency and regenerative capacities with uncontrollable differentiation (Figure 1a).3 Thus, there exists a strong demand for new strategies for the in vitro expansion of hMSCs while maintaining their stemness and for the further enhancement of hMSC-based therapeutic efficiency in the treatment of diverse disease groups including degenerative diseases, skeletal tissue injuries, and organ failure.4\nIn addition to soluble biochemical inducers, the biophysical cues of substrates have been shown to control short- and longterm cell behaviors including adhesion, migration, and differentiation.5,6 There are only a few examples where the\nbiophysical properties of materials, such as their stiffness,7 degradability,8 and topographical features,9 promote retention of the undifferentiated state during stem cell expansion (Figure 1b, Table S1), and the design of suitable biomaterials is a complex, high-cost process prohibitive for clinic applications. On the other hand, the nanotopographical features of some substrates including their dimensions, morphologies, and nanoarray geometries can exert a strong effect on cell behavior. A culture scaffold based on highly ordered nanopits formed by using electron beam lithography has been reported to improve the retention of hMSC multipotency over a similarly prepared but disordered nanopit scaffold.10 The precise and continuous adjustment of nanoscale topographical parameters of the cellular microenvironment should be useful in optimizing control of stem cells for self-renewal. However, the currently available strategies that might provide materials with finely tunable nanoscale topographical features cannot be used to prepare large-area nanostructured architectures,10 although\nReceived: April 12, 2020 Accepted: June 8, 2020\n© XXXX American Chemical Society A\nhttps://dx.doi.org/10.1021/acsanm.0c00973 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\n95 .8\n5. 80\n.6 0\non J\nul y\n4, 2\n02 0\nat 1\n4: 19\n:4 5\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nthese are of most substantial interest for hMSC expansion with retention of multipotency. The Langmuir−Blodgett (LB) approach enables continuous tunability of alignment and variation of nanoscale topographical features simply by adjusting the morphology, dimensions, and ratio of two assembling elements,11−16 thus opening opportunities for the fabrication of large-area user-defined nanoarchitectures not available by using other strategies. On the other hand, the diverse assembly behavior of fullerenes into one-, two-, and\nthree-dimensional nano- to microstructures involving liquid− liquid interfacial precipitation methods17,18 allows us to create various building units suitable for the formation of different nanopatterned surfaces for the study of cell−material interactions. With respect to the interaction of protein and fullerenes,19,20 a continuously tunable fullerene-based nanopatterned surface is expected to present an appropriate cell− extracellular matrix (ECM) interaction for hMSC renewal. Herein, we have used the LB approach to prepare large-area\nhttps://dx.doi.org/10.1021/acsanm.0c00973 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX\nB\nhttps://dx.doi.org/10.1021/acsanm.0c00973 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX\nC\nnanoarchitectured surfaces with continuously tunable alignment of components by varying the contents of fullerene nanowhiskers (FNWs)17 of different aspect ratios and then used the resulting substrates for in vitro expansion of hMSCs (Figure 1c). We have found that the nanopatterned surfaces obtained using highly aligned FNWs (high-aFNWs) are capable of promoting long-term multipotency retention and differentiation capacity of hMSCs mediated by appropriate cell contractility and nucleus localization of Yes-associated protein (YAP).\n■ RESULTS Nanopatterned Scaffolds with Continuously Tunable Alignment of FNWs. By use of the LB approach, the degree of alignment within nanopatterned FNWs scaffolds can be continuously tuned by adjusting the composition of FNWs having two different aspect ratios. Different aspect ratios of FNWs were prepared by using the liquid−liquid interfacial precipitation method.21,22 Homogeneously distributed long FNWs having average diameter and length of 405 ± 96 nm and 202 ± 55 μm (i.e., aspect ratios of 498), respectively, were obtained by the slow addition of isopropanol to a solution of fullerene. In contrast, short FNWs having average diameter and length of 340 ± 170 nm and 1.7 ± 0.5 μm (i.e., aspect ratios of 5), respectively, were obtained by rapid addition of isopropanol to the fullerene solution (Figures S1 and S2). Ultrahigh density FNWs nanopatterned scaffolds were fabricated using the LB approach (Figure 2a).15 Compression applied at the barrier of the Langmuir trough forces mutual alignment of the long axes of FNWs (Figure S3). High-aFNWs scaffold was formed over a wide area (centimeter length scale) when using long FNWs (aspect ratios of 498) (Figure 2b,c). On the other hand, a low-aFNWs (i.e., poorly aligned) nanopatterned scaffold was obtained by using the short FNWs (aspect ratios of 5) due to the lack of long axis derived unidirectional alignment. The continuous tunability of the alignment degree of FNWs nanopatterned scaffolds was then achieved by controlling the weight ratios of long and short FNWs. For example, when the weight ratio of long to short FNWs is set at 3:1, medium-aFNWs were obtained. According to scanning electron microscopy (SEM) images, orientation maps and quantification of orientation distributions of low-, medium-, and high-aFNWs samples were determined (Figure 2a).23 The low-aFNWs nanopattern composed solely of short FNWs is largely random lacking any specific orientation direction. Therefore, they are spread at different angles on the glass substrate after reconstruction by using the LB approach. For medium-aFNWs, approximately 80% of FNWs are oriented with angles in the range ±30°. In contrast, the high-aFNWs showed a large peak around 0° with more than 96% of FNWs oriented with angles in the range ±30°. In previous work, poor alignment of nanopatterns has been obtained by drop-casting,24 a method that suffered from low and uneven surface coverage of FNWs on the substrate.\nTuning of the degree of alignment of the high surface coverage scaffolds was also not possible in that case (Figure S4). In this work, we have successfully fabricated continuously tunable FNWs nanopatterned scaffolds with ultrahigh surface coverage by tuning the weight ratio of long and short FNWs. The intrinsic hydrophobicity of fullerene is maintained in\nthe nanotopographical structure of aligned FNWs. Highaligned FNWs scaffolds exhibit hydrophobic properties leading to a contact angle of 130° (Figure 2d). Wettability and rootmean-squared (rms) surface roughness (Figures S5 and S6) of the low- and medium-aligned FNWs scaffolds are comparable with these of high-aFNWs, indicating that cells can readily process a nanotopographic cue rather than a purely physical effect in this class of materials. Typically, high-aFNWs present ∼500 nm sized groove patterns as measured by dynamic force microscopy (DFM) (Figure 2e). Protein adsorption on the surface of high-aFNWs was examined by using fluorescent labeled fibronectin. Fullerene could form stable complexes with proteins due to its hydrophobic nature and π-electron-rich system.25,26 On the basis of wettability and nanopatterned structure, and as predicted by the Cassie model,27 proteins were found to be selectively adsorbed at the ridge surfaces of high-aFNWs (Figure 2f, Figure S7). Aligned protein nanopatterns were formed on high-aFNWs scaffolds (compared with the glass control; see also Figure S8) demonstrating that a graded alignment of the aligned FNWs nanopattern can be directly translated into finely tuned manipulation of cell− material interactions, thus providing a route to attain an appropriate cell−ECM interaction for hMSC renewal.\nLong-Term Retention of hMSC Self-Renewal Supported on Highly Aligned FNWs Scaffolds. Different alignments of FNWs nanopatterned scaffolds prepared by using the LB approach exhibit excellent biocompatibility as revealed by the viability assay of cultured hMSCs (Figure S9). Furthermore, on the basis of the population doubling time, the proliferation rate of hMSCs on high-aFNWs is comparable with that on low- and medium-aFNWs but is slower than that on the glass control (Figure 3a). As a straightforward method to control the cell−material interface, variation of the nanoscale topographical features of scaffolds is expected to lead to adhesion appropriate for targeted differentiation or self-renewal of stem cells.10 We sought to investigate the effect of the aligned FNWs scaffolds on retention multipotency of hMSCs in cultures after 2 weeks. The stemness markers OCT4 (octamer-binding transcription factor 4), SOX2 (SRY-box containing gene 2), and NANOG (Nanog homeobox) are core regulators for self-renewal and multipotency of stem cells.28−30 Gene expression levels of these stemness markers were measured by quantitative reverse transcription-polymerase chain reaction (qRT-PCR). As shown in Figure 3b, hMSCs cultured on medium- and highaFNWs showed significant upregulation of OCT4 compared with those on low-aFNWs and glass control. SOX2 gene expression of hMSCs could be detected only on high-aFNWs.\nFigure 3. continued\n(e) Quantification of the percentage of OCT4 positive cells, NANOG positive cells, and quantification of the fluorescence intensities of SOX2 in nucleus. n = 600−1700, mean ± sd, ***P < 0.001 vs control, ###P < 0.001, one-way ANOVA. (f) Photomicrographs with Alizarin Red S-staining of extracellular calcium deposits of hMSCs cultured on FNWs in growth medium for 10 days prior to induction of osteogenic differentiation on FNWs (top) and Petri dish (bottom) for an additional 10 days. Cells were cultured on glass as control. (g) Mineralization quantification obtained by extracting Alizarin Red S from the stained calcium deposits. The absorbance was normalized to glass control. Mean ± sd, *P < 0.05 vs control, **P < 0.01 vs control, ***P < 0.001 vs control, ##P < 0.01, ###P < 0.001, one-way ANOVA. Scale bars: 250 μm.\nhttps://dx.doi.org/10.1021/acsanm.0c00973 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX\nD\nOCT4 and SOX2 are known to operate cooperatively to regulate the essential downstream target gene, NANOG, through a positive feedforward loop (Figure 3c).31 In addition\nto gene expression of OCT4 and SOX2, NANOG gene expression of hMSCs was significantly upregulated on the highaFNWs but not on low- and medium-aFNWs, as expected\nhttps://dx.doi.org/10.1021/acsanm.0c00973 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX\nE\n(Figure 3b). We also investigated the gene expression of stemness after 1 week of culture (Figure S10). The trend in stemness gene expression is similar to that found at 2 weeks, but there was nonsignificant upregulation on all aligned FNWs scaffolds. It was verified that during long-term culture highaFNWs scaffolds more effectively maintained stemness than the glass control. In addition, hMSCs from different sources cultured on the high-aFNWs also exhibited enhanced multipotency (Figure S11), demonstrating the generality of the aFNWs scaffold. We also concurrently investigated the protein expression of multipotency-associated regulators by immunostaining following 2 weeks of culture. As shown in Figure 3d, the stemness markers OCT4, SOX2, and NANOG were primarily nuclear for hMSCs.30 hMSCs cultured on both high- and mediumaFNWs showed significantly upregulated expression of stemness markers OCT4, SOX2, and NANOG, and on highaFNWs showed significantly upregulated expression of SOX2 and NANOG markers compared with those on the low- and medium-aFNWs (Figure 3e), in line with gene expression levels. Although hMSCs on the glass control were capable of rapid proliferation, they were largely committed to differentiation and gradually lost their stemness. However, hMSCs on high-aFNWs mostly underwent symmetrical self-renewal (production of two stem cells), thus maintaining stemness. To further prove the effect of FNWs on differentiation capacity, hMSCs were subjected to culture on FNWs in growth medium for 10 days prior to induction of osteogenic differentiation on FNWs for an additional 10 days. As shown in Figure 3f, culturing of hMSCs on FNWs had a significant impact on their differentiation capacity. hMSCs exhibited the greatest level of differentiation on high-aFNWs (Figure 3g). To exclude the substrate effect on hMSCs osteogenesis, hMSCs were reseeded in a Petri dish and subjected to induction of osteogenic differentiation for an additional 10 days followed by culturing on FNWs in growth medium for 10 days. hMSCs again exhibited the highest level of differentiation on high-aFNWs. Taken together, these results highlight the retention of multipotency by hMSCs cultured on the high-aFNWs (selfrenewal and differentiation capacity) with promoted proliferation during the 2 weeks of culture. hMSC Self-Renewal on FNWs-Nanopatterned Scaffolds through Mechanotransduction. Nanoscale cues provided by the FNWs patterned scaffolds can influence cell adhesion and function, while microscale cues of FNWs of dimensions comparable to the hMSCs result in whole-cell contact guidance.32,33 The effect of the degree of alignment of FNWs nanopatterned scaffolds on cell spreading was also investigated (Figure 4a). Cell spreading area on glass control was significantly larger than that on low-, medium-, and highaFNWs (Figure 4b). The aspect ratios of hMSCs cultured on low-, medium-, and high-aFNWs were also calculated to quantify cell elongation (Figure 4c) and were found to be 2.5 ± 0.9 (low-aFNWs), 4.3 ± 1.8 (medium-aFNWs), and 5.8 ± 2.1 (high-aFNWs). Elongation of hMSCs increases with increasing degree of alignment of the FNWs nanopatterned scaffolds. Furthermore, cells cultured on the high-aFNWs exhibited significantly higher unidirectional cellular orientation, whereas cells on the low-aFNWs exhibited nondirectional orientation (Figure 4d). That is, with increasing elongation, the spreading direction approaches 0° relative to the direction of FNWs (Figure 4e). Cell spreading was also investigated after 2 weeks of cell culture on three different aligned FNWs\nscaffolds (Figure S12). It was found that the cell morphologies in samples cultured for 1 day or for 2 weeks are consistent, suggesting that the nanoscale features of FNWs patterned scaffolds affect the cell elongation and regulate their spreading direction over extended time periods. Intriguingly, the elongated morphology of hMSCs has frequently led to the observation of neurogenic or myogenic differentiation.34,35 Conversely, in this work only hMSC self-renewal was observed, implying that hMSC fate is decoupled from cell morphology.36 In contrast to the low- and medium-aFNWs, high-aFNWs contribute to form a more highly homogeneous microenvironment for cells, which promotes uniform changes of cell morphology by whole-cell contact guidance37,38 and in turn results in a homogeneous response of cells to nanoscale cues.39\nCells interact with adjacent surfaces where nanoscale cues of scaffold surfaces can regulate the gathering of cell receptors and direct stem cell function. Focal adhesions participate in cell sensing from ECM and cell signal transduction to the nucleus thus subsequently influencing hMSC self-renewal.40,41 As shown in Figure 4f, hMSCs cultured on medium- and highaFNWs showed well-organized F-actin stress fibers along the long axes of FNWs, as compared with diffused F-actin signals on low-aFNWs. Vinculin-rich focal adhesions could be clearly observed for hMSCs cultured on medium- and high-aFNWs, with their elongation and orientation along the direction of the long axes of FNWs. However, mature focal adhesion was only observed for 30% hMSCs cultured on low-aFNWs (Figure S13). Focal adhesion area on high-aFNWs was significantly larger than that on low-aFNWs and is associated with increased hMSC contractility (Figure 4h). In contrast, a significantly larger area of focal adhesion and numerous F-actin stress fibers were observed on the glass control than those on aligned FNWs. It has previously been reported that an appropriate adhesion/tension state is required for hMSC self-renewal, with reduced cell adhesion to prevent metabolome activation required for differentiation and sufficient mechanical flexibility to allow cell growth.9,42\nYAP is a key transcriptional regulator that can control stem cell proliferation, stemness retention, and differentiation in response to mechanical or geometric cues.43 YAP nuclear localization of hMSCs cultured on different FNWs nanopatterned scaffolds was also investigated. As shown in Figure 4i, YAP was primarily nuclear for hMSCs on high-aFNWs. Conversely, the cytoplasmic component of YAP increased when cultured on low-aFNWs. Correspondingly, the nuclearto-cytoplasmic ratio of YAP was significantly higher on highaFNWs (Figure 4j) than those on low- and medium-aFNWs. Increased YAP nuclear localization on high-aFNWs tends to combine DNA-binding transcription factors and promotes the expression of multipotency genes.44−46\n■ DISCUSSION We have successfully achieved hMSCs expansion with multipotency retention by using high-aFNWs as a cell culture scaffold. We intended to elucidate the correlation of stem cell multipotency retention on the nanostructured surfaces of FNWs scaffolds, with the formation of focal adhesions and translocation of YAP transcriptional coactivator. On a flat substrate such as glass, hMSCs exhibit a large focal adhesion area and high cytoskeletal tension. This switches stem cells from slow growth to a high activity state resulting in uncontrolled differentiation of hMSCs and loss of stemness. However, the introduction of a small cytoskeletal tension is\nhttps://dx.doi.org/10.1021/acsanm.0c00973 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX\nF\nrequired for retention of multipotency during hMSC expansion.10 The hydrophobic nanotopographic surface of aligned FNWs scaffolds provides a limited cell−material contact area47 resulting in low cell spreading and focal adhesion areas of hMSCs. Enhanced stemness retention of hMSCs on the FNWs nanopatterned scaffolds is probably correlated with the reduced cytoskeletal tension compared with that on the glass control. The nanopatterned structure and protein adsorption proper-\nties of aligned FNWs scaffolds lead to a protein nanopattern for the regulation of cell behavior (Figure 5). The alignment of adsorbed protein nanopatterns allows elongation of focal adhesion parallel to the long axes of FNWs and prevents the growth of focal adhesion perpendicular to the long axes of FNWs on high-aFNWs. Unidirectional cell spreading is thus oriented along the long axes of FNWs on high-aFNWs. In contrast, low-aFNWs scaffolds did not restrict the direction of focal adhesions but prevented the maturity of focal adhesion due to the roughness of the nanostructured surface48 and the lower area of surface available for ECM protein adsorption. Correspondingly, diffuse F-actin signals were observed with unoriented cell spreading for hMSCs on low-aFNWs. Therefore, compared to low- and medium-aFNWs, high-aFNWs scaffolds provide stronger homogeneous biophysical cues and more highly uniform activation of the mechanotransductive processes of hMSCs.38 The high-aFNWs scaffold results in uniform elongation and strong orientation of hMSCs, which may affect the acetylation and methylation of histone patterns, thus priming the nuclei for hMSC self-renewal patterns.49\nNuclear localization of YAP has been implicated as a promoter for positive regulation of a large number of multipotency gene expressions of stem cells.46 In a biomaterial context, the role of YAP in mechanotransduction is as a sensor and mediator controlled by the biophysical cues of the ECM.43\nMature focal adhesions and F-actin polymerization are necessary for recruiting YAP location from cytoplasm to nucleus of hMSCs and then promoting the expression of the stemness genes.46,50 Hence, the increase of nuclear YAP on high-aFNWs promotes the expression of stemness regulators\nOCT4, NANOG, and SOX2. Taken together, high-aFNWs as a cell culture scaffold provide an intermediate condition that effectively decreases, but does not eliminate, focal adhesions. The resulting long-term expansion of hMSCs with multipotency retention is mediated by appropriate cell contractility and nucleus localization of YAP.\n■ CONCLUSIONS In summary, we have demonstrated that continuously tunable topographical features of FNWs nanopatterns can be translated into the finely tuned manipulation of cell−material interactions, which influences cell spreading, orientation, focal adhesions, and eventually self-renewal of hMSCs. We have found that the enhanced long-term retention of hMSC selfrenewal and multipotency on high-aFNWs is mediated through appropriate cell contractility and nucleus localization of YAP. Additionally, the LB approach is a straightforward technique that can be operated simply by hand and is consequently easily accessible even in biomedical laboratories for the fabrication of centimeter-sized nanotopographical substrates toward the large-scale expansion of hMSCs for clinical practice. We also envision that such nanotopographical features for stem cell expansion with enhanced regenerative capacity can be included in future tissue-engineering scaffolds. This work highlights the importance of the fundamental aspects of biomaterials’ design for the improvement of the potential of hMSCs technologies in regenerative therapies.\n■ EXPERIMENTAL METHODS Reagents. Pristine fullerene C60 powder with purity >99.5% was purchased from Materials Technologies Research (MTR), Ltd. (Cleveland, OH, USA). m-Xylene and isopropyl alcohol (IPA) with purity >99% were purchased from the Wako Chemical Corp., Japan.\nPreparation and Purification of FNWs. FNWs were prepared by the liquid−liquid interfacial precipitation method.17 Fullerene C60 powder was dissolved in m-xylene. To prepare long FNWs, isopropyl alcohol (IPA, 5 mL) was carefully layered on C60 solution (2 mg/mL, 1 mL) at a rate of 2.5 mL/min. To get short FNWs, IPA (5 mL) was quickly added into C60 solution (2 mg/mL, 1 mL) at a rate of 1 mL/s. The solution was incubated at room temperature for 30 min to form\nhttps://dx.doi.org/10.1021/acsanm.0c00973 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX\nG\nFNWs. The FNWs were washed by centrifugation at 4000 rpm for 2 min with IPA. The purified FNWs were dispersed in IPA (2 mL) at room temperature prior to use. Preparation of aFNWs Scaffolds by Langmuir−Blodgett Approach. Aligned FNWs scaffolds were prepared by LB approach previously reported by our group.15 Briefly, FNWs suspension in IPA (0.2 mL) was dispersed gently onto the surface of water in a quartz trough (45 mm × 52.5 mm × 12.5 mm) by syringe. After 3 min, FNWs film was formed at the air−water interface. Prior to use, a bare glass plate was washed with acetone, methanol, and water, respectively. The clean glass plate was inserted into water phase at the edge of the trough, and the glass was compressed to form highdensity FNWs film. The aFNWs scaffolds were dried in a vacuum oven under reduced pressure at 60 °C for 15 h prior to use. Characterization of the Morphology of aFNWs Scaffold. Briefly, FNWs suspension in IPA was directly dropped to or by LB approach transferred to a clean silicon wafer and then was dried in a vacuum oven under reduced pressure at 60 °C for 15 h to prepare samples for characterization. The morphology of FNWs was observed by optical microscopy (BX-51, Olympus, Japan), scanning electron microscopy (S-4800, HITACHI, Japan, field emission gun operating at 10 kV, 10 μA), and dynamic force microscope (SPA-400 Seiko Instruments, Japan). Surface roughness was measured from dynamic force microscope images by using Gwyddion software and was averaged over at least 15 different areas of the sample. Contact Angle Measurement. Contact angle measurements were conducted using a SEO−Phoenix alpha contact angle analyzer under ambient conditions (22 °C). The water droplet was placed onto the FNWs substrate surface under automatic control by computer. Analysis of the contact angles was made using ImageJ software. All measurements were averaged over at least four different areas of each sample. Protein Adsorption Patterns. High-aFNWs and glass were soaked in 0.1 mg/mL HiLyte Fluor 488 labeled fibronectin (Cytoskeleton Inc.) solution in PBS for 1 h. Images were obtained by using a 63× oil objective of Leica TCS-SP5 confocal laser scanning microscopy. Culture of Human Mesenchymal Stem Cells (hMSCs). hMSCs (bone marrow, PromoCell) were cultured in standard growth medium (PromoCell) using standard cultivation conditions (37 °C, 5% CO2) at Petri dish to expand to passage 5 before use. For comparison, hMSCs (bone marrow, Lonza) were cultured in standard growth medium (Lonza). For cell culturing on the surface of FNWs scaffolds, cells were collected by 0.25% v/v trypsin−ethylenediaminetetraacetic acid (EDTA) solution (Invitrogen) from Petri dish and then were seeded at a density of 5000 cells/cm2 on different scaffolds. To induce osteogenic differentiation, hMSCs were treated with mesenchymal stem cell osteogenic differentiation medium (PromoCell). Cell Doubling Time Assay. hMSCs were cultured on aFNWs scaffolds and glass after 3 days. Then, cells were trypsinized by 0.25% v/v trypsin−EDTA solution (Invitrogen) for accounting cell number. Doubling time was estimated using the formula as below:\nT t t q q ( ) ln(2) ln( ) ln( )d 2 1\n2 1\n= −\n−\nwhere the t2 is the time of cell harvest, t1 is the time of cell seeding, q2 is the number of cells harvest, and q1 is the number of cells seeding. In this system, the time from cell seeding to cell harvest is 3 days and the number of cells seeding is 5000 cells/cm2. Three replicates were performed for all groups. Cell Live/Dead Assay. The cell live/dead assay was performed by using live/dead viability/cytotoxicity kits (Invitrogen). Three replicates were performed for all groups. Calcein AM (the dilution of 1:2000) and EthD-1 (the dilution of 1:500) in PBS were added to hMSCs cultured after 1 day and 7 days, respectively. After incubation for 30 min at room temperature, the labeled cells were observed using the fluorescence microscope (BX51, Olympus).\nTotal RNA Extraction and qRT-PCR. Total RNA was isolated following our previous method.15 Briefly, hMSCs cultured on glass plates and aligned FNWs scaffolds were transferred to a new chamber of 24-well plate. Total RNA extraction was carried out following the manufacturer’s protocols. Ethachinmate kit (Nippon Gene) and Agencourt RNAclean XP kit (Beckman coulter) were used to remove protein and some other impurities. DNase kit (TaKaRa) was adopted to remove all residual genomic DNA. Complementary DNA was obtained by the reaction of reverse transcription with 500 ng of total RNA through PrimeScript RT reagent kit (TaKaRa). qRT-PCR was run with primer sets for GAPDH (forward, 5′-TCA ACG GAT TTG GTC GTA TTG GG-3′; reverse, 5′-TGA TTT TGG AGG GAT CTC GC-3′); OCT4 (forward, 5′-GCC CGA AAG AGA AAG CGA AC-3′; reverse, 5′-ACA TCC TTC AGC CCA AG-3′); NANOG (forward, 5′-GAC AAG GTC CCG GTC AAG AA-3′; reverse, 5′- CTT CAC CTG TTT GTA GCT GAG G-3′); SOX2 (forward, 5′- CAG GAG TTG TCA AGG CAG AGA-3′; reverse, 5′-GG GGC TCA AAC TTC TCT CCC-3′) using LightCycler 480 SYBR Green I Master (Roche) in a LightCycler 480 II (Roche). With GAPDH as housekeeping gene, quantitative expression of target gene was analyzed by the 2−ΔΔCt method. The gene expression of hMSCs cultured on bare glass was normalized to 1.\nImmunofluorescence Staining. For immunofluorescence staining, bare glass plates (1 cm × 1 cm) and glass plates coated with FNWs film were placed into the chambers of a 24-well plate prior to seeding hMSCs. After hMSCs were cultured on scaffolds for 24 h or 2 weeks, standard immunostaining protocols were carried out. Cells were fixed with 4% paraformaldehyde in PBS for 15 min, and then free aldehydes were quenched by 5% glycine in PBS for 5 min. Cells were permeabilized with 0.2% Triton X-100 in PBS for 5 min. After blocking with 5% BSA at room temperature for 1 h, immunostaining was performed with OCT4 mouse monoclonal antibody (Santa Cruz, sc-5279, dilution of 1:100), NANOG mouse monoclonal antibody (Santa Cruz, sc-293121, dilution of 1:100), SOX2 mouse monoclonal antibody (Santa Cruz, sc-365823, dilution of 1:100), anti-vinculin mouse monoclonal antibody (Santa Cruz, sc-73614, dilution of 1:200), and YAP mouse monoclonal antibody (Santa Cruz, sc101199, dilution of 1:100) at 4 °C overnight and then was incubated with secondary Alex Fluor 488 chicken anti-mouse antibody (Life Technologies, A21200, dilution of 1:100) at room temperature in dark for 1 h. Then F-actin was stained with phalloidin Alexa Fluor 568 (Life Technologies, A12380, dilution of 1:200) for 1 h. Nucleus were stained with Hoechst 33342 (Life Technologies, 2584w, dilution of 1:3000) for 30 min. Finally, glass plates were fixed on glass bottom dish using the slowfade antifade kit (Life Technologies, 1597356). Images were obtained by using a 63× oil objective of Leica TCS-SP5 confocal laser scanning microscopy or a fluorescence microscope (BX51, Olympus).\nImage Analysis. The orientation analysis of aFNWs scaffolds was dealt with the Orientation J software (NIH), a plugin developed for ImageJ. SEM images of three kinds of aFNWs scaffolds were analyzed. And color code maps were obtained by Orientation J. And the orientation distribution was evaluated for every direction of FNWs.\nFor the quantification of stemness markers OCT4 and NANOG, images were taken by a fluorescence microscope (BX51, Olympus). The percentage of cell expression of OCT4 and NANOG was investigated by MetaVue software. Stemness marker SOX2 was observed by Leica TCS-SP5 confocal laser scanning microscope, and average fluorescence intensity of SOX2 in the nuclear area was analyzed by LAS-AF-Lite software. The quantification of focal adhesions was executed on the basis of a previously reported method.51 For quantification of the nuclear and cytoplasm localization ratio of YAP, images were taken by a Leica TCS-SP5 confocal laser scanning microscope. Cells were co-stained by Hochest 33342/ phalloidin/YAP antibody. The average fluorescence intensity of nuclear area and cytoskeleton area outside the nucleus were analyzed by LAS-AF-Lite software.\nAlizarin Red S Staining. Cells were fixed with 4% paraformaldehyde in PBS for 15 min and were stained with 40 mM Alizarin Red S (pH 4.2, Sigma) for 30 min at room temperature. After rinsing with\nhttps://dx.doi.org/10.1021/acsanm.0c00973 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX\nH\ndouble distilled water, photomicrographs of Alizarin Red S stained extracellular calcium deposits were obtained by using a Zeiss Primovert compact inverted microscope. For quantification of mineralization, the stained calcium deposits were extracted with 10% acetic acid for 30 min. pH was adjusted to 4.2 by addition of 10% ammonium hydroxide. The aqueous phase (100 μL) was then transferred to a new 96-well plate. The absorbance at 405 nm was recorded using a plate reader (Bio-Rad). Statistical Analysis. All quantification data were analyzed using one-way ANOVA or Student’s t-test to evaluate the significant difference or not. Values are the average ± standard deviation (sd), and each error bar is a standard deviation from at least three independent experiments, and each experiment was assayed in triplicate. The sample size was at least three for image analysis, and at least four images were collected for each sample.\n■ ASSOCIATED CONTENT *sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsanm.0c00973.\nAdditional table reporting a detailed comparison of different strategies for stem cell expansion, additional details on images and size distributions of FNWs, schematic illustrations of guiding the assembly of FNWs using LB approach and protein adsorption on FNWs nanopatterned scaffold, FNWs coated on a glass substrate by drop-casting, wettability analysis, viability, gene expression, morphologies, percentage of vinculin patches of hMSCs (PDF)\n■ AUTHOR INFORMATION Corresponding Authors Xiaofang Jia − International Research Center for Materials Nanoarchitectonics (MANA), National Institute for Materials Science (NIMS), Tsukuba, Ibaraki 305-0044, Japan; orcid.org/0000-0003-1875-4655; Email: JIA.Xiaofang@\nnims.go.jp Katsuhiko Ariga − Graduate School of Frontier Sciences, The University of Tokyo, Kashiwa, Chiba 277-8561, Japan; International Research Center for Materials Nanoarchitectonics (MANA), National Institute for Materials Science (NIMS), Tsukuba, Ibaraki 305-0044, Japan; orcid.org/0000-00022445-2955; Email: ARIGA.Katsuhiko@nims.go.jp"
    }, {
      "heading" : "Authors",
      "text" : "Jingwen Song − Graduate School of Frontier Sciences, The University of Tokyo, Kashiwa, Chiba 277-8561, Japan\nKosuke Minami − International Center for Young Scientists (ICYS), International Research Center for Materials Nanoarchitectonics (MANA), and Center for Functional Sensor and Actuator (CFSN), National Institute for Materials Science (NIMS), Tsukuba, Ibaraki 305-0044, Japan; orcid.org/ 0000-0003-4145-1118 Jonathan P. Hill − International Research Center for Materials Nanoarchitectonics (MANA), National Institute for Materials Science (NIMS), Tsukuba, Ibaraki 305-0044, Japan Jun Nakanishi − International Research Center for Materials Nanoarchitectonics (MANA), National Institute for Materials Science (NIMS), Tsukuba, Ibaraki 305-0044, Japan; orcid.org/0000-0003-4457-6581 Lok Kumar Shrestha − International Research Center for Materials Nanoarchitectonics (MANA), National Institute for Materials Science (NIMS), Tsukuba, Ibaraki 305-0044, Japan; orcid.org/0000-0003-2680-6291\nComplete contact information is available at: https://pubs.acs.org/10.1021/acsanm.0c00973"
    }, {
      "heading" : "Author Contributions",
      "text" : "J.S., X.J,. and K.A. designed the experiments. J.S. conducted experiments. X.J. assisted primer design and qRT-PCR experiments and immunostaining experiments. K.M. assisted LB experiments. L.K.S. assisted FNWs synthesis experiments. J.S. X.J., K.M., J.N., and K.A. analyzed data. J.S., X.J., K.M., and J.P.H. wrote the manuscript. The principal investigator is K.A."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This study was partially supported by Japan Society for the Promotion of Science (JSPS) KAKENHI Grant JP16H06518 (Coordination Asymmetry) and the Core Research for Evolutional Science and Technology (CREST) Program of Japan Science and Technology Agency (JST) Grant JPMJCR1665.\n■ REFERENCES (1) Uccelli, A.; Moretta, L.; Pistoia, V. Mesenchymal Stem Cells in Health and Disease. Nat. Rev. Immunol. 2008, 8, 726−736. (2) Williams, A. R.; Hare, J. M. Mesenchymal Stem Cells: Biology, Pathophysiology, Translational Findings, and Therapeutic Implications for Cardiac Disease. Circ. Res. 2011, 109, 923−940. (3) Yeo, G. C.; Weiss, A. S. Soluble Matrix Protein Is a Potent Modulator of Mesenchymal Stem Cell Performance. Proc. Natl. Acad. Sci. U. S. A. 2019, 116, 2042−2051. (4) Nombela-Arrieta, C.; Ritz, J.; Silberstein, L. E. The Elusive Nature and Function of Mesenchymal Stem Cells. Nat. Rev. Mol. Cell Biol. 2011, 12, 126−131. (5) Murphy, W. L.; McDevitt, T. C.; Engler, A. J. Materials as Stem Cell Regulators. Nat. Mater. 2014, 13, 547−557. (6) Wen, J. H.; Vincent, L. G.; Fuhrmann, A.; Choi, Y. S.; Hribar, K. C.; Taylor-Weiner, H.; Chen, S.; Engler, A. J. Interplay of Matrix Stiffness and Protein Tethering in Stem Cell Differentiation. Nat. Mater. 2014, 13, 979−987. (7) Yang, C.; Tibbitt, M. W.; Basta, L.; Anseth, K. S. Mechanical Memory and Dosing Influence Stem Cell Fate. Nat. Mater. 2014, 13, 645−652. (8) Madl, C. M.; LeSavage, B. L.; Dewi, R. E.; Dinh, C. B.; Stowers, R. S.; Khariton, M.; Lampe, K. J.; Nguyen, D.; Chaudhuri, O.; Enejder, A.; Heilshorn, S. C. Maintenance of Neural Progenitor Cell Stemness in 3D Hydrogels Requires Matrix Remodelling. Nat. Mater. 2017, 16, 1233−1242. (9) McMurray, R. J.; Gadegaard, N.; Tsimbouri, P. M.; Burgess, K. V.; McNamara, L. E.; Tare, R.; Murawski, K.; Kingham, E.; Oreffo, R. O.; Dalby, M. J. Nanoscale Surfaces for the Long-Term Maintenance of Mesenchymal Stem Cell Phenotype and Multipotency. Nat. Mater. 2011, 10, 637−644. (10) Tsimbouri, P. M.; McMurray, R. J.; Burgess, K. V.; Alakpa, E. V.; Reynolds, P. M.; Murawski, K.; Kingham, E.; Oreffo, R. O. C.; Gadegaard, N.; Dalby, M. J. Using Nanotopography and Metabolomics to Identify Biochemical Effectors of Multipotency. ACS Nano 2012, 6, 10239−10249. (11) Yang, P. Wires on Water. Nature 2003, 425, 243−244. (12) Acharya, S.; Panda, A. B.; Belman, N.; Efrima, S.; Golan, Y. A Semiconductor-Nanowire Assembly of Ultrahigh Junction Density by the Langmuir-Blodgett Technique. Adv. Mater. 2006, 18, 210−213. (13) Acharya, S.; Hill, J. P.; Ariga, K. Soft Langmuir-Blodgett Technique for Hard Nanomaterials. Adv. Mater. 2009, 21, 2959− 2981. (14) Krishnan, V.; Kasuya, Y.; Ji, Q.; Sathish, M.; Shrestha, L. K.; Ishihara, S.; Minami, K.; Morita, H.; Yamazaki, T.; Hanagata, N.;\nhttps://dx.doi.org/10.1021/acsanm.0c00973 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX\nI\nMiyazawa, K.; Acharya, S.; Nakanishi, W.; Hill, J. P.; Ariga, K. VortexAligned Fullerene Nanowhiskers as a Scaffold for Orienting Cell Growth. ACS Appl. Mater. Interfaces 2015, 7, 15667−15673. (15) Minami, K.; Kasuya, Y.; Yamazaki, T.; Ji, Q.; Nakanishi, W.; Hill, J. P.; Sakai, H.; Ariga, K. Highly Ordered 1D Fullerene Crystals for Concurrent Control of Macroscopic Cellular Orientation and Differentiation Toward Large-Scale Tissue Engineering. Adv. Mater. 2015, 27, 4020−4026. (16) Yuan, C.; Ji, W.; Xing, R.; Li, J.; Gazit, E.; Yan, X. Hierarchically Oriented Organization in Supramolecular Peptide Crystals. Nat. Rev. Chem. 2019, 3, 567−588. (17) Miyazawa, K.; Kuwasaki, Y.; Obayashi, A.; Kuwabara, M. C60 Nanowhiskers Formed by the Liquid−Liquid Interfacial Precipitation Method. J. Mater. Res. 2002, 17, 83−88. (18) Shrestha, L. K.; Ji, Q.; Mori, T.; Miyazawa, K.; Yamauchi, Y.; Hill, J. P.; Ariga, K. Fullerene Nanoarchitectonics: From Zero to Higher Dimensions. Chem. - Asian J. 2013, 8, 1662−1679. (19) Benyamini, H.; Shulman-Peleg, A.; Wolfson, H. J.; Belgorodsky, B.; Fadeev, L.; Gozin, M. Interaction of C60-Fullerene and Carboxyfullerene with Proteins: Docking and Binding Site Alignment. Bioconjugate Chem. 2006, 17, 378−386. (20) Ge, C.; Du, J.; Zhao, L.; Wang, L.; Liu, Y.; Li, D.; Yang, Y.; Zhou, R.; Zhao, Y.; Chai, Z.; Chen, C. Binding of Blood Proteins to Carbon Nanotubes Reduces Cytotoxicity. Proc. Natl. Acad. Sci. U. S. A. 2011, 108, 16968−16973. (21) Ji, H.; Hu, J.; Tang, Q.; Song, W.; Wang, C.; Hu, W.; Wan, L.; Lee, S. Controllable Preparation of Submicrometer Single-Crystal C60 Rods and Tubes Trough Concentration Depletion at the Surfaces of Seeds. J. Phys. Chem. C 2007, 111, 10498−10502. (22) Sathish, M.; Miyazawa, K.; Sasaki, T. Nanoporous Fullerene Nanowhiskers. Chem. Mater. 2007, 19, 2398−2400. (23) Blell, R.; Lin, X.; Lindstrom, T.; Ankerfors, M.; Pauly, M.; Felix, O.; Decher, G. Generating in-Plane Orientational Order in Multilayer Films Prepared by Spray-Assisted Layer-by-Layer Assembly. ACS Nano 2017, 11, 84−94. (24) Hsieh, F. Y.; Shrestha, L. K.; Ariga, K.; Hsu, S. H. Neural Differentiation on Aligned Fullerene C60 Nanowhiskers. Chem. Commun. 2017, 53, 11024−11027. (25) Hashizume, H.; Hirata, C.; Fujii, K.; Miyazawa, K. Adsorption of Amino Acids by Fullerenes and Fullerene Nanowhiskers. Sci. Technol. Adv. Mater. 2015, 16, 065005. (26) De Leo, F.; Magistrato, A.; Bonifazi, D. Interfacing Proteins with Graphitic Nanomaterials: From Spontaneous Attraction to Tailored Assemblies. Chem. Soc. Rev. 2015, 44, 6916−6953. (27) Schellenberger, F.; Encinas, N.; Vollmer, D.; Butt, H. J. How Water Advances on Superhydrophobic Surfaces. Phys. Rev. Lett. 2016, 116, 096101. (28) Wang, Z.; Oron, E.; Nelson, B.; Razis, S.; Ivanova, N. Distinct Lineage Specification Roles for Nanog, Oct4, and Sox2 in Human Embryonic Stem Cells. Cell Stem Cell 2012, 10, 440−454. (29) Tsai, C. C.; Su, P. F.; Huang, Y. F.; Yew, T. L.; Hung, S. C. Oct4 and Nanog Directly Regulate Dnmt1 to Maintain Self-Renewal and Undifferentiated State in Mesenchymal Stem Cells. Mol. Cell 2012, 47, 169−182. (30) Hammachi, F.; Morrison, G. M.; Sharov, A. A.; Livigni, A.; Narayan, S.; Papapetrou, E. P.; O’Malley, J.; Kaji, K.; Ko, M. S.; Ptashne, M.; Brickman, J. M. Transcriptional Activation by Oct4 Is Sufficient for the Maintenance and Induction of Pluripotency. Cell Rep. 2012, 1, 99−109. (31) Boyer, L. A.; Lee, T. I.; Cole, M. F.; Johnstone, S. E.; Levine, S. S.; Zucker, J. P.; Guenther, M. G.; Kumar, R. M.; Murray, H. L.; Jenner, R. G.; Gifford, D. K.; Melton, D. A.; Jaenisch, R.; Young, R. A. Core Transcriptional Regulatory Circuitry in Human Embryonic Stem Cells. Cell 2005, 122, 947−956. (32) Kim, J.; Kim, H. N.; Lim, K. T.; Kim, Y.; Seonwoo, H.; Park, S. H.; Lim, H. J.; Kim, D. H.; Suh, K. Y.; Choung, P. H.; Choung, Y. H.; Chung, J. H. Designing Nanotopographical Density of Extracellular Matrix for Controlled Morphology and Function of Human Mesenchymal Stem Cells. Sci. Rep. 2013, 3, 3552.\n(33) Yao, H. B.; Fang, H. Y.; Wang, X. H.; Yu, S. H. Hierarchical Assembly of Micro-/Nano-Building Blocks: Bio-Inspired Rigid Structural Functional Materials. Chem. Soc. Rev. 2011, 40, 3764− 3785. (34) Teo, B. K. K.; Wong, S. T.; Lim, C. K.; Kung, T. Y. S.; Yap, C. H.; Ramagopal, Y.; Romer, L. H.; Yim, E. K. F. Nanotopography Modulates Mechanotransduction of Stem Cells and Induces Differentiation through Focal Adhesion Kinase. ACS Nano 2013, 7, 4785− 4798. (35) Jia, X.; Minami, K.; Uto, K.; Chang, A.; Hill, J. P.; Nakanishi, J.; Ariga, K. Adaptive Liquid Interfacially Assembled Protein Nanosheets for Guiding Mesenchymal Stem Cell Fate. Adv. Mater. 2020, 32, 1905942. (36) Chaudhuri, O.; Gu, L.; Klumpers, D.; Darnell, M.; Bencherif, S. A.; Weaver, J. C.; Huebsch, N.; Lee, H. P.; Lippens, E.; Duda, G. N.; Mooney, D. J. Hydrogels with Tunable Stress Relaxation Regulate Stem Cell Fate and Activity. Nat. Mater. 2016, 15, 326−334. (37) Curtis, A. S.; Varde, M. Control of Cell Behavior: Topological Factor. J. Natl. Cancer Res. Inst. 1964, 33, 15−26. (38) Weiss, P.; Garber, B. Shape and Movement of Mesenchyme Cells as Functions of the Physical Structure of the Medium. Proc. Natl. Acad. Sci. U. S. A. 1952, 38, 264−280. (39) Ventre, M.; Coppola, V.; Natale, C. F.; Netti, P. A. Aligned Fibrous Decellularized Cell Derived Matrices for Mesenchymal Stem Cell Amplification. J. Biomed. Mater. Res., Part A 2019, 107, 2536− 2546. (40) Iskratsch, T.; Wolfenson, H.; Sheetz, M. P. Appreciating Force and Shape−the Rise of Mechanotransduction in Cell Biology. Nat. Rev. Mol. Cell Biol. 2014, 15, 825−833. (41) Vogel, V.; Sheetz, M. Local Force and Geometry Sensing Regulate Cell Functions. Nat. Rev. Mol. Cell Biol. 2006, 7, 265−275. (42) Donnelly, H.; Salmeron-Sanchez, M.; Dalby, M. J. Designing Stem Cell Niches for Differentiation and Self-Renewal. J. R. Soc., Interface 2018, 15, 20180388. (43) Dupont, S.; Morsut, L.; Aragona, M.; Enzo, E.; Giulitti, S.; Cordenonsi, M.; Zanconato, F.; Le Digabel, J.; Forcato, M.; Bicciato, S.; Elvassore, N.; Piccolo, S. Role of YAP/TAZ in Mechanotransduction. Nature 2011, 474, 179−183. (44) Vining, K. H.; Mooney, D. J. Mechanical Forces Direct Stem Cell Behaviour in Development and Regeneration. Nat. Rev. Mol. Cell Biol. 2017, 18, 728−742. (45) Ohgushi, M.; Minaguchi, M.; Sasai, Y. Rho-Signaling-Directed YAP/TAZ Activity Underlies the Long-Term Survival and Expansion of Human Embryonic Stem Cells. Cell Stem Cell 2015, 17, 448−461. (46) Lian, I.; Kim, J.; Okazawa, H.; Zhao, J.; Zhao, B.; Yu, J.; Chinnaiyan, A.; Israel, M. A.; Goldstein, L. S. B.; Abujarour, R.; Ding, S.; Guan, K. L. The Role of YAP Transcription Coactivator in Regulating Stem Cell Self-Renewal and Differentiation. Genes Dev. 2010, 24, 1106−1118. (47) Song, W.; Veiga, D. D.; Custod́io, C. A.; Mano, J. F. Bioinspired Degradable Substrates with Extreme Wettability Properties. Adv. Mater. 2009, 21, 1830−1834. (48) Chen, W.; Villa-Diaz, L. G.; Sun, Y.; Weng, S.; Kim, J. K.; Lam, R. H.; Han, L.; Fan, R.; Krebsbach, P. H.; Fu, J. Nanotopography Influences Adhesion, Spreading, and Self-Renewal of Human Embryonic Stem Cells. ACS Nano 2012, 6, 4094−4103. (49) Downing, T. L.; Soto, J.; Morez, C.; Houssin, T.; Fritz, A.; Yuan, F.; Chu, J.; Patel, S.; Schaffer, D. V.; Li, S. Biophysical Regulation of Epigenetic State and Cell Reprogramming. Nat. Mater. 2013, 12, 1154−1162. (50) Elosegui-Artola, A.; Andreu, I.; Beedle, A. E. M.; Lezamiz, A.; Uroz, M.; Kosmalska, A. J.; Oria, R.; Kechagia, J. Z.; Rico-Lastres, P.; Le Roux, A. L.; Shanahan, C. M.; Trepat, X.; Navajas, D.; GarciaManyes, S.; Roca-Cusachs, P. Force Triggers YAP Nuclear Entry by Regulating Transport across Nuclear Pores. Cell 2017, 171, 1397− 1410. (51) Horzum, U.; Ozdil, B.; Pesen-Okvur, D. Step-by-Step Quantitative Analysis of Focal Adhesions. MethodsX 2014, 1, 56−59.\nhttps://dx.doi.org/10.1021/acsanm.0c00973 ACS Appl. Nano Mater. XXXX, XXX, XXX−XXX\nJ"
    } ],
    "references" : [ {
      "title" : "Mesenchymal Stem Cells in Health and Disease",
      "author" : [ "A. Uccelli", "L. Moretta", "V. Pistoia" ],
      "venue" : "Nat. Rev. Immunol. 2008,",
      "citeRegEx" : "Uccelli et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Uccelli et al\\.",
      "year" : 2008
    }, {
      "title" : "Soft Langmuir-Blodgett Technique for Hard Nanomaterials",
      "author" : [ "S. Acharya", "J.P. Hill", "K. Ariga" ],
      "venue" : "Adv. Mater. 2009,",
      "citeRegEx" : "Acharya et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Acharya et al\\.",
      "year" : 2009
    }, {
      "title" : "Oriented Organization in Supramolecular Peptide Crystals",
      "author" : [ "K. Miyazawa", "Y. Kuwasaki", "A. Obayashi", "M. Kuwabara" ],
      "venue" : "Nat. Rev. Chem. 2019,",
      "citeRegEx" : "Miyazawa et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Miyazawa et al\\.",
      "year" : 2002
    }, {
      "title" : "Fullerene Nanoarchitectonics: From Zero to Higher Dimensions",
      "author" : [ "J.P. Hill", "K. Ariga" ],
      "venue" : "Chem. - Asian J. 2013,",
      "citeRegEx" : "Hill and Ariga,? \\Q2013\\E",
      "shortCiteRegEx" : "Hill and Ariga",
      "year" : 2013
    }, {
      "title" : "Controllable Preparation of Submicrometer Single-Crystal C60 Rods and Tubes Trough Concentration Depletion at the Surfaces of Seeds",
      "author" : [ "S. Lee" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "Lee,? \\Q2007\\E",
      "shortCiteRegEx" : "Lee",
      "year" : 2007
    }, {
      "title" : "Nanoporous Fullerene Nanowhiskers",
      "author" : [ "M. Sathish", "K. Miyazawa", "T. Sasaki" ],
      "venue" : "Chem. Mater. 2007,",
      "citeRegEx" : "Sathish et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Sathish et al\\.",
      "year" : 2007
    }, {
      "title" : "Hydrogels with Tunable Stress Relaxation Regulate Stem Cell Fate and Activity",
      "author" : [ "D.J. Mooney" ],
      "venue" : "Nat. Mater. 2016,",
      "citeRegEx" : "Mooney,? \\Q2016\\E",
      "shortCiteRegEx" : "Mooney",
      "year" : 2016
    }, {
      "title" : "Control of Cell Behavior: Topological Factor",
      "author" : [ "A.S. Curtis", "M. Varde" ],
      "venue" : "J. Natl. Cancer Res. Inst. 1964,",
      "citeRegEx" : "Curtis and Varde,? \\Q1964\\E",
      "shortCiteRegEx" : "Curtis and Varde",
      "year" : 1964
    }, {
      "title" : "Appreciating Force and Shape−the Rise of Mechanotransduction in Cell Biology",
      "author" : [ "T. Iskratsch", "H. Wolfenson", "M.P. Sheetz" ],
      "venue" : "Nat. Rev. Mol. Cell Biol",
      "citeRegEx" : "Iskratsch et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Iskratsch et al\\.",
      "year" : 2014
    }, {
      "title" : "Local Force and Geometry Sensing Regulate Cell Functions",
      "author" : [ "V. Vogel", "M. Sheetz" ],
      "venue" : "Nat. Rev. Mol. Cell Biol. 2006,",
      "citeRegEx" : "Vogel and Sheetz,? \\Q2006\\E",
      "shortCiteRegEx" : "Vogel and Sheetz",
      "year" : 2006
    }, {
      "title" : "Role of YAP/TAZ in Mechanotransduction",
      "author" : [ "N. Elvassore", "S. Piccolo" ],
      "venue" : "Nature",
      "citeRegEx" : "S. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "S. et al\\.",
      "year" : 2011
    }, {
      "title" : "Force Triggers YAP Nuclear Entry by Regulating Transport across Nuclear Pores",
      "author" : [ "S. Manyes", "P. Roca-Cusachs" ],
      "venue" : "Cell 2017,",
      "citeRegEx" : "Manyes and Roca.Cusachs,? \\Q2017\\E",
      "shortCiteRegEx" : "Manyes and Roca.Cusachs",
      "year" : 2017
    }, {
      "title" : "Step-by-Step Quantitative Analysis of Focal Adhesions",
      "author" : [ "U. Horzum", "B. Ozdil", "D. Pesen-Okvur" ],
      "venue" : "MethodsX 2014,",
      "citeRegEx" : "Horzum et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Horzum et al\\.",
      "year" : 2014
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Development of human mesenchymal stem cell (hMSC)-based therapies is hindered by the limited availability of adult stem cells. Long-term retention of multipotency and stemlike phenotypes remains a key challenge in the large-scale in vitro expansion process. In this paper, we report the primary example of the use of highly aligned fullerene nanowhisker nanopatterned scaffolds to regulate precisely adhesion and function of hMSCs. Continuously tunable alignment of fullerene nanowhiskers was attained using a simple Langmuir−Blodgett approach. We have found that long-term multipotency retention and regenerative capacity are enhanced in cells cultured on the highly aligned fullerene nanowhisker nanopatterned surfaces mediated by the appropriate cell contractility and nucleus localization of Yesassociated protein. This study highlights the importance of the aligned fullerene nanowhisker nanopatterned surface as an attractive platform for stem cell expansion in vitro and for tissue engineering.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}