{
  "name" : "downloads_2020-02-18_a4_10.1016@j.matpr.2020.01.550.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Anti diabetic (AD) activities of L-valinium picrate (LVP) macro and nano crystals",
    "authors" : [ "K. SenthilKannan", "Abdul Jaffer Ali", "R. Krishnaveni", "Kaleemullah Khan" ],
    "emails" : [ "mscgoldmedalist@yahoo.in" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nMaterials Today: Proceedings\njournal homepage: www.elsevier .com/locate /matpr\nAnti diabetic (AD) activities of L-valinium picrate (LVP) macro and nano crystals\nhttps://doi.org/10.1016/j.matpr.2020.01.550 2214-7853/ 2020 Elsevier Ltd. All rights reserved. Selection and peer-review under responsibility of the scientific committee of the International Conference on Nanotechnology: Ideas, Innovation and Industries.\n⇑ Corresponding author at: Dept. of R&D, Edayathangudy G S Pillay Arts and Science College, Nagapattinam 611002, TN, India.\nE-mail address: mscgoldmedalist@yahoo.in (K. SenthilKannan).\nPlease cite this article as: K. SenthilKannan, G. Ganesh, H. A. J. Ali et al., Anti diabetic (AD) activities of L-valinium picrate (LVP) macro and nano c Materials Today: Proceedings, https://doi.org/10.1016/j.matpr.2020.01.550\nK. SenthilKannan a,b,⇑, G. Ganesh c, H. Abdul Jaffer Ali d, R. Krishnaveni e, B. Kaleemullah Khan d aDept. of R&D, Edayathangudy G S Pillay Arts and Science College, Nagapattinam 611002, TN, India bDept. of Physics, Edayathangudy G S Pillay Arts and Science College, Nagapattinam 611002, TN, India cDept. of Physics, Excel Engineering College, Komarapalayam, Namakkal Dt 637303, TN, India dDept. of Biotechnology, Islamiah College, Vaniyambadi 635752, TN, India eDept. of Microbiology, Idhaya College for Women, Kumbakonam 612001, TN, India\na r t i c l e i n f o a b s t r a c t"
    }, {
      "heading" : "Article history:",
      "text" : "Received 21 January 2020 Accepted 28 January 2020 Available online xxxx"
    }, {
      "heading" : "Keywords:",
      "text" : ""
    }, {
      "heading" : "LVP",
      "text" : "AD activity Macro Nano\nThe LVP macro crystals are grown by slow evaporations solution growth method and the empirical formula is C11H14N4O9, with a = 9.9715 Å, b = 6.2931 Å, c = 12.649 Å, b = 110.51 , crystal system as monoclinic with space group P21, the macro level NLO SHG value is 1.35 times than that of standard KDP which is predominant for opto electronic applications. Here its AD activity is analysed for macro and nano level samples and nano it is 18 nm. 2020 Elsevier Ltd. All rights reserved. Selection and peer-review under responsibility of the scientific committee of the International Conference on Nanotechnology: Ideas, Innovation and Industries."
    }, {
      "heading" : "1. Introduction 2. Experimental of macro and nano crystals",
      "text" : "In the labeled compound, C5H12NO2+ C6H2N3O7 , the carboxylic assembly of the valinium deposit is occupied in a well-built hydrogen bond with the picrate anion. The amino group of the L-valinium cation and the picrate anion are in custody collectively by an intermolecular bonding of hydrogen. The valine filtrate is involved in a zigzag head-to-tail series. Diabetes is a condition wherein glucose level stretched out over the common arrangement from 80 to 120 mg/dL. This impact in blood glucose stage can be an after effect of the insulin need. Thusly, progressively essential emphasis is being arranged on using standard prescription meds in light of the truth those advantages have less side outcomes than the synthetics steadies and are also unassuming. Nano particles have more infringes on applications over their accomplices which are full scale or scaled down scale shapes and nano structure impact will be in exponentiation level by the utility and viability and enablement over various structures LVP are SHG NLO in enormous scale level and in nano structure it is 18 nm by processing [1–13] (Fig. 1).\nSingle crystals of were grown as transparent needles, from a saturated aqueous solution containing The title compound was crystallized by slow evaporation, under ambient conditions, of l-valine and picric acid of an equi-molar solution acid in a 1:1 stoichiometric ratio. The macro crystals are subjected to milling method to get the nano form of the titled crystal with Retsch planetary ball running for about 40 h and about 250 rpm and got the nano sizes of different perceptions to get final value of 18 nm (Fig. 2).\nMill type\nRetsch planetary ball\nMilling time\n40–50 h\nMilling speed\n250 rpm\nSample\nCrystallite size\nLVP initial powder\n200 nm\nLVP after 15 h\n48 nm\nLVP after 25 h\n41 nm\nLVP after 30 h\n34 nm\nLVP after 35 h\n25 nm\nLVP after 40 h\n18 nm\nrystals,\nFig. 1. Macro crystal LVP AD.\nFig. 2. 18 nm nano crystal LVP AD."
    }, {
      "heading" : "2.1. XRD data for macro crystals",
      "text" : "The LVP macro crystals are grown by slow evaporations solution growth method and having the formula C11H14N4O9, with a = 9.9715 Å, b = 6.2931 Å, c = 12.649 Å, b = 110.51 , crystal system as monoclinic with space group P21, the macro level NLO SHG value is 1.35 times than that of standard KDP which is predominant for opto electronic applications (Fig. 3)."
    }, {
      "heading" : "2.2. Anti diabetic (AD) activity for both cases",
      "text" : "The titled valuable crystal LVP shows AD action, due to closeness of benzopyran and diones in the molecule, the crystal is having IC50 esteem as 32.72 and as nano partcles in 18 nm the IC 50 is 29.99 from Table 2, the ideal incentive for rival sedate intensity in pharmacological research. As the fixation builds the hindrance rate likewise relatively increments for 10–80 lg/ml. As the concentration increases, the inhibition values too increases symbolized by IC50 value as the potential drug (Table 1)."
    }, {
      "heading" : "3. Conclusion",
      "text" : "The LVP macro crystals are grown by slow evaporations solution growth method and the empirical formula is C11H14N4O9, with macro parameters a = 9.9715 Å, b = 6.2931 Å, c = 12.649 Å, b = 110.51 , crystal system as monoclinic with space group P21, the macro level NLO SHG value is 1.35 times than that of standard\nKDP which is predominant for opto electronic applications. Here its AD activity is reported for macro and nano level samples with IC50 esteem as 32.72 and as nano partcles in 18 nm the IC 50 is 29.99 and nano samples are preferred compared to macro based on IC50 values."
    } ],
    "references" : [ {
      "title" : "Quadratic organic nonlinear optical material: bis-2, 7-diethylaminohepta-2,5-dien-4-one",
      "author" : [ "S. Dhanuskodi", "S. Manivannan" ],
      "venue" : "J. Cryst. Growth",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2004
    }, {
      "title" : "Durlu, The investigation of nonlinear optical properties of N-(3-fluorophenyl) naphthaldimine",
      "author" : [ "H. Unver", "A. Karakas", "T.N.A. Elmali" ],
      "venue" : "J. Mol. Struct",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2005
    }, {
      "title" : "Dharmaprakash, A phase-matchable nonlinear optical material N-(3-nitrophenyl) phthalimide: synthesis, crystal growth and characterization",
      "author" : [ "H.J. Ravindra", "M.R. Suresh Kumar", "S.M. Chitharanjan Rai" ],
      "venue" : "J. Cryst. Growth",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2006
    }, {
      "title" : "Bhagavannarayana, Growth and characterization of a novel organic NLO crystal: 4 - ethoxy benzaldehyde - n - methyl 4 - stilbazolium tosylate",
      "author" : [ "K. Jagannathan", "S. Kalainathan", "T. Gnanasekaran", "G.N. Vijayan" ],
      "venue" : "Cryst. Res. Technol",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2007
    }, {
      "title" : "Synthesis, growth and characterization of a new nonlinear optical material: 4-phenylpyridinium Please cite this article",
      "author" : [ "Raja C. Ramachandra", "P. Paramasivam", "N. Vijayan" ],
      "venue" : "Acta Part A Mol. Biomol. Spectrosc",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2008
    }, {
      "title" : "Glucolipo toxicity: fuel excess and b-cell dysfunction, Endocr",
      "author" : [ "V. Poitout", "R.P. Robertson" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2008
    }, {
      "title" : "The pathobiology of diabetic complications: a unifying mechanism, Diabetes",
      "author" : [ "M. Brownlee" ],
      "venue" : null,
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2005
    }, {
      "title" : "Biochemistry and molecular cell biology of diabetic complications, Nature",
      "author" : [ "M. Brownlee" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2001
    }, {
      "title" : "Therapies for hyperglycaemia-induced diabetic complications: from animal models to clinical trials",
      "author" : [ "N.A. Calcutt", "M.E. Cooper", "T.S. Kern", "A.M. Schmidt" ],
      "venue" : "Nat. Rev. Drug Discov",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2009
    }, {
      "title" : "Unnikrishnan, Benzopyran-4-one is an ideal pharmacophore for lead optimization in antidiabetic drug",
      "author" : [ "Y. Nayak", "M.K.B.S. Jayashree" ],
      "venue" : "discovery, Res. J. Pharm. Technol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2012
    }, {
      "title" : "Flavonoids: cellular and molecular mechanism of action in glucose homeostasis, Mini-Rev",
      "author" : [ "L.H. Cazarolli", "L. Zanatta", "E.H. Alberton", "M.S.R.B. Figueiredo", "P. Folador", "R.G. Damazio", "M.G. Pizzolatti", "F.R.M.B. Silva" ],
      "venue" : "Med. Chem",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2008
    }, {
      "title" : "Antidiabetic effect of Dodonaea viscosa aerial parts in high fat diet and low dose streptozotocin-induced type 2 diabetic rats: a mechanistic approach, Pharm",
      "author" : [ "V.P. Veerapur", "K.R. Prabhakar", "M.R. Kandadi", "K.K. Srinivasan", "M.K. Unnikrishnan" ],
      "venue" : null,
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2010
    }, {
      "title" : "Antidiabetic effect of Dodonaea viscosa (L). Lacq. aerial parts in high fructose-fed insulin resistant rats: a mechanism based study",
      "author" : [ "V.P. Veerapur", "K.R. Prabhakar", "B.S. Thippeswamy", "P. Bansal", "K.K. Srinivasan", "M.K. Unnikrishnan" ],
      "venue" : "Indian J. Exp. Biol",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2010
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Article history: Received 21 January 2020 Accepted 28 January 2020 Available online xxxx",
    "creator" : "Elsevier"
  }
}