{
  "name" : "downloads_2020-07-12_c5_burkard2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Common Gene Expression Patterns in Environmental Model Organisms Exposed to Engineered Nanomaterials: A Meta-Analysis",
    "authors" : [ "Michael Burkard", "Alexander Betz", "Kristin Schirmer", "Anze Zupanic" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "1. INTRODUCTION",
      "text" : "The exponential increase in production of engineered nanomaterials (ENMs, i.e., particles and fibers in which at least one dimension is <100 nm) in the last decade has raised concerns about their impact on human and environmental health.1−4 While studies in a number of model species have demonstrated that ENMs induce toxicity at the phenotype level, and the molecular and cellular mechanisms that lead to ENM-induced toxicity are not yet well understood.5−8\nIn an attempt to study the molecular mechanisms in an unbiased way, the so-called omics approaches (e.g., transcriptomics, proteomics, and metabolomics) have become more often used in nanotoxicology in recent years.9−15 In fact, several reviews have been published, in which authors gathered individual omics studies and summarized their results to discuss the molecular mechanisms associated with specific ENMs and biological species.7,16,17 A common conclusion among these reviews is that oxidative stress is the most prevalent molecular mechanism associated with ENM toxicity, found in most omics-based ENM studies, followed by metal homeostasis (metal ENMs dominate the reviewed studies), plant hormone homeostasis, and immune response (vertebrates), which were found to be perturbed in fewer studies. These findings fit well to targeted ENM toxicity studies, which\noften find an increase in reactive oxygen species (ROS), perturbation of metal ion uptake, and infiltration of immune cells in tissues exposed to ENMs.18−22 While the fit between the omic and targeted approaches adds confidence to the use of omics, thus far, omics studies of ENM-induced toxicity have not lead to the discovery of any mechanisms beyond what was already known. Importantly, the published reviews did not consider the differences in experimental design and statistical methods used to analyze the omics data sets between the reviewed studies. It has been shown before that performing a meta-analysis based on data sets that have been analyzed by a standard analysis pipeline can reveal new mechanisms of toxicity that the initial studies have missed.23,24 The aim of this study was to perform such a meta-analysis for all environmental toxicology-relevant ENM transcriptomic toxicity studies in order to find molecular mechanisms of toxicity common for different species exposed to different ENMs. To do this, we built a pipeline for integrative analysis of transcriptomic data from different\nReceived: August 27, 2019 Revised: November 15, 2019 Accepted: November 22, 2019 Published: November 22, 2019\n© 2019 American Chemical Society 335 DOI: 10.1021/acs.est.9b05170 Environ. Sci. Technol. 2020, 54, 335−344\nD ow\nnl oa\nde d\nvi a\n21 9.\n91 .1\n63 .2\n41 o\nn Ju\nly 1\n2, 2\n02 0\nat 0\n7: 54\n:5 9\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\nmicroarray platforms, which included inference of differentially expressed genes (DEGs) and functional enrichment analysis. We used the pipeline to reanalyze nanotoxicity gene expression studies from three different species, Arabidopsis thaliana, Caenorhabditis elegans, and Danio rerio, which were exposed to different ENMs. In the article, we describe the pipeline, which is available as an R package, and a semiquantitative analysis of the most common ENM mechanisms discovered using our approach for each of the species and ENM types studied."
    }, {
      "heading" : "2. METHODS",
      "text" : "2.1. Data Acquisition. We searched for all publicly available transcriptomic (microarray and RNA-Seq) data sets, describing gene expression response upon exposure of environmental model organisms to ENMs. This was done by querying commonly used depositories of gene expression data for the following search terms: “nano*”, “particle”, “NP*”, “ENM”, and “quantum”. We found only two public data repositories comprising relevant data sets: Gene Expression Omnibus (GEO)25 and ArrayExpress.26 After the initial search, all nonenvironmentally relevant studies (mammals) and studies on bacteria were filtered out; the final search included all plant and aquatic species, including fungi (search date: 12.01.2018). All matching data sets were retrieved, and the experimental information (e.g., assay type, exposure concentration, and time) was summarized (Table S1). 2.2. Data Analysis Using a Statistical Platform. The content and structure of data sets were manually checked, and only the data sets which fulfilled the following three criteria were selected for analysis\n(1) Minimum of three replicates. (2) Available genomic annotation (gene ontology (GO)). (3) Complete technical information and raw data needed for\ndata reanalysis.\nAll data sets which passed these quality criteria (Table S1) were further processed. A pipeline was developed that reanalyzes the raw data of all data sets in order to unify data normalization, significance testing of differential expressed genes (DEG), and functional analysis (Figure 1). The pipeline can handle heterogenic data from different microarray manufacturers (e.g., Agilent, Affymetrix, and NimbleGen) and from different environmental relevant model organisms, such as A. thaliana, C. elegans, and D. rerio. It can handle single channel and dual channel arrays and automatically recognizes the format version of the binary files including Agilent, Celera, and Genepix files. The built R package, with detailed instructions on how to install and use the package, a vignette and example microarray files, is available at https://github. com/alxbetz/mira. While we only provide the final results of our analysis in the manuscript, we have also added all the intermediate results, provided as Supporting Information files. 2.3. Pipeline Work Flow to Process Microarray Data. The raw data output from the different microarray image analyzers was normalized and analyzed in a three-step workflow, as detailed in Figure 1. Most of the studies, which we selected, revealed a low effect size. Application of a standard, uniform p-value and fold-change (FC) cutoff resulted in a very low number of detected DEGs (Section 3.5). Therefore, we decided to assess functional enrichment based on fold-change rank ordering statistics (FCROS)27−30 instead. Briefly, in the first step, the FC rank of each gene in all pairwise comparisons\nof treatment and control replicates is computed. Then, the mean of ranks per gene across all comparisons is calculated. The resulting distribution is approximately normal, and the mean and variance of this empirical score distribution are used as parameter estimates for a normal distribution. An f-value is calculated based on this normal distribution and the mean rank value.\n2.4. Functional Enrichment and Visualization of Response Profiles. To assess the GO term enrichment, we used a Kolmogorov−Smirnov test31 implemented in the R package “topGO”32 together with the FC rank. We selected the 100 top-ranked GO terms with the lowest f-value for each contrast and then computed the overlap of GO-terms between contrasts, organisms, and ENM types. Response profiles were determined by assessing the GO-terms which are associated with the commonly observed toxicity mechanisms. The score value indicates the number of GO-terms which were found for each category and was normalized to the number of tested contrasts for each organism or ENM type. The different contrasts are listed in Table 1."
    }, {
      "heading" : "3. RESULTS & DISCUSSION",
      "text" : "3.1. Available Nanorelated Transcriptomics Studies. The search for transcriptomic studies in GEO and ArrayExpress returned 46 nanorelated and environmentally relevant publicly available studies (Table S1). The majority of studies were performed with metal-based nanoparticles (silver,\nDOI: 10.1021/acs.est.9b05170 Environ. Sci. Technol. 2020, 54, 335−344\n336\ntitanium, zinc, gold, cerium, and copper), while a few studies were based on carbon (e.g., multiwalled nanotubes), silica, quantum dots, or polyamidoamine (PAMAM) (Figure 2 left). Impact of these ENMs was tested in various environmental\norganism groups: plants (A. thaliana, Solanumly copersicum), fish (Danio rerio, Pimephales promelas, Oryzias latipes), nematodes (C. elegans), crustaceans (Daphnia magna, Hyalella azteca), clitellate (Eisenia fetida, Enchytraeus albidus), algae ( Chlamydomonas reiinhardtii), and molluscs (Mytilus galloprovincialis) (Figure 2 right). We performed a similar search for scientific articles in Web of Science and Scopus, using the same keywords as for the data sets and then filtering using the term transcript*. In total, over 600 different publications were found. While the majority of the publications were based on mammalian data, approximately 150 studies were environmentally relevant. The number of scientific studies is therefore over three-fold greater than the number of data sets in public depositories, the conclusion being that the scientific community is still not doing enough to openly share its data.\n3.2. Study Selection Based on Three Defined Quality Criteria. Three quality criteria were established to select appropriate studies for the meta-analysis: a minimum of three replicates, established GO, and availability of the complete raw data in a processable format (Figure 3). From the initial list, 10 studies had less than three replicates, however, a minimum of three biological replicates should be standard in order to have the statistical power to calculate DEGs and account for the high variances of gene expression levels. Thirteen studies were performed with organisms that have no GO annotation available; this includes, for example, D. magna, E. albidus, O.\nDOI: 10.1021/acs.est.9b05170 Environ. Sci. Technol. 2020, 54, 335−344\n337\nlatipes, or P. promelas. Whereas functional analysis with nonmodel organisms using related sets of annotation is possible, misinterpretation may be a consequence, for example, of overrepresentation of highly-conserved marker genes.33 Thus, we excluded these. For 12 studies, the technical information or raw data were insufficient: two studies provided no cDNA information, four studies had no probe sequences, three studies were without raw data, and for three studies, the data organization did not allow data processing (e.g., duplicates within the data frames) (Table S1). Studies with incomplete reporting were removed as proper reporting is crucial to reproduce experiments and also to perform high-quality meta-analysis. In the future, it is vital that authors report data compliant with the existing reporting guidelines, such as minimum information about a microarray experiment (MIAME).34 The checklists provided by MIAME ensure that the requested information is adequate to process and reanalyze the data.35\nOverall, we selected 11 complete microarray data sets for reanalysis, comprising three environmentally relevant model organisms (A. thaliana, C. Elegans, and D. rerio) exposed to different ENMs (silver, titanium, cerium, gold, silica, zinc, and PAMAM) (Table S2). 3.3. Pipeline. The statistical analysis, reported in the publications which utilized the complete microarray data sets, differed in terms of data processing (background correction, normalization, and alignment) and the choice of statistical thresholds to calculate DEGs.36−43 We established an Rscripted pipeline that can semiautomatically process heterogenous microarray data sets of different model organisms. The pipeline handles data from three microarray manufacturers (Agilent, Affymetrix, and Nimblegen) including single- and dual-channel arrays (Agilent) (Figure 1). Functional analysis can be either performed with a list of DEGs or the FC rank based on FCROS. When analyzing data from different technologies, the use of a pipeline ensures unified and coherent statistical analysis and reliable output. No RNA-Seq data set fulfilled the selection criteria and was included in the work flow of the pipeline. 3.4. Principal Component Analysis of Gene Expression. Principal component analysis (PCA) is a commonly used tool to identify relationships and capture patterns in microarray datasets with multiple features.44 We found high variability across all treatments for all three organisms and no clear separation of ENMs compared to the control treatments (Figure S1A−H). Separation was only found according to the experimental design, for example, when comparing different tissue types of A. thaliana, samples of leaves clearly separated from root samples (Figure S1A). This may be explained by the exposure path and experimental design of A. thaliana experiments, where normally roots are the\nfirst and major target resulting in different toxicological responses.36 Further, separation by PCA was found when analyzing the single studies, for example, samples of silica exposed D. rerio larvae separated from respective control samples (Figure S1E).\n3.5. Gene Expression Analysis of Selected Studies. Using the pipeline, data sets were processed and completely reanalyzed in order to identify statistically DEG for each treatment (contrast) as first output. When applying standard statistical threshold values (pFDR < 0.05, log FC > 1.2) and using a linear model (“limma”) in order to assess DEGs, out of 28 contrasts (Table 1), in 14 contrasts no DEGs were found (Figure 4). The highest number of DEGs was found for A.\nthaliana exposed to gold ENMs (1187) and titanium ENMs (779), C. elegans exposed to unfunctionalized silver ENM (271), and D. rerio exposed to PAMAM (499) or 50 nm-sized silver ENM (156). No DEGs were found for A. thaliana leaves exposed to cerium ENM, C. elegans treated with functionalized (PVP, MUA, and AUT) ENMs or aged silver, and in D. rerio exposed to silica and zinc. For most data sets, our DEG numbers (pipeline) did not match the DEG numbers reported in the publications that originally analyzed the data sets (Table 1; “DEG (reported)”). The reason is that less stringent statistics were used in those publications, in particular, in most studies no multiple sample correction (MSC) was performed.36−38,40−42 This is normally done by implementing a false discovery rate (FDR) or adjusting the p-value. Only two studies accounted for multiple testing,39,43 and the DEG numbers reported in the two are in the range of our pipeline results (Table 1). For example, PAMAM G3 and G4 resulted in 230 and 220 DEGs43 compared to the output of our pipeline with 35 and 499 DEGs, respectively. In one study the authors used both analysis with and without MSC;37 however, only the results without MSC were considered for functional analysis. Omission of MSC can be justified if one is not worried about false positives;45,46 however, the use of MSC is considered as standard in microarray analysis.47 Further, the data of three studies are not published and no statistical thresholds were reported (GSE70509, GSE61186, and GSE50718). Overall, the selection of appropriate statistical methods, including the choice of threshold values, is crucial to provide comparable output. The aim of this study was to analyze all the data sets in the same manner in order to better compare between the studies and synthesize the results. However,\nDOI: 10.1021/acs.est.9b05170 Environ. Sci. Technol. 2020, 54, 335−344\n338\nbecause the output in terms of DEGs was low in many studies, it was not possible to perform functional analysis with linear models. Therefore, we applied fold-change rank ordering statistics (FCROS),27 which uses FC-based rank calculations instead of classical statistical testing. It was proposed to be more favorable for data sets with a high biological variability and also eludes the issue of MSC.27\nIn order to estimate the uncertainty in our data analysis pipeline, we repeated the analysis with varying inputs: we deleted 10% of all samples from the data set and repeated this\nprocess until all combinations of samples had been tested. The resulting confidence intervals (Figures S2 and S3) show that our results are robust with respect to small variations in the input.\n3.6. Common Mechanisms of Nanotoxicity Found across Select Studies. Based on FCROS, functional enrichment analysis of gene ontologies (GO) was performed. The output in the form of GO terms was clustered into different functional categories (Table S3), revealing mechanistic functions specific to the organisms and ENM types\nDOI: 10.1021/acs.est.9b05170 Environ. Sci. Technol. 2020, 54, 335−344\n339\n(Figure 5). The findings were visualized in radar charts, and by this, commonly expressed patterns across all treatments (Figure 6A), individual organisms (Figure 6B−D), and ENM types (Figures 5E,F and S4) were found. We identified several mechanisms which are commonly related to ENM toxicity but also found mechanisms with less-described responses. The functional categories present across all treatments were the category of energy generation, general signaling, and DNA metabolism (Figures 5 and 6A). Disturbed energy balance is most likely a consequence of mitochondrial-related ENM effects (e.g. ATP, NAD/NADP).48−50 Once in the cell, intracellular ENMs can directly impact intracellular transport processes or damage cell organelles including mitochondria. As such, silver and titanium are known to physically impact mitochondria, for example, by changing the permeability of membranes.51,52 For both, silver and titanium, we have found significant perturbations in the energy generation category (Figures 6E and S4). Often, mitochondrial damage is related to oxidative stress and the formation of intracellular ROS,53 which can interfere with calcium uptake, resulting in structural damage of mitochondria.54 In general, oxidative stress is often discussed as the prevalent mechanism of nanotoxicity;55 the reactive surface characteristics of ENMs can promote the generation of intracellular reactive hydroxyl radicals.56 Dramatic increase of these free radicals can result in lipid peroxidation, interference with proteins (e.g., posttranslational modifications), and DNA damage (e.g. histone binding).8 In our analysis, oxidative stress was indicative by upregulation of GO terms referring to redox cell homeostasis, response to oxygen levels, and metabolic ROS processes. The presence of oxidative stress was found for all ENMs, except for PAMAM particles, but only a few GO terms relating to oxidative stress have been found in our analysis (Figure 6), compared to a higher number for, for example, energy generation. This is partly because fewer GO terms are related to oxidative stress (Table S3) but also potentially caused by dynamics of oxidative stress response. It has been shown that the effects of oxidative stress can occur in a time-dependent manner, for example, ROS expression is followed by expression of p38 and p53 which results in DNA damage.57 The magnitude of ROS formation at a cellular level varies between different ENMs types and its specific surface properties. In some studies, exposure to titanium dioxide even did not result in oxidative stress, although TiO2 exposure is commonly associated with it.52\nAnother commonly reported consequence of exposure to ENMs is genotoxicity.58,59 We identified upregulation of several DNA-related processes, such as DNA metabolism, DNA repair, and DNA strand break repair mechanisms for all three organisms and all ENM types. Intracellular ENM exposure can lead to single- and double- DNA strand breaks.8,60 This can be either be due to direct interaction, for example, interference with histone61 or a consequence of ROS formation, which can also result in mutations.62,63 Further, we found GO terms describing interference with transcriptional and translational processes and amino acid metabolism. The responses were present across all data sets (Figures 5 and 6). This finding strengthens the paradigm of the cell nucleus as one of the main targets of ENMs, be it through direct or indirect interaction such as via dissolved metal ions. Further, interference with membrane transport and cytoskeletal components were found in most treatments (Figures 6 and S4). Plasma membranes are the first target of\nENMs, which can disturb cell membrane function either by physical interaction or direct permeation.64−67 Damage of cytoskeletal components and proteins was, for example, indicated by impaired actin filament organization and microtubule polymerization. Microtubules and actin are the major cytoskeletal constituents and are pivotal for mitotic processes. Interference of ENMs can lead to chromosomal aberrations such as polyploidy.62,68,69 General signaling, which is indicative for impaired signal transduction, was also present for all ENMs, whereby only few GO terms were referred to this category (Figures 6 and S4). These GO terms were inferred with general signaling pathways such as Wnt (Table S2), however, not with immune and inflammatory responses, a commonly reported effect of ENM exposure. ENMs are known to impact immune and inflammatory responses by, for example, affecting secretion of cytokines such as TNF-α, and IL-6.70,71 However, most inflammation effects have been reported in studies associated with pulmonary exposure to ENMs,72 which was not relevant for the data sets we used in this study. In addition to the common mechanisms discussed above, our analysis revealed several responses and processes which are beyond the commonly described paradigms of nanotoxicity. Response to misfolded proteins and protein folding was found for silica, silver and zinc (Figure 5). Structural damage of proteins can lead to adverse effects such as the bundling of actin.73 However, it has been shown that ENMs can also have chaperone-like characteristics, and thus, can promote protein refolding.74 In our analysis, chaperone mediated folding was one of the affected GO terms within the category of protein folding. It is unclear if ENMs will result in positive or adverse effects. Further, we found perturbed neuronal activity in samples of C. elegans and D. rerio with the highest response for silica followed by silver (Figure 6C−F). Several GO terms related to neuron development, generation and differentiation were impaired as was synaptic transmission. Impairment of neurological functions by silica and silver has been shown before in both D. rerio75,76 and C. elegans.77−79\nOnly few studies report on ENM-related effects on DNA and RNA methylation and epigenetics and many mechanisms are still unraveled.80 We found methylation related effects in all organisms and only absent for silica ENMs (Figure 5). Methylation is a prominent effect of ENM exposure that has been only reported before in ENM studies that specifically measured it. The detection of methylation GO terms across most studies suggests that the perturbation of cellular methylation is a common consequence of ENM exposure. Since dysfunctional methylation of DNA, RNA or histones can impact cellular functions and also lead to inheritable epigenetic changes,81−83 we suggest it should be looked at in more detail in future studies. When comparing our cross-species results with the results of the original studies (which are summarized in Table S4), we see that the main biological pathways implicated in nanotoxicity in those studies (e.g., RNA metabolism in GSE50718 or oxidative stress in GSE41333) have also been found in the meta-analysis, therefore at the level of the individual study we can say that our conclusions coincide well with the original studies. In contrast, since these studies focused mostly on their strongest results, they did not detect and/or discuss other biological pathways, such as DNA/RNA methylation, illustrating the value of the meta-analysis approach.\nDOI: 10.1021/acs.est.9b05170 Environ. Sci. Technol. 2020, 54, 335−344\n340\n3.7. Applicability for Environmental Risk Assessment. The molecular and cellular mechanisms of ENM induced toxicity are complex, since one ENM often affects more than one target. However, standardized testing in order to compare or group different ENMs is still extremely difficult, because of the large variety of ENMs, biological species and experimental designs used in toxicological studies. Herein, we performed a meta-analysis of existing transcriptomics data sets in order to identify common mechanisms of nanotoxicity across extremely heterogenous studies. Using this approach, we have found known mechanisms of ENM induced toxicity which were described by previous, less quantitative reviews: oxidative stress, mitochondria- or DNA-related toxicity, and translational repression. However, we also found that DNA/RNA methylation is perturbed in most studies, which was not seen outside of specific DNA methylation studies. This demonstrates that such a meta-analysis can also be used to find lessdescribed toxicity mechanisms and potentially even new ones. The package we developed and made available to the community can be used to perform similar meta-analyses in other fields of toxicology. The toxicological profiles we present are based on a simple scoring method and visualization of the common mechanisms in radar charts. This can be useful for comparison between organism groups or ENM classes but also has the potential to provide input into ENM environmental risk assessment. Available risk assessment tools, such as the Swiss precautionary matrix, require simple input about the common toxicity mechanisms, which our study provides at a qualitative level (low, medium, and high). Because the high-quality data sets that we were able to use in our meta-analysis are dominated by metal-based nanoparticles, it is difficult to assess how general our findings are for the whole nanotoxicity field. Because we only used nanotoxicity data obtained from three different species with heterogeneous experimental design, it is also difficult to assess how general the findings are across the tree of life. Our results would have been more robust if all the nanotoxicity gene expression studies undertaken thus far would have been annotated according to the field standards and openly shared in the public space. This is the responsibility of the whole scientific community; therefore, we here appeal to all its members, starting with the researchers who need to share the data but also funders, editors, and reviewers who need to demand that the data are shared before funding and the articles are published. It is only through a joined effort that we will be able to make use of the entirety of the information that toxicological science produces.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.est.9b05170.\nAll intermediate results of the pipeline: information about the platforms used and their most recent annotation updates (platform_annotation), pipeline parameters for each data set (runfile_platforms), normalized expression values (esetsMergedNorm), limma results (topTables), GO enrichment results obtained from FCROS and topGO (enrichmentTables), and enrichment results merged with the gene-wise FC table (goEnrichmentX-Genes) (ZIP)\nDetails of nanotoxicity studies found and included in the analysis and summary of their main findings, classification of GO terms into categories, analysis of probeannotation update compared to original studies, PCA analysis of the included studies, uncertainty estimationwith respect to included species and nanoparticles and toxicity profiles for ENMs (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: Kristin.Schirmer@eawag.ch. Phone: +41 (0)58 765 5266 (K.S.). *E-mail: anze.zupanic@eawag.ch (A.Z.)."
    }, {
      "heading" : "ORCID",
      "text" : "Kristin Schirmer: 0000-0003-1116-4724 Anze Zupanic: 0000-0003-3303-9086"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work is performed as part of the EU integrated project “caLIBRAte” funded by the European Union’s Horizon 2020 Research and Innovation Programme under grant agreement 686239.\n■ REFERENCES (1) Bour, A.; Mouchet, F.; Silvestre, J.; Gauthier, L.; Pinelli, E. Environmentally relevant approaches to assess nanoparticles ecotoxicity: a review. J. Hazard. Mater. 2015, 283, 764−777. (2) Kahru, A.; Ivask, A. Mapping the Dawn of Nanoecotoxicological Research. Acc. Chem. Res. 2013, 46, 823−833. (3) Griffitt, R. J.; Luo, J.; Gao, J.; Bonzongo, J.-C.; Barber, D. S. Effects of particle composition and species on toxicity of metallic nanomaterials in aquatic organisms. Environ. Toxicol. Chem. 2008, 27, 1972−1978. (4) Aschberger, K.; Micheletti, C.; Sokull-Klüttgen, B.; Christensen, F. M. Analysis of currently available data for characterising the risk of engineered nanomaterials to the environment and human health  Lessons learned from four case studies. Environ. Int. 2011, 37, 1143− 1156. (5) Singh, A. K. Mechanisms of Nanoparticle Toxicity. In Engineered Nanoparticles; Singh, A. K., Ed.; Academic Press: Boston, 2016; Chapter 7, pp 295−341. (6) Schirmer, K. Mechanisms of Nanotoxicity. In Frontiers of Nanoscience; Lead, J. R., Valsami-Jones, E., Eds.; Elsevier, 2014; Vol. 7, Chapter 6, pp 195−221. (7) Costa, P. M.; Fadeel, B. Emerging systems biology approaches in nanotoxicology: Towards a mechanism-based understanding of nanomaterial hazard and risk. Toxicol. Appl. Pharmacol. 2016, 299, 101−111. (8) Fröhlich, E. Cellular targets and mechanisms in the cytotoxic action of non-biodegradable engineered nanoparticles. Curr. Drug Metab. 2013, 14, 976−988. (9) Dominguez, G. A.; Lohse, S. E.; Torelli, M. D.; Murphy, C. J.; Hamers, R. J.; Orr, G.; Klaper, R. D. Effects of charge and surface ligand properties of nanoparticles on oxidative stress and gene expression within the gut of Daphnia magna. Aquat. Toxicol. 2015, 162, 1−9. (10) Landa, P.; Prerostova, S.; Petrova, S.; Knirsch, V.; Vankova, R.; Vanek, T. The Transcriptomic Response of Arabidopsis thaliana to Zinc Oxide: A Comparison of the Impact of Nanoparticle, Bulk, and Ionic Zinc. Environ. Sci. Technol. 2015, 49, 14537−14545. (11) Pillai, S.; Behra, R.; Nestler, H.; Suter, M. J.-F.; Sigg, L.; Schirmer, K. Linking toxicity and adaptive responses across the transcriptome, proteome, and phenotype ofChlamydomonas rein-\nDOI: 10.1021/acs.est.9b05170 Environ. Sci. Technol. 2020, 54, 335−344\n341\nhardtiiexposed to silver. Proc. Natl. Acad. Sci. U.S.A. 2014, 111, 3490− 3495. (12) Park, S.-Y.; Chung, J.; Colman, B. P.; Matson, C. W.; Kim, Y.; Lee, B.-C.; Kim, P.-J.; Choi, K.; Choi, J. Ecotoxicity of bare and coated silver nanoparticles in the aquatic midge, Chironomus riparius. Environ. Toxicol. Chem. 2015, 34, 2023−2032. (13) Gomes, T.; Pereira, C. G.; Cardoso, C.; Bebianno, M. J. Differential protein expression in mussels Mytilus galloprovincialis exposed to nano and ionic Ag. Aquat. Toxicol. 2013, 136−137, 79−90. (14) Scebba, F.; Tognotti, D.; Presciuttini, G.; Gabellieri, E.; Cioni, P.; Angeloni, D.; Basso, B.; Morelli, E. A SELDI-TOF approach to ecotoxicology: comparative profiling of low molecular weight proteins from a marine diatom exposed to CdSe/ZnS quantum dots. Ecotoxicol. Environ. Saf. 2016, 123, 45−52. (15) Zhang, B.; Zhang, H.; Du, C.; Ng, Q. X.; Hu, C.; He, Y.; Ong, C. N. Metabolic responses of the growing Daphnia similis to chronic AgNPs exposure as revealed by GC-Q-TOF/MS and LC-Q-TOF/ MS. Water Res. 2017, 114, 135−143. (16) Van Aken, B. Gene expression changes in plants and microorganisms exposed to nanomaterials. Curr. Opin. Biotechnol. 2015, 33, 206−219. (17) Revel, M.; Chat̂el, A.; Mouneyrac, C. Omics tools: New challenges in aquatic nanotoxicology? Aquat. Toxicol. 2017, 193, 72− 85. (18) Ma, H.; Williams, P. L.; Diamond, S. A. Ecotoxicity of manufactured ZnO nanoparticles − A review. Environ. Pollut. 2013, 172, 76−85. (19) Ema, M.; Gamo, M.; Honda, K. A review of toxicity studies on graphene-based nanomaterials in laboratory animals. Regul. Toxicol. Pharmacol. 2017, 85, 7−24. (20) Zuverza-Mena, N.; Martínez-Fernańdez, D.; Du, W.; Hernandez-Viezcas, J. A.; Bonilla-Bird, N.; Loṕez-Moreno, M. L.; Komaŕek, M.; Peralta-Videa, J. R.; Gardea-Torresdey, J. L. Exposure of engineered nanomaterials to plants: Insights into the physiological and biochemical responses-A review. Plant Physiol. Biochem. 2017, 110, 236−264. (21) Walters, C. R.; Pool, E. J.; Somerset, V. S. Ecotoxicity of silver nanomaterials in the aquatic environment: A review of literature and gaps in nano-toxicological research. J. Environ. Sci. Health, Part A: Toxic/Hazard. Subst. Environ. Eng. 2014, 49, 1588−1601. (22) Brohi, R. D.; Wang, L.; Talpur, H. S.; Wu, D.; Khan, F. A.; Bhattarai, D.; Rehman, Z.-U.; Farmanullah, F.; Huo, L.-J. Toxicity of Nanoparticles on the Reproductive System in Animal Models: A Review. Front. Pharmacol. 2017, 8, 606. (23) Schüttler, A.; Reiche, K.; Altenburger, R.; Busch, W. The Transcriptome of the Zebrafish Embryo After Chemical Exposure: A Meta-Analysis. Toxicol. Sci. 2017, 157, 291−304. (24) Ruotolo, R.; Maestri, E.; Pagano, L.; Marmiroli, M.; White, J. C.; Marmiroli, N. Plant Response to Metal-Containing Engineered Nanomaterials: An Omics-Based Perspective. Environ. Sci. Technol. 2018, 52, 2451−2467. (25) Barrett, T.; Troup, D. B.; Wilhite, S. E.; Ledoux, P.; Rudnev, D.; Evangelista, C.; Kim, I. F.; Soboleva, A.; Tomashevsky, M.; Edgar, R. NCBI GEO: mining tens of millions of expression profilesdatabase and tools update. Nucleic Acids Res. 2007, 35, D760−D765. (26) Parkinson, H.; Kapushesky, M.; Shojatalab, M.; Abeygunawardena, N.; Coulson, R.; Farne, A.; Holloway, E.; Kolesnykov, N.; Lilja, P.; Lukk, M.; Mani, R.; Rayner, T.; Sharma, A.; William, E.; Sarkans, U.; Brazma, A. ArrayExpressa public database of microarray experiments and gene expression profiles. Nucleic Acids Res. 2007, 35, D747−D750. (27) Dembeĺe,́ D.; Kastner, P. Fold change rank ordering statistics: a new method for detecting differentially expressed genes. BMC Bioinf. 2014, 15, 14. (28) Kamenova, I.; Mukherjee, P.; Conic, S.; Mueller, F.; El-Saafin, F.; Bardot, P.; Garnier, J.-M.; Dembele, D.; Capponi, S.; Timmers, H. T. M.; Vincent, S. D.; Tora, L. Co-translation drives the assembly of mammalian nuclear multisubunit complexes. bioRxiv, 2018. arxiv:419812.\n(29) Feswick, A.; Isaacs, M.; Biales, A.; Flick, R. W.; Bencic, D. C.; Wang, R.-L.; Vulpe, C.; Brown-Augustine, M.; Loguinov, A.; Falciani, F.; Antczak, P.; Herbert, J.; Brown, L.; Denslow, N. D.; Kroll, K. J.; Lavelle, C.; Dang, V.; Escalon, L.; Garcia-Reyero, N.; Martyniuk, C. J.; Munkittrick, K. R. How consistent are we? Interlaboratory comparison study in fathead minnows using the model estrogen 17α-ethinylestradiol to develop recommendations for environmental transcriptomics. Environ. Toxicol. Chem. 2017, 36, 2614−2623. (30) Agrawal, P.; Chung, P.; Heberlein, U.; Kent, C. Enabling celltype-specific behavioral epigenetics in Drosophila: a modified highyield INTACT method reveals the impact of social environment on the epigenetic landscape in dopaminergic neurons. BMC Biol. 2019, 17, 30. (31) Subramanian, A.; Tamayo, P.; Mootha, V. K.; Mukherjee, S.; Ebert, B. L.; Gillette, M. A.; Paulovich, A.; Pomeroy, S. L.; Golub, T. R.; Lander, E. S.; Mesirov, J. P. Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles. Proc. Natl. Acad. Sci. U.S.A. 2005, 102, 15545−15550. (32) Alexa, A.; Rahnenfuhrer, J.; Lengauer, T. Improved scoring of functional groups from gene expression data by decorrelating GO graph structure. Bioinformatics 2006, 22, 1600−1607. (33) Clark, K. F.; Greenwood, S. J. Next-Generation Sequencing and the Crustacean Immune System: The Need for Alternatives in Immune Gene Annotation. Integr. Comp. Biol. 2016, 56, 1113−1130. (34) Brazma, A.; Hingamp, P.; Quackenbush, J.; Sherlock, G.; Spellman, P.; Stoeckert, C.; Aach, J.; Ansorge, W.; Ball, C. A.; Causton, H. C.; Gaasterland, T.; Glenisson, P.; Holstege, F. C. P.; Kim, I. F.; Markowitz, V.; Matese, J. C.; Parkinson, H.; Robinson, A.; Sarkans, U.; Schulze-Kremer, S.; Stewart, J.; Taylor, R.; Vilo, J.; Vingron, M. Minimum information about a microarray experiment (MIAME)-toward standards for microarray data. Nat. Genet. 2001, 29, 365−371. (35) Ball, C. A.; Brazma, A.; Causton, H.; Chervitz, S.; Edgar, R.; Hingamp, P.; Matese, J. C.; Parkinson, H.; Quackenbush, J.; Ringwald, M.; Sansone, S.-A.; Sherlock, G.; Spellman, P.; Stoeckert, C.; Tateno, Y.; Taylor, R.; White, J.; Winegarden, N. Submission of microarray data to public repositories. PLoS Biol. 2004, 2, No. E317. (36) Tumburu, L.; Andersen, C. P.; Rygiewicz, P. T.; Reichman, J. R. Molecular and physiological responses to titanium dioxide and cerium oxide nanoparticles in Arabidopsis. Environ. Toxicol. Chem. 2017, 36, 71−82. (37) Tsyusko, O. V.; Unrine, J. M.; Spurgeon, D.; Blalock, E.; Starnes, D.; Tseng, M.; Joice, G.; Bertsch, P. M. Toxicogenomic responses of the model organism Caenorhabditis elegans to gold nanoparticles. Environ. Sci. Technol. 2012, 46, 4115−4124. (38) Taylor, A. F.; Rylott, E. L.; Anderson, C. W. N.; Bruce, N. C. Investigating the toxicity, uptake, nanoparticle formation and genetic response of plants to gold. PLoS One 2014, 9, No. e93793. (39) Schultz, C. Transcriptomic Profiles of Caenorhabditis Elegans Exposed to Size and Surface Property Variant AG-ENPS; Oxford University, 2015. (40) Hu, H.; Li, Q.; Jiang, L.; Zou, Y.; Duan, J.; Sun, Z. Genomewide transcriptional analysis of silica nanoparticle-induced toxicity in zebrafish embryos. Toxicol. Res. 2016, 5, 609−620. (41) Duan, J.; Yu, Y.; Li, Y.; Wang, Y.; Sun, Z. Inflammatory response and blood hypercoagulable state induced by low level coexposure with silica nanoparticles and benzo[a]pyrene in zebrafish (Danio rerio) embryos. Chemosphere 2016, 151, 152−162. (42) Choi, J. S.; Kim, R.-O.; Yoon, S.; Kim, W.-K. Developmental Toxicity of Zinc Oxide Nanoparticles to Zebrafish (Danio rerio): A Transcriptomic Analysis. PLoS One 2016, 11, No. e0160763. (43) Oliveira, E.; Casado, M.; Faria, M.; Soares, A. M. V. M.; Navas, J. M.; Barata, C.; Piña, B. Transcriptomic response of zebrafish embryos to polyaminoamine (PAMAM) dendrimers. Nanotoxicology 2014, 8, 92−99. (44) Raychaudhuri, S.; Stuart, J. M.; Altman, R. B. Principal components analysis to summarize microarray experiments: application to sporulation time series. Pacific Symposium on Biocomputing, 2000; pp 455−466.\nDOI: 10.1021/acs.est.9b05170 Environ. Sci. Technol. 2020, 54, 335−344\n342\n(45) Perneger, T. V. What’s wrong with Bonferroni adjustments. BMJ 1998, 316, 1236−1238. (46) Rothman, K. J. No adjustments are needed for multiple comparisons. Epidemiology 1990, 1, 43−46. (47) Pawitan, Y.; Michiels, S.; Koscielny, S.; Gusnanto, A.; Ploner, A. False discovery rate, sensitivity and sample size for microarray studies. Bioinformatics 2005, 21, 3017−3024. (48) Barua, S.; Mitragotri, S. Challenges associated with Penetration of Nanoparticles across Cell and Tissue Barriers: A Review of Current Status and Future Prospects. Nano today 2014, 9, 223−243. (49) Singh, B. R.; Singh, B. N.; Khan, W.; Singh, H. B.; Naqvi, A. H. ROS-mediated apoptotic cell death in prostate cancer LNCaP cells induced by biosurfactant stabilized CdS quantum dots. Biomaterials 2012, 33, 5753−5767. (50) Pagano, L.; Maestri, E.; Caldara, M.; White, J. C.; Marmiroli, N.; Marmiroli, M. Engineered Nanomaterial Activity at the Organelle Level: Impacts on the Chloroplasts and Mitochondria. ACS Sustainable Chem. Eng. 2018, 6, 12562−12579. (51) Freyre-Fonseca, V.; Delgado-Buenrostro, N. L.; GutieŕrezCirlos, E. B.; Calderoń-Torres, C. M.; Cabellos-Avelar, T.; SańchezPeŕez, Y.; Pinzoń, E.; Torres, I.; Molina-Jijoń, E.; Zazueta, C.; Pedraza-Chaverri, J.; Garcia-Cuellar, C. M.; Chirino, Y. I. Titanium dioxide nanoparticles impair lung mitochondrial function. Toxicol. Lett. 2011, 202, 111−119. (52) Teodoro, J. S.; Simões, A. M.; Duarte, F. V.; Rolo, A. P.; Murdoch, R. C.; Hussain, S. M.; Palmeira, C. M. Assessment of the toxicity of silver nanoparticles in vitro: a mitochondrial perspective. Toxicol. In Vitro 2011, 25, 664−670. (53) Nichols, C. E.; Shepherd, D. L.; Hathaway, Q. A.; Durr, A. J.; Thapa, D.; Abukabda, A.; Yi, J.; Nurkiewicz, T. R.; Hollander, J. M. Reactive oxygen species damage drives cardiac and mitochondrial dysfunction following acute nano-titanium dioxide inhalation exposure. Nanotoxicology 2018, 12, 32−48. (54) Xia, T.; Kovochich, M.; Brant, J.; Hotze, M.; Sempf, J.; Oberley, T.; Sioutas, C.; Yeh, J. I.; Wiesner, M. R.; Nel, A. E. Comparison of the abilities of ambient and manufactured nanoparticles to induce cellular toxicity according to an oxidative stress paradigm. Nano Lett. 2006, 6, 1794−1807. (55) Mendoza, R. P.; Brown, J. M. Engineered nanomaterials and oxidative stress: Current understanding and future challenges. Curr. Opin. Toxicol. 2019, 13, 74−80. (56) Voinov, M. A.; Pagań, J. O. S.; Morrison, E.; Smirnova, T. I.; Smirnov, A. I. Surface-mediated production of hydroxyl radicals as a mechanism of iron oxide nanoparticle biotoxicity. J. Am. Chem. Soc. 2011, 133, 35−41. (57) Wang, Z.; Li, N.; Zhao, J.; White, J. C.; Qu, P.; Xing, B. CuO nanoparticle interaction with human epithelial cells: cellular uptake, location, export, and genotoxicity. Chem. Res. Toxicol. 2012, 25, 1512−1521. (58) Abdelsalam, N. R.; Abdel-Megeed, A.; Ali, H. M.; Salem, M. Z. M.; Al-Hayali, M. F. A.; Elshikh, M. S. Genotoxicity effects of silver nanoparticles on wheat (Triticum aestivum L.) root tip cells. Ecotoxicol. Environ. Saf. 2018, 155, 76−85. (59) Pietroiusti, A.; Stockmann-Juvala, H.; Lucaroni, F.; Savolainen, K. Nanomaterial exposure, toxicity, and impact on human health. Wiley Interdiscip. Rev.: Nanomed. Nanobiotechnol. 2018, 10, No. e1513. (60) Shemetov, A. A.; Nabiev, I.; Sukhanova, A. Molecular interaction of proteins and peptides with nanoparticles. ACS Nano 2012, 6, 4585−4602. (61) Nabiev, I.; Mitchell, S.; Davies, A.; Williams, Y.; Kelleher, D.; Moore, R.; Gun’ko, Y. K.; Byrne, S.; Rakovich, Y. P.; Donegan, J. F.; Sukhanova, A.; Conroy, J.; Cottell, D.; Gaponik, N.; Rogach, A.; Volkov, Y. Nonfunctionalized nanocrystals can exploit a cell’s active transport machinery delivering them to specific nuclear and cytoplasmic compartments. Nano Lett. 2007, 7, 3452−3461. (62) Gonzalez, L.; Lison, D.; Kirsch-Volders, M. Genotoxicity of engineered nanomaterials: A critical review. Nanotoxicology 2008, 2, 252−273.\n(63) Zhang, X.; Wu, H.-Y.; Wu, D.; Wang, Y.-Y.; Chang, J.-H.; Zhai, Z.-B.; Meng, A.-M.; Liu, P.-X.; Zhang, L.-A.; Fan, F.-Y. Toxicologic effects of gold nanoparticles in vivo by different administration routes. Int. J. Nanomed. 2010, 5, 771−781. (64) Wu, Y.-L.; Putcha, N.; Ng, K. W.; Leong, D. T.; Lim, C. T.; Loo, S. C. J.; Chen, X. Biophysical responses upon the interaction of nanomaterials with cellular interfaces. Acc. Chem. Res. 2013, 46, 782− 791. (65) Ruenraroengsak, P.; Novak, P.; Berhanu, D.; Thorley, A. J.; Valsami-Jones, E.; Gorelik, J.; Korchev, Y. E.; Tetley, T. D. Respiratory epithelial cytotoxicity and membrane damage (holes) caused by amine-modified nanoparticles. Nanotoxicology 2012, 6, 94− 108. (66) Wang, T.; Bai, J.; Jiang, X.; Nienhaus, G. U. Cellular uptake of nanoparticles by membrane penetration: a study combining confocal microscopy with FTIR spectroelectrochemistry. ACS Nano 2012, 6, 1251−1259. (67) Cabellos, J.; Delpivo, C.; Vaźquez-Campos, S.; Janer, G. In vitro assessment of CeO2 nanoparticles effects on intestinal microvilli morphology. Toxicol. in Vitro 2019, 59, 70−77. (68) Mao, Z.; Xu, B.; Ji, X.; Zhou, K.; Zhang, X.; Chen, M.; Han, X.; Tang, Q.; Wang, X.; Xia, Y. Titanium dioxide nanoparticles alter cellular morphology via disturbing the microtubule dynamics. Nanoscale 2015, 7, 8466−8475. (69) Soenen, S. J. H.; Nuytten, N.; De Meyer, S. F.; De Smedt, S. C.; De Cuyper, M. High intracellular iron oxide nanoparticle concentrations affect cellular cytoskeleton and focal adhesion kinasemediated signaling. Small 2010, 6, 832−842. (70) Choi, S.-J.; Oh, J.-M.; Choy, J.-H. Toxicological effects of inorganic nanoparticles on human lung cancer A549 cells. J. Inorg. Biochem. 2009, 103, 463−471. (71) Park, E.-J.; Park, K. Oxidative stress and pro-inflammatory responses induced by silica nanoparticles in vivo and in vitro. Toxicol. Lett. 2009, 184, 18−25. (72) Goncalves, D. M.; de Liz, R.; Girard, D. The inflammatory process in response to nanoparticles. Sci. World J. 2011, 11, 2441− 2442. (73) Holt, B. D.; Short, P. A.; Rape, A. D.; Wang, Y.-l.; Islam, M. F.; Dahl, K. N. Carbon Nanotubes Reorganize Actin Structures in Cells and ex Vivo. ACS Nano 2010, 4, 4872−4878. (74) Raghava, S.; Singh, P. K.; Ranga Rao, A.; Dutta, V.; Gupta, M. N. Nanoparticles of unmodified titanium dioxide facilitate protein refolding. J. Mater. Chem. 2009, 19, 2830−2834. (75) Duan, J.; Yu, Y.; Li, Y.; Li, Y.; Liu, H.; Jing, L.; Yang, M.; Wang, J.; Li, C.; Sun, Z. Low-dose exposure of silica nanoparticles induces cardiac dysfunction via neutrophil-mediated inflammation and cardiac contraction in zebrafish embryos. Nanotoxicology 2016, 10, 575−585. (76) Li, X.; Liu, B.; Li, X.-L.; Li, Y.-X.; Sun, M.-Z.; Chen, D.-Y.; Zhao, X.; Feng, X.-Z. SiO2 nanoparticles change colour preference and cause Parkinson’s-like behaviour in zebrafish. Sci. Rep. 2014, 4, 3810. (77) Rungby, J. An experimental study on silver in the nervous system and on aspects of its general cellular toxicity. Dan. Med. Bull. 1990, 37, 442−449. (78) Pelkonen, K. H. O.; Heinonen-Tanski, H.; Han̈ninen, O. O. P. Accumulation of silver from drinking water into cerebellum and musculus soleus in mice. Toxicology 2003, 186, 151−157. (79) Powers, C. M.; Wrench, N.; Ryde, I. T.; Smith, A. M.; Seidler, F. J.; Slotkin, T. A. Silver Impairs Neurodevelopment: Studies in PC12 Cells. Environ. Health Perspect. 2010, 118, 73−79. (80) Shyamasundar, S.; Ng, C. T.; Lanry Yung, L. Y.; Dheen, S. T.; Bay, B. H. Epigenetic mechanisms in nanomaterial-induced toxicity. Epigenomics 2015, 7, 395−411. (81) Sierra, M. I.; Valdeś, A.; Fernandez, A. F.; Torrecillas, R.; Fraga, M. F. The effect of exposure to nanoparticles and nanomaterials on the mammalian epigenome. Int. J. Nanomed. 2016, 11, 6297−6306. (82) Jennifer, M.; Maciej, W. Nanoparticle Technology as a DoubleEdged Sword: Cytotoxic, Genotoxic and Epigenetic Effects on Living Cells. J. Biomater. Nanobiotechnol. 2013, 04, 53.\nDOI: 10.1021/acs.est.9b05170 Environ. Sci. Technol. 2020, 54, 335−344\n343\n(83) Conroy, J.; Byrne, S. J.; Gun’ko, Y. K.; Rakovich, Y. P.; Donegan, J. F.; Davies, A.; Kelleher, D.; Volkov, Y. CdTe nanoparticles display tropism to core histones and histone-rich cell organelles. Small 2008, 4, 2006−2015. (84) Silver, J. D.; Ritchie, M. E.; Smyth, G. K. Microarray background correction: maximum likelihood estimation for the normal-exponential convolution. Biostatistics 2009, 10, 352−363. (85) Bolstad, B. M.; Irizarry, R. A.; Astrand, M.; Speed, T. P. A comparison of normalization methods for high density oligonucleotide array data based on variance and bias. Bioinformatics 2003, 19, 185−193. (86) Langmead, B.; Trapnell, C.; Pop, M.; Salzberg, S. L. Ultrafast and memory-efficient alignment of short DNA sequences to the human genome. Genome Biol. 2009, 10, R25. (87) Ritchie, M. E.; Phipson, B.; Wu, D.; Hu, Y.; Law, C. W.; Shi, W.; Smyth, G. K. limma powers differential expression analyses for RNA-sequencing and microarray studies. Nucleic Acids Res. 2015, 43, No. e47.\nDOI: 10.1021/acs.est.9b05170 Environ. Sci. Technol. 2020, 54, 335−344\n344"
    } ],
    "references" : [ {
      "title" : "Mapping the Dawn of Nanoecotoxicological Research",
      "author" : [ "A. Kahru", "A. Ivask" ],
      "venue" : "Acc. Chem. Res. 2013,",
      "citeRegEx" : "Kahru and Ivask,? \\Q2013\\E",
      "shortCiteRegEx" : "Kahru and Ivask",
      "year" : 2013
    }, {
      "title" : "Analysis of currently available data for characterising the risk of engineered nanomaterials to the environment and human health  Lessons learned from four case studies",
      "author" : [ "M. F" ],
      "venue" : "Environ. Int. 2011,",
      "citeRegEx" : "F.,? \\Q2011\\E",
      "shortCiteRegEx" : "F.",
      "year" : 2011
    }, {
      "title" : "Academic Press: Boston, 2016; Chapter 7, pp 295−341",
      "author" : [ "Nanoparticles", "Singh", "A. K", "Ed" ],
      "venue" : null,
      "citeRegEx" : "Nanoparticles and Ed.,? \\Q2016\\E",
      "shortCiteRegEx" : "Nanoparticles and Ed.",
      "year" : 2016
    }, {
      "title" : "Omics tools: New challenges in aquatic nanotoxicology? Aquat",
      "author" : [ "M. Revel", "A. Chat̂el", "C. Mouneyrac" ],
      "venue" : "Toxicol. 2017,",
      "citeRegEx" : "Revel et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Revel et al\\.",
      "year" : 2017
    }, {
      "title" : "Ecotoxicity of manufactured ZnO nanoparticles − A review",
      "author" : [ "H. Ma", "P.L. Williams", "S.A. Diamond" ],
      "venue" : "Environ. Pollut",
      "citeRegEx" : "Ma et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Ma et al\\.",
      "year" : 2013
    }, {
      "title" : "NCBI GEO: mining tens of millions of expression profilesdatabase and tools update",
      "author" : [ "C. Evangelista", "I.F. Kim", "A. Soboleva", "M. Tomashevsky", "R. Edgar" ],
      "venue" : "Nucleic Acids Res",
      "citeRegEx" : "Evangelista et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Evangelista et al\\.",
      "year" : 2007
    }, {
      "title" : "comparison study in fathead minnows using the model estrogen 17α-ethinylestradiol to develop recommendations for environmental transcriptomics",
      "author" : [ "P. Agrawal", "P. Chung", "U. Heberlein", "C. Kent" ],
      "venue" : "Environ. Toxicol. Chem. 2017,",
      "citeRegEx" : "Agrawal et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Agrawal et al\\.",
      "year" : 2017
    }, {
      "title" : "INTACT method reveals the impact of social environment on the epigenetic landscape in dopaminergic neurons",
      "author" : [ "A. Subramanian", "P. Tamayo", "V.K. Mootha", "S. Mukherjee", "B.L. Ebert", "M.A. Gillette", "A. Paulovich", "S.L. Pomeroy", "T. Golub" ],
      "venue" : "BMC Biol",
      "citeRegEx" : "Subramanian et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Subramanian et al\\.",
      "year" : 2019
    }, {
      "title" : "Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles",
      "author" : [ "E.S. Lander", "J.P. Mesirov" ],
      "venue" : "Proc. Natl. Acad. Sci. U.S.A",
      "citeRegEx" : "R. et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "R. et al\\.",
      "year" : 2005
    }, {
      "title" : "Next-Generation Sequencing and the Crustacean Immune System: The Need for Alternatives in Immune Gene Annotation",
      "author" : [ "K.F. Clark", "S.J. Greenwood" ],
      "venue" : "Bioinformatics",
      "citeRegEx" : "Clark and Greenwood,? \\Q2006\\E",
      "shortCiteRegEx" : "Clark and Greenwood",
      "year" : 2006
    }, {
      "title" : "Submission of microarray data to public repositories",
      "author" : [ "Y. Tateno", "R. Taylor", "J. White", "N. Winegarden" ],
      "venue" : "PLoS Biol",
      "citeRegEx" : "C. et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "C. et al\\.",
      "year" : 2004
    }, {
      "title" : "Toxicogenomic responses of the model organism Caenorhabditis elegans to gold nanoparticles",
      "author" : [ "O.V. Tsyusko", "J.M. Unrine", "D. Spurgeon", "E. Blalock", "D. Starnes", "M. Tseng", "G. Joice", "P.M. Bertsch" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Tsyusko et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Tsyusko et al\\.",
      "year" : 2012
    }, {
      "title" : "Genomewide transcriptional analysis of silica nanoparticle-induced toxicity in zebrafish embryos",
      "author" : [ "H. Hu", "Q. Li", "L. Jiang", "Y. Zou", "J. Duan", "Z. Sun" ],
      "venue" : "Toxicol. Res. 2016,",
      "citeRegEx" : "Hu et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Hu et al\\.",
      "year" : 2015
    }, {
      "title" : "Transcriptomic response of zebrafish embryos to polyaminoamine (PAMAM) dendrimers",
      "author" : [ "E. Oliveira", "M. Casado", "M. Faria", "A.M.V.M. Soares", "J.M. Navas", "C. Barata", "B. Piña" ],
      "venue" : "Transcriptomic Analysis. PLoS One 2016,",
      "citeRegEx" : "Oliveira et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Oliveira et al\\.",
      "year" : 2014
    }, {
      "title" : "Principal components analysis to summarize microarray experiments: application to sporulation time series",
      "author" : [ "S. Raychaudhuri", "J.M. Stuart", "R.B. Altman" ],
      "venue" : "Pacific Symposium on Biocomputing,",
      "citeRegEx" : "Raychaudhuri et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Raychaudhuri et al\\.",
      "year" : 2000
    }, {
      "title" : "What’s wrong with Bonferroni adjustments",
      "author" : [ "T.V. Perneger" ],
      "venue" : "BMJ",
      "citeRegEx" : "Perneger,? \\Q1998\\E",
      "shortCiteRegEx" : "Perneger",
      "year" : 1998
    }, {
      "title" : "No adjustments are needed for multiple comparisons",
      "author" : [ "K.J. Rothman" ],
      "venue" : "Epidemiology 1990,",
      "citeRegEx" : "Rothman,? \\Q1990\\E",
      "shortCiteRegEx" : "Rothman",
      "year" : 1990
    }, {
      "title" : "Biophysical responses upon the interaction of nanomaterials with cellular interfaces",
      "author" : [ "S.C.J. Loo", "X. Chen" ],
      "venue" : "Acc. Chem. Res. 2013,",
      "citeRegEx" : "Loo and Chen,? \\Q2013\\E",
      "shortCiteRegEx" : "Loo and Chen",
      "year" : 2013
    }, {
      "title" : "The inflammatory process in response to nanoparticles",
      "author" : [ "D.M. Goncalves", "R. de Liz", "D. Girard" ],
      "venue" : "Sci. World J. 2011,",
      "citeRegEx" : "Goncalves et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Goncalves et al\\.",
      "year" : 2011
    }, {
      "title" : "Carbon Nanotubes Reorganize Actin Structures in Cells and ex Vivo",
      "author" : [ "K.N. Dahl" ],
      "venue" : "ACS Nano 2010,",
      "citeRegEx" : "Dahl,? \\Q2010\\E",
      "shortCiteRegEx" : "Dahl",
      "year" : 2010
    }, {
      "title" : "Silver Impairs Neurodevelopment: Studies in PC12 Cells",
      "author" : [ "F. J", "Slotkin", "T. A" ],
      "venue" : "Environ. Health Perspect",
      "citeRegEx" : "J. and A.,? \\Q2010\\E",
      "shortCiteRegEx" : "J. and A.",
      "year" : 2010
    }, {
      "title" : "Epigenetic mechanisms in nanomaterial-induced toxicity",
      "author" : [ "B.H. Bay" ],
      "venue" : "Epigenomics 2015,",
      "citeRegEx" : "Bay,? \\Q2015\\E",
      "shortCiteRegEx" : "Bay",
      "year" : 2015
    }, {
      "title" : "The effect of exposure to nanoparticles and nanomaterials on the mammalian epigenome",
      "author" : [ "F. M" ],
      "venue" : "Int. J. Nanomed. 2016,",
      "citeRegEx" : "M.,? \\Q2016\\E",
      "shortCiteRegEx" : "M.",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 21,
      "context" : "thaliana exposed to gold ENMs (1187) and titanium ENMs (779), C.",
      "startOffset" : 27,
      "endOffset" : 37
    } ],
    "year" : 2019,
    "abstractText" : "The use of omics is gaining importance in the field of nanoecotoxicology; an increasing number of studies are aiming to investigate the effects and modes of action of engineered nanomaterials (ENMs) in this way. However, a systematic synthesis of the outcome of such studies regarding common responses and toxicity pathways is currently lacking. We developed an R-scripted computational pipeline to perform reanalysis and functional analysis of relevant transcriptomic data sets using a common approach, independent from the ENM type, and across different organisms, including Arabidopsis thaliana, Caenorhabditis elegans, and Danio rerio. Using the pipeline that can semiautomatically process data from different microarray technologies, we were able to determine the most common molecular mechanisms of nanotoxicity across extremely variable data sets. As expected, we found known mechanisms, such as interference with energy generation, oxidative stress, disruption of DNA synthesis, and activation of DNA-repair but also discovered that some less-described molecular responses to ENMs, such as DNA/RNA methylation, protein folding, and interference with neurological functions, are present across the different studies. Results were visualized in radar charts to assess toxicological response patterns allowing the comparison of different organisms and ENM types. This can be helpful to retrieve ENM-related hazard information and thus fill knowledge gaps in a comprehensive way in regard to the molecular underpinnings and mechanistic understanding of nanotoxicity.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}