{
  "name" : "downloads_2019-02-04_e0_sun2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "A simple and rapid colorimetric bacteria detection method based on bacterial inhibition of glucose oxidase-catalyzed reaction",
    "authors" : [ "Jiahui Sun", "Jia Huang", "Yulong Li", "Junwei Lv", "Xianting Ding" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nTalanta\njournal homepage: www.elsevier.com/locate/talanta\nA simple and rapid colorimetric bacteria detection method based on bacterial inhibition of glucose oxidase-catalyzed reaction Jiahui Sun1, Jia Huang1, Yulong Li, Junwei Lv, Xianting Ding⁎\nState Key Laboratory of Oncogenes and Related Genes, Institute for Personalized Medicine, School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai"
    }, {
      "heading" : "200030, China",
      "text" : "A R T I C L E I N F O\nKeywords: Paper based Colorimetric Bacteria detection\nA B S T R A C T\nRapid and sensitive detection of live bacteria is crucial in the realm of clinical diagnosis, food industry and environmental quality control. A portable, feasible and cost-effective platform which enables rapid and accurate live bacteria detection is still challenging. Herein, we present a Bacterial Inhibition of GOX-catalyzed Reaction (BIGR) method for rapid and broad-spectrum detection of live bacteria, which results in a visible color change without any complex instrumentations. We validated this strategy with five common clinical bacteria, namely Escherichia coli, Staphylococcus aureus, Enterococcus faecalis, Streptococcus mutans and Salmonella pullorum. This method precludes the interference of dead bacteria. Only several microliters of samples and reagents are required in this assay and the overall analysis time is less than 20min. In a further demonstration, the presented method is successfully applied for detection of ascites samples from infected mice. Our results suggest that this method serves as a rapid and dose-dependent visual detection of pathogens in the clinical and daily life."
    }, {
      "heading" : "1. Introduction",
      "text" : "Bacterial contamination is a growing global public health threat for individuals, food industry, hospital diagnostics and society [1]. According to the world health organization, about 1.7million people die each year due to bacteria related diseases such as cholera, infectious diarrhea and sepsis [2]. Bacterial contamination is a major issue not only in developing but also in developed countries [3,4]. The majority of individuals affected by bacteria are infants, children, immunocompromised people and the elderly, especially in remote areas where medical conditions are underdeveloped [5]. The majority of bacterial infectious disease are caused by Escherichia coli, Staphylococcus aureus, Listeria monocytogenes, Salmonella typhimurium, Tuberculosis, Streptococcal, Salmonella pullorum and Bacillus cereus [6–8]. Especially for Escherichia coli and Staphylococcus aureus, they are two of the most prevalent infectious bacteria that can cause serious diseases including diarrhea, anemia, urinary tract infections, skin and soft tissue infections, orbital cellulitis, necrotizing fasciitis, and kidney failure [9–11].\nWhile antibiotics can be used to treat most bacterial infections, they constantly accelerate the emergence and spread of resistance bacteria. Today, many antibiotics are ineffective, but the pace of discovery of new antibiotic has dropped substantially [12]. Considering the slow\ndiscovery of new antibiotics, the development of fast, accurate, convenient, early screening and low-cost methods to detect bacteria is an urgent need in clinic, food and environmental quality control fields.\nConventional methods used to detect and quantify bacteria are plate culturing, polymerase chain reaction (PCR), enzyme linked immunosorbent assay (ELISA) and chemical sensors based detection strategies. Plate culturing is the “Gold Standard” for bacteria detection. In spite of being sensitive and accurate, this method requires several days for enrichment, selective plating, identification, and confirmation, skilled personnel and large volumes of consumables [13]. Molecularbased detection method PCR is considered to be another standard method to detect bacteria. This method can be used for bacteria detection with high sensitivity and specificity, but well-trained personnel and costly instrumentations are indispensable [14]. ELISA is also used for bacteria detection and considered as one of the most popular immunoassay methods. ELISA may provide results slightly faster compared with plating culturing and PCR, but high false positive and complex experimental operation limit its applications [15]. Furthermore, each of those methods mentioned above has its advantages, but all of them are laboratory-based and unable to be tested on site, which limit their utility for bacteria analysis in daily life practice. The need for improved bacteria detection methods has led to the development of chemical sensors, including colorimetric detection [16,17],\nhttps://doi.org/10.1016/j.talanta.2019.01.039 Received 12 October 2018; Received in revised form 13 December 2018; Accepted 9 January 2019\n⁎ Corresponding author. E-mail address: dingxianting@sjtu.edu.cn (X. Ding). 1 These authors contribute equally to this work.\nTalanta 197 (2019) 304–309\nAvailable online 11 January 2019 0039-9140/ © 2019 Published by Elsevier B.V.\nT\nfluorescence detection [18,19], electrochemical detection [20,21] etc. These methods are a promising tool to solve the problems described above and provide a fast, simple, low-lost, sensitive, and online detection strategy.\nRecently, chemical sensors based detection strategies, especially colorimetric based detection methods have received more and more attention due to their easy operation and visually detection [22,23]. Colorimetric sensors do not require any external equipment and can be detected by naked eyes. Nugen et al. [24] reported an enhanced colorimetric bacteria detection method through phage infection. Engineered T7lacZ phage infection of Escherichia coli resulted in overexpression of β-gal and the activity of β-gal was monitored by a colorimetric substrate. Through engineered T7lacZ phage infection, they could detect E. coli cells at 1× 104 CFU/mL within 2 h to 10 CFU/ mL within 7 h. However, this method could not achieve broad-spectrum bacterial detection and the time of phage-induced lysis limit its ability of real time detection.\nDue to the development of nanotechnology, nanomaterials have been widely used in colorimetric bacteria detection because of their unique physicochemical properties [25–27]. For example, Rotello et al. [28,29] synthesized a cationic AuNPs for detection of microbial contamination. Cationic AuNPs were electrostatically bound to β-galactosidase (β-Gal), inhibiting the activity of enzyme. In the presence of negatively charged bacteria, a competitive equilibrium between the enzyme and the bacteria for the AuNPs would form. Then, β-Gal would be released from β-Gal /AuNPs complex, reacting with a colorimetric substrate to produce a deep purple color. The authors used this method to detect bacteria at concentrations of 1×104 CFU/mL in a test strip. Yang et al. [30] reported a bacteria detection method with a positive charged graphene oxide. The activity of anionic enzyme (β-galactosidase) could be reversibly inhibited by the positive charged graphene oxide. Then, the presence of bacteria could release β-Gal and restored its activity. The active β-Gal converted the chromogenic substrate (onitrophenyl-b-D-galactopyranoside) into the yellow product, providing a color read out to quantify bacteria. They have been able to detect Gram positive and Gram negative bacteria in water at 102 CFU/mL within 2–3 h via simple visual readout. Nanomaterials based biosensor have lots of advantages for bacteria detection such as high sensitivity, rapidness, simplicity and no need of expensive equipment, but the process of nanomaterial synthesis is usually complicate and time-consuming, along with undesired stability.\nInspired by the advantages of colorimetric based methods, we developed a simple and novel colorimetric assay based on BIGR for rapid detection of viable bacteria. BIGR based method can be conducted on paper substrate. Glucose is catalyzed by glucose oxidase to produce hydrogen peroxide. Then, starch-iodide paper as the substrate reacts with hydrogen peroxide to produce a deep blue color. Glucose metabolism is a common phenomenon for bacteria [31,32]. In our study, we utilized glucose metabolism in bacteria and achieved a broad-spectrum bacteria detection. With the presence of bacteria, the GOX-catalyzed reaction was inhibited due to the lack of glucose, which subsequently influenced the oxidation chromogenic reaction of iodide and starch. The color change indicated the concentration of bacteria, and the color shift could be easily observed by naked eyes without any complex instrumentation. In addition, an image recording device and image software could be also used to measure the gray intensity for quantitative analysis. Herein, we used this method to detect both Gram positive and Gram negative bacteria, such as Escherichia coli, Staphylococcus aureus, Enterococcus faecalis, Streptococcus mutans and Salmonella pullorum. The overall analysis time is within 20min and each microzone only requires less than 10 microliters of samples and reagents. To investigate its clinical application, we applied this method to diagnose abdominal bacterial infections in mice. The successful detection of bacteria in mice ascites indicates that the presented method has promising potential for rapid visual detection of pathogens in clinical diagnosis."
    }, {
      "heading" : "2. Material and method",
      "text" : ""
    }, {
      "heading" : "2.1. Chemicals and materials",
      "text" : "Glucose and glucose oxidase (GOX) were purchased from Innochem Technology Co., Ltd (Beijing, China). 10mM phosphate-buffered saline (PBS, pH=7.4), starch-iodide paper(1 cm×6 cm), a sealed chamber and silica gel desiccant were obtained from Sinopharm Chemical Reagent Co., Ltd (Shanghai, China). Mice (c57) were obtained from SLAC Laboratory Animal Co., Ltd (Shanghai, China). Isoflurane, HCl, K2CO3, H2O2, NaCl, CaCl2, FeCl3, Cu(NO3)2·3H2O, ZnSO4·7H2O were from Sangon Biotech Co., Ltd (Shanghai, China). All those procured chemicals were used without further purification. Deionized (DI) water (18.2MΩ cm) was obtained from a Milli-Q purification system. All the chemicals were prepared with PBS (pH=7.4)."
    }, {
      "heading" : "2.2. Bacterial culture and purification",
      "text" : "Escherichia coli (E. coli ATCC25922), Staphylococcus aureus (S. aureus ATCC29213), Enterococcus faecalis (E. faecalis ATCC33186) and Streptococcus mutans (S. mutans UA159) and Salmonella pullorum (S. pullorum) were purchased from Beijing Bio-Med Technology Development Co., Ltd. All experiments were inoculated in Luria-Bertani (LB) medium (10% Peptone, 5% yeast extracts and 10% sodium chloride). Peptone, yeast extracts and sodium chloride were obtained from Sinopharm Chemical reagent Co., Ltd. LB liquid inoculated with a single colony (starting from a single cell) was allowed for bacteria growth overnight (24 h, 37 °C, shaking at 150 rpm). Then, bacteria were centrifuged at 3600 rpm for 10min and washed with DI water for three times. The supernatant of these samples was discarded and remaining bacterial pellets were suspended in DI water at different concentrations. Meanwhile, to obtain dead bacteria, bacterial suspension was diluted with water to the required concentrations and then sterilized in autoclave (150 °C, Panasonic, Japan) for 30min for further detection."
    }, {
      "heading" : "2.3. Catalytic chromogenic reaction of glucose and GOX",
      "text" : "Different concentrations of glucose (2mol, 1 mol, 0.5 mol, 0.1 mol) and GOX (90 U/mL, 18 U/mL, 9 U/mL, 1.8 U/mL) were prepared with PBS (pH=7.4). Circle starch-iodide papers with a diameter of 0.6 cm were obtained using a hole puncher and then attached onto a substrate (1 cm×1.5 cm). Then 3 μL glucose solution and 3 μL GOX were added onto the circle papers successively. The test papers were put into a sealed chamber (13 cm×27 cm×20 cm) with 250 g silica gel desiccant to maintain a constant humidity (room temperature). After reacting for 10min, the color change was recorded."
    }, {
      "heading" : "2.4. Bacteria detection based on the chromogenic reaction",
      "text" : "1×109 CFU/mL bacteria was prepared, which corresponded to an optical density of 1 at 600 nm measured by Microplate Reader (Synergy™ H1, Bio Tek). Bacteria were diluted to various concentrations: 1× 108, 1×107, 1×106, 1× 105 and 1× 104 CFU/mL (in PBS). 1 mol/L glucose and 0.05mg/mL GOX were used in the subsequent experiments. 3 μL glucose was first added to the paper, then followed by 3 μL bacteria solution. After those solution was completely soaked, 3 μL GOX was added and allowed to react for 20min in the reaction chamber. Then, the color change was recorded by a scanner and the gray intensity of the color well was measured for quantitative analysis."
    }, {
      "heading" : "2.5. Mice ascites experiment",
      "text" : "6 male C57 mice (~8 weeks and ~25 g) were recruited in this study. All of them were treated with isoflurane gas anesthetic (Fig. S7). 3 male mice were injected with 4mL dialysate containing 5× 108 CFU/mL S.\naureus into their enterocoelia. The other 3 male mice were injected with 4mL pure dialysate. After 2 h, mice ascites samples were taken out for following detection. The ascites samples were directly analyzed without any further purification. The study was approved by the Ethical Committee and International Review Board of Shanghai Jiao Tong University."
    }, {
      "heading" : "2.6. Data analysis",
      "text" : "Optical images were obtained by a scanner of a printer (Laser Pro M1216nfh MFP) with original parameters after 20min reaction and processed by Python© to calculate the average gray value. The calculation of average gray value was according to the commonly used formula: gray value= 0.2125R +0.7154 G +0.0721B. The average gray value of experimental group was divided by the average gray value of control group and then the average gray value rate was obtained. The image processing method by Python© was robust in our data."
    }, {
      "heading" : "3. Result and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Chemical basis of BIGR",
      "text" : "GOX catalyzed the oxidation of glucose by oxygen. The production of this reaction was H2O2 which consequently oxidized the iodide on the potassium iodide-starch test paper to iodine. Then a complex was formed with iodine and starch, leaving a noticeable deep blue color on the test paper. Bacteria would consume glucose during metabolism. To verify this concept, 30 μL bacteria (5×108 CFU/mL) were added into 270 μL 22.6mmol/L glucose (final bacteria concentration: 5×106 CFU/mL). After incubating for 20min, the concentration of glucose is obviously lower than initial value as indicated by glucose meter (Fig. S1A). In order to find out whether bacteria will affect the reaction between H2O2 and iodide, 3 μL 30% H2O2 and 3 μL ddH2O were added onto one test paper, and 3 μL 30% H2O2 and 3 μL bacteria (5×108 CFU/mL) were added onto another one. As seen in Fig. S1B, the color of the two circle papers is similar, indicating that bacteria led to neglectable influence on H2O2 oxidizing iodide and the formation of\ncomplex with iodine and starch. Therefore, when bacteria were loaded onto the test paper, the GOX-catalyzed reaction was inhibited due to the lack of glucose, resulting in a light color on the test paper (Fig. 1). More bacteria result in lighter color. By analyzing the gray value of the test paper, we were able to quantify the concentration of bacteria."
    }, {
      "heading" : "3.2. Optimization of glucose and GOX",
      "text" : "In order to acquire sensitive colorimetric response when incubate with bacteria, we optimized the quantities of GOX and glucose. Various concentrations of both GOX and glucose were prepared with PBS as indicated in Fig. 20.3 μL glucose solution and 3 μL GOX were added onto the test paper successively. After reacting for 10min, the color change on test papers were recorded. In Fig. 2, it was obvious that blue color was deeper with higher concentrations of glucose or GOX. This visual interpretation was also graphically illustrated by calculating the average gray value rates as seen in Supporting information, Fig. S2. With overall consideration, we chose 9 U/mL GOX and 1mol/L glucose as our testing condition because it provided the greatest color change within 10min time period."
    }, {
      "heading" : "3.3. Detection and quantification of broad-spectrum of bacteria",
      "text" : "E. coli and S.aureus are the most common clinical bacteria, leading to various infectious diseases [33,34]. E. faecalis, S. mutans and S. pullorum are also common bacteria in clinic. Therefore, we validated the performance of the presented platform with these five bacteria. 3 μL bacteria (6×108 CFU/mL) were added onto the test paper, followed by the addition of 3 μL glucose and 3 μL GOX. The final concentration of bacteria was 2×108 CFU/mL. As seen in Fig. 3, samples containing bacteria left obvious light color on the test papers due to BIGR. All those test papers were recorded and then analyzed by Python© to calculate the average gray values, which gave a graphical illustration. Both visual reading and graphical illustration indicated the validity of this method for detecting a broad range of bacteria.\nIn order to study the sensitivity of the presented method, we further tested E. coli and S. aureus with different concentrations (104–108 CFU/\nmL). As seen in Figs. 4a and 4b, the gray value rate is proportionally increased with the bacteria concentration. The limit of detection (LOD) was calculated using the formula: LOD=3S/M, where S represents the value of the standard deviation of blank samples and M is the slope of the standard curve within the linear range. According to this formula, the LOD of the proposed method was 7.48× 103 CFU/mL for E. coli and was 3.3×103 CFU/mL for S. aureus."
    }, {
      "heading" : "3.4. Detection and quantification of mixed bacteria",
      "text" : "In clinical practice, multiplex pathogens often present simultaneously at the infection sites. Therefore, to quantify the total bacteria concentration regardless of different strands is practically meaningful. In order to examine such capability for the presented method, six groups of mixed bacteria were prepared according to Table S1 in Supplementary information. Each group contained a mixture of the five bacteria strands, including E. coli, S. aureus, E. faecalis, S. mutans, S. pullorum, at different concentrations and varying proportions. The total concentration of all the six groups was fixed at 5× 108 CFU/mL. As seen in Fig. 5A, the color of the six groups was obvious lighter than the control group (1mL PBS), but no evident difference was observed between themselves. Quantitative assessment provided by the gray value rate also demonstrated the desired performance of our method to quantify mixed bacteria (Fig. 5B)."
    }, {
      "heading" : "3.5. Stability and selectivity of this essay",
      "text" : "To evaluate the stability of this method, 3 μL deionized water at different pH values (pH=3–10) was tested. As seen in Fig. S3, acidic deionized water (pH=3–7) did not affect the chromogenic reaction, which was proper for clinical testing as samples from human body were commonly mild acidic. In an alkali environment, the activity of GOX\nwas inhibited, leading to the lighter color on the test paper. In addition, temperature impact was also investigated. As seen in Fig. S4, the color the test paper at 15 °C and 40 °C was evident lighter, indicating that the activity of GOX was inhibited. Within the range of 20–35 °C, the GOX showed a normal catalyzation activity.\nTo further test the selectivity of our assay, 3 μL NaCl, CaCl2, FeCl3, Cu (NO3)2, ZnSO4 (10mM) were added onto the test paper instead of bacteria solution. As seen in Fig. S5, there was negligible differences both visually and graphically, indicating our assay is selective against bacteria and express no statistical interference with those common ions and compounds in body fluid. Except for superior selectivity to multiple\nmetallic ions, this method could also distinguish dead bacteria from the active ones (Fig. S6), which is usually considered as a major challenge in conventional bacteria detection platforms"
    }, {
      "heading" : "3.6. Mice ascites detection",
      "text" : "In clinical cases, a number of factors can attribute to celiac infection, including peritoneal dialysis. To demonstrate the applicability of this detection system, a mice celiac infection model caused by peritoneal dialysis was investigated. Considering that S.aureus is one of the most common bacteria leading to celiac infection [35], 5× 108 CFU/ mL S.aureus was mixed into the peritoneal dialysis solution in order to maintain the mice celiac infection model. As seen in Fig. 6, the color of ascites from the infected mice was evident lighter than the control group, indicating that bacteria largely presented in the ascites of infected mouse. We also tested whether the matrix of ascites affects the chromogenic reaction. The color of ascites from the noninfected mice was similar to the control group, showing that ascitic fluid had negligible effect to our method. Our results illustrated the capability of this detection system to diagnose mice celiac infection.\nAs for the diabetic patient or animal models of diabetes, we have to consider the pathological type resulted from diabetes. In our view, if renal lesion occurs, water would permeate into ascites from blood due to the hypoproteinemia so the glucose concentration in the ascites would be lower than the normal value, which had no interference on the proposed testing method. But if liver lesion occurred, the ascites will be resulted from water-sodium retention. The osmotic pressure would be nearly zero so we are not sure whether the glucose concentration in the ascites will be higher or lower. Under such circumstances, the proposed method was not suitable for ascites infection diagnosis. We have added this part of discussion in Section 3.6 in the revised manuscript"
    }, {
      "heading" : "4. Conclusions",
      "text" : "In summary, a simple, inexpensive and equipment-free colorimetric assay based on BIGR has been successfully developed for rapid detection of bacteria. This is the first documented report which achieves broad-spectrum bacteria detection by naked eyes utilizing the glucose metabolism in bacteria. We have been able to quantify Escherichia coli, Staphylococcus aureus, Enterococcus faecalis, Streptococcus mutans\nand Salmonella pullorum at a concentration of 104 CFU/mL in solution which is compatible with the current clinical setup. Our assay can achieve a broad-spectrum bacteria detection and a steady reproducibility. This assay took only 20min to perform without any additional sample processing steps and only consumes a few microliters of samples. Therefore, the presented platform has great potential for rapid detection of bacteria in clinic and evaluation of bacteria viability. Future development of our study will focus on improving the sensitivity by utilizing new colorimetric substrates."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by Science and Technology Innovation Zone (17-163-15-XJ-002-002-09), Shanghai Municipal Science and Technology Project (17DZ2203400) and State Key Research and Development Plan (2017YFC0107603 and 2017ZX10203205-006-002)."
    }, {
      "heading" : "Appendix A. Supporting information",
      "text" : "Supplementary data associated with this article can be found in the online version at doi:10.1016/j.talanta.2019.01.039."
    } ],
    "references" : [ {
      "title" : "Integrating recognition elements with nanomaterials for bacteria sensing",
      "author" : [ "J. Chen", "S.M. Andler", "J.M. Goddard", "S.R. Nugen", "V.M. Rotello" ],
      "venue" : "Chem. Soc. Rev. 46 (5) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "ZH Mediacentre News 2014: WHO’s First Global Report on Antibiotic Resistance Reveals Serious",
      "author" : [ "W.H. Organization" ],
      "venue" : "Worldwide Threat to Public Health, World Health Organization",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Water and surface microbiologic quality of point-of-use water filters: a comparative study",
      "author" : [ "A. Florentin", "J. Lizon", "E. Asensio", "J. Forin", "A. Rivier" ],
      "venue" : "Am. J. Infect. Control 44 (9) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Occurrence of Salmonella spp and Cryptosporidium spp in a French coastal watershed: relationship with fecal indicators",
      "author" : [ "K. Lemarchand", "P. Lebaron" ],
      "venue" : "FEMS Microbiol. Lett. 218 (1) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "A fully automated microfluidic-based electrochemical sensor for real-time bacteria",
      "author" : [ "Z A", "M A", "G K", "Y U" ],
      "venue" : "detection, Biosens. Bioelectron",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2018
    }, {
      "title" : "Food pathogen detection",
      "author" : [ "C.A. Batt" ],
      "venue" : "Science 316 (5831) ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Prevalence of Salmonella enterica",
      "author" : [ "J.A. Van Kessel", "J.S. Karns", "J.E. Lombard", "C.A. Kopral" ],
      "venue" : "Listeria monocytogenes, and Escherichia coli virulence factors in bulk tank milk and in-line filters from U.S. dairies, J. Food Prot. 74 (5) ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Trends and opportunities in food pathogen detection",
      "author" : [ "S.R. Nugen", "A.J. Baeumner" ],
      "venue" : "Anal. Bioanal. Chem. 391 (2) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Diarheagenic Escherichia coli",
      "author" : [ "J.P. Nataro" ],
      "venue" : "Clin. Microbiol. Rev. 11 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "PharmD",
      "author" : [ "L. Twele", "E. Moyen", "K. Zhang", "B. Dalton" ],
      "venue" : "D. Church, J. Conly, Methicillinresistant Staphylococcus aureus endocarditis and de novo development of daptomycin resistance during therapy, Can. J. Infect. Dis. Med. Microbiol. 21 (2) ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Phagolysosomal integrity is generally maintained after staphylococcus aureus invasion of nonprofessional phagocytes but is modulated by strain 6850",
      "author" : [ "T. Lâm", "B. Giese", "D. Chikkaballi", "A. Kühn", "W. Wolber", "J. Panéfarré", "D. Schäfer", "S. Engelmann", "M. Fraunholz", "B. Sinha" ],
      "venue" : "Infect. Immun. 78 (8) ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Drug repurposing screens and synergistic drug-combinations for infectious diseases, Br",
      "author" : [ "W Z", "W S", "A S" ],
      "venue" : "J. Pharmacol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2018
    }, {
      "title" : "Evaluation of a monoclonal antibody-based enzyme-linked immunosorbent assay for detection of Campylobacter fetus in bovine preputial  washing and vaginal mucus samples",
      "author" : [ "B.W. Brooks", "J. Devenish", "C.L. Lutze-Wallace", "D. Milnes", "R.H. Robertson", "G. Berlie- Surujballi" ],
      "venue" : "Vet. Microbiol. 103 (1) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Overview of recent strategies in pathogen sensing",
      "author" : [ "H. Jinseok", "H.S.Z. An" ],
      "venue" : "Sensors 9 (6) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Development of a double-antibody sandwich ELISA for rapid detection of Bacillus Cereus in food",
      "author" : [ "L. Zhu", "J. He", "X. Cao", "K. Huang", "Y. Luo", "W. Xu" ],
      "venue" : "Sci. Rep. 6 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Highly sensitive detection of salmonella typhimurium using a colorimetric paper-based analytical device coupled with immunomagnetic separation",
      "author" : [ "M. Srisaart", "K.E. Boehle", "B.J. Geiss", "C.S. Henry" ],
      "venue" : "Anal. Chem. 90 (1) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A rapid colorimetric immunoassay for the detection of pathogenic bacteria on poultry processing plants using cotton swabs and nanobeads",
      "author" : [ "S. Alamer", "S. Eissa", "R. Chinnappan", "M. Zourob" ],
      "venue" : "Mikrochim. Acta 185 (3) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Simultaneous detection of pathogenic bacteria using an aptamer based biosensor and dual fluorescence resonance energy transfer from quantum dots to carbon nanoparticles",
      "author" : [ "N. Duan", "S. Wu", "S. Dai", "T. Miao", "J. Chen", "Z. Wang" ],
      "venue" : "Microchim. Acta 182 (5–6) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Coumarin-based",
      "author" : [ "G. Giovaninni", "A.J. Hall", "V. Gubala" ],
      "venue" : "switchable fluorescent substrates for enzymatic bacterial detection, Talanta 188 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Biosensors based on modularly designed synthetic peptides for recognition",
      "author" : [ "X. Liu", "M. Marrakchi", "D. Xu", "D. He", "S. Andreescu" ],
      "venue" : "detection and live/dead differentiation of pathogenic bacteria, Biosens. Bioelectron. 80 (9) ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Sensitive detection of maltose and glucose based on dual enzyme-displayed bacteria electrochemical biosensor",
      "author" : [ "A. Liu", "Q. Lang", "B. Liang", "J. Shi" ],
      "venue" : "Biosens. Bioelectron. 87 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Rapid colorimetric lactoferrin-based sandwich immunoassay on cotton swabs for the detection of foodborne pathogenic bacteria",
      "author" : [ "S. Alamer", "S. Eissa", "R. Chinnappan", "P. Herron", "M. Zourob" ],
      "venue" : "Talanta 185 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Colorimetric and electrochemical genosensors for the detection of Escherichia coli DNA without amplification in seawater",
      "author" : [ "N. Paniel", "J. Baudart" ],
      "venue" : "Talanta 115 (17) ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Development of engineered bacteriophages for escherichia coli detection and high-throughput antibiotic resistance determination",
      "author" : [ "J. Chen", "S.D. Alcaine", "A.A. Jackson", "V.M. Rotello", "S.R. Nugen" ],
      "venue" : "ACS Sens. 2 (4) ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "D-alanyl-D-alanine-Modified gold nanoparticles form a broad-spectrum sensor for bacteria",
      "author" : [ "X. Yang", "Y. Dang", "J. Lou", "H. Shao", "X. Jiang" ],
      "venue" : "Theranostics 8 (5) ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Efficient capture",
      "author" : [ "R. Wu", "Y. Ma", "J. Pan", "S.H. Lee", "J. Liu", "H. Zhu", "R. Gu", "K.J. Shea", "G. Pan" ],
      "venue" : "rapid killing and ultrasensitive detection of bacteria by a nano-decorated multi-functional electrode sensor, Biosens. Bioelectron. 101 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Application of silver nanoparticles and CdSe quantum dots sensitized with of C-like lectin for detection of St",
      "author" : [ "V.A. Hovhannisyan", "I.L. Bazukyan", "V.K. Gasparyan" ],
      "venue" : "aureus. Comparison of various approaches, Talanta 175 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Colorimetric bacteria sensing using a supramolecular enzyme–nanoparticle biosensor",
      "author" : [ "O.R. Miranda", "X. Li", "L. Garciagonzalez", "Z.J. Zhu", "B. Yan", "U.H.F. Bunz", "V.M. Rotello" ],
      "venue" : "J. Am. Chem. Soc. 133 (25) ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Detection of bacteria using inkjet-printed enzymatic test strips",
      "author" : [ "B. Creran", "X. Li", "B. Duncan", "S.K. Chang", "D.F. Moyano", "V.M. Rotello" ],
      "venue" : "ACS Appl. Mater. Interfaces 6 (22) ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Simple colorimetric bacterial detection and high-throughput drug screening based on a graphene-enzyme complex",
      "author" : [ "J. Li", "L.J. Wu", "S.S. Guo", "H.E. Fu", "G.N. Chen", "H.H. Yang" ],
      "venue" : "Nanoscale 5 (2) ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Experimental identification and quantification of glucose metabolism in seven bacterial species",
      "author" : [ "T. Fuhrer", "E. Fischer", "U. Sauer" ],
      "venue" : "J. Bacteriol. 187 (5) ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Bacterial metabolism and health-related effects of galacto-oligosaccharides and other prebiotics",
      "author" : [ "G.T. Macfarlane", "H. Steed", "S. Macfarlane" ],
      "venue" : "J. Appl. Microbiol. 104 (2) ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Compositions and methods for the treatment or the prevention of E",
      "author" : [ "J.M. Fallon", "M. Heil", "J.J. Fallon" ],
      "venue" : "coli infections and for the eradication or reduction of E. coli surfaces, Adv. Immunol. 62 (1) ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Staphylococcus aureus bacteraemia and endocarditis - epidemiology and outcome: a review",
      "author" : [ "H. Asgeirsson", "A. Thalme", "O. Weiland" ],
      "venue" : "Infect. Dis. ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "L",
      "author" : [ "KM K.", "KF L." ],
      "venue" : "E, L. M, S. V, B. T, K. S, H. W, R. M, S. JX, Factors that increase risk of celiac disease autoimmunity after a gastrointestinal infection in early life, Clin. Gastroenterol. Hepatol. 15 (5) (2017).  J. Sun et al.  Talanta 197 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Bacterial contamination is a growing global public health threat for individuals, food industry, hospital diagnostics and society [1].",
      "startOffset" : 130,
      "endOffset" : 133
    }, {
      "referenceID" : 1,
      "context" : "7million people die each year due to bacteria related diseases such as cholera, infectious diarrhea and sepsis [2].",
      "startOffset" : 111,
      "endOffset" : 114
    }, {
      "referenceID" : 2,
      "context" : "Bacterial contamination is a major issue not only in developing but also in developed countries [3,4].",
      "startOffset" : 96,
      "endOffset" : 101
    }, {
      "referenceID" : 3,
      "context" : "Bacterial contamination is a major issue not only in developing but also in developed countries [3,4].",
      "startOffset" : 96,
      "endOffset" : 101
    }, {
      "referenceID" : 4,
      "context" : "The majority of individuals affected by bacteria are infants, children, immunocompromised people and the elderly, especially in remote areas where medical conditions are underdeveloped [5].",
      "startOffset" : 185,
      "endOffset" : 188
    }, {
      "referenceID" : 11,
      "context" : "Today, many antibiotics are ineffective, but the pace of discovery of new antibiotic has dropped substantially [12].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 12,
      "context" : "In spite of being sensitive and accurate, this method requires several days for enrichment, selective plating, identification, and confirmation, skilled personnel and large volumes of consumables [13].",
      "startOffset" : 196,
      "endOffset" : 200
    }, {
      "referenceID" : 13,
      "context" : "This method can be used for bacteria detection with high sensitivity and specificity, but well-trained personnel and costly instrumentations are indispensable [14].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 14,
      "context" : "ELISA may provide results slightly faster compared with plating culturing and PCR, but high false positive and complex experimental operation limit its applications [15].",
      "startOffset" : 165,
      "endOffset" : 169
    }, {
      "referenceID" : 15,
      "context" : "The need for improved bacteria detection methods has led to the development of chemical sensors, including colorimetric detection [16,17],",
      "startOffset" : 130,
      "endOffset" : 137
    }, {
      "referenceID" : 16,
      "context" : "The need for improved bacteria detection methods has led to the development of chemical sensors, including colorimetric detection [16,17],",
      "startOffset" : 130,
      "endOffset" : 137
    }, {
      "referenceID" : 17,
      "context" : "fluorescence detection [18,19], electrochemical detection [20,21] etc.",
      "startOffset" : 23,
      "endOffset" : 30
    }, {
      "referenceID" : 18,
      "context" : "fluorescence detection [18,19], electrochemical detection [20,21] etc.",
      "startOffset" : 23,
      "endOffset" : 30
    }, {
      "referenceID" : 19,
      "context" : "fluorescence detection [18,19], electrochemical detection [20,21] etc.",
      "startOffset" : 58,
      "endOffset" : 65
    }, {
      "referenceID" : 20,
      "context" : "fluorescence detection [18,19], electrochemical detection [20,21] etc.",
      "startOffset" : 58,
      "endOffset" : 65
    }, {
      "referenceID" : 21,
      "context" : "Recently, chemical sensors based detection strategies, especially colorimetric based detection methods have received more and more attention due to their easy operation and visually detection [22,23].",
      "startOffset" : 192,
      "endOffset" : 199
    }, {
      "referenceID" : 22,
      "context" : "Recently, chemical sensors based detection strategies, especially colorimetric based detection methods have received more and more attention due to their easy operation and visually detection [22,23].",
      "startOffset" : 192,
      "endOffset" : 199
    }, {
      "referenceID" : 23,
      "context" : "[24] reported an enhanced colorimetric bacteria detection method through phage infection.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 27,
      "context" : "[28,29] synthesized a cationic AuNPs for detection of microbial contamination.",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 28,
      "context" : "[28,29] synthesized a cationic AuNPs for detection of microbial contamination.",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 29,
      "context" : "[30] reported a bacteria detection method with a positive charged graphene oxide.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 30,
      "context" : "Glucose metabolism is a common phenomenon for bacteria [31,32].",
      "startOffset" : 55,
      "endOffset" : 62
    }, {
      "referenceID" : 31,
      "context" : "Glucose metabolism is a common phenomenon for bacteria [31,32].",
      "startOffset" : 55,
      "endOffset" : 62
    }, {
      "referenceID" : 32,
      "context" : "aureus are the most common clinical bacteria, leading to various infectious diseases [33,34].",
      "startOffset" : 85,
      "endOffset" : 92
    }, {
      "referenceID" : 33,
      "context" : "aureus are the most common clinical bacteria, leading to various infectious diseases [33,34].",
      "startOffset" : 85,
      "endOffset" : 92
    }, {
      "referenceID" : 34,
      "context" : "aureus is one of the most common bacteria leading to celiac infection [35], 5× 108 CFU/ mL S.",
      "startOffset" : 70,
      "endOffset" : 74
    } ],
    "year" : 2019,
    "abstractText" : "Rapid and sensitive detection of live bacteria is crucial in the realm of clinical diagnosis, food industry and environmental quality control. A portable, feasible and cost-effective platform which enables rapid and accurate live bacteria detection is still challenging. Herein, we present a Bacterial Inhibition of GOX-catalyzed Reaction (BIGR) method for rapid and broad-spectrum detection of live bacteria, which results in a visible color change without any complex instrumentations. We validated this strategy with five common clinical bacteria, namely Escherichia coli, Staphylococcus aureus, Enterococcus faecalis, Streptococcus mutans and Salmonella pullorum. This method precludes the interference of dead bacteria. Only several microliters of samples and reagents are required in this assay and the overall analysis time is less than 20min. In a further demonstration, the presented method is successfully applied for detection of ascites samples from infected mice. Our results suggest that this method serves as a rapid and dose-dependent visual detection of pathogens in the clinical and daily life.",
    "creator" : "Elsevier"
  }
}