{
  "name" : "downloads_2020-09-23_c6_10.1142@S1793292020501180.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Steer the Rheology of Solvent with Little Surfactant to Exfoliate MoS2 Nanosheet by Liquid Phase Exfoliation Method",
    "authors" : [ "Dan Zhou", "Jianzhong Yin" ],
    "emails" : [ "*jzyin@dlut.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Accepted manuscript to appear in NANO\nAccepted Manuscript NANO\nArticle Title: Steer the Rheology of Solvent with Little Surfactant to Exfoliate MoS2 Nanosheet by Liquid Phase Exfoliation Method\nAuthor(s): Dan Zhou, Jianzhong Yin\nDOI: 10.1142/S1793292020501180\nReceived: 09 May 2020\nAccepted: 09 July 2020\nTo be cited as: Dan Zhou, Jianzhong Yin, Steer the Rheology of Solvent with Little Surfactant to Exfoliate MoS2 Nanosheet by Liquid Phase ExfoliationMethod, NANO, doi: 10.1142/S1793292020501180\nLink to final version: https://doi.org/10.1142/S1793292020501180\nThis is an unedited version of the accepted manuscript scheduled for publication. It has been uploaded in advance for the benefit of our customers. The manuscript will be copyedited, typeset and proofread before it is released in the final form. As a result, the published copy may differ from the unedited version. Readers should obtain the final version from the above link when it is published. The authors are responsible for the content of this Accepted Article.\nN A\nN O\nD ow\nnl oa\nde d\nfr om\nw w\nw .w\nor ld\nsc ie\nnt if\nic .c om by U N IV E R SI T Y O F N E W E N G L A N D o n 09 /2 2/ 20 . R eus e an d di st ri bu tio n is s tr ic tly n ot p\ner m\nitt ed\n, e xc\nep t f\nor O\npe n\nA cc\nes s\nar tic\nle s.\nNANO: Brief Reports and Reviews Vol. 1, No. 1 (2006) 1–13 World Scientific Publishing Company\n1\nSteer the Rheology of Solvent with Little Surfactant to Exfoliate MoS2\nNanosheet by Liquid Phase Exfoliation Method\nDan Zhou, Jianzhong Yin*\nState Key Laboratory of Fine Chemicals, School of Chemical Machinery, Dalian University of Technology\nDalian 116024, China\n*jzyin@dlut.edu.cn\nReceived Day Month Year\nRevised Day Month Year\nA surfactant system L64 and alcohol mixture was employed to exfoliate MoS2. To reduce the impact of surfactant on the quality of the nanosheet, the concentration of L64 was decreased to an extremely low value 0.0325 mM. Utilize common ultrasonic bath, the production yield of the nanosheet was increased to about 5% per hour, and statistical results from AFM showed that 40% of the nanosheet were less than 4 nm thick. Rheology characterization showed that surfactant alcohol mixtures were shear thinning fluid, yet the viscosity of L64 system varies directly with the shear rate in the high-speed shear region (higher than 400 s-1), and further affect the shear strength, therefore viscosity at high-speed shear can be considered as an indicator of the effectiveness for the exfoliation system. Exfoliated MoS2 was evaluated by hydrogen evolution reaction, and compared to the bulk MoS2, the 4 wt% Pt/FL-MoS2 improved the overpotential from 366 mV to 273 mV at 10 mA•cm-2. This study presented a facile and effective route to fabricate 2D MoS2 with much less residue, and bring more opportunities to exploit clean and non-toxic system to exfoliate 2D materials.\nKeywords: MoS2; Liquid phase exfoliation; Surfactant; Rheology; Hydrogen evolution reaction"
    }, {
      "heading" : "1 Introduction",
      "text" : "2D materials have attracted much attention due to its excellent properties such as increased mechanical strength, large surface area-to-volume ratio, and modified band structures like high conductivity and fluorecene 1. Two dimensional transitional metal dichalcogenides (TMDCs), represented by molybdenum disulfide, are typical graphene-like materials, present very interesting electrical and optical properties, and have many potential applications in electronics 2, catalysis 3 and biology 4. Scalable preparation of 2D materials is the prerequisites for its application.\nLiquid phase exfoliation (LPE) is considered as a competitive and possible approach to prepare 2D nanosheets in large scale. According to the mixed enthalpy theory, Coleman et al proposed that exfoliation dispersion process depends on the minimization of exfoliation energy by optimizing the balance of solvent-solvent, solvent-solute and solutesolute binding energies 5,6. Specifically, solubility parameter of the solvent for exfoliation should match the surface energy of target bulk material. This theory can be utilized to predict the proper solvent. They investigated more than 20 kinds of solvent, and find that the best solvent for MoS2 are N-Methyl pyrrolidone (NMP) and N‐cyclohexyl‐2‐pyrrolidone (CHP), with high boiling point, which is difficult to recovery\nManuscript Click here to access/download;Manuscript;Revised manuscript.pdf\nAC CE\nPT ED\nM AN\nUS CR\nIP TAccepted manuscript to appear in NANO\nN A\nN O\nD ow\nnl oa\nde d\nfr om\nw w\nw .w\nor ld\nsc ie\nnt if\nic .c om by U N IV E R SI T Y O F N E W E N G L A N D o n 09 /2 2/ 20 . R eus e an d di st ri bu tio n is s tr ic tly n ot p\ner m\nitt ed\n, e xc\nep t f\nor O\npe n\nA cc\nes s\nar tic\nle s.\n2 D. Zhou et al.\nand the residue on the surface of nanosheet is hard to remove. Furthermore, NMP has been identified as a reproductive toxin7. Green solvent supercritical CO2 was also employed to exfoliate MoS2 8-10, especially with 50 vol% ethanol as cosolvent, supercritical CO2 induced the phase transition of MoS2 from 2H to 1T phase, which is beneficial to the photocatalytic performance. CO2 expanded N-methylpyrrolidone was used as solvent to peel off natural graphite flakes, and more than 90% of the product were two or three-layer graphene and 12–38% were even monolayer11. Zhao et al utilized pure supercritical CO2 coupled with ultrasound exfoliated a series of layered materials, including BN, MoS2, WS2 and graphene 12,13. This provides a new horizon for the selection of solvent.\nSince water was the most common and cheap green solvent, it is an ideal solvent for the LPE method 14,15. However, the exfoliation yield by pure water can’t meet the requirements 16. Moreover, the surface energy of MoS2 and WS2 is much higher than graphene and BN 17, But appropriated additives may improve the situation18,19. Alcohols have a relative low boiling point, and can be removed easily. Zhang et al employed ethanol water mixed –solvent to exfoliate inorganic graphene analogues, and when the ethanol was 45 vol%, the highest concentration of MoS2 was obtained20. Siffalovic et al successfully utilized the ethanol water mixed solvent to fabricate the electrically conductive large-area few-layer MoS2 nanosheet films.21 However, high concentration of MoS2 nanosheet dispersion was obtained through a long time sonication, and oxidation towards MoOx occurred.22 Among all the additives, surfactant is the most commonly used. Both ionic and nonionic surfactant have been researched 23-25. Sodium cholate is an effective ionic surfactant, with concentration of 1.5 mg∙mL-1, probe sonicated 5 mg∙mL-1 MoS2 for 0.5 h, the exfoliation yield was about 1.6%, and extended the sonication time to 16 h, about 10% yield was achieved26. 7 kinds of other surfactants were also compared, and results showed that the Trition X-100 (TX 100) was the most effective surfactant. Interestingly, TX100 is a nonionic surfactant, and the stabilization of the nanosheet cannot be ascribing to the static repulsion force like ionic surfactant. Coleman’s group has expounded the different stabilizing mechanism between ionic and nonionic surfactant in\ndetail27. To uncover the effect of nonionic surfactant for the exfoliation, Hersam et al 28 compared 19 kinds of nonionic surfactant - poloxamers to exfoliate TMD layered materials. Lateral size and concentrations of the products revealed the effect of varying compositions of block copolymers on the dispersion efficiency of MoS2. The hydrophilic PEO chains extending into bulk aqueous phase thereby stabilize the dispersion by lowering the surface tension and providing steric repulsion, so concentration of surfactant is no doubt an important factor for the delamination process, and it seems that high concentration is needed to stabilize the exfoliated sheets and to inhibit aggregation and sedimentation29. However, surfactant tends to be absorbed on the surface of nanosheets and is hard to remove by washing, which made a decline in quality 30. Alcohol was usually used as the cosurfactant to adjust the sizes and structures of micelle or microemulsion 31,32, and was easy to clean. Duan et al found that alcohol was efficient as cosolvent to tune the interfacial tension of water in order to delaminate the layered materials33, but still with low yield. Yeon et al 34suggested that the micellar size is a critical parameter for enhancing the exfoliation efficiency. Due to the existence of ethanol, the unimer formed by Pluronic F-68 in water increased, which assisted the dispersion of the MoS2 nanosheet, the more unimer existed, the higher the concentration of dispersion can be obtained. A yield of 4.5% per hour was achieved through this exfoliation solvent, which is the highest among ever reported by this method, yet the concentration of F68 was 2 mM, larger than the CMC. Some researchers have found that there was no relationship between CMC and optimum concentration of surfactant 24,35, and it needs deep investigation if the concentration can be lowered further so as to simplify the post-treatment.\nClean and renewable hydrogen production from water splitting has attracted growing attention 36,37. One of the most important application of MoS2 was the hydrogen evolution reaction (HER). Many reports has already found that its S-edge sites and edge corner sites were the active sites for hydrogen evolution reaction (HER) 38,39. However, the commercially available MoS2 with large lateral size has low density of exposed edge. Exfoliation which made much surface exposed is an promising way40. It is also a useful strategy to prepare MoS2 by solvent thermal method that not only decrease\nAC CE\nPT ED\nM AN\nUS CR\nIP TAccepted manuscript to appear in NANO\nN A\nN O\nD ow\nnl oa\nde d\nfr om\nw w\nw .w\nor ld\nsc ie\nnt if\nic .c om by U N IV E R SI T Y O F N E W E N G L A N D o n 09 /2 2/ 20 . R eus e an d di st ri bu tio n is s tr ic tly n ot p\ner m\nitt ed\n, e xc\nep t f\nor O\npe n\nA cc\nes s\nar tic\nle s.\nSteer the Rheology of Solvent with Little Surfactant to Exfoliate MoS2 Nanosheet by Liquid Phase Exfoliation Method 3\nthe lateral size41, but also made the edge vertically aligned42. Combined these approaches together may enhance the exfoliation as well as promoting the HER process. In this work, a series of nonionic surfactant was employed as the exfoliation solvent to prepare 2D MoS2 nanosheets, and self-made MoS2 was adopted as the raw bulk material. In consideration of the relative lengths of the PPO and PEO chains will influence these amphiphilic interactions and thus lead to variations in exfoliation and dispersion efficiency, five pluronic copolymer with different PEO/PPO ratio were selected. To ensure the quality of products and make the removal of surfactant easier, concentration of surfactant was decreased as low as impossible, moreover, some watersoluble alcohols were brought in together to enhance the exfoliation process. Finally, with the aid of rheometer we demonstrated that the all the surfactant alcohol mixture was shear thinning fluid (pseudo plastic fluid), yet the viscosity of the most effective L64 exfoliation system was with an ascending trendat high shear rate region. The exfoliated MoS2 was successfully used in hydrogen evolution reaction."
    }, {
      "heading" : "2 Experimental section",
      "text" : ""
    }, {
      "heading" : "2.1 Synthesis of bulk MoS2",
      "text" : "Thiourea (AR), ethanol, methanol, isopropanol and tertbutyl alcohol (AR) used in all experiments were purchased from Sinopharm Chemical Reagent Co., Ltd. (China). (NH4)6Mo7O24·4H2O (AR) were provided by Tianjin kemiou Chemical Reagent Col, Ltd. Series of Pluronic copolymer F68, F127, F108, L64 and P123 were bought from Aladdin Chemical Reagent Col, Ltd. All the reagents were used as received without further purification.\n1.12g (NH4)6Mo7O24·4H2O and 2.28 g thiourea were dissolved in 36 ml deionized water under vigorous stirring to form a homogeneous solution. Then, the solution was transferred into a 100 mL Teflon-lined stainless-steel autoclave and maintained at 220 C for 24.0 h before the reaction system was allowed to cool to room temperature. The final product was filtered and washed with water and ethanol for several times, and then dried at 60 C overnight.\n2.2 Preparation of MoS2 dispersion\n5 mg∙mL-1 MoS2 was prepared by mixing certain amount of MoS2 with different concentration of surfactant alcohol aqueous solution. The mixture was then ultrasonicated for 1 h or more in a bath sonication (XinZhi SB-4200DTD, 400W, 15 L, 40 kHz). After that, the dark liquids were stood still overnight, and then centrifuged at 4000 rpm for 1h. The top 2/3 supernatant were piped out and collected."
    }, {
      "heading" : "2.3 Characterization.",
      "text" : "UV-vis spectra (Shimadzu UV-240/PC) were used to measure the concentration of dispersions. The extinction coeffiecient 1880 cm-1 at 666 nm were tested by the diluted self-made standard dispersions. The morphologies of MoS2 powder were tested by XRD and field-emission SEM (JEOR JSM-6700F). Tappingmode AFM (Nanoscope IIIA), TEM (JEOL JEM2100F) were used to evaluate the nanosheets. The Raman measurements were carried out on a Renishaw microscope system RM2000 with a 50 mW Ar+ laser at 514.5 nm. Dynamic light scattering (DLS) were determined by a Zetasizer Nano ZS (Malvern Instr., UK) equipped with a monochromatic coherent 4 mW Helium Neon laser (λ=633nm) as light source. Viscosity was measured by a rheometer (RST CC, Brookfield 3000, US) at room temperature and shear rates from 0 to 1000 S-1.\nAll the electrochemical measurements were performed in a three-electrode system on an Autolab workstation. Typically, 3 mg of catalyst (MoS2 nanosheet was filtrated by Millipore polycarbonate membrane and washed three times, 0.22 μm) and 10 µL Nafion solution (Sigma Aldrich, 5 wt%) were dispersed in 1 mL 30 vol% isopropanol water mixture, and sonicated for 1 h to form a homogeneous ink. Then 20 µL of the dispersion (containing 60 µg of catalyst) was loaded onto a glassy carbon electrode with 5 mm diameter (0.305 mg∙cm-2 loading). Linear sweep voltammetry with a scan rate of 2 mV∙s-1 was conducted in 0.5 M H2SO4 using Ag/AgCl electrode as the reference electrode, a graphite rod (Alfa Aesar, 99.9995%) as the counter electrode, and the glassy carbon electrode as the working electrode. The electrochemical impedance spectroscopy (EIS) measurements were carried out in the same configuration at overpotential η = 400 mV (open circuit potential) from 100 kHz to 0.01 Hz with an amplitude\nAC CE\nPT ED\nM AN\nUS CR\nIP TAccepted manuscript to appear in NANO\nN A\nN O\nD ow\nnl oa\nde d\nfr om\nw w\nw .w\nor ld\nsc ie\nnt if\nic .c om by U N IV E R SI T Y O F N E W E N G L A N D o n 09 /2 2/ 20 . R eus e an d di st ri bu tio n is s tr ic tly n ot p\ner m\nitt ed\n, e xc\nep t f\nor O\npe n\nA cc\nes s\nar tic\nle s.\n4 D. Zhou et al.\nof 10 mV. All the potentials were against reversible hydrogen electrode (RHE) through RHE calibration: ERHE=EAg/AgCl+0.198V."
    }, {
      "heading" : "3 Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1 Impact of Copolymer’s concentration on the",
      "text" : "exfoliation.\nIn this work, Pluronics copolymer has been chosen as the additives to exfoliate layered materials (listed in table 1). They are nonionic triblock copolymers composed of a central hydrophobic chain of polyoxypropylene (PPO)) flanked by two hydrophilic chains of polyoxyethylene (PEO)). The lengths of the polymer blocks can be customized. These polymers are commonly used in industry, cosmetics, and pharmaceuticals, because of their low toxic and good biocompatibility.\nTable 1 Summary of the pluronic copolymer\nSurfactant composition Molecular\nweight"
    }, {
      "heading" : "F127 (EO)100(PO)65(EO)100 12600",
      "text" : "F108 (EO)133(PO)50(EO)133 14600"
    }, {
      "heading" : "F68 (EO)76(PO)29(EO)76 8400",
      "text" : ""
    }, {
      "heading" : "L64 (EO)13(PO)30(EO)13 2900",
      "text" : ""
    }, {
      "heading" : "P123 (EO)20(PO)70(EO)20 5800",
      "text" : "Different concentration of triblock copolymer aqueous were used to exfoliate MoS2. As an amphiphile in water, they can form many kinds of micelles, which including spherical, elongated and worm-liked shape. The geometry of the micelles depend on the entropy costs of stretching the blocks, which is ascribing to the copolymer’s size and PPO/PEO ratio43. In order to quantify the impact of PPO/PEO ratio and compared these surfactants at same concentration, the sum of PPO and PEO of these five copolymers was set as a certain value. For instance, take total PPO and PEO concentration as 182 mM, the concentrations of F127, F108, F68, L64 and P123 are 0.68 mM, 0.58 mM, 1.00 mM, 3.25 mM and 1.65 mM, respectively. On the other side, high concentration is not preferred because the surfactant needs abundant solvent to dissolve, and the residue adsorbed on the nanosheet is hard to completely wipe off. Therefore, the concentration was diluted by twice, four, ten and twenty times to find an optimal\nconcentration as low as possible. There is an optimal concentration with all of these surfactants. As is shown in table 2, the optimal concentrations in the investigation scope are 0.034 mM, 0.5 mM, 0.057 mM, 0.0325 mM and 1.65 mM for F127, F108, F68, L64 and P123. When the concentration is below the critical micelle concentration, the unimer was the main form. Higher than the cmc, the number of micelles increased, and it can’t solubilize bulk MoS2 in the oil core, even the hydrophobic tail was concealed in the core, and can’t touch the MoS2 nanosheet enough. Since the CMC of F127, F68, F108, L64 and P123 was 12 mM, 2.26mM, 2.2 mM, 5mM and 0.052 mM at 25 ºC44,45, except for P123, the concentration scope were set lower than their CMC.\nSize distribution of colloid can be determined by dynamic light scatter DLS, and the results of the water copolymer mixture (sum of mole concentration n of PEO and PPO approximately 42 mM) was depicted in Fig.1, the z-average hydrodynamic particle diameter dh,z ave is obtained from the cumulate analysis of the normalized electric field autocorrelation function. It is calculated by the Stokes–Einstein equation with the diffusion coefficient determined from the analysis of autocorrelation functions (ACFs). In addition, there is certain probability that the light scattered by larger particles will swamp the light scattered by smaller particles since the light intensity of a scattered particle is proportional to the diameter in the sixth power. That means larger particles are overestimated in the dispersions. Results showed that dh,z ave of these samples were 0.13mM F108: 1232 nm, 0.16 mM F127: 523.3 nm, 0.23 mM F68: 470.9 nm, 0.38 mM P123: 81.66nm,\nFig.1 Size distribution for copolymer water solution determined by DLS\nAC CE\nPT ED\nM AN\nUS CR\nIP TAccepted manuscript to appear in NANO\nN A\nN O\nD ow\nnl oa\nde d\nfr om\nw w\nw .w\nor ld\nsc ie\nnt if\nic .c om by U N IV E R SI T Y O F N E W E N G L A N D o n 09 /2 2/ 20 . R eus e an d di st ri bu tio n is s tr ic tly n ot p\ner m\nitt ed\n, e xc\nep t f\nor O\npe n\nA cc\nes s\nar tic\nle s.\nSteer the Rheology of Solvent with Little Surfactant to Exfoliate MoS2 Nanosheet by Liquid Phase Exfoliation Method 5\n0.79 mM L64: 370.7nm respectively. This is because that higher molecular weight copolymers possessing more negative free energies of micellization, indicating a greater propensity to form micelle with increasing polymer chain length 45,46. Combined with the relevant exfoliation yields of these copolymers F127: 0.10%, F108: 0.04%, P123: 0.11%, F68: 0.12%, L64: 0.18%, respectively, it can be seen that the exfoliation was affected by the hydrodynamic radius of aggregates formed in the water, and the smaller the average diameter, the higher the exfoliation yield is. Although the dh,z ave of P123 is the minimum, there wasn’t aggregates below 10 nm existed, that is the unimer was not formed in the mixtures. It can be speculated that the more monomers adsorbed in the bulk material supplied much more points of force application, and facilitated the exfoliation process. The different phenomenon of P123 may ascribe to its poor solubility in water, and the aqueous solution formed by 0.38 mM P123 was a little opalescent."
    }, {
      "heading" : "3.2 Cosurfactant’s impact on exfoliation",
      "text" : "Some additives can be used to change the surface activity and the hydrophilic-lipophilic balance, participate in the formation of micelle, tune the polarity of the solvent, and disturb the organization at the interface accordingly. Common cosurfactant, such as methanol (MeOH), ethanol (EtOH), isopropanol (IPA) and tert-butyl alcohol (TBA) has been selected as the additives to intensify the exfoliation. Coleman et al 5proposed that the surface tension of a good solvent should closely match the surface energy of the TMDs as the entropic contribution from exfoliation of rigid. Surface tension of water is 72.9 mJ∙m-2 (23oC), far over\nthe estimated surface energies of few-layered MoS2 46.5 mJ∙m-2 47, but adding polar alcohol, due to the aggregates formed in the water, the surface tension can be decreased. As is shown in Fig. 2a, take ethanol-water mixer as example, adding 10 vol% ethanol into water, the surface tension was reduced to 53.1 mJ∙m-2, with the concentration of ethanol increased, the surface tension decreased correspondingly: 30 vol%: 36.5 mJ∙m-2; 50 vol%: 28.4 mJ∙m-2; 70 vol%: 26.5 mJ∙m-2; 100% vol%: 22.5 mJ∙m-2. From the exfoliation data by alcohol and water mixture (Fig. 2b), it is found that 50 vol% ethanol systems get the maximum yield which is 1.09%, and its surface tension is 28.4 mJ∙m-2. For other alcohol added in water, the maximum exfoliation yields were obtained by 70 vol% methanol, 30 vol% isopropanol and 30 vol% tert-butyl alcohol, respectively, with the surface tension range from 24.6 to 30.5 mJ∙m-2, which were in keeping with the finding of Duan et al 33.\nSurfactants is famous for the capability of modifying hydrophilic and hydrophobic interfacial properties. In the alcohol water system, firstly, F127 was added to exfoliate bulk MoS2. The concentration of F127 was set as 0.04 mM. The exfoliation yield was summarized in\nFig. 3. It can be seen that alcohol concentration has a great effect on the exfoliation yield of MoS2, and there is a summit relative to different alcohol at a certain amount, which is 30 vol%, 30% vol%, 50% vol% and 70% vol% corresponding to tert butyl alcohol, isopropanol, ethanol and methanol. The interfacial tensions are 20.33, 27.47, 27.96, 30.48 mJ∙m-2, respectively (Fig. 2c), and still located in the range about 20 to 30 mJ∙m-2 (Fig. 2d). It seemed that alcohol has participated in the formation of small aggregates or unimer, and lowered the interfacial tension greatly. The\nTable 2 Impact of concentration to the yield of MoS2 exfoliation a\nF127 F68 F108 L64 P123\nConc. (mM)\nYield\n(%)\nConc. (mM)\nYield\n(%)\nConc. (mM)\nYield\n(%)\nConc. (mM)\nYield\n(%)\nConc. (mM)\nYield\n(%)\n0.68 0.16 1 0.20 0.57 0.15 3.25 0.37 1.65 0.19 0.34 0.17 0.5 0.27 0.285 0.20 1.64 0.19 0.825 0.09 0.16 0.1 0.23 0.12 0.13 0.04 0.79 0.18 0.38 0.11\n0.068 0.24 0.1 0.10 0.057 0.44 0.325 0.11 0.165 0.15 0.034 0.31 0.05 0.10 0.0285 0.03 0.1625 0.31 0.0825 0.08\n0 0.13 - - - - 0.0325 0.45 0.0412 0.05\na. The same row represents equal concentration for sum of PEO and PPO\nAC CE\nPT ED\nM AN\nUS CR\nIP TAccepted manuscript to appear in NANO\nN A\nN O\nD ow\nnl oa\nde d\nfr om\nw w\nw .w\nor ld\nsc ie\nnt if\nic .c om by U N IV E R SI T Y O F N E W E N G L A N D o n 09 /2 2/ 20 . R eus e an d di st ri bu tio n is s tr ic tly n ot p\ner m\nitt ed\n, e xc\nep t f\nor O\npe n\nA cc\nes s\nar tic\nle s.\n6 D. Zhou et al.\ntension for 0.04 mM F127 aqueous solution is 51.02 mJ∙m-2 (23oC), lower than that of water due to the aggregates formed in the water, but the tension for system of alcohol-water-F127 was decreased furtherly. Especially for tert butyl alcohol, the tension for 50 vol% are less than 20.48 mJ∙m-2, the pure TBA. In this case, 30 vol% tert butyl alcohol-water-F127 obtained a maximum exfoliation yield of 2.8%, with the tension of 20.3 mJ∙m-2. It is worth noting that in TBA-F127 mixtures, the volume fraction of TBA from 0-100 vol%, the tension was 50.52, 37.98, 20.33, 15.64, 20.15, 20.29 mJ∙m-2. Although the tension for 100, 70, 30% TBA has little difference, the yields of them were completely different, both of 100 and 70% TBA-F127 was 0.01%, but 30% TBA got the peak value 2.8%. So it is biased to attribute the exfoliation performance of solvent to interfacial tension only. The delamination process can be considered as a shear course in the solvent, and the shear stress vary linearly with viscosity48. As an important parameter of fluid, viscosity should be discussed from the point of rheology. The viscosity of TBA was 4.44 cP (25 oC), much higher than 2.05cP of\nIPA, 1.08 cP of ethanol, 0.545 cP of methanol, and 0.89 cP of water.\n3.3 Different copolymer with cosurfactants\nFig. 2 Interfacial tension of different concentration of alcohol (a); Relationship between exfoliation yield and interfacial tension of different concentration of alcohol (b); Interfacial tension of F127-alcohol-water mixture (c); Relationship between exfoliation yield and interfacial tension of different concentration of alcohol in F127-alcohol-water mixture (d)\nFig.3 Exfoliation of MoS2 by 0.04mM F127 with different cosurfactant concentration.\nAC CE\nPT ED\nM\nAN\nUS CR\nIP TAccepted manuscript to appear in NANO\nN A\nN O\nD ow\nnl oa\nde d\nfr om\nw w\nw .w\nor ld\nsc ie\nnt if\nic .c om by U N IV E R SI T Y O F N E W E N G L A N D o n 09 /2 2/ 20 . R eus e an d di st ri bu tio n is s tr ic tly n ot p\ner m\nitt ed\n, e xc\nep t f\nor O\npe n\nA cc\nes s\nar tic\nle s.\nSteer the Rheology of Solvent with Little Surfactant to Exfoliate MoS2 Nanosheet by Liquid Phase Exfoliation Method 7\nThe optimal concentration of copolymer and the best fraction of alcohol was combined together to exfoliate the MoS2, the exfoliation yields are listed in Table 3. It can be observed that for the same copolymer, the exfoliation yield was improved with the addition of alcohol, and the highest yield was achieved by the addition of 30 vol% tert butyl alcohol, and then the 30 vol% isopropanol. A yield of 5.01% was obtained by L64 and 30% TBA mixed aqueous solution, and more remarkable, compared with 4.51% of 2 mM F68 34, only 0.0325 mM L64 was brought in, and the power of bath is only 400W. Much less surfactant made it’s easy to remove in the post treatment. Generally, LPE just utilizes a simple ultrasonic equipment providing the main energy field to overcome the van der walls force between the layers. The sonication power has a great effect. Special probe-type ultrasonic homogenizers which can supply effective control of transmitted power and reaction temperature was employed to study the acoustic parameters49. However, the power of most ultrasonic cleaning bath was much lower than the sonic tip. Sonicated bath was a common and cheap device in\nthe lab, preparation by it was convenient and low-cost. Moreover, intense power has cavitation shielding effect, which generate inertial cavitation, it’s harmful for the quality of the sheet50. From the DLS data (Fig. 4a solid line), It can be deduced that the exfoliation yields for the copolymer - alcohol- water system was not that closely connected with the size of aggregates. But take those patterns compared with corresponding alcohol-water system (Fig. 4a (dash line)), it was found that the hydrodynamic radius of aggregates was decreased with L64 added in each kind of alcohol water. These results showed that the surfactant can be used in the exfoliation only be much efficient in the situation of suitable amount of alcohol existed. Certain amount of alcohol added adjusted the surface tension of water to an appropriate value, hydrophobic group of block copolymers adsorbed in the surface of the bulk sheet, shearing through the cavitation, the sheet was peeled off, and with the aid of steric effect of hydrophilic PEO group chain, restack tendency was inhibited. When the concentration of surfactant was set to a certain value,\nCE\nPT ED\nM AN\nUS CR\nIP TAccepted manuscript to appear in NANO\nN A\nN O\nD ow\nnl oa\nde d\nfr om\nw w\nw .w\nor ld\nsc ie\nnt if\nic .c om by U N IV E R SI T Y O F N E W E N G L A N D o n 09 /2 2/ 20 . R eus e an d di st ri bu tio n is s tr ic tly n ot p\ner m\nitt ed\n, e xc\nep t f\nor O\npe n\nA cc\nes s\nar tic\nle s.\n8 D. Zhou et al.\nprogressive increase in aggregation number of micelles leading to decrease for the total number of particles (unimers and micelles), and the compressibility of the system will be lowered, that would decrease the acoustic velocity51. As a result, the energy transfer will be hindered.\nLiquid exfoliation needs to expose the layered material to ultrasonic waves in a solvent. Such waves generate cavitation bubbles. Bubbles sheared both sides of liquid phase during its rising, and the local viscosity in situ decreases due to long range memory effect of non-Newtonian fluids, so the bulk liquid phase will produce a compressed flow to the center of the bubble channel52.This part flow associate with the stickiness of the solvent contribute to the low speed shear. When the bubbles collapse, micro-jet in the local area will hit the bulk material with great force ,breaking up the layered crystallites and producing exfoliated nanosheets50. The local pressure created by jet flow was about 20- 30MPa53. That is the high speed shear. The rheology of the mixtures against the large scope of shear rate should be investigated. Moreover, to make more intense jet flow, the bubbles shouldn’t grow too large to foam in the liquid, so the dynamic viscosity is crucial. We test the rheology of the L64 system, and the results were showed in Fig. 4 (b-d). It can be seen that all the L64 mixtures belong to shear thinning fluid (pseudo plastic fluid)54. Without TBA (Fig. 4b), the viscosity of 0.0325 mM L64 was higher than that of 0.16 and 0.325 mM in the region of low shear rate (rate>100 s-1), means the stickiness was stronger, that lead to a higher yield than the other two concentrations. However, the viscosity envelops at the high shear rate, where the velocity field of jet flow mainly located, were almost the same. When adding 30% TBA, the viscosity of 0.0325 mM L6430% TBA increased, especially, the viscosity of these three 30% TBA mixtures in the high shear speed region\nhave obvious increasing tendency. Take 70% MeOH, 50% EtOH and 30% IPA into comparison in Fig. 4d, the upward tendency of 30% TBA is very significant. The stickiness of the L64-30%TBA system came from the PEO group of unimers stretching in the water, extended corona of the incompact micelle, and the side chain of TBA. These unique structures made the mixture generate proper stickness against high shear rate, these alcohols induced more unimers formed, and providing more “tentacles”, besides, TBA has the longest chain of these four. All of these factors made that 0.0325 mM L64 achieved a highest yield of exfoliation."
    }, {
      "heading" : "3.4 Characterization and application of MoS2 nanosheets",
      "text" : "The exfoliated MoS2 nanosheets have been characterized by a series of characterizations, such as Transmission electron microscopy (TEM), Raman spectra and atomic force microscopy (AFM).As is depicted in Fig. 5, TEM images show that the MoS2 has been exfoliated to single layer and few layers, and the morphology of MoS2 nanosheet can be observed clearly, because of the self- made MoS2 used, the lateral size was range from 30 to 150 nm, and with much more edge site exposed which is beneficial to the hydrogen evolution reaction. MoS2 is a semiconductor with indirect band gap of 1.2 eV and a direct gap of 1.9 eV at room temperature55. There are two sharp peaks in the absorption spectrum of the bulk MoS2, revealing two excitonic transitions, namely the A and B excitons at 1.88 eV and 2.06 eV, respectively56. This indirect band gap semiconductor becomes a direct gap semiconductor in its monolayer form, and a red shift of the indirect band gap is found as the thickness increased from two to four layers 57,58. Refer to Raman spectra, there are two sharp peaks predicts two first-order Raman active modes: E12g and A1g with wavenumbers approximately\nTable 3 Exfoliation yields of copolymer with different alcohol\nCopolymer concentration 70% MeOH 50% EtOH 30% IPA 30%TBA\nL64 0.0325 1.68% 2.33% 2.33% 5.01%\nP123 1.65 2.15% 2.47% 3.67% 4.74%\nF127 0.04 0.71% 2.05% 1.10% 2.80%\nF108 0.057 0.74% 2.44% 2.85% 4.19%\nF68 0.5 2.56% 2.86% 4.01% 4.34%\nAC CE\nPT ED\nM AN\nUS CR\nIP TAccepted manuscript to appear in NANO\nN A\nN O\nD ow\nnl oa\nde d\nfr om\nw w\nw .w\nor ld\nsc ie\nnt if\nic .c om by U N IV E R SI T Y O F N E W E N G L A N D o n 09 /2 2/ 20 . R eus e an d di st ri bu tio n is s tr ic tly n ot p\ner m\nitt ed\n, e xc\nep t f\nor O\npe n\nA cc\nes s\nar tic\nle s.\nSteer the Rheology of Solvent with Little Surfactant to Exfoliate MoS2 Nanosheet by Liquid Phase Exfoliation Method 9\nat 383 cm-1 and 408 cm-1, which are interlayer (S-MoS) atomic vibrations. In Fig. 5d, it has been observed that the peaks located at 377 cm-1 and 403 cm-1 for bulk MoS2, but for the exfoliated MoS2, the E12g shows a blue shift about 5 cm-1 and A1g of 4 cm-1. The differences between these two mode (Δω) is a particularly effective “thickness indicator” 59. Δω was decreased from 26 cm-1 (Bulk) to 25cm-1 (FL). The decreasing of Δω indicated the few layer MoS2 was prepared.60-62, but it isn’t located to the value that specified in Lee’s work about the mechanical exfoliation MoS2 nanosheet. This result is possibly related to the specific exfoliation method and the film preparation for the measurement of Raman spectra.\nAFM confirmed that the number of layers of MoS2 nanosheets was range from 1 to 10 layers. The statistical analysis of at least 100 sheets gave 40% of few-layer less than 4.0 nm thick. Theoretically, single layer MoS2 with thickness of 6.5-6.7 Å 63,64, in fact, due to the crimping and wrinkle of the surface in order to minimize the interfacial energy at the most, the exfoliated MoS2 was thicker than that measured from\nthe crystal lattice. Chemically exfoliated MoS2 was 1.1nm thick, but for surfactant exfoliation method, the obtained layer was 1-3 nm65, because some surfactant may adsorb on the flake.\nHydrogen economy stems from the development of proper and efficient hydrogen production catalyst, and MoS2 was a well-known promising substitute for Pt. Many investigations have evidenced that the edge-site S atom were the active sites for HER 38,41. Compared to bulk MoS2 with much catalytically inert basal plane, exfoliated MoS2 was much more efficient owing to the abundant exposed edge sites. Electronic hydrogen evolution reaction was employed to evaluate the few layer MoS2 and was shown in Fig. 6. Over potential of bulk MoS2 at current density of 10 mA•cm-2 was 366mV, superior to ~360 mV at 2 mA•cm-2 for the edge-terminated MoS2 film66. The bulk MoS2 prepared by hydrothermal method was nanoflower, whose crimped flakes were closely stacked or aligned, and lateral size was about 150 nm. The active site for bulk MoS2 flakes are mainly edge sites67, so the LSV results illustrated that hydrothermal method provide more rich\nFig. 5 Charaterization of the bulk and exfoliated MoS2 nanosheets.(a) TEM of self-made bulk MoS2; (b,c) exfoliated MoS2; (d) Raman sepectrum for bulk and exfoliated MoS2; (e) AFM image for exfoliated MoS2; (f) Statistical analysis of exfoliated MoS2 nanosheets.\nAC CE\nPT ED\nM\nAN\nUS CR\nIP TAccepted manuscript to appear in NANO\nN A\nN O\nD ow\nnl oa\nde d\nfr om\nw w\nw .w\nor ld\nsc ie\nnt if\nic .c om by U N IV E R SI T Y O F N E W E N G L A N D o n 09 /2 2/ 20 . R eus e an d di st ri bu tio n is s tr ic tly n ot p\ner m\nitt ed\n, e xc\nep t f\nor O\npe n\nA cc\nes s\nar tic\nle s.\n10 D. Zhou et al.\nactive sites than chemical vapor deposition method. For FL-MoS2, overpotential at 10 mA•cm-2 was 325 mV, lowered by just 41 mV. It indicated that although bulk MoS2 was exfoliated, its phase was remained 2H, and wasn’t transferred to 1T, which keep the semiconductor quality of MoS2.\nBoth the exfoliated MoS2 dispersed by L64 and 30% tert-butyl alcohol and the washed few-layer MoS2 (FLMoS2) nanosheets were tested. Linear sweep voltammograms (LSV) results showed that the ink with copolymer possessed much lower activity because the electrical conductivity of the material was hindered by the adsorption of copolymer. Over potential of cleaned few layer MoS2 at a current density of 1 mA∙cm-1 was 250 mV, while the over potential of the raw dispersion at 1 mA∙cm-1 was 360 mV. That suggested nonionic surfactants have a detrimental effect on the HER activity of 2D MoS2 as well as the ionic surfactants 30, mainly because the ohmic resistance was exaggerated. Since the adsorption surfactant was harmful for the quality and hard to remove completely, the dosage of\ncopolymer should be controlled to an extremely low value as far as possible. Diluted concentration of L64, existence of alcohol made the nanosheet is easy to clean, and no need to calcination in order to remove the residue surfactant.\nAbundant experiments showed that in a large scope of current density, the overpotential and current density of many metal catalysts according to tafel relationship. Tafel plots were fitted to the Tafel equation (η = a + b log| j| , where j is the current density and b is the Tafel slope), yielding Tafel slopes of 106 mV decade−1 and 112 mV decade−1 for FL-MoS2 and bulk MoS2, respectively (Fig. 6d), which suggests a Volmer mechanism. The rate-determining step is the electrochemical reaction, a discharge step that converts protons into absorbed hydrogen atoms on the catalyst surface68. Impedance measurements (Fig. 6b) of them indicated that FL-MoS2 displayed much lower impedance than bulk MoS2, which means much faster electron transfer among their catalytic edge sites. The catalytic stability of the MoS2 catalyst towards the HER\nFig. 6 Electrochemical characterization of MoS2 nanosheets toward the HER. (a) Polarization curves of raw dispersion of exfoliated MoS2 with L64, bulk and FL MoS2, 4% Pt-FL MoS2, 4% Pt-Bulk MoS2, and 20% Pt/C. (d) Tafel plots derived from (a). (b) Nyquist plots. (c) Stability tests by measuring the polarization profiles for FL-MoS2 before and after 1000 cyclic voltammetry scans at a scan rate of 20 mV·s-1.\nAC CE\nPT ED\nAN US\nCR IP TAccepted manuscript to appear in NANO\nN A\nN O\nD ow\nnl oa\nde d\nfr om\nw w\nw .w\nor ld\nsc ie\nnt if\nic .c om by U N IV E R SI T Y O F N E W E N G L A N D o n 09 /2 2/ 20 . R eus e an d di st ri bu tio n is s tr ic tly n ot p\ner m\nitt ed\n, e xc\nep t f\nor O\npe n\nA cc\nes s\nar tic\nle s.\nSteer the Rheology of Solvent with Little Surfactant to Exfoliate MoS2 Nanosheet by Liquid Phase Exfoliation Method 11\nwas assessed. Cyclic Voltammetry sweep of FL-MoS2 electrode were applied continuously in 0.5 m H2SO4 between +0.2 to -0.3 V vs RHE. After 1000 cycles, the catalyst showed negligible decay of cathodic currents. FL-MoS2 were also used as the support for HER catalyst. As platinum is the most efficient HER catalyst, 4 wt% Pt/FL-MoS2 was prepared by impregnation method 69, which is compared with 4 wt% Pt-Bulk. For FL-MoS2 support case, the dispersion concluded 0.0325 mM L64 and 30% TBA was used directly, and when the impregnation process was finished, the product was filtered by polycarbonate membrane (Millipore GTTP04700) and rinsed with water and ethanol. Results showed that after Pt was loading on bulk MoS2, the HER performance was improved, and changed the support for FL-MoS2, the overpotential at 10 mA∙cm-1 was further lowered to 273 mV. These results further proved that the Fl-MoS2 was exfoliated by extremely low concentration of L64 with TBA, and the FL-MoS2 dispersion can be utilized directly without deep purification, which made this method energy saving and emission reduction"
    }, {
      "heading" : "4 Conclusions",
      "text" : "In this research, we have presented a facile and green approach to exfoliate MoS2 with an extremely low concentration of block copolymer alcohol system, without any harsh or high boiling point chemicals. A yield of 5.01% per hour was obtained. Low concentration of surfactant facilitated the cleaning process, and reduced the residue on the surface. Rheology investigation showed that the viscosity of 0.0325 mM L64-30% TBA against the shear rate has a significant increasing tendency in the high-speed shear region, and the stickiness of the system intensified the cavitation jet flow. Few-layer MoS2 was characterized by TEM, Raman spectrum and the AFM. The statistical analysis of at least 100 sheets gave 40% of few-layer less than 4.0 nm thick. Hydrogen evolution reaction was employed to evaluate the few layer MoS2. Moreover, as a good support, 4 wt% Pt/FL-MoS2 improved the HER overpotential to 273 mV at 10 mA∙cm-1. This work has a great importance for the further study of the large-scale exfoliation of 2D material, and prove rheology is a potential approach to select the exfoliation solvent."
    }, {
      "heading" : "Acknowledgment",
      "text" : "This work was financially supported by National Natural Science Foundation of China U1662130."
    } ],
    "references" : [ {
      "title" : "AN  US  CR  IP  T Accepted manuscript to appear in NANO N  A  N  O  D  ow  nl  oa  de  d  fr  om  w  w  w  .w  or  ld  sc  ie  nt  if  ic  .c  om by  U  N  IV  E  R  SI  T  Y  O  F  N  E  W  E  N  G  L  A  N  D  o  n",
      "author" : [ "J. Kim", "S. Kwon", "Cho", "D.-H", "B. Kang", "H. Kwon", "Y. Kim", "S.O. Park", "G.Y. Jung", "E. Shin", "Kim", "W.-G", "H. Lee", "G.H. Ryu", "M. Choi", "T.H. Kim" ],
      "venue" : "Nature Communications",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2015
    }, {
      "title" : "Physicochemical and Engineering Aspects",
      "author" : [ "P. Alexandridis", "Alan Hatton", "T. Colloids", "Surfaces A" ],
      "venue" : "96, 1-46,",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "Physicochemical and Engineering Aspects",
      "author" : [ "K. Pandya", "P. Bahadur", "T.N. Nagar", "Bahadur", "A. Colloids", "Surfaces A" ],
      "venue" : "70, 219-227,",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 1993
    }, {
      "title" : "AC  CE  PT  ED  M  AN  US  CR  IP  T Accepted manuscript to appear in NANO N  A  N  O  D  ow  nl  oa  de  d  fr  om  w  w  w  .w  or  ld  sc  ie  nt  if  ic  .c  om by  U  N  IV  E  R  SI  T  Y  O  F  N  E  W  E  N  G  L  A  N  D  o  n",
      "author" : [ "J.T. Han", "J.I. Jang", "H. Kim", "J.Y. Hwang", "H.K. Yoo", "J.S. Woo", "S. Choi", "H.Y. Kim", "H.J. Jeong", "S.Y. Jeong", "Baeg", "K.-J", "K. Cho", "Lee", "G.-W" ],
      "venue" : "Scientific Reports",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2014
    }, {
      "title" : "Physicochemical and Engineering Aspects",
      "author" : [ "P.R. Desai", "N.J. Jain", "R.K. Sharma", "Bahadur", "P. Colloids", "Surfaces A" ],
      "venue" : "178, 57-69,",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "AC  CE  PT  ED  M  AN  US",
      "author" : [ "H. Li", "L. Wang", "Y. Dai", "Z. Pu", "Z. Lao", "Y. Chen", "M. Wang", "X. Zheng", "J. Zhu", "W. Zhang", "R. Si", "C. Ma", "J. Zeng" ],
      "venue" : "Nature Nanotechnology",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "This is an unedited version of the accepted manuscript scheduled for publication. It has been uploaded in advance for the benefit of our customers. The manuscript will be copyedited, typeset and proofread before it is released in the final form. As a result, the published copy may differ from the unedited version. Readers should obtain the final version from the above link when it is published. The authors are responsible for the content of this Accepted Article.",
    "creator" : "World Scientific Publishing Co Pte Ltd"
  }
}