{
  "name" : "downloads_2019-10-24_54_latthe2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Superhydrophobic Leaf Mesh Decorated with SiO2 Nanoparticle− Polystyrene Nanocomposite for Oil−Water Separation",
    "authors" : [ "Sanjay S. Latthe", "Rajaram S. Sutar", "Tejashwini B. Shinde", "Smita B. Pawar", "Tushar M. Khot", "Appasaheb K. Bhosale", "Kishor Kumar Sadasivuni", "Ruimin Xing", "Liqun Mao", "Shanhu Liu" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: leaf mesh, superhydrophobic, wettability, oil−water separation, superoleophilic"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "High contact angle and quick rolling of water drops on superhydrophobic lotus leaf call the attention of researchers for its use in various fields like self-cleaning, antibacterial, antireflection, antifogging, antistaining, anticorrosion, antifouling, antifreezing, biological/chemical sensors, drag reduction, and oil−water separation.1−8 Over the past 2 decades, the technology behind the excellent nonwetting properties of lotus leaves has been successfully transferred to real life applications. Among these, for the rapid and efficient oil separation from oil−water mixtures the use of superhydrophobic−superoleophilic mesh, foam, textiles, and sponges is the current leading focus.9−12\nEnvironment gets adversely affected by means of fast growing industrialization. The sensitive issue of water pollution has been raised due to the continuous discharge of oily wastewater from the industries. The tedious, time-consuming, and costly traditional techniques13 used for the oil−water separation are being gradually replaced by multifunctional superhydrophobic−superoleophilic porous materials. Since the past decade, various strategies have been adopted to fabricate the multifunctional porous materials for effective oil−water separation. Simple superhydrophobic modifications of porous materials by alkylsilanes,14,15 alkylchlorosilanes,16 fluoroalkylsilanes,17 siloxanes,18 thiols,19 and polymers20 for oil−water separation application are available. However, excluding few\nreports,21−25 novel, rapid, and simple methods to fabricate multifunctional oil−water separation materials are still lacking in terms of high separation efficiency, selectivity, reusability and durability. Generally, polymer materials like polydimethylsiloxane (PDMS) , 2 1 po l y v iny l i d ene fluo r i de (PVDF) , 2 6 polymethylhydrosiloxane (PMHS)27 and polytetrafluoroethylene (PTFE)28 are used to modify porous skeletons of sponges and/or meshes for oil−water separation. Choi et al.21 adopted a novel and simple strategy to fabricate PDMS sponge using sugar cube as a template. A polymer made up of PDMS poured in sugar cube was dried and simply immersed in water to dissolve sugar. The mechanically stable, as prepared PDMS sponge removed various kinds of oils and organic pollutants from water with excellent recyclability. Recently, carbon based materials like carbon fibers,22 carbon soot particles,29 graphene,30 and carbon nanotubes31 are widely used for efficient oil−water separation. Cheng et al.22 effectively converted hydrophobic porous carbon felt material (made up of random carbon fibers) into superhydrophobic through solution immersion in 4-(heptadecafluorooctyl)aniline. The superhydrophobic−superoleophilic carbon felt revealed resist-\nReceived: November 8, 2018 Accepted: January 29, 2019 Published: January 29, 2019\n© 2019 American Chemical Society 799 DOI: 10.1021/acsanm.8b02021 ACS Appl. Nano Mater. 2019, 2, 799−805\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF G\nO T\nH E\nN B\nU R\nG o\nn O\nct ob\ner 2\n3, 2\n01 9\nat 2\n1: 36\n:4 4\n(U T\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nance toward fire, acid, and salt solutions with excellent oil− water separation capability. The nanocomposites of nanoparticles, adhesives, and polymers23,32−34 were also employed for efficient oil−water separation. Zeng and researchers23 developed multilayered polymer-infiltrated nanoparticle surface by simple spray coating of a suspension of hydrophobic silica nanoparticles on the thermoplastic acrylic resin pretreated stainless steel (SS) mesh. The obtained superhydrophobic−superoleophilic SS mesh revealed high oil−water separation efficiency (>99%) for more than 50 separation cycles. Also, the multifunctional mesh exhibited long-term stability against sandpaper abrasion, UV illumination, and exposure to strong acid, alkaline, and salt solutions. In the present research work, we adopted a very simple and novel strategy to deposit a SiO2−PS nanocomposite on naturally dried Tectona grandis leaf mesh. The silica nanoparticles were incorporated in the nanocomposite to attain a rough micro-/nanostructure that facilitates both superhydrophobic and superoleophilic surface properties. The results of oil−water separation capability and recyclability of the superhydrophobic leaf mesh may be a surplus with that of the superhydrophobic surfaces developed on SS and/or Cu meshes in earlier reports."
    }, {
      "heading" : "2. MATERIALS AND METHODS",
      "text" : "2.1. Materials. Polystyrene (PS; 192 000 g/mol, Sigma-Aldrich), hydrophobic SiO2 nanoparticles (AEROSIL RX 300-5, surface area of ∼210 m2/g, Nippon AEROSIL Co. Ltd., Japan), chloroform (99% LR grade, Sisco Research Laboratories Pvt. Ltd., India) were used for the fabrication. The petrol, kerosene, diesel (Bharat Petroleum Corporation Limited, India), coconut oil (Parachute Advanced, India), and lubricant oil (Castrol Activ, India) were used as the test products. The naturally dried leaf meshes were collected from Tectona grandis tree. 2.2. Fabrication of Superhydrophobic Leaf Mesh. The photographs of Tectona grandis tree and its naturally dried mesh leaves are shown in Figure S1. Also, the digital photographs and surface microstructures at different magnifications of fresh leaf, dried leaf, and mesh leaf are shown in Figures S2−S4. The fabrication of superhydrophobic leaf mesh started with naturally dried Tectona grandis leaf mesh (Figure 1a) which was initially washed under smooth running water to remove any remaining pulp, dust, or dirt from the skeleton (Figure 1b). The approximate pore size of the leaf mesh is between 0.6 and 1.0 mm. The thoroughly washed leaf mesh was kept for drying at room temperature. As shown in Figure 1c, the SEM image confirms the irregular mesh like microstructure of Tectona\ngrandis leaf. The leaf mesh pieces of nearly 4 × 4 cm2 in area were cut and used for the nanocomposite deposition. A schematic illustrating the fabrication of superhydrophobic leaf mesh is shown in Figure 2. A 100 mg/mL PS solution in chloroform was prepared using magnetic stirring for 1 h. The coating solutions containing 10, 20, 30, and 40 mg/mL of hydrophobic SiO2 nanoparticles in PS solution were prepared and kept under constant stirring for 30 min. In the final step, a leaf mesh was immersed in the coating solution for 1 min which was then taken out and dried at 50 °C for 1 h. Hereafter, leaf mesh coated with 10, 20, 30, and 40 mg/mL of SiO2−PS nanocomposite solutions were labeled as SPN-1, SPN-2, SPN-3, and SPN-4 samples, respectively.\n2.3. Characterizations. The surface morphology, chemical composition, and wetting properties of the superhydrophobic leaf mesh were analyzed by field emission scanning electron microscopy (JEOL, JSM-7610F, Japan), X-ray photoelectron spectroscopy (XPS) (Thermo Scientific Escalab 250Xi, USA), and contact angle meter (HO-IAD-CAM-01, Holmarch Opto-Mechatronics Pvt. Ltd. India), respectively. The water contact angle (WCA) and oil contact angle (OCA) were checked at several positions on the samples, and the averaged values are reported. The gravity-driven oil−water separation using the setup installed at an angle of 90° and 45° was performed using various oils like petrol, kerosene, diesel, coconut oil, and lubricating oil. In the experiment, for clear optical appearance water was dyed with methylene blue."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "3.1. Morphology, Wettability, and Chemical Composition of the Superhydrophobic Leaf Mesh. The FE-SEM images of SPN-4 sample depict the complete and uniform deposition of SiO2−PS nanocomposite on leaf mesh (Figure 3a). The prepared nanocomposite deposition exhibits craterlike structure with nonuniform crater sizes ranging from 1 to 20 μm (Figure 3b). The formation of nonuniform crater-like structure might be due to the quick evaporation of chloroform from the nanocomposite. The enlarged view of crater-like structure (Figure 3d) exhibits the closely bound silica nanoparticles in polymer structure. The crater-like microstructure can facilitate air trapping which is the prerequisite for excellent superhydrophobicity.35 Water drop partially settles on the air pockets trapped in crater-like structure having minimum contact with solid fraction (i.e., Cassie−Baxter state). The water drops placed on SPN-4 sample revealed CA around 162° ± 2° and rolled off at an angle less than 7° ± 1°, whereas oil (petrol) drops eventually get absorbed with almost 0° contact angle. The high magnification SEM images of SPN4 sample reveal the porous structure and support the nanostructure induced by SiO2 nanoparticles (Figure S5). The values of water contact angle, sliding angle, and oil contact angle for SPN-1, SPN-2, SPN-3, and SPN-4 samples are listed in Table S1. In the cases of SPN-1 (Figure S6) and SPN-2 samples (Figure S7), FE-SEM images could clearly identify the deficiency of silica nanoparticles in the nanocomposite. This may be as the silica nanoparticles might have obscured in the polystyrene structure. However, a thin, smooth, and uniform layer of silica nanoparticle deficient nanocomposite on the skeleton of leaf mesh was observed. Due to relatively smooth surface morphology, SPN-1 and SPN-2 samples exhibited WCAs of 30° ± 4° and 55° ± 3° and OCAs of less than 3°, respectively. The desired rough micro-/nanostructure could be achieved by optimizing the content of silica nanoparticles in polystyrene structure. The SPN-3 samples (Figure S8) revealed dense and uniform coverage of nanocomposite on leaf mesh with quasi crater-like structure; however, the\nDOI: 10.1021/acsanm.8b02021 ACS Appl. Nano Mater. 2019, 2, 799−805\n800\npolystyrene is still relatively profound in the microstructure. Rather, the samples displayed close superhydrophobicity with WCA of 145° ± 3° and OCA almost 0°. Therefore, the SPN-4 samples confirm the optimal loading of silica nanoparticles in nanocomposite to attain the desired rough micro-/nanostructure and hence the superhydrophobicity. The crater-like microstructure of the nanocomposite facilitates rapid spreading and passing of various oils through the leaf mesh while holding back water droplets. The digital photographs of a series of SiO2−PS deposited leaf mesh samples SPN-1, SPN-2, SPN-3, and SPN-4 are shown in Figure S9. Broad-survey and high-resolution XPS spectra consisting of peaks C 1s, Si 2p, and O 1s generated from SPN-4 sample are shown in Figure S10. The C 1s spectrum confirms the presence of three different types of carbon atoms in the composite, with signatory peaks around 284.17, 285.4, and 288.06 eV. The spectrum consists of a characteristic C 1s peak of C−C and C−H bonds, along with low intensity peaks arising from π−π* transitions in the aromatic ring. In the O 1s spectra, the signal is due to the Si−O bond. The O 1s signal of the nanocomposite demarcates the weak signal of the binding energy of 533.8 eV related to the carbonyl oxygen (O−C) of methyl group. A visible peak of O−Si can be correlated to functional groups such as O−C, originating due to the methyl modified silica surface.36 The peaks emerged at Si 2s (160.9\neV) and Si 2p (109.3 eV) indicate the infiltration of methylmodified silica nanoparticles into the PS.\n3.2. Oil−Water Separation Capability. The oil−water separation capability of the as-prepared superhydrophobic leaf mesh was evaluated using the experimental setup of separating different kinds of oils from the oil−water mixtures. A setup for the oil−water separation is shown in Figure 4. A hole of nearly\n2.3 cm in diameter was drilled at the bottom of a glass beaker. An epoxy resin glue was applied on the outer part of the bottom of a beaker, and the SPN-4 sample was firmly fixed on it. After drying for 30 min at room temperature, water was poured in the beaker and kept for 30 min to ensure any chance of leakage. The results of gravity-driven oil−water separation (setup installed at an angle of 90°) performed using SPN-4 sample are depicted in Figure 5. With oils having different viscosities, this property of the oil was utilized to separate petrol, kerosene, diesel, coconut oil, and lubricant oil from oil− water mixtures. As oil float on the water surface, in order to demonstrate oil−water separation performance, oil was poured into the beaker followed by streaming of water. A 20 mL of petrol poured into the beaker quickly permeated through the mesh and was collected in the beaker underneath, whereas the same amount of water poured into the beaker was retained in the beaker, which was above the mesh. All oils (∼20 mL) except lubricant oil permeated through the superhydrophobic leaf mesh in less than 1 min, whereas lubricant oil took more\nDOI: 10.1021/acsanm.8b02021 ACS Appl. Nano Mater. 2019, 2, 799−805\n801\nthan 12 min. The permeation flux is also an important parameter while studying the oil−water separation capability of the materials. The oil permeation flux (J) was calculated by dividing total volume of permeated oil (L) by the product of active area of the superhydrophobic leaf mesh (m2) and total time (h) required for permeation.37 We tested the permeation flux at atmospheric pressure for 20 mL of oil and for the fixed active area (∼ 4.15 cm2) of the superhydrophobic leaf mesh. As shown in Table 1, the petrol, kerosene, diesel, and coconut oil reveal absolute viscosity between 0.5 and 55 cP at 25 °C, whereas lubricant oil shows 280 cP. The viscosity of the oils plays an important role in the values of permeation flux; low viscosity oils exhibited high permeation fluxes. As listed in Table 1, the low viscous petrol demonstrated permeation flux of 10206 ± 140 L/(m2·h), whereas highly viscous lubricant oil revealed nearly 236 ± 09 L/(m2·h). The supplementary videos of oil−water separation process are provided in the electronic Supporting Information (Video File 1). In another set of tilted oil−water separation experiments\n(Figure 6), the superhydrophobic leaf mesh was fixed between two plastic tubes of diameter 16 mm and was installed at an angle of 45°.38 The different oil/water mixtures including petrol, kerosene, diesel, coconut oil, and lubricant oil were separated. As listed in Table 1, the low viscous petrol demonstrated permeation flux of 6378 ± 230 L/(m2·h), whereas highly viscous lubricant oil revealed nearly 162 ± 26 L/(m2·h). The tilt of the assembly at an angle of 45° and pouring of the oil/water mixture at the same time results in\nrelatively slow separation time and low permeation flux. The supplementary video of oil−water separation process is provided in electronic Supporting Information (Video File 2). The water rejection rate by superhydrophobic leaf mesh was calculated by R(%) = [1 − C1/C0] × 100, where R is rate of water rejection and C0 and C1 are the concentration of water in initial and filtered oil,39 and the values are tabulated in Table 1. Herein, the oil−water mixture was prepared by adding water in series of oils including petrol, kerosene, diesel, coconut oil, and lubricant oil. The volume ratio of water-in-oil was kept at 3:7, and the whole mixture was stirred for 30 min using magnetic stirrer. The superhydrophobic leaf mesh revealed high water rejection rate for water/low viscous oil mixture and relatively low water rejection rate for water/high viscous oil mixture. The water droplets smaller than mesh pore size might be wrapped in high viscous oil and passed through the superhydrophobic leaf mesh. The separation efficiency was determined by taking a mass\npercentage ratio of the oil, after and before the separation process.40 As depicted in Figure 7, oils with low viscosity exhibited separation efficiency greater than 95% due to their fast permeation through crater-like microstructure of the mesh and maintained it for more than 18 separation cycles. However, highly viscous lubricant oil partially gets stuck in the mesh showing the reduced separation efficiency to almost 89%, which adversely affects the separation cycle ability to 4. The perfect separation efficiency during oil−water separation could not be attained due to loss of oils during evaporation,\nDOI: 10.1021/acsanm.8b02021 ACS Appl. Nano Mater. 2019, 2, 799−805\n802\npartial absorption into the mesh structure, and fractional wetting to the containers. However, the separation efficiency gradually reduced after 18 cycles of oil−water separation. This is thought to be due to the gradual removal of the deposited nanocomposite in each cycle, leaving behind the original mesh structure. In order to confirm this, 20 mL of petrol was constantly permeated through the membrane for about 50 cycles and the glass substrate was dip coated using this collected petrol. The coated glass substrate exhibited a WCA of nearly 53° ± 6°, confirming the loss of nanocomposite from the mesh structure."
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "A naturally available Tectona grandis leaf mesh was used for the efficient oil−water separation. The crater-like superhydrophobic leaf mesh was fabricated by simple deposition of SiO2−PS nanocomposite on which the water drops follow Cassie− Baxter wetting state, whereas the oil drops fall in Wenzel wetting regime. Like other superhydrophobic materials prepared on commercially available SS and/or Cu mesh, the as-prepared superhydrophobic leaf mesh also exhibited excellent oil−water separation efficiency greater than 95% for\nDOI: 10.1021/acsanm.8b02021 ACS Appl. Nano Mater. 2019, 2, 799−805\n803\nmore than 18 separation cycles. The use of superhydrophobic mesh provides high permeation fluxes toward the oils having viscosities in the range of 0.5−55 cP. Our present study will encourage the researchers to search out other stable leaf meshes available in Mother Nature. The total cost of oil−water separation process can be greatly reduced in the near future by adopting such novel approaches and thereby provides an ecofriendly solution.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.8b02021.\nPhotographs and SEM images of Tectona grandis and SPN samples, FE-SEM images of SPN samples, XPS spectra of C 1s, O 1s, and Si 2p, and a table listing water and oil contact angles of SPN samples (PDF) Gravity based separation of oil−water mixture (AVI) Tilted separation of oil−water mixture (AVI)\n■ AUTHOR INFORMATION Corresponding Authors *R.X.: e-mail, rmxing@henu.edu.cn. *S.L.: e-mail, liushanhu@vip.henu.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Sanjay S. Latthe: 0000-0002-6349-666X"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work is financially supported by DST, INSPIRE Faculty Scheme, Department of Science and Technology (DST), Government of India [Grant DST/INSPIRE/04/2015/ 000281]. S.S.L. acknowledges financial assistance from the Henan University, Kaifeng, P. R. China. We also greatly appreciate the support of the National Natural Science Foundation of China (Grants 21576071, 21776061) and Foundation of Henan Educational Committee (Grant 17A150023). We thank Dr. Daibing Luo from Analytical and Testing Center of Sichuan University, China, for the analysis.\n■ REFERENCES (1) Si, Y.; Guo, Z. Superhydrophobic Nanocoatings: From Materials to Fabrications and to Applications. Nanoscale 2015, 7, 5922−5946. (2) Ou, J. F.; Fang, X. Z.; Zhao, W. J.; Lei, S.; Xue, M. S.; Wang, F. J.; Li, C. Q.; Lu, Y. L.; Li, W. Influence of Hydrostatic Pressure on the Corrosion Behavior of Superhydrophobic Surfaces on Bare and Oxidized Aluminum Substrates. Langmuir 2018, 34, 5807−5812. (3) Guo, Z.; Liu, W.; Su, B.-L. Superhydrophobic Surfaces: From Natural to Biomimetic to Functional. J. Colloid Interface Sci. 2011, 353, 335−355. (4) Xue, C.-H.; Jia, S.-T.; Zhang, J.; Ma, J.-Z. Large-Area Fabrication of Superhydrophobic Surfaces for Practical Applications: An Overview. Sci. Technol. Adv. Mater. 2010, 11, No. 033002. (5) Sethi, S. K.; Manik, G. Recent Progress in Super Hydrophobic/ Hydrophilic Self-Cleaning Surfaces for Various Industrial Applications: A Review. Polym.-Plast. Technol. Eng. 2018, 57, 1932−1952. (6) Lv, D.; Ou, J.; Xue, M.; Wang, F. Stability and Corrosion Resistance of Superhydrophobic Surface on Oxidized Aluminum in NaCl Aqueous Solution. Appl. Surf. Sci. 2015, 333, 163−169. (7) Long, Y.; Shen, Y.; Tian, H.; Yang, Y.; Feng, H.; Li, J. Superwettable Coprinus Comatus Coated Membranes used toward\nthe Controllable Separation of Emulsified Oil/Water Mixtures. J. Membr. Sci. 2018, 565, 85−94. (8) Ou, J.; Hu, W.; Xue, M.; Wang, F.; Li, W. Superhydrophobic Surfaces on Light Alloy Substrates Fabricated by a Versatile Process and Their Corrosion Protection. ACS Appl. Mater. Interfaces 2013, 5, 3101−3107. (9) Xue, Z.; Cao, Y.; Liu, N.; Feng, L.; Jiang, L. Special Wettable Materials for Oil/water Separation. J. Mater. Chem. A 2014, 2, 2445− 2460. (10) Wang, B.; Liang, W.; Guo, Z.; Liu, W. Biomimetic Superlyophobic and Super-lyophilic Materials applied for Oil/water Aeparation: A New Strategy Beyond Nature. Chem. Soc. Rev. 2015, 44, 336−361. (11) Wang, S.; Liu, K.; Yao, X.; Jiang, L. Bioinspired Surfaces with Superwettability: New Insight on Theory, Design, and Applications. Chem. Rev. 2015, 115, 8230−8293. (12) Liu, M.; Wang, S.; Jiang, L. Nature-inspired Superwettability Systems. Nature Reviews Materials 2017, 2, 17036. (13) Gupta, R. K.; Dunderdale, G. J.; England, M. W.; Hozumi, A. Oil/Water Separation Techniques: A Review of Recent Progresses and Future Directions. J. Mater. Chem. A 2017, 5, 16025−16058. (14) Yun, S.; Luo, H.; Gao, Y. Superhydrophobic Silica Aerogel Microspheres from Methyltrimethoxysilane: Rapid Synthesis via Ambient Pressure Drying and Excellent Absorption Properties. RSC Adv. 2014, 4, 4535−4542. (15) Li, J.; Yan, L.; Tang, X.; Feng, H.; Hu, D.; Zha, F. Robust Superhydrophobic Fabric Bag Filled with Polyurethane Sponges Used for Vacuum-Assisted Continuous and Ultrafast Absorption and Collection of Oils from Water. Adv. Mater. Interfaces 2016, 3, 1500770. (16) Liu, F.; Ma, M.; Zang, D.; Gao, Z.; Wang, C. Fabrication of Superhydrophobic/Superoleophilic Cotton for Application in the Field of Water/Oil Separation. Carbohydr. Polym. 2014, 103, 480− 487. (17) Gao, R.; Liu, Q.; Wang, J.; Liu, J.; Yang, W.; Gao, Z.; Liu, L. Construction of Superhydrophobic and Superoleophilic Nickel Foam for Separation of Water and Oil Mixture. Appl. Surf. Sci. 2014, 289, 417−424. (18) Chen, X.; Weibel, J. A.; Garimella, S. V. Continuous Oil−Water Separation using Polydimethylsiloxane-Functionalized Melamine Sponge. Ind. Eng. Chem. Res. 2016, 55, 3596−3602. (19) Wang, C.; Yao, T.; Wu, J.; Ma, C.; Fan, Z.; Wang, Z.; Cheng, Y.; Lin, Q.; Yang, B. Facile Approach in Fabricating Superhydrophobic and Superoleophilic Surface for Water and Oil Mixture Separation. ACS Appl. Mater. Interfaces 2009, 1, 2613−2617. (20) Wang, G.; Yu, B.; Chen, S.; Uyama, H. Template-Free Synthesis of Polystyrene Monoliths for the Removal of Oil-in-Water Emulsion. Sci. Rep. 2017, 7, 6534. (21) Choi, S.-J.; Kwon, T.-H.; Im, H.; Moon, D.-I.; Baek, D. J.; Seol, M.-L.; Duarte, J. P.; Choi, Y.-K. A Polydimethylsiloxane (PDMS) Sponge for the Selective Absorption of Oil from Water. ACS Appl. Mater. Interfaces 2011, 3, 4552−4556. (22) Cheng, Y.; He, G.; Barras, A.; Coffinier, Y.; Lu, S.; Xu, W.; Szunerits, S.; Boukherroub, R. One-Step Immersion for Fabrication of Superhydrophobic/Superoleophilic Carbon Felts with Fire Resistance: Fast Separation and Removal of Oil from Water. Chem. Eng. J. 2018, 331, 372−382. (23) Zeng, X.; Xu, S.; Pi, P.; Cheng, J.; Wang, L.; Wang, S.; Wen, X. Polymer-Infiltrated Approach to Produce Robust and Easy Repairable Superhydrophobic Mesh for High-Efficiency Oil/Water Separation. J. Mater. Sci. 2018, 53, 10554−10568. (24) Li, J.; Kang, R.; Tang, X.; She, H.; Yang, Y.; Zha, F. Superhydrophobic Meshes that Can Repel Hot Water and Strong Corrosive Liquids used for Efficient Gravity-Driven Oil/Water Separation. Nanoscale 2016, 8, 7638−7645. (25) Feng, L.; Zhang, Z.; Mai, Z.; Ma, Y.; Liu, B.; Jiang, L.; Zhu, D. A Super-Hydrophobic and Super-Oleophilic Coating Mesh Film for the Separation of Oil and Water. Angew. Chem., Int. Ed. 2004, 43, 2012−2014.\nDOI: 10.1021/acsanm.8b02021 ACS Appl. Nano Mater. 2019, 2, 799−805\n804\n(26) Hai, A.; Durrani, A. A.; Selvaraj, M.; Banat, F.; Haija, M. A. OilWater Emulsion Separation Using Intrinsically Superoleophilic and Superhydrophobic PVDF Membrane. Sep. Purif. Technol. 2019, 212, 388−395. (27) Cho, E.-C.; Chang-Jian, C.-W.; Chen, H.-C.; Chuang, K.-S.; Zheng, J.-H.; Hsiao, Y.-S.; Lee, K.-C.; Huang, J.-H. Robust Multifunctional Superhydrophobic Coatings with Enhanced Water/ Oil Separation, Self-Cleaning, Anti-Corrosion, and Anti-Biological Adhesion. Chem. Eng. J. 2017, 314, 347−357. (28) Lei, S.; Shi, Z.; Ou, J.; Wang, F.; Xue, M.; Li, W.; Qiao, G.; Guan, X.; Zhang, J. Durable Superhydrophobic Cotton Fabric for Oil/ water Separation. Colloids Surf., A 2017, 533, 249−254. (29) Cao, H.; Fu, J.; Liu, Y.; Chen, S. Facile Design of Superhydrophobic and Superoleophilic Copper Mesh Assisted by Candle Soot for Oil Water Separation. Colloids Surf., A 2018, 537, 294−302. (30) Xiao, J.; Lv, W.; Song, Y.; Zheng, Q. Graphene/Nanofiber Aerogels: Performance Regulation Towards Multiple Applications in Dye Adsorption and Oil/Water Separation. Chem. Eng. J. 2018, 338, 202−210. (31) Saththasivam, J.; Yiming, W.; Wang, K.; Jin, J.; Liu, Z. A Novel Architecture for Carbon Nanotube Membranes towards Fast and Efficient Oil/water Separation. Sci. Rep. 2018, 8, 7418. (32) Zhang, H.; Li, Y.; Lu, Z.; Chen, L.; Huang, L.; Fan, M. A Robust Superhydrophobic TiO2 NPs Coated Cellulose Sponge for Highly Efficient Oil-Water Separation. Sci. Rep. 2017, 7, 9428. (33) Geraldi, N. R.; Dodd, L. E.; Xu, B. B.; Wood, D.; Wells, G. G.; McHale, G.; Newton, M. I. Bioinspired Nanoparticle Spray-Coating for Superhydrophobic Flexible Materials with Oil/Water Separation Capabilities. Bioinspiration Biomimetics 2018, 13, No. 024001. (34) Bano, S.; Zulfiqar, U.; Zaheer, U.; Awais, M.; Ahmad, I.; Subhani, T. Durable and Recyclable Superhydrophobic Fabric and Mesh for Oil−Water Separation. Adv. Eng. Mater. 2018, 20, 1700460. (35) Yanagisawa, T.; Nakajima, A.; Sakai, M.; Kameshima, Y.; Okada, K. Preparation and Abrasion Resistance of Transparent SuperHydrophobic Coating by Combining Crater-Like Silica Films with Acicular Boehmite Powder. Mater. Sci. Eng., B 2009, 161, 36−39. (36) Xing, R.; Latthe, S. S.; Bhosale, A. K.; Li, R.; Kumar, A. M.; Liu, S. A Novel and Facile Approach to Prepare Self-Cleaning Yellow Superhydrophobic Polycarbonates. J. Mol. Liq. 2017, 247, 366−373. (37) Wei, C.; Dai, F.; Lin, L.; An, Z.; He, Y.; Chen, X.; Chen, L.; Zhao, Y. Simplified and Robust Adhesive-Free Superhydrophobic SiO2-Decorated PVDF Membranes for Efficient Oil/Water Separation. J. Membr. Sci. 2018, 555, 220−228. (38) Wang, L.; Zhao, Y.; Tian, Y.; Jiang, L. A General Strategy for the Separation of Immiscible Organic Liquids by Manipulating the Surface Tensions of Nanofibrous Membranes. Angew. Chem., Int. Ed. 2015, 54, 14732−14737. (39) Tang, H.; Hao, L.; Chen, J.; Wang, F.; Zhang, H.; Guo, Y. Surface Modification to Fabricate Superhydrophobic and Superoleophilic Alumina Membranes for Oil/Water Separation. Energy Fuels 2018, 32, 3627−3636. (40) Zhang, Z.-h.; Wang, H.-j.; Liang, Y.-h.; Li, X.-j.; Ren, L.-q.; Cui, Z.-q.; Luo, C. One-Step Fabrication of Robust Superhydrophobic and Superoleophilic Surfaces with Self-Cleaning and Oil/Water Separation Function. Sci. Rep. 2018, 8, 3869.\nDOI: 10.1021/acsanm.8b02021 ACS Appl. Nano Mater. 2019, 2, 799−805\n805"
    } ],
    "references" : [ {
      "title" : "Superhydrophobic Nanocoatings: From Materials to Fabrications and to Applications",
      "author" : [ "Y. Si", "Z. Guo" ],
      "venue" : "Nanoscale 2015,",
      "citeRegEx" : "Si and Guo,? \\Q2015\\E",
      "shortCiteRegEx" : "Si and Guo",
      "year" : 2015
    }, {
      "title" : "Special Wettable Materials for Oil/water Separation",
      "author" : [ "Z. Xue", "Y. Cao", "N. Liu", "L. Feng", "L. Jiang" ],
      "venue" : "J. Mater. Chem. A 2014,",
      "citeRegEx" : "Xue et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Xue et al\\.",
      "year" : 2014
    }, {
      "title" : "Separation of Water and Oil Mixture",
      "author" : [ "J.A. Weibel", "S.V. Garimella" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "X. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "X. et al\\.",
      "year" : 2014
    }, {
      "title" : "OilWater Emulsion Separation Using Intrinsically Superoleophilic and Superhydrophobic PVDF Membrane",
      "author" : [ "A. Hai", "A.A. Durrani", "M. Selvaraj", "F. Banat", "M.A. Haija" ],
      "venue" : "Sep. Purif. Technol",
      "citeRegEx" : "Hai et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Hai et al\\.",
      "year" : 2019
    }, {
      "title" : "Durable Superhydrophobic Cotton Fabric for Oil/ water Separation",
      "author" : [ "X. Guan", "J. Zhang" ],
      "venue" : null,
      "citeRegEx" : "Guan and Zhang,? \\Q2018\\E",
      "shortCiteRegEx" : "Guan and Zhang",
      "year" : 2018
    }, {
      "title" : "Graphene/Nanofiber Aerogels: Performance Regulation Towards Multiple Applications in Dye Adsorption and Oil/Water Separation",
      "author" : [ "J. Xiao", "W. Lv", "Y. Song", "Q. Zheng" ],
      "venue" : "Chem. Eng. J. 2018,",
      "citeRegEx" : "Xiao et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Xiao et al\\.",
      "year" : 2018
    }, {
      "title" : "Highly Efficient Oil-Water Separation",
      "author" : [ "N.R. Geraldi", "L.E. Dodd", "B.B. Xu", "D. Wood", "G.G. Wells", "G. McHale", "M.I. Newton" ],
      "venue" : "Sci. Rep. 2017,",
      "citeRegEx" : "Geraldi et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Geraldi et al\\.",
      "year" : 2018
    }, {
      "title" : "Durable and Recyclable Superhydrophobic Fabric and Mesh for Oil−Water Separation",
      "author" : [ "S. Bano", "U. Zulfiqar", "U. Zaheer", "M. Awais", "I. Ahmad", "T. Subhani" ],
      "venue" : "Adv. Eng. Mater. 2018,",
      "citeRegEx" : "Bano et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Bano et al\\.",
      "year" : 2018
    }, {
      "title" : "Hydrophobic Coating by Combining Crater-Like Silica Films with Acicular Boehmite Powder",
      "author" : [ "S.S. Latthe", "A.K. Bhosale", "R. Li", "A.M. Kumar", "S. Liu" ],
      "venue" : "Mater. Sci. Eng., B",
      "citeRegEx" : "R. et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "R. et al\\.",
      "year" : 2009
    }, {
      "title" : "Simplified and Robust Adhesive-Free Superhydrophobic SiO2-Decorated PVDF Membranes for Efficient Oil/Water Separation",
      "author" : [ "C. Wei", "F. Dai", "L. Lin", "Z. An", "Y. He", "X. Chen", "L. Chen", "Y. Zhao" ],
      "venue" : "J. Membr. Sci",
      "citeRegEx" : "Wei et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wei et al\\.",
      "year" : 2018
    }, {
      "title" : "Separation of Immiscible Organic Liquids by Manipulating the Surface Tensions of Nanofibrous Membranes",
      "author" : [ "H. Tang", "L. Hao", "J. Chen", "F. Wang", "H. Zhang", "Y. Guo" ],
      "venue" : "Angew. Chem., Int. Ed",
      "citeRegEx" : "Tang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Tang et al\\.",
      "year" : 2015
    }, {
      "title" : "oleophilic Alumina Membranes for Oil/Water Separation",
      "author" : [ "Z.-h. Zhang", "H.-j. Wang", "Y.-h. Liang", "X.-j. Li", "L.-q. Ren", "Z.-q. Cui", "C. Luo" ],
      "venue" : "Energy Fuels 2018,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Here, we report a novel and simple approach to fabricate crater-like superhydrophobic leaf mesh for oil−water separation. Nanocomposite of SiO2 and polystyrene (SiO2−PS) deposited on a naturally dried Tectona grandis leaf mesh showed excellent superhydrophobic and superoleophilic properties. The obtained multifunctional leaf mesh exhibited fast separation of various oils like petrol, kerosene, diesel, coconut oil from oil−water mixtures with separation efficiency greater than 95%, which lasts for more than 18 separation cycles. The prepared material can be used efficiently for the oil−water mixture separation for any oil with absolute viscosity of less than 55 cP.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}