{
  "name" : "downloads_2019-12-19_e7_huang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Optimum Preparation Method for Self-Assembled PEGylation Nano-Adjuvant Based on Rehmannia glutinosa Polysaccharide and Its Immunological Effect on Macrophages",
    "authors" : [ "Yee Huang", "Li Nan", "Chenwen Xiao", "Quanan Ji", "Ke Li", "Qiang Wei", "Yan Liu", "Guolian Bao" ],
    "emails" : [ "35792191@qq.com;", "baoguolian@163.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "OR I G I N A L R E S E A R C H\nOptimum Preparation Method for Self-Assembled PEGylation Nano-Adjuvant Based on Rehmannia glutinosa Polysaccharide and Its Immunological Effect on Macrophages\nThis article was published in the following Dove Press journal: International Journal of Nanomedicine\nYee Huang1 Li Nan1,2 Chenwen Xiao1 Quanan Ji1 Ke Li1 Qiang Wei1 Yan Liu1 Guolian Bao1\n1Institute of Animal Husbandry and Veterinary Medicine, Zhejiang Academy of Agricultural Science, Hangzhou 310021, People’s Republic of China; 2Zhejiang Normal University, Jinhua 321000, People’s Republic of China\nBackground: Rehmannia glutinosa polysaccharide is the main reason that contributes to the immunological function of R. glutinosa. Due to its disadvantages in clinical use, here we designed the PEGylation nano-RGP (pRL) to improve the drug-targeting effect and the immunological function. Our present work aims to establish the optimum condition of preparing the pRL and to investigate its immunological function on macrophages. Methods: pRL was prepared by thin film hydration method combined with ultra-sonication technique. And its preparation conditions were optimized with response surface methodology. Also, the lyophilization method was optimized. The characteristics of the pRL were evaluated, including particle size, drug loading, encapsulation efficiency and morphology. The immunological function of pRL on macrophage was investigated through CCK-8 test, ELISA and flow cytometry. Results: The lipid-to-cholesterol molar ratio of 8:1, the addition of DSPE-PEG2000 of 9% and the lipid-to-drug ratio of 5.4:1 were the optimum preparation technology for pRL. The encapsulation efficiency (EE) of pRL under this preparation technology was 95.81±1.58%, with a particle size of 31.98 ± 2.6 nm. The lactose-to-lipid ratio (2:1) was the optimal lyophilization method. pRL promoted macrophage proliferation, which is significantly better than that of nano-RGP without PEGylation (RL). pRL-stimulated RAW264.7 cells showed a high secretion of pro-inflammatory cytokines, which is the characteristic indicator of M1 polarization. Enhanced cellular uptake through macropinocytosis-dependent and caveolaemediated endocytosis was observed in pRL-treated RAW264.7 cells. Conclusion: Our study concluded that PEGylation effectively overcame the poor targeting effect of Rehmannia glutinosa polysaccharide (RGP) and significantly improved the immunological profile of its nano-formulation, which suggested that pRL could serve as an immune adjuvant in clinical application. Keywords: Rehmannia glutinosa polysaccharide, PEGylation, preparation technology, lyophilization method, macrophages\nIntroduction Basic immunology has taken great strides in recent decades, and many underlying mechanisms of immune activation and tolerance have been discovered. This depth of knowledge has begun to give rise to the burgeoning field of immunomodulatory biomaterials,1 among which self-assembled materials represent a unique opportunity Correspondence: Yan Liu; Guolian Bao Institute of Animal Husbandry and Veterinary Medicine, Zhejiang Academy of Agricultural Science, Hangzhou 310021, People’s Republic of China Email 35792191@qq.com; baoguolian@163.com"
    }, {
      "heading" : "International Journal of Nanomedicine Dovepress",
      "text" : "open access to scientific and medical research\nOpen Access Full Text Article\nsubmit your manuscript | www.dovepress.com International Journal of Nanomedicine 2019:14 9361–9375 9361\nhttp://doi.org/10.2147/IJN.S221398\nDovePress © 2019 Huang et al. This work is published and licensed by Dove Medical Press Limited. The full terms of this license are available at https://www.dovepress.com/terms. php and incorporate the Creative Commons Attribution – Non Commercial (unported, v3.0) License (http://creativecommons.org/licenses/by-nc/3.0/). By accessing the\nwork you hereby accept the Terms. Non-commercial uses of the work are permitted without any further permission from Dove Medical Press Limited, provided the work is properly attributed. For permission for commercial use of this work, please see paragraphs 4.2 and 5 of our Terms (https://www.dovepress.com/terms.php).\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n5. 18\n8. 21\n7. 61\no n\n19 -D\nec -2\n01 9\nF or\np er\nso na\nl u se\no nl\ny.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nto generate well-controlled nanoparticles from a diverse range of molecular building blocks, such as lipids, synthetic polymers and peptides.2,3 Taking advantage of nanoparticles' immunomodulatory properties, various nano-adjuvants have been researched and developed, but the translation from bench studies to clinical use has seen relatively little success. This has sparked an intense interest in the rational design and the preparation method optimization of nano-adjuvant that provide well-characterized mechanisms of action to trigger immune responses.\nLipid-based nano-vehicles are attractive for drug delivery applications for numerous reasons, including their resemblance to cell membranes in both structure and composition. They tend to be slightly sterically unstable and are cleared rapidly from the bloodstream. When contemplating the question of drug delivery, modification of the nano-carrier must be considered in order to keep it in circulation for the longest possible time to ensure target accumulation.\nPolyethylene glycol (PEG), a non-toxic, non-immunogenic polymer, is widely utilized in drug delivery and nanotechnology due to its reported “stealth” properties and biocompatibility. PEGylation changes the physical and chemical properties of the nano-carriers, such as its conformation, electrostatic binding and hydrophobicity, and results in an improvement in the pharmacokinetic profile of the nanoparticles. It could improve the particle stability, enhance the targeting effect, prolong circulation time and reduce dosing frequency.4–6 Numerous studies focused on the improvement of the immune performance of PEGylation. The conjugated PEG-hexadecane has a stimulatory adjuvant activity to potentiate a robust humoral and cellular immunity.7 Incorporation of a small amount of PEG into DOTAP liposomes not only increased the passive lymph nodes targeting of liposomes, but also improved the efficiency of the vaccines.8 PEGylation of lipopeptide R4Pam2Cys facilitated antigen uptake and presentation to T cells and showed improved antigen-specific CD8+ T-cell response.9 In order to benefit from PEGylation, herein, we use the hydrophobic interaction between lipid to form the nano-carrier, and embellish it withDSPE-PEG2000 for a better immunological performance.\nFor modern adjuvant development, it is normal to combine immunopotentiators with nano-carriers. As a natural source of immunopotentiators, ingredients from herbal medicine have received much attention and made a certain research process. Rehmannia glutinosa, a therapeutic Scrophulariaceae herb, has been used for different medical purposes as a traditional Chinese herbal medicine for\nthousands of years, which was recorded in Chinese medical classics “Shennong's Materia Medica” and was thought as a “top grade” herb. Modern immunological and pharmacological researches have confirmed that R. glutinosa polysaccharide (RGP) is the main component of R. glutinosa to exert immunological function. According to the literature, RGP significantly upregulated lymphocyte proliferation and its cytokine production.10 Study of RGP on both mouse bone marrow-derived dendritic cells (BMDCs) and human DCs demonstrated that RGP could effectively stimulate the maturation and activation of the DCs.10−12 Research on the immune function of mice showed that RGP could increase the indexes of immune organs and ameliorate the swelling of mouse toes, increase the lymphocyte proliferation responses and enhance peritoneal macrophage phagocytosis.13 It was also found that RGP induced maturation of DCs and activation of T cells and natural killer cells in the mouse in vivo; consequently, the RGP could function as an adjuvant for the treatment of cancer by immunotherapy.14,15 As a mucosal adjuvant, RGP could effectively increase the number of DCs in the mediastinal lymph node (mLN), the concentration of pro-inflammatory cytokines in the lung and IFN-γ and TNFα production in the mLN T cells.16 RGP could also promote the growth rate and strengthen the immune ability in common carp, which suggested that it could be a promising feed additive for C. carpio in aquaculture.17\nAlthough the confirmed immune profile of RGP, however, when directly applied for clinical, RGP has many disadvantages, such as fast metabolism, short action time, poor targeting effect, large clinical dosage, etc. Therefore, there is an urgent need to optimize the dosage form for a better clinical performance. We nano-sized the immunopotentiator from R. glutinosa and formed the PEGylation nano-RGP (pRL). In this study, the preparation conditions of pRL were optimized with response surface methodology (RSM), which is a collection of statistical and mathematical methods used to evaluate complex relationships between multiple parameters and their responses and to identify response optimizing factor combination with a less laborious and reduced number of experimental trials.18,19\nThe immunological function of pRL on macrophage was investigated afterwards. Macrophages, typical phagocytic cells, are derived from peripheral blood monocytes and function as professional antigen-presenting cells. As a phagocytic cell, they could phagocytose pathogens, infected, debris and dead cells. Macrophages play an indispensable role in the immune system with decisive functions in both innate immunity and acquired immunity.\nsubmit your manuscript | www.dovepress.com DovePress International Journal of Nanomedicine 2019:149362\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n5. 18\n8. 21\n7. 61\no n\n19 -D\nec -2\n01 9\nF or\np er\nso na\nl u se\no nl\ny.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nOf note, macrophages can be activated over a range of phenotypes. Two major macrophage sub-populations with different functions include classically activated immune stimulatory phagocytes M1 and alternatively activated anti-inflammatory phagocytic M2 macrophages, which have been reported.20,21 Functionally, M1 macrophages participate in the removal of pathogens during infection. They are involved in phagocytosis of invasive pathogens and other extracellular particles and produce high levels of proinflammatory cytokines.22,23\nThe aim of our present study was to establish the optimum conditions of preparing the pRL and its optimal lyophilization method. Furthermore, the immunological function on macrophages was compared with that of the nano-RGP without PEGylation, which included the influence of pRL on macrophage proliferation, uptake ability and cytokine section. Also, the endocytosis pathway though which pRL work on macrophages was investigated."
    }, {
      "heading" : "Materials and Methods",
      "text" : "Materials R. glutinosa polysaccharide (with a purity of 98% HPLC, mol. wt: 3.57×104, basic structure was purchased from Shanxi Ciyuan Biotechnology Co. Ltd. Soybean phospholipid and DSPE-PEG2000 was from Avanti Polar Lipids (Alabaster, AL, USA). Cholesterol was purchased from Sigma Aldrich (St. Louis, MO, USA).\nRAW 264.7 cell lines were purchased from American Type Culture Collection (ATCC Manassas, VA). RPMI1640 (Gibco) was supplemented with benzylpenicillin 100 IU·mL,−1 streptomycin 100 IU·mL−1 and 10% fetal bovine serum. CCK-8 was purchased from Abcam. Lipopolysaccharide (LPS) was obtained from SigmaAldrich. Endocytosis inhibitors, chlorpromazine, cytochalasin D and genistein, were obtained from Sigma Aldrich (St. Louis, MO, USA). Cytokine ELISA reagents, IL-6, IL-12, IL-1β and TNF-α, were purchased from Biolegend (San Diego, CA, USA).\nPreparation of pRL pRL was prepared by thin film hydration method combined with ultra-sonication technique. Lipid and cholesterol were dissolved in chloroform and methanol solution (v/v=1:1). The organic solvent was then removed by rotary evaporation under reduced pressure at room temperature to obtain a thin film on the wall of the round-bottom flask. The vacuum was applied overnight to ensure total removal\nof trace solvent. The dry film was hydrated with a solution of RGP dissolved in ddH2O. The dispersion of the lipid was facilitated by mechanical shaking and water bath for 30 mins. The lipid–drug mixture was further rotoevaporated under vacuum for 25 mins. And 2-min homogenization in the ultrasonic cell disintegrator (JY92-II DN, Xinzhi Bio-technology and Science Inc.) was followed to obtain a homogeneous solution. To control the particle diameter, the solution was successively filtered using 0.45-μm and 0.22-μm millipore membrane.\nEncapsulation Efficiency and Drug-Loading Rate of pRL Encapsulation efficiency (EE) was measured by a high-speed centrifuge technique combinedwith the vitriol-phenolmethod. One hundred microliters of pRL and 400 μL ddH2O were added to 1.5-mL EP tube and centrifuged for 30 mins at speed of 13,000 rpm. Twenty-five microliters of the supernatant were used to assay the content of RGP using the vitriolphenol method, which was referred to as the content of the unencapsulated drug.\nThe formula to calculate encapsulation efficiency was EE % = (1 – CF/CT) × 100%, where CF is the content of the free drug and CT is the total content of the drug. 24 The formula to calculate the drug-loading rate was W% = [(WT –WF)/WP] × 100%, where WT is the total content of the drug, WF is the content of the free drug andWP is the total content of lipid and cholesterol.\nOptimization of pRL Preparation Condition A three-level, three-variable Box–Behnken factorial design (BBD) (Design Expert software, Version 8.0.6, Stat-Ease Inc., Minneapolis, MN) was applied to determine the best combination of preparation parameters for the preparation of pRL. Three extraction variables considered for this research were X1 (lipid-to-cholesterol molar ratio), X2 (the addition of DSPE-PEG2000 (lipid molar ratio (%)) and X3 (lipid to drug (w/w)), and the proper range of three variables was determined on the basis of single-factor experiments for the preparation of pRL (Figures S1–S6).\nTable 1 lists the whole design consisted of 17\nexperimental points, five replicates at the center of the design were used to allow for estimation of a pure error sum of squares. The triplicates were performed at all design points in a randomized order. Experimental data were fitted to a quadratic polynomial model and regression\nInternational Journal of Nanomedicine 2019:14 submit your manuscript | www.dovepress.com DovePress 9363\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n5. 18\n8. 21\n7. 61\no n\n19 -D\nec -2\n01 9\nF or\np er\nso na\nl u se\no nl\ny.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\ncoefficients were obtained. The non-linear computer generating quadratic model used in the response surface was as follows:\nY ¼ C0 þ ∑ 3\ni¼1 CiXi þ ∑\n3\ni¼1 CiiX\n2 i þ ∑\n2 i¼1 ∑ 3 j¼iþ1 CijXiXj (1)\nwhere Y is the measured response associated with each factor level combination; C0 is an intercept; Ci, Cii and Cij are regression coefficients computed from the observed experimental values of Y; Xi and Xj are the coded levels of independent variables. The terms XiXj and Xi 2 represent the interaction and quadratic terms, respectively.\nThe adequacy of the model was evaluated by ANOVA statistical analysis. The predicted and adjusted R2 were calculated to evaluate the fitness of the model. The 3D surface graphs were plotted to illustrate the relationship between the responses and the experimental levels of each of the variables. The preferred characteristics of the responses were the higher encapsulation efficiencies for RGP. The point optimization method is employed in order to optimize the level of each variable for maximum response. The combination of different optimized variables, which yield the maximum response, is determined to verify the validity of the model. Subsequently, additional confirmation experiments were subsequently conducted to verify the validity of the statistical experimental design.\nCharacterization of pRL The morphology of pRL was observed under transmission electron microscope (Model H-7650, Hitachi, High Technologies Co., Ltd.). Samples were negatively stained with 1% phosphotungstic. The average size of pRL was determined by dynamic light scattering (DLS) at 25 °C at a 90° angle using Zetasizer NanoZS90 instrument (Malvern Instruments, England). Each experiment was repeated three times.\nLyophilisation Method Optimization After the optimum pRL formulation was obtained, this formulation was used to develop a suitable lyophilized\npowder by freeze-drying under different conditions.\nVarious experiments were carried out to determine the best parameters to prepare a pRL lyophilized powder\nincluding (1) different kinds of sugar-based cryoprotectant\nand (2) different ratios of lipid:cryoprotectant.\nThe formability and redispersibility of the lyophilized pRL were used to evaluate the optimal cryoprotectant. To determine the best lipid:cryoprotectant ratio, the drug encapsulation efficiency after lyophilization was compared\nwith that prior to lyophilization.\nFreshly prepared pRL mixed with different cryoprotectants: lactose, sucrose, glucose, xylitol, sorbitol, mannitol, mycose at 1:2 lipid: cryoprotectant mass ratio.\nOne milliliter of the freshly prepared pRL solution mixed with an aliquot amount of the cryoprotectant stock solutions was filled in 2-mL glass vials. The vials were\nclosed with a rubber stopper and shortly vortexed. And then they were stored in an ultra-low freezer at −80°C overnight. Then, the vials were placed in the drying cham-\nber of the freeze-drier and lyophilized for 24 hrs (Com\n6011; Hof Sonderanlagenbau GmbH, Lohra, Germany).\nThe lyophilization protocol was performed as follows: the samples were placed in the drying chamber precooled to −40°C. The lyophilisation procedure was run for 24 hrs at 8 Pa. After this period, a second drying step was applied\nat 20°C for 12 hrs under 20 Pa. After the secondary\ndrying, the lyophilized powder was collected and mixed\nusing a sterilized spatula and stored in a desiccator at 4 °C.\nCell Proliferation Experiments RAW 264.7 cell lines were cultured in DMEM containing\n10% fetal bovine serum, 100 IU/mL penicillin and streptomycin in a humidified air with 5% CO2 at 37 °C. Cells were inoculated in a 96-well plate with a density of 5000 cells/well. After overnight incubation, the medium was\nreplaced with medium (without phenol red) containing\ndifferent concentrations of pRL, nano-RGP without\nPEGylation (RL), blank nano-vehicle (BL) and RGP, respectively. LPS was the positive control, while medium\nalone was set as the negative control. After 40-hr incuba-\ntion, CCK-8 solution was added to each well and further\nincubated for 2 hrs. The absorbance values were measured\nat 450nm.\nTable 1 Levels and Code of Variables Chosen for Box–Behnken Design\nFactors Code Levels and Range\n−1 0 1\nA (lipid-to-cholesterol molar ratio) X1 4:1 6:1 8:1\nB (addition of DSPE-PEG2000 (lipid molar ratio (%))\nX2 1% 5% 9%\nC (lipid to drug (w/w)) X3 5:1 10:1 15:1\nsubmit your manuscript | www.dovepress.com DovePress International Journal of Nanomedicine 2019:149364\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n5. 18\n8. 21\n7. 61\no n\n19 -D\nec -2\n01 9\nF or\np er\nso na\nl u se\no nl\ny.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nTo determine though which endocytic pathway pRL internalized into RAW264.7 cells, various endocytosis inhibitors were applied. Macrophage cells were planted at a density of 5000 cells/well in the 96-well plates and incubated in complete medium for 24 hrs. The cells were then washed with DHank’s twice, followed by preincubating at 37 °C for 1 hr with one of the following endocytosis inhibitors dissolved in serum-free DMEM: chlorpromazine (an endocytotic inhibitor of clathrin-mediated endocytosis), cytochalasin D (an endocytotic inhibitor of macropinocytosis-mediated endocytosis) or genistein (an inhibitor of caveolae-mediated endocytosis).25 Next, the medium was removed and replaced with complete DMEM containing drugs with different concentrations and different inhibitors for another 40hrs. The cell proliferation was evaluated using CCK-8 method.\nCytokine Assays RAW264.7 cell was cultured as 2.7. After 40-hr co-culture with different drugs, the cell culture supernatants were collected and assayed for IL-6, IL-12, IL-1β and TNF-α, using ELISA kits from Biolegend, according to manufacturer’s instructions with a BioTek Synergy HT Microplate Readers.\nCell Internalization Tests RAW264.7 cell was cultured as 2.7. Cells were inoculated in 6-well plate with a density of 105 cells/well and incubated in complete medium for 24 hrs. After being treated with DiD-labeled drugs for 2–6 hrs, the drug-containing medium was washed. To further determine subcellular distribution, LysoTracker-green (Invitrogen) was used to stain lysosomes after 4 hrs of DiD-labeled pRL incubation. The slides were observed under a confocal laser scanning microscope (Carl Zeiss). To obtain more quantitative and dynamic changes in cellular uptake, flow cytometry (BD FACSCantoTM, USA) was also employed to evaluate the cellular uptake of DiD-labeled pRL after incubated for 2 hrs, 4 hrs and 6 hrs.\nStatistical Analysis All values are expressed as the mean ± S.E. Statistical significant differences between groups were determined using one-way or two-way ANOVA following Tukey’s or Bonferroni post hoc comparison and Student’s t-test analysis using GraphPad Prism software (Version 6, San Diego, CA, USA). P<0.05 were considered as significant."
    }, {
      "heading" : "Results",
      "text" : "Statistical Analysis and Model Fitting Response surface methodology (RSM) is an effective statistical technique for developing, improving and optimizing complex processes. It allows a more efficient and easier arrangement to solve multivariable data, which are obtained from properly designed experiments to solve multivariable equations simultaneously. A 17-run BBD with three factors and three levels for fitting a secondorder response surface was applied to optimize the pRL preparation conditions. The experimental conditions and the EE of pRL according to the factorial design are shown in Table 2. These results also showed that the EE ranged from 80.01% to 94.56%. The maximum EE value (94.56%) was found in conditions of X1 = 6:1, X2 = 9% and X3 = 5:1. The values of the regression coefficients were calculated, and the response variable and test variables were related by the following second-order polynomial equation:\nNo. X1: Lipid-\ntoCholesterol Molar Ratio\nX2: Doses of DSPEPEG2000 X3: Lipid-toDrug Weight Ratio Response: EE (%) Predicted EE Practical EE\n1 −1 0 −1 90.86 86.31 2 1 −1 0 82.34 82.41 3 0 −1 −1 89.93 88.57 4 0 1 −1 92.86 94.56 5 −1 1 0 88.03 90.79 6 1 0 1 92.86 80.01 7 0 −1 1 88.05 80.05 8 0 0 0 93.60 91.55 9 −1 −1 0 87.41 90.48 10 0 0 0 92.86 92.02 11 0 1 1 92.86 87.51 12 0 0 0 89.19 92.26 13 −1 0 1 81.21 89.80 14 0 0 0 92.86 94.93 15 0 0 0 92.84 93.51 16 1 1 0 93.39 93.05 17 1 0 −1 78.91 92.23\nInternational Journal of Nanomedicine 2019:14 submit your manuscript | www.dovepress.com DovePress 9365\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n5. 18\n8. 21\n7. 61\no n\n19 -D\nec -2\n01 9\nF or\np er\nso na\nl u se\no nl\ny.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nvariance (ANOVA) for the response surface quadratic model is shown in Table 3. The determination coefficient (R2 = 0.9386), shown using ANOVA of the quadratic regression model, indicated that 93.86% of the variability in the response of EE could be explained using Eq. (2), which indicates that the model was adequate to predict within the range of experimental variables. The P-values were used as a tool to confirm the significance of each coefficient. Furthermore, the smaller the P-value, the more significant the corresponding coefficient.26 In this table, the linear coefficients (X2, X2, X3), a quadratic term coefficient (X1, 2 X3 2) and the interaction coefficient (X1 × X2, X1 × X3) were significant (P < 0.05). The other term coefficients (X2 × X3, X2 2) were not significant (P>0.05).\nThe full model filled Eq. (2) generated three-dimensional and contour plots to predict the relationships between the independent variables and dependent variables.\nOptimization of Preparation Condition The 3-D response surface and 2-D contour plots that are the graphical representations of regression equation obtained from the calculated response surface are indicated in Figure 1.\nThree independent response surface plots and their respective contour plots were shown, which made it convenient to analyze the relationship between the responses and experimental levels of each variable and the type of interactions between the two independent variables. The elliptical contours were obtained when there was a perfect interaction between the independent variables.27,28\nThe 3-D response surface and 2-D contour plots in Figure1A show the interaction effect of the lipid-tocholesterol molar ratio and the addition of DSPE-PEG2000 (lipid molar ratio (%)) on EE of pRL. When the lipid-tocholesterol molar ratio was between 6:1 and 8:1 and the addition amount of DSPE-PEG2000 was from 5% to 9%, the optimal EE was obtained.\nFigure1B shows the interaction effect of the lipid-tocholesterol molar ratio and the lipid-to-drug ratio. EE increased when the lipid-to-cholesterol molar ratio changed from 4:1 to 6:1 and then decreased when it was from 6:1 to 8:1. The maximum EE was found to be between 6:1 and 7:1. The change tendency of EE with the lipid-to-drug ratio was similar to that with the lipid-to-cholesterol molar ratio. The maximum EE was achieved when the ratio was around 7:1.\nThe 3-D response surface plot and contour plot in Figure 1C, which made EE as a function of the addition of DSPE-PEG2000 and lipid-to-drug ratio, indicated that the maximum EE was achieved when the addition of DSPE-PEG2000 ranged from 7% to 9%, and the lipid-todrug ratio was around 7:1.\nBy analyzing these 3-D response surface and their respective contour plots, it is convenient to understand the interactions between two independent variables and their optimum ranges. The optimum preparation conditions for pRL were as follows: lipid-to-cholesterol molar ratio of 8:1, the addition of DSPE-PEG2000 of 9% and the lipid-to-drug ration of 5.4:1. Under the above conditions, predicted values were 96.59% from fitted equations, slightly higher than that obtained from plots analysis.\nThe suitability of the model equation for predicting the optimum response values was tested using the recommended optimum conditions. Four confirmation experiments were conducted under the optimized conditions, and then responses were measured. The mean EE obtained was 95.81±1.58% (n=4). The results indicated that the RSM approach was effective for optimizing the conditions for the preparation of pRL.\nUnder optimal conditions, the characterization, lyophilisation method and immunological activity pRL were further investigated.\nTable 3 ANOVA for Response Surface Quadratic Model\nSource Sum of\nSquares\ndf Mean\nSquare\nF Value P Value\nModel 342.02 9 38.00 18.24 0.0005\nSignificant\nA 11.72 1 11.72 5.63 0.0495\nB 74.37 1 74.37 35.70 0.0006\nC 73.81 1 73.81 35.44 0.0006\nAB 26.63 1 26.63 12.79 0.0090\nAC 61.73 1 61.73 29.63 0.0010\nBC 0.54 1 0.54 0.26 0.6252\nA2 19.03 1 19.03 9.14 0.0193\nB2 10.05 1 10.05 4.82 0.0641\nC2 55.81 1 55.81 26.79 0.0013\nResidual 14.58 7 2.08\nLack of fit 7.12 3 2.37 1.27 0.3971 not\nsignificant\nPure error 7.46 4 1.87\nCor total 356.60 16\nNotes: R2=0.9591, RAdj 2=0.9065, RPred 2=0.6480.\nsubmit your manuscript | www.dovepress.com DovePress International Journal of Nanomedicine 2019:149366\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n5. 18\n8. 21\n7. 61\no n\n19 -D\nec -2\n01 9\nF or\np er\nso na\nl u se\no nl\ny.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nCharacterization of pRL The macroscopic appearance of pRL formulation showed a homogeneous translucent solution. The color looked like cappuccino due to the drug. The morphology of pRL was observed though H-7650 transmission electron microscope (Figure 2A). The pRL appeared as a spherical particle with\nFigure 1 2-D contour plots and 3-D response surface plots showing the effects of various parameters on EE. (A and B) The effects of X1 and X2 on EE. (C and D) The effects of X1 and X3 on EE. (E and F) The effects of X2 and X3 on EE. Abbreviations: X1, lipid-to-cholesterol molar ratio; X2, doses of DSPE-PEG2000; X3, lipid-to-drug weight ratio; EE, encapsulation efficiency.\nInternational Journal of Nanomedicine 2019:14 submit your manuscript | www.dovepress.com DovePress 9367\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n5. 18\n8. 21\n7. 61\no n\n19 -D\nec -2\n01 9\nF or\np er\nso na\nl u se\no nl\ny.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nuniform size. The particle diameter for pRL was 31.98 ± 2.6 nm, and the PDI value was 0.208 (Figure 2B).\nOptimization of Lyophilisation Method After the optimal preparation method for pRL was obtained, the resulting formulation was used to develop a suitable dry powder for long-time storage. Freeze-drying is presently used to achieve long-term stability of nanoparticles as drug carrier systems. Under appropriate lyoprotective conditions, nano-carriers should maintain their vesicle size and drugs should remain inside the carrier following freeze-drying and rehydration.\nThe lyophilisation processes of pRL in the presence of various sugar-based lyoprotectants were compared in order to better enhance the physical stability of our nano-adjuvant. As\nshown in Table 4, the formability and redispersibility after the lyophilisate reconstitution were evaluated. Lactose, sucrose\nand mycose were chosen for further dose optimization.\nFigure 2 Particle size and morphology of the optimized pRL. (A) Morphology of the pRL observed by TEM. (B) Particle size of the optimized pRL was measured by DLS. Abbreviations: pRL, PEGylation nano-RGP; DLS, dynamic light scattering; TEM, transmission electron microscopy.\nTable 4 The Effects of Different Lyoprotectants on Formability and Redispersibility of the Lyophilized pRL\nCryoprotectant Formability Redispersibility\nLactose +++ ++++ Sucrose ++++ ++++ Mannitose ++ + Mycose ++++ ++++ Sorbitol + ++ Glucose + +++ Xylitol + +++\nAbbreviation: pRL, PEGylation nano-RGP.\nsubmit your manuscript | www.dovepress.com DovePress International Journal of Nanomedicine 2019:149368\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n5. 18\n8. 21\n7. 61\no n\n19 -D\nec -2\n01 9\nF or\np er\nso na\nl u se\no nl\ny.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nThe lyoprotectant-to-lipid ratio was set at 1:1, 2:1, 3:1 and 4:1. The EE after lyophilisation is listed in Table 5.\nAlso, the drug retention rate was calculated. From the\nresult, it is observed that lactose was the optimal lyoprotectant, and the best sugar-to-lipid ratio was 2:1.\npRL Showed Enhanced Macrophages Proliferation Efficiency Macrophages are a group of heterogeneous cells of the\ninnate immune system. Their purpose is to maintain tissue homeostasis and act as immune sentinels. They sense\nstructures that contain exogenous or endogenous patho-\ngen-associated molecular patterns and initiate the early\npromotion of an immune response through the secretion of pro-inflammatory cytokines.22,29\nTo investigate the immunological activity of pRL, the effect on macrophages (RAW 264.7) proliferation was mea-\nsured by CCK-8 assay. The proliferation of RAW264.7 cells\nwas tested in the presence of pRL, RL, RGP and BL, respec-\ntively. All the drugs were in the same drug concentration range (12.5–200 µg/mL) and co-cultured with RAW 264.7\nfor 40hrs. OD450nm was used as the index for cell proliferation. The results revealed that pRL promoted macrophages\nproliferation in a dose-dependent manner within 12.5 to 100 µg/mL. Its OD450nm value was significantly higher than that of RL at the concentration between 50 and 100 µg/mL\n(P<0.01) (Figure 3A).\npRL Increased Macrophage Cytokine Production with M1 Polarization Characteristics Next, we analyzed the pro-inflammatory cytokines induced by pRL, RL, RGP and BL. We incubated pRL, RL, RGP and BL with RAW264.7 cells for 24 hrs and examined the production of IL-6, IL-12, IL-1β and TNF-α by ELISA. LPSwas set as positive control and BC was the blank control.\nOur results showed that the secretion of IL-6, IL-12, IL-1β and TNF-α stimulated by pRL significantly increased compared with RL at the same concentration (Figure 3B–E). According to the fact that high production levels of pro-inflammatory are the character of M1 phenotype macrophage,30 the results thus indicated that pRLstimulated macrophage showed M1 polarization.\npRL Internalized into Macrophage Through Macropinocytosis- and Caveolae-Mediated Endocytosis and Showed Enhanced Cellular Uptake To understand the mechanisms underlying the enhanced proliferation activity of pRL, we first inspected their uptake in RAW264.7 cells using confocal laser scanning microscopy (Figure 4A). After 2-hr treatment, RL mainly accumulated on the cell membrane, and by contrast, pRL effectively entered RAW264.7 cells and led to substantial intracellular drug accumulation. To show the subcellular location of our nanocarriers, the lysosomes were stained with lysotracker (green fluorescence), and the results showed that the DiD fluorescence was partly colocalized with lysotracker, indicating that pRL was internalized and entered the lysosomes. This enhanced cellular uptake of pRL in RAW264.7 cells was further confirmed by flow cytometry. The pRL effectively internalized and accumulated in a time-dependent manner (Figure 4B and C). And it is significantly higher than that of RL at the same time point. BL hardly showed any cellular uptake during the same period, and it may due to the absence of promotion efficiency of RGP. Collectively, these results suggested that PEGylation and RGP synergistically promoted pRL entery into RAW264.7 cells via a rapid and efficient internalization.\nThe Endocytic Pathway of pRL Promoted Cell Proliferation To further uncover the mechanism of pRL entery into RAW264.7, various endocytosis inhibitors were used to\nTable 5 Comparision of the EE and the Retention Rate Under Different Lipid-to-Cryoprotectant Ratios\nLipid: Cryoprotectant EE After Lyophilization\n(%)\nRetention Rate (%)\nLactose 1:1 91.67±3.02 97.41±2.90\n2:1 92.49±1.15 99.08±1.31 3:1 86.00±3.82 92.43±4.10 4:1 88.82±4.16 95.46±4.47\nMycose 1:1 91.26±6.68 95.67±6.53 2:1 89.19±5.10 95.86±5.49\n3:1 80.87±5.87 86.92±6.31 4:1 79.73±10.48 85.68±1.26\nSucrose 1:1 59.10±10.82 63.51±1.63\n2:1 60.43±8.34 64.94±8.96 3:1 73.51±1.17 78.99±1.26 4:1 70.23±1.19 75.47±1.28\nAbbreviation: EE, encapsulation efficiency.\nInternational Journal of Nanomedicine 2019:14 submit your manuscript | www.dovepress.com DovePress 9369\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n5. 18\n8. 21\n7. 61\no n\n19 -D\nec -2\n01 9\nF or\np er\nso na\nl u se\no nl\ny.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nblock the different pathways. Cytochalasin D (an inhibitor of macropinocytosis-dependent endocytosis) and genistein (an inhibitor of caveolae-mediated endocytosis) significantly inhibited the proliferation promotion effect of pRL in a dosedependent manner, whereas chlorpromazine, an inhibitor of clathrin-mediated endocytosis, did not show any notable\nO D\n4 5\n0 n m O D 4 5 0 n m\nC\nD E\nA\nB\nFigure 3 (A) Cell viability of RAW264.7 in the stimulation of pRL, RL, BL and RGP at 450nm. LPS was the positive control and the BC was the negative control. (B-E) The effects of pRL on the secretion of IL-6, IL-12, IL-1β and TNF-α. (**P<0.01). Abbreviations: pRL, PEGylation nano-RGP; RL, nano-RGP without PEGylation; BL, blank nano-vehicle; RGP, Rehmannia glutinosa polysaccharide; LPS, lipopolysaccharide; BC, blank control.\nsubmit your manuscript | www.dovepress.com DovePress International Journal of Nanomedicine 2019:149370\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n5. 18\n8. 21\n7. 61\no n\n19 -D\nec -2\n01 9\nF or\np er\nso na\nl u se\no nl\ny.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\ninhibition on the cellular proliferation promotion effect\n(Figure 5). All the inhibitors themselves did not show any\ninhibition effects. The results suggested that macropinocytosis-dependent endocytosis and caveolae-mediated endocyto-\nsis were the main uptake mechanisms by which pRL could\nsuccessfully internalize into RAW264.7 cells, contributing to\nthe effective cell proliferation promotion."
    }, {
      "heading" : "Discussion",
      "text" : "Using engineering self-assembled nano-carriers to package\nantigen and immunopotentiator is a prospective strategy to improve immune activity.31–33 RGP is the main ingredient of\nR. glutinosa working as an immunopotentiator. In order to achieve sustained release and enhance the delivery perfor-\nmance, the hydrophobic interaction–based assemble of lipid\nnano-carrier was chosen to protect the active ingredient.\nMoreover, PEGylation has been employed in this study for\nthe favorable pharmacokinetic consequences.\nIn our present study, self-assembled PEGylation nanoadjuvant based on R. glutinosa polysaccharide was prepared by thin film hydration method combined with ultra-sonication technique. Many factors could influence the drug encapsulation of pRL, such as lipid-to-cholesterol molar ratio, the\naddition method of DSPE-PEG2000, the addition of DSPEPEG2000, lipid-to-drug ratio, sonication time, rotavap time and so on. Single-factor experiments have been used to set process variables, but they are time-consuming for obtaining\nthe desired conditions. While, RSM, an effective statistical technique for building empirical models, analyzes the influ-\nence and importance of independent variables to one or several dependent variables to improve a process and obtain an opti-\nmal response. Multivariate experiments usually reduce the\nnumber of assays needed to optimize the process than those obtained by univariate strategies.34 RSM has been widely applied in optimizing many different process variables.18,35,36 BBD, one of RSM, only has three levels and needs fewer experiments. It is more efficient and easier to arrange and to\nFigure 4 Cellular uptake of RAW264.7 cell lines. (A) The intracellular uptake and subcellular distribution of DiD-labeled pRL (50 μg/mL) were investigated after 4hr incubation under the confocal (Green: LysoTracker) (upper line: the scale bar is 50 μm. Lower line: the scale bar is 20 μm). (B) The intracellular uptake of DiDlabeled pRL was quantified by flow cytometry. (C) The quantification data of the flow cytometry results (***P<0.001). Abbreviation: pRL, PEGylation nano-RGP.\nInternational Journal of Nanomedicine 2019:14 submit your manuscript | www.dovepress.com DovePress 9371\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n5. 18\n8. 21\n7. 61\no n\n19 -D\nec -2\n01 9\nF or\np er\nso na\nl u se\no nl\ny.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\ninterpret experiments in comparison with others and widely used bymany studies.19 Herein, it was applied in the optimization of pRL preparation. Establishing the best preparation process is the first and the most important step for developing a novel nano-adjuvant. The size, shape, hydrophobicity and surface modification are the main factors that influence the interactions between nano-adjuvants and the immune system.37 pRL in the present study appeared as a spherical particle with a compact structure, whose diameter was only 31.98 nm. According to our previous study, the size of RL without PEG was more than 100 nm.38\nThe internalization of nano-carriers in certain cells was highly dependent on size, with the maximum rate of uptake and intracellular concentration occurring within the 25–50 nm size range.39,40 Our results were consistent with these reports. It showed that after the same incubation time, pRL was particularly evident within lysosomes of macrophages, while RL showed a considerable reduction in cellular uptake. At the same time, BL also decreased cell internalization, which may be due to the lack of synergistic effect of RGP. Due to the size-dependent internalization, the result of cell proliferation further confirmed that the promotion efficacy of pRL on macrophage proliferation was significantly better\nthan that of RL. Moreover, the secretion of cytokines was also significantly increased under the stimulation of pRL compared with RL. The cytokines include IL-6, IL-12, IL1β and TNF-α, which are one of the characteristic indicators of macrophage M1 polarization. Macrophage polarization is most commonly controlled via exposure to biochemical factors. Recent advances in biomaterial science have identified that biomaterials can be designed to steer macrophage polarity and leveraged to instruct the host’s immune response.41 Our recent study demonstrated that pRL is a potent inducer of the M1 phenotype.\nThe optimization and character study of pRL laid a good foundation for the following in vitro experiments. In order to illuminate how pRL work on macrophages, three different endocytosis inhibitors were applied on RAW264.7. The inhibitors of macropinocytosis-dependent endocytosis and caveolae-mediated endocytosis showed significant inhibition effect of pRL’s proliferation promotion effect on RAW264.7. It can be concluded that pRL entered macrophages and exhibited its immunological function via macropinocytosisdependent as well as caveolae-mediated endocytosis.\nPEGylation made our nano-self-assembled lipid adjuvant more compact and stable. And it also improved the\nA B\nC\nFigure 5 pRL internalized cell via the macropinocytosis- and caveolae-mediated endocytotic pathway. The changes in cell viability by cytochalasin D (A), genistein (B) and chlorpromazine (C) were measured by CCK-8 method (*P<0.05, ***P<0.001). Abbreviation: pRL, PEGylation nano-RGP.\nsubmit your manuscript | www.dovepress.com DovePress International Journal of Nanomedicine 2019:149372\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n5. 18\n8. 21\n7. 61\no n\n19 -D\nec -2\n01 9\nF or\np er\nso na\nl u se\no nl\ny.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nimmunological efficiency of our nano-adjuvant on the macrophage. To obtain long-time storage and achieve longterm stability, lyophilization has been chosen as a promising approach to render the nano-formulation without compromising their size or encapsulation capacity.42 However, PEG-shell alone was not sufficient to protect our nanoadjuvant upon lyophilization; thus, it was necessary to add cryoprotectants for protecting pRL during dehydration. For those PEGylated nano-self-assembled lipid adjuvants, the compatibility between the lyoprotectants and PEG might influence the protective effect. The protective effect may also be ascribed to the interaction between sugars and phospholipids. According to our results, lactose, sucrose and mycose were suitable lyoprotectants, as it showed better formability and redispersibility of the lyophilized pRL. It might attribute to the fact that lactose, sucrose and mycose are compatible with PEG, whereas other sugars are incompatible with PEG. It is consistent with previous reports by Hinrichs43 and Yang.44 Besides the type of lyoprotectants, the lyoprotectant-to-lipid ratio also affects the lyophilization. Our result showed that when the lactose-tolipid ratio was 2:1, the EE of the drug was 92.49 ± 1.15%, which was the highest compared with others and the drug retention was nearly 100% (99.08 ± 1.31%).\nIn conclusion, our present study has developed a nano-selfassembled lipid adjuvant based on R. glutinosa polysaccharide. The self-assembly offers a unique opportunity to generate simple, well-defined materials with precise control over parameters like shape, size, charge and both relative and absolute loading of drugs. The preparation condition of pRLwas optimized in order to obtain a nano-formulation with stable properties and satisfactory immunological function. The optimum preparation condition for pRL was the lipid-to-cholesterol molar ratio of 8:1, the addition of DSPE-PEG2000 of 9% and the lipid-to-drug ratio of 5.4:1. Under the above conditions, the experimental EE was 95.81%. Based on the results, lyophilization protectant types on the quality of pRL were evaluated. The optimal lyoprotectant was determined as lactose with a 2:1 sugar-to-lipid ratio.\nIn this study, a particular emphasis has also been placed on the immunological function of the PEGylation nanoadjuvant on the macrophages. Our results indicated that pRL could significantly promote macrophage proliferation and increase its proinflammatory cytokine production, which made pRL a potent inducer of M1 phenotype polarization. Macrophages stimulated by pRL showed enhanced phagocytosis activation compared with that of the nanopolysaccharide without PEGylation during the same time. From our results, pRL internalized macrophages through\nmacropinocytosis-dependent endocytosis and caveolaemediated endocytosis, which might contribute to its better immunological performance.\nTaken together, our study indicated that the immunological enhancement of RL was significantly enhanced after PEGylation, which made it a better immune adjuvant and provided a theoretical basis for further experiments in vivo."
    }, {
      "heading" : "Acknowledgment",
      "text" : "The project was supported by the China Agricultural Research System (No. nycytx-44-3-2), Key Research and Development Plan of Zhejiang Province (No. 2016C02054-10), the Talents Training Program of Zhejiang Academy of Agricultural Sciences (No. 2018R22R08E02), Zhejiang Basic Public Welfare Research Program (Agriculture and Rural Project) (LGN20C180003), and the National Natural Science Foundation (No.31402241)."
    }, {
      "heading" : "Disclosure",
      "text" : "The authors report no conflicts of interest in this work."
    } ],
    "references" : [ {
      "title" : "Engineering immunomodulatory biomaterials to tune the inflammatory response",
      "author" : [ "A Vishwakarma", "NS Bhise", "MB Evangelista", "J Rouwkema", "MR Dokmeci", "AM. Ghaemmaghami" ],
      "venue" : "Trends Biotechnol",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2016
    }, {
      "title" : "Self-assembling peptide-based building blocks in medical applications",
      "author" : [ "H Acar", "S Srivastava", "EJ Chung" ],
      "venue" : "Adv Drug Deliver Rev. 2017;110:65–79",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2016
    }, {
      "title" : "Recent advances in self-assembled peptides: implications for targeted drug delivery and vaccine engineering",
      "author" : [ "S Eskandari", "T Guerin", "IS Toth", "RJ. Stephenson" ],
      "venue" : "Adv Drug Deliver Rev. 2017;110:169–187",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2016
    }, {
      "title" : "PEGylated nanomedicines: recent progress and remaining concerns",
      "author" : [ "D Vllasaliu", "R Fowler", "S. Stolnik" ],
      "venue" : "Expert Opin Drug Del. 2013;11:1–16",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2014
    }, {
      "title" : "The impact of PEGylation on biological therapies. BioDrugs",
      "author" : [ "FM Veronese", "A. Mero" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2050
    }, {
      "title" : "A review of current nanoparticle and targeting moieties for the delivery of cancer therapeutics",
      "author" : [ "SD Steichen", "MC Moore", "AP. Nicholas" ],
      "venue" : "Euro J Pharm Sci",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2012
    }, {
      "title" : "Conjugation of PEG-hexadecane markedly increases the immunogenicity of pneumococcal polysaccharide conjugate vaccine. Vaccine",
      "author" : [ "X Chang", "W Yu", "S Ji", "L Shen", "A Tan", "T. Hu" ],
      "venue" : null,
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2017
    }, {
      "title" : "PEGylation of cationic liposomes encapsulating soluble leishmania antigens reduces the adjuvant efficacy of liposomes in murine model. Parasite Immunol",
      "author" : [ "H Naseri", "F Eskandari", "M Jaafari", "A Khamesipour", "A Abbasi", "A. Badiee" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2017
    }, {
      "title" : "PEGylation of a TLR2-agonistbased vaccine delivery system improves antigen trafficking and the magnitude of ensuing antiobody and CD8+ T cell responses",
      "author" : [ "T Sekiya", "J Yamagishi", "JHV Gray" ],
      "venue" : "Biomaterials. 2017;137:61–72",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2017
    }, {
      "title" : "Immunoenhancement effect of rehmannia glutinosa polysaccharide on lymphocyte proliferation and dendritic cell",
      "author" : [ "Y Huang", "C Jiang", "Y Hu" ],
      "venue" : "Carbohydr Polym. 2013;96:516–521",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2019
    }, {
      "title" : "Rehmannia glutinosa polysaccharide induces maturation of murine bone marrow derived dendritic cells (BMDCs)",
      "author" : [ "Z Zhang", "Y Meng", "Y Guo" ],
      "venue" : "Int J Biol Macromol. 2013;54:136–143",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2012
    }, {
      "title" : "Rehmannia glutinosa polysaccharide promoted activation of human dendritic cells",
      "author" : [ "Y Wang", "M Kwak", "PCW Lee", "JO. Jin" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2018
    }, {
      "title" : "The effects of rehmannia glutinosa polysaccharide on immune function of mice",
      "author" : [ "H Li", "T Hong", "H Jiang", "S Liu", "L. Di" ],
      "venue" : "7th International Conference on Information Technology in Medicine and Education (ITME)",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2015
    }, {
      "title" : "Rehmannia glutinosa polysaccharide induces toll-like receptor 4 dependent spleen dendritic cell maturation and anti-cancer immunity",
      "author" : [ "L Xu", "M Kwak", "W Zhang", "L Zeng", "PC Lee", "JO. Jin" ],
      "venue" : "Oncoimmunol. 2017;6(7):",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2017
    }, {
      "title" : "Rehmannia glutinosa polysaccharide induced an anti-cancer effect by activating natural killer cells",
      "author" : [ "L Xu", "W Zhang", "L Zeng", "JO. Jin" ],
      "venue" : "Int J Biol Macromol",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2017
    }, {
      "title" : "Rehmannia glutinosa polysaccharide functions as a mucosal adjuvant to induce dendritic cell activation in mediastinal lymph node",
      "author" : [ "M Kwak", "K Yu", "PC Lee", "JO. Jin" ],
      "venue" : "Int J Biol Macromol",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2018
    }, {
      "title" : "Effects of Rehmannia glutinosa on growth performance, immunological parameters and disease resistance to Aeromonas hydrophila in common carp (Cyprinus carpio L.)",
      "author" : [ "JL Wang", "X Meng", "RH Lu" ],
      "venue" : "Aquaculture. 2015;435(1):293–300",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2014
    }, {
      "title" : "Optimization of convective drying by response surface methodology",
      "author" : [ "H Majdia", "JA Esfahania", "M. Mohebbi" ],
      "venue" : "Comput Electron Agr",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2018
    }, {
      "title" : "Natural astaxanthin encapsulation: use of response surface methodology for the design of alginate beads",
      "author" : [ "I Niizawa", "BY Espinaco", "SE Zorrilla", "GA. Sihufe" ],
      "venue" : "Int J Biol Macromol. 2019;121:601–608",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2018
    }, {
      "title" : "Immunogene therapy with fusogenic nanoparticles modulates macrophage response to Staphylococcus aureus",
      "author" : [ "B Kim", "HB Pang", "J Kang", "JH Park", "E Ruoslahti", "MJ. Sailor" ],
      "venue" : "Nat Commun. 2018;9:1969",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 1969
    }, {
      "title" : "Mannose-decorated hybrid nanoparticles for enhanced macrophage targeting",
      "author" : [ "E Hatami", "Y Mu", "DN Shields" ],
      "venue" : "BB Reports",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2019
    }, {
      "title" : "Serine metabolism supports macrophage IL-1β production",
      "author" : [ "AE Rodriguez", "GS Ducker", "LK Billingham" ],
      "venue" : "Cell Metab",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2019
    }, {
      "title" : "Macrophage plasticity, polarization, and function in health and disease",
      "author" : [ "A Shapouri-Moghaddam", "S Mohammadian", "H Vazini" ],
      "venue" : "J Cell Physiol. 2018;233:6425–6440",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2018
    }, {
      "title" : "Preparation of glycyrrhetinic acid liposomes using lyophilization monophase solution method: preformulation, optimization, and in vitro evaluation",
      "author" : [ "T Liu", "W Zhu", "C Han" ],
      "venue" : "Nanoscale Res Lett. 2018;13:324",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2018
    }, {
      "title" : "Anticancer drug nanomicelles formed by self-assembling amphiphilic dendrimer to combat cancer drug resistance",
      "author" : [ "T Wei", "C Chen", "J Liu" ],
      "venue" : "P Natl Acad Sci USA. 2015;112(10):2978–2983",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2015
    }, {
      "title" : "Development of liposomal Ganoderma lucidum polysaccharide: formulation optimization and evaluation of its immunological activity",
      "author" : [ "Z Liu", "X Ma", "B Deng" ],
      "venue" : "Carbohydr Polym",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2014
    }, {
      "title" : "Optimization of hydrolysis conditions for the production of glucomanno-oligosaccharides from konjac using-mannanase by response surface methodology",
      "author" : [ "J Chen", "D Liu", "B Shi", "H Wang", "Y Cheng", "W. Zhang" ],
      "venue" : "Carbohydr Polym",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2012
    }, {
      "title" : "Optimization of enzyme assisted extraction of polysaccharides from Tricholoma matsutake by response surface methodology",
      "author" : [ "X Yin", "Q You", "Z. Jiang" ],
      "venue" : "Carbohydr Polym. 2011;86(3):1358–1364",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2011
    }, {
      "title" : "Redoxsignals and macrophage biology",
      "author" : [ "A Weigert", "A Knethen", "D Fuhrmann", "N Dehne", "B. Brune" ],
      "venue" : "Mol Aspects Med",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2018
    }, {
      "title" : "Biomaterial based modulation of macrophage polarization: a review and suggested design principles",
      "author" : [ "R Sridharan", "AR Cameron", "DJ Kelly", "CJ Kearney", "FJ. O’Brien" ],
      "venue" : "Mater Today",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2015
    }, {
      "title" : "Nanoparticle conjugation of CpG enhances adjuvancy for cellular immunity and memory recall at low dose",
      "author" : [ "AD Titta", "M Ballester", "Z Julier" ],
      "venue" : "P Natl Acad Sci USA",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 1990
    }, {
      "title" : "Engineering polymer hydrogel nanoparticles for lymph nodetargeted delivery",
      "author" : [ "SD Koker", "J Cui", "N Vanparijs" ],
      "venue" : "Angew Chem Int Edit",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2015
    }, {
      "title" : "Cationic micelle delivery of Trp2 peptide for efficient lymphatic draining and enhanced cytotoxic T-lymphocyte responses",
      "author" : [ "Q Zeng", "H Jiang", "T Wang", "Z Zhang", "T Gong", "X. Sun" ],
      "venue" : "J Control Release",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2014
    }, {
      "title" : "Response Surface Methodology: Process and Product Optimization Using Designed Experiments",
      "author" : [ "RH Myers", "DC Montgomery", "CM. Anderson-Cook" ],
      "venue" : null,
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2016
    }, {
      "title" : "Optimization of ultrasonic extraction of polysaccharides from dried longan pulp using response surface methodology",
      "author" : [ "K Zhong", "Q. Wang" ],
      "venue" : "Carbohydr Polym. 2010;80:19–25",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2009
    }, {
      "title" : "Use of response surface methodology for optimization of fluoride adsorption in an aqueous solution by brushite",
      "author" : [ "M Mourabet", "A El Rhilassi", "H El Boujaady", "M Bennani-Ziatni", "A. Taitai" ],
      "venue" : "Arab J Chem. 2017;10:S3292–S3302",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2013
    }, {
      "title" : "Effects of engineered nanoparticles on the innate immune system",
      "author" : [ "Y Liu", "J Hardie", "X Zhang", "VM. Rotello" ],
      "venue" : "Semin Immunol",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2017
    }, {
      "title" : "Optimization on preparation conditions of Rehmannia glutinosa polysaccharide liposome and its immunological activity",
      "author" : [ "Y Huang", "C Wu", "Z Liu" ],
      "venue" : "Carbohydr Polym. 2014;104:118–126",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2014
    }, {
      "title" : "Nanoparticle-mediated cellular response is size-dependent",
      "author" : [ "W Jiang", "BY Kim", "JT Rutka", "WC. Chan" ],
      "venue" : "Nat Nanotechnol",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2008
    }, {
      "title" : "The effect of nanoparticle size, shape, and surface chemistry on biological systems",
      "author" : [ "A Albanese", "PS Tang", "WC. Chan" ],
      "venue" : "Annu Rev Biomed Eng. 2012;14:1–16",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2012
    }, {
      "title" : "Integrin-mediated interactions control macrophage polarization in 3D hydrogels",
      "author" : [ "BH Cha", "SR Shin", "J Leijten" ],
      "venue" : "Adv Healthc Mater. 2017;6:1700289",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2017
    }, {
      "title" : "Preparation, characterization and in vitro evaluation of sterically stabilized liposome containing a naphthalenediimide derivative as anticancer agent",
      "author" : [ "A Parise", "A Milelli", "V Tumiatti", "A Minarini", "P Neviani", "G. Zuccari" ],
      "venue" : "Drug Deliv. 2015;22:590–597",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2013
    }, {
      "title" : "Inulin is a promising cryo- and lyoprotectant for PEGylated lipoplexes",
      "author" : [ "WL Hinrichs", "NN Sanders", "DSC Smedt", "J Demeester", "HW. Frijlink" ],
      "venue" : "J Control Release. 2005;103:465–479",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2004
    }, {
      "title" : "Enhanced solubility and stability of PEGylated liposomal paclitaxel: in vitro and in vivo evaluation",
      "author" : [ "T Yang", "FD Cui", "MK Choi" ],
      "venue" : "Int J Pharmaceut",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2007
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "to generate well-controlled nanoparticles from a diverse range of molecular building blocks, such as lipids, synthetic polymers and peptides.(2,3) Taking advantage of nanoparticles' immunomodulatory properties, various nano-adjuvants have been researched and developed, but the translation from bench studies to clinical use has seen relatively little success.",
      "startOffset" : 141,
      "endOffset" : 146
    }, {
      "referenceID" : 2,
      "context" : "to generate well-controlled nanoparticles from a diverse range of molecular building blocks, such as lipids, synthetic polymers and peptides.(2,3) Taking advantage of nanoparticles' immunomodulatory properties, various nano-adjuvants have been researched and developed, but the translation from bench studies to clinical use has seen relatively little success.",
      "startOffset" : 141,
      "endOffset" : 146
    }, {
      "referenceID" : 6,
      "context" : "The conjugated PEG-hexadecane has a stimulatory adjuvant activity to potentiate a robust humoral and cellular immunity.(7) Incorporation of a small amount of PEG into DOTAP liposomes not only increased the passive lymph nodes targeting of liposomes, but also improved the efficiency of the vaccines.",
      "startOffset" : 119,
      "endOffset" : 122
    }, {
      "referenceID" : 7,
      "context" : "Incorporation of a small amount of PEG into DOTAP liposomes not only increased the passive lymph nodes targeting of liposomes, but also improved the efficiency of the vaccines.(8) PEGylation of lipopeptide R4Pam2Cys facilitated antigen uptake and presentation to T cells and showed improved antigen-specific CD8 T-cell response.",
      "startOffset" : 176,
      "endOffset" : 179
    }, {
      "referenceID" : 8,
      "context" : "PEGylation of lipopeptide R4Pam2Cys facilitated antigen uptake and presentation to T cells and showed improved antigen-specific CD8 T-cell response.(9) In order to benefit from PEGylation, herein, we use the hydrophobic interaction between lipid to form the nano-carrier, and embellish it withDSPE-PEG2000 for a better immunological performance.",
      "startOffset" : 148,
      "endOffset" : 151
    }, {
      "referenceID" : 9,
      "context" : "According to the literature, RGP significantly upregulated lymphocyte proliferation and its cytokine production.(10) Study of RGP on both mouse bone marrow-derived dendritic cells (BMDCs) and human DCs demonstrated that RGP could effectively stimulate the maturation and activation of the DCs.",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 12,
      "context" : "Research on the immune function of mice showed that RGP could increase the indexes of immune organs and ameliorate the swelling of mouse toes, increase the lymphocyte proliferation responses and enhance peritoneal macrophage phagocytosis.(13) It was also found that RGP induced maturation of DCs and activation of T cells and natural killer cells in the mouse in vivo; consequently, the RGP could function as an adjuvant for the treatment of cancer by immunotherapy.",
      "startOffset" : 238,
      "endOffset" : 242
    }, {
      "referenceID" : 13,
      "context" : "It was also found that RGP induced maturation of DCs and activation of T cells and natural killer cells in the mouse in vivo; consequently, the RGP could function as an adjuvant for the treatment of cancer by immunotherapy.(14,15) As a mucosal adjuvant, RGP could effectively increase the number of DCs in the mediastinal lymph node (mLN), the concentration of pro-inflammatory cytokines in the lung and IFN-γ and TNFα production in the mLN T cells.",
      "startOffset" : 223,
      "endOffset" : 230
    }, {
      "referenceID" : 14,
      "context" : "It was also found that RGP induced maturation of DCs and activation of T cells and natural killer cells in the mouse in vivo; consequently, the RGP could function as an adjuvant for the treatment of cancer by immunotherapy.(14,15) As a mucosal adjuvant, RGP could effectively increase the number of DCs in the mediastinal lymph node (mLN), the concentration of pro-inflammatory cytokines in the lung and IFN-γ and TNFα production in the mLN T cells.",
      "startOffset" : 223,
      "endOffset" : 230
    }, {
      "referenceID" : 15,
      "context" : "As a mucosal adjuvant, RGP could effectively increase the number of DCs in the mediastinal lymph node (mLN), the concentration of pro-inflammatory cytokines in the lung and IFN-γ and TNFα production in the mLN T cells.(16) RGP could also promote the growth rate and strengthen the immune ability in common carp, which suggested that it could be a promising feed additive for C.",
      "startOffset" : 218,
      "endOffset" : 222
    }, {
      "referenceID" : 16,
      "context" : "carpio in aquaculture.(17) Although the confirmed immune profile of RGP, however, when directly applied for clinical, RGP has many disadvantages, such as fast metabolism, short action time, poor targeting effect, large clinical dosage, etc.",
      "startOffset" : 22,
      "endOffset" : 26
    }, {
      "referenceID" : 17,
      "context" : "In this study, the preparation conditions of pRL were optimized with response surface methodology (RSM), which is a collection of statistical and mathematical methods used to evaluate complex relationships between multiple parameters and their responses and to identify response optimizing factor combination with a less laborious and reduced number of experimental trials.(18,19) The immunological function of pRL on macrophage was investigated afterwards.",
      "startOffset" : 373,
      "endOffset" : 380
    }, {
      "referenceID" : 18,
      "context" : "In this study, the preparation conditions of pRL were optimized with response surface methodology (RSM), which is a collection of statistical and mathematical methods used to evaluate complex relationships between multiple parameters and their responses and to identify response optimizing factor combination with a less laborious and reduced number of experimental trials.(18,19) The immunological function of pRL on macrophage was investigated afterwards.",
      "startOffset" : 373,
      "endOffset" : 380
    }, {
      "referenceID" : 19,
      "context" : "Two major macrophage sub-populations with different functions include classically activated immune stimulatory phagocytes M1 and alternatively activated anti-inflammatory phagocytic M2 macrophages, which have been reported.(20,21) Functionally, M1 macrophages participate in the removal of pathogens during infection.",
      "startOffset" : 223,
      "endOffset" : 230
    }, {
      "referenceID" : 20,
      "context" : "Two major macrophage sub-populations with different functions include classically activated immune stimulatory phagocytes M1 and alternatively activated anti-inflammatory phagocytic M2 macrophages, which have been reported.(20,21) Functionally, M1 macrophages participate in the removal of pathogens during infection.",
      "startOffset" : 223,
      "endOffset" : 230
    }, {
      "referenceID" : 21,
      "context" : "They are involved in phagocytosis of invasive pathogens and other extracellular particles and produce high levels of proinflammatory cytokines.(22,23) The aim of our present study was to establish the optimum conditions of preparing the pRL and its optimal lyophilization method.",
      "startOffset" : 143,
      "endOffset" : 150
    }, {
      "referenceID" : 22,
      "context" : "They are involved in phagocytosis of invasive pathogens and other extracellular particles and produce high levels of proinflammatory cytokines.(22,23) The aim of our present study was to establish the optimum conditions of preparing the pRL and its optimal lyophilization method.",
      "startOffset" : 143,
      "endOffset" : 150
    }, {
      "referenceID" : 24,
      "context" : "The cells were then washed with DHank’s twice, followed by preincubating at 37 °C for 1 hr with one of the following endocytosis inhibitors dissolved in serum-free DMEM: chlorpromazine (an endocytotic inhibitor of clathrin-mediated endocytosis), cytochalasin D (an endocytotic inhibitor of macropinocytosis-mediated endocytosis) or genistein (an inhibitor of caveolae-mediated endocytosis).(25) Next, the medium was removed and replaced with complete DMEM containing drugs with different concentrations and different inhibitors for another 40hrs.",
      "startOffset" : 390,
      "endOffset" : 394
    }, {
      "referenceID" : 25,
      "context" : "Furthermore, the smaller the P-value, the more significant the corresponding coefficient.(26) In this table, the linear coefficients (X2, X2, X3), a quadratic term coefficient (X1, 2 X3 (2)) and the interaction coefficient (X1 × X2, X1 × X3) were significant (P < 0.",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 26,
      "context" : "The elliptical contours were obtained when there was a perfect interaction between the independent variables.(27,28) The 3-D response surface and 2-D contour plots in Figure1A show the interaction effect of the lipid-tocholesterol molar ratio and the addition of DSPE-PEG2000 (lipid molar ratio (%)) on EE of pRL.",
      "startOffset" : 109,
      "endOffset" : 116
    }, {
      "referenceID" : 27,
      "context" : "The elliptical contours were obtained when there was a perfect interaction between the independent variables.(27,28) The 3-D response surface and 2-D contour plots in Figure1A show the interaction effect of the lipid-tocholesterol molar ratio and the addition of DSPE-PEG2000 (lipid molar ratio (%)) on EE of pRL.",
      "startOffset" : 109,
      "endOffset" : 116
    }, {
      "referenceID" : 21,
      "context" : "promotion of an immune response through the secretion of pro-inflammatory cytokines.(22,29) To investigate the immunological activity of pRL, the effect on macrophages (RAW 264.",
      "startOffset" : 84,
      "endOffset" : 91
    }, {
      "referenceID" : 28,
      "context" : "promotion of an immune response through the secretion of pro-inflammatory cytokines.(22,29) To investigate the immunological activity of pRL, the effect on macrophages (RAW 264.",
      "startOffset" : 84,
      "endOffset" : 91
    }, {
      "referenceID" : 33,
      "context" : "number of assays needed to optimize the process than those obtained by univariate strategies.(34) RSM has been widely applied in optimizing many different process variables.",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 17,
      "context" : "RSM has been widely applied in optimizing many different process variables.(18,35,36) BBD, one of RSM, only has three levels and needs fewer experiments.",
      "startOffset" : 75,
      "endOffset" : 85
    }, {
      "referenceID" : 34,
      "context" : "RSM has been widely applied in optimizing many different process variables.(18,35,36) BBD, one of RSM, only has three levels and needs fewer experiments.",
      "startOffset" : 75,
      "endOffset" : 85
    }, {
      "referenceID" : 35,
      "context" : "RSM has been widely applied in optimizing many different process variables.(18,35,36) BBD, one of RSM, only has three levels and needs fewer experiments.",
      "startOffset" : 75,
      "endOffset" : 85
    }, {
      "referenceID" : 18,
      "context" : "interpret experiments in comparison with others and widely used bymany studies.(19) Herein, it was applied in the optimization of pRL preparation.",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 36,
      "context" : "The size, shape, hydrophobicity and surface modification are the main factors that influence the interactions between nano-adjuvants and the immune system.(37) pRL in the present study appeared as a spherical particle with a compact structure, whose diameter was only 31.",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 37,
      "context" : "According to our previous study, the size of RL without PEG was more than 100 nm.(38) The internalization of nano-carriers in certain cells was highly dependent on size, with the maximum rate of uptake and intracellular concentration occurring within the 25–50 nm size range.",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 38,
      "context" : "The internalization of nano-carriers in certain cells was highly dependent on size, with the maximum rate of uptake and intracellular concentration occurring within the 25–50 nm size range.(39,40) Our results were consistent with these reports.",
      "startOffset" : 189,
      "endOffset" : 196
    }, {
      "referenceID" : 39,
      "context" : "The internalization of nano-carriers in certain cells was highly dependent on size, with the maximum rate of uptake and intracellular concentration occurring within the 25–50 nm size range.(39,40) Our results were consistent with these reports.",
      "startOffset" : 189,
      "endOffset" : 196
    }, {
      "referenceID" : 40,
      "context" : "Recent advances in biomaterial science have identified that biomaterials can be designed to steer macrophage polarity and leveraged to instruct the host’s immune response.(41) Our recent study demonstrated that pRL is a potent inducer of the M1 phenotype.",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 41,
      "context" : "To obtain long-time storage and achieve longterm stability, lyophilization has been chosen as a promising approach to render the nano-formulation without compromising their size or encapsulation capacity.(42) However, PEG-shell alone was not sufficient to protect our nanoadjuvant upon lyophilization; thus, it was necessary to add cryoprotectants for protecting pRL during dehydration.",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 43,
      "context" : "It is consistent with previous reports by Hinrichs(43) and Yang.(44) Besides the type of lyoprotectants, the lyoprotectant-to-lipid ratio also affects the lyophilization.",
      "startOffset" : 64,
      "endOffset" : 68
    } ],
    "year" : 2019,
    "abstractText" : "Yee Huang Li Nan Chenwen Xiao Quanan Ji Ke Li Qiang Wei Yan Liu Guolian Bao 1Institute of Animal Husbandry and Veterinary Medicine, Zhejiang Academy of Agricultural Science, Hangzhou 310021, People’s Republic of China; 2Zhejiang Normal University, Jinhua 321000, People’s Republic of China Background: Rehmannia glutinosa polysaccharide is the main reason that contributes to the immunological function of R. glutinosa. Due to its disadvantages in clinical use, here we designed the PEGylation nano-RGP (pRL) to improve the drug-targeting effect and the immunological function. Our present work aims to establish the optimum condition of preparing the pRL and to investigate its immunological function on macrophages. Methods: pRL was prepared by thin film hydration method combined with ultra-sonication technique. And its preparation conditions were optimized with response surface methodology. Also, the lyophilization method was optimized. The characteristics of the pRL were evaluated, including particle size, drug loading, encapsulation efficiency and morphology. The immunological function of pRL on macrophage was investigated through CCK-8 test, ELISA and flow cytometry. Results: The lipid-to-cholesterol molar ratio of 8:1, the addition of DSPE-PEG2000 of 9% and the lipid-to-drug ratio of 5.4:1 were the optimum preparation technology for pRL. The encapsulation efficiency (EE) of pRL under this preparation technology was 95.81±1.58%, with a particle size of 31.98 ± 2.6 nm. The lactose-to-lipid ratio (2:1) was the optimal lyophilization method. pRL promoted macrophage proliferation, which is significantly better than that of nano-RGP without PEGylation (RL). pRL-stimulated RAW264.7 cells showed a high secretion of pro-inflammatory cytokines, which is the characteristic indicator of M1 polarization. Enhanced cellular uptake through macropinocytosis-dependent and caveolaemediated endocytosis was observed in pRL-treated RAW264.7 cells. Conclusion: Our study concluded that PEGylation effectively overcame the poor targeting effect of Rehmannia glutinosa polysaccharide (RGP) and significantly improved the immunological profile of its nano-formulation, which suggested that pRL could serve as an immune adjuvant in clinical application.",
    "creator" : "Arbortext Advanced Print Publisher 11.0.3433/W Unicode"
  }
}