{
  "name" : "downloads_2019-11-17_59_shi2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Strengthening, toughing and thermally stable ultra-thin MXene nanosheets/polypropylene nanocomposites via nanoconfinement",
    "authors" : [ "Yongqian Shia", "Chuan Liu", "Lu Liu", "Libu Fu", "Bin Yud", "Yuancai Lv", "Fuqiang Yang", "Pingan Song" ],
    "emails" : [ "shiyq1986@fzu.edu.cn", "yubin2-c@my.cityu.edu.hk" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nChemical Engineering Journal\njournal homepage: www.elsevier.com/locate/cej\nStrengthening, toughing and thermally stable ultra-thin MXene nanosheets/ polypropylene nanocomposites via nanoconfinement\nYongqian Shia,⁎, Chuan Liua, Lu Liub, Libu Fuc, Bin Yud,⁎, Yuancai Lva, Fuqiang Yanga, Pingan Songe\na College of Environment and Resources, Fuzhou University, 2 Xueyuan Road, Fuzhou 350116, People’s Republic of China bHefei Institute for Public Safety Research, Tsinghua University, 5999 Xiyou Road, Hefei, Anhui 230026, People’s Republic of China c College of Civil Engineering, Fuzhou University, 2 Xueyuan Road, Fuzhou 350116, People’s Republic of China dDepartment of Architecture and Civil Engineering, City University of Hong Kong, 88 Tat Chee Avenue, Kowloon, Hong Kong, People’s Republic of China e Centre for Future Materials, University of Southern Queensland, Toowoomba, QLD 4350, Australia\nH I G H L I G H T S\n• Ultrathin MXene nanosheets/polypropylene nanocomposites were successfully fabricated. • Significantly enhanced thermal stability and mechanical properties were achieved. • Nanoconfinement and physical barrier were responsible for properties improvements. • Ti3C2Tx nanosheets are superior to other 2D materials in the properties improvements.\nG R A P H I C A L A B S T R A C T\nA R T I C L E I N F O\nKeywords: MXene Nanoconfinement Mechanical property Thermal stability Nanocomposite\nA B S T R A C T\nDeveloping high-performance polymer nanocomposites with outstanding heat resistance and high strength, and superior ductility is vital for their practical applications. However, it is a great challenge to achieve simultaneous improvements in the strength and ductility due to the presence of antagonistic mechanisms in the both parameters. Nanoconfinement structure affording heat resistance and high strength, and good extensibility is inspired by the natural world, such as spider web, silkworm net, and honeycomb consisting of three-dimensional networks generated by vast hydrogen bonds. Here, we reported the methods of oxygen-free fast drying assisted solution casting and melt blending for fabricating advanced ultrathin two-dimensional (2D) titanium carbide (Ti3C2Tx)/polypropylene nanocomposites with significantly enhanced initial degradation temperature (79.1 °C increase), tensile strength (35.3% increase), ductility (674.6% increase) and storage modulus (102.2% increase). The thermal stability and mechanical properties improvements induced by Ti3C2Tx nanosheets are superior to those of similar 2D nanomaterials, such as graphene, molybdenum disulfide, montmorillonite, layered double hydroxide, and even 1D carbon nanotubes because of the combination of H-bonds induced nanoconfinement structure with the physical barrier effect of ultrathin Ti3C2Tx nanosheets. This work provides a facile nanoconfinement-inspired strategy for the design of thermally stable, mechanical strong and ductile polymer materials and a paradigm for broadening the application of 2D MXenes in polymeric materials.\nhttps://doi.org/10.1016/j.cej.2019.122267 Received 16 April 2019; Received in revised form 13 July 2019; Accepted 16 July 2019\n⁎ Corresponding authors. E-mail addresses: shiyq1986@fzu.edu.cn (Y. Shi), yubin2-c@my.cityu.edu.hk (B. Yu).\nChemical Engineering Journal 378 (2019) 122267\nAvailable online 16 July 2019 1385-8947/ © 2019 Elsevier B.V. All rights reserved.\nT"
    }, {
      "heading" : "1. Introduction",
      "text" : "Polymeric materials with high specific strength, excellent ductility and easy processing have exhibited great potential applications in aerospace, electrical devices, transportation, and energy, etc [1–4]. Various attempts have been made to improve the thermal stability and mechanical properties of polymeric materials by adding nanoadditives, such as reduced graphene oxide (rGO), layered double hydroxide (LDH), montmorillonite (MMT), molybdenum disulfide (MoS2), carbon nanotube (CNT) and their derivatives/modifications into polymer matrix [5–9]. Nevertheless, polymeric nanocomposites with simultaneously improved strength and ductility are hardly achieved due to alternatively reinforcing mechanisms between the two parameters [10]. Therefore, it is still a challenge to design highly thermostable, strong and extensible polymeric materials.\nMXenes, an emerging two-dimensional (2D) materials family of transition metal carbides and/or carbonitrides with a general formula Mn+1XnTx where M is a transition metal, X is C and/or N and Tx represents a general surface termination (O, F or OH groups) have received increasing attention. Among the MXenes, Ti3C2Tx, which can be synthesized by etching Ti3AlC2 to remove the Al atom is the most interestingly studied [11]. Because of inherently high metallic\nconductivity [12], tunable surface functional groups, excellent mechanical stability [13] and intercalation ability [14], the Ti3C2Tx acts as a promising candidate in the fields of supercapacitor, energy storage, sensors, catalysts, and lithium (or sodium) ion-batteries, etc [15–19]. Recently, the Ti3C2Tx has been demonstrated as a potential nanofiller for polymeric materials, such as polyvinyl alcohol (PVA), polyaniline (PANI), polyacrylamide, poly(ethylene oxide), polyethyleneimine, and polydimethylsiloxane [20–24]. Flexible, conductive PVA nanocomposite films with high electrical conductivities (as high as 2.2× 104 S m−1) and strength (203% increase) were attainable at loadings of 40 wt % Ti3C2Tx [20]. Ti3C2Tx/PANI nanocomposites with sandwich intercalation structure were designed for microwave absorption [21]. With the addition of 50 wt% PANI, the nanocomposite with the thickness of 1.8 mm exhibited a maximum reflection loss of −56.30 dB at 13.80 GHz. In addition, Ti3C2Tx/epoxy resin (EP) nanocomposites with high toughness, strength and low creep strain were fabricated by in situ intercalative polymerization [25]. With an appropriate weight fraction of Ti3C2Tx, EP nanocomposites show the increased fracture toughness and flexural strength by 76% and 66%, respectively. The intercalation and confinement of the polymers between the MXene nanoplates can be responsible for performances improvements of these polymers.\nPolypropylene (PP), a kind of conventional non-polar thermoplastic polymers, has been widely utilized in the engineering field. In recent years, abundant nanofillers, such as graphene, MMT, LDH and CNT, have been employed to enhance the pyrolysis evolved gas suppression and mechanical properties of PP [8,26–29]. The fascinating physical barrier effect and coupling of 2D nanomaterials are responsible for improving these properties. However, apart from graphitic carbon nitride, these nanofillers-reinforced PP nanocomposites usually exhibit decreased thermal stability [30–32]. Considering that Ti3C2Tx is terminated by –OH group, the compatibilizer, maleic anhydride-graftedisotactic polypropylene (MA-g-PP) can provide active sites for hydrogen bonding with the Ti3C2Tx to construct the nanoconfinement structure to improve thermostable and mechanical performances.\nIn this work, an oxygen-free fast drying assisted solution casting approach combined with a simple melt blending was performed to overcome the easy oxidation of the polymer and the Ti3C2Tx in aqueous solution and simultaneously to achieve uniform dispersion of the nanoadditive in the polymer host. The interfacial adhesion, and thermal and mechanical properties were systematically studied. Furthermore, the mechanisms for these properties improvements were discussed. This work breaks a new path for design of high-performance polymeric materials, and extending the utilization of 2D titanium carbides/\nScheme 1. Schematic diagrams for (a) preparation of Ti3C2Tx from Ti3AlC2 and (b) fabrication of PP-g/MXene nanosheets nanocomposites.\ncarbonitrides in polymeric materials."
    }, {
      "heading" : "2. Experimental section",
      "text" : ""
    }, {
      "heading" : "2.1. Raw materials",
      "text" : "Ti3AlC2 powders (99% purity, 400 mesh) were provided by the 11 Technology Co., Ltd (Changchun, China). Lithium fluoride (LiF, 98.5% purity) and concentrated hydrochloric acid (HCl, 36.5%) were purchased from the Sinopharm Chemical Reagent Co., Ltd (Shanghai, China) for etching of Ti3AlC2. PP latex is a water-based emulation of MA-g-PP, and was afforded by the Shanghai Jiaoer Wax Co., Ltd (Shanghai, China). PP (Yungsox 3015, density: 0.9 g/cm3) was supplied by the Formosa Plastics Polypropylene Co., Ltd. (Ningbo, China). Ultrapure water (18.2MΩ cm−1) was obtained from a Milli-Q ultrapure system (Zhengzhou, China)."
    }, {
      "heading" : "2.2. Preparation of exfoliated MXene nanosheets",
      "text" : "2.5mL of ultrapure water and 7.5 mL of HCl were mixed in 50mL of plastic vial at room temperature. 0.5 g of LiF was gradually added into the mixture under magnetic agitation. Then, 0.5 g of Ti3AlC2 powder was slowly thrown into the suspension under stirring, followed by heating at 40 °C for 48 h. After the etching was completed, the resulting suspension was centrifuged to obtain the sediment which was washed by acidic solution and ultrapure water several times until the pH of the supernatant was ca. 7 to remove residual F− and Cl−. 120mL of ultrapure water was added into the sediment, followed by ultrasonication for 30min under ice-bath. Finally, the supernatant was centrifuged at 4000 rpm for 5min, which was labelled as Ti3C2Tx dispersion. The schematic illustration for etching Ti3AlC2 powder into Ti3C2Tx nanosheet (Ti3C2Tx NS) is described in Scheme 1a."
    }, {
      "heading" : "2.3. Fabrication of PP-g/MXene nanosheets nanocomposites",
      "text" : "The schematic diagram for fabricating PP-g/MXene nanosheets nanocomposites is illustrated in Scheme 1b. Briefly, Ti3C2Tx NS suspension and PP latex (40% solid content) were mixed at a weight ratio of 30/70 in glass vessel for 1 h by mechanical stirring. The obtained\nmixture was dried by an oxygen-free fast drying approach to receive the MA-g-PP/Ti3C2Tx NS powder. Then the desired amount of MA-g-PP/ Ti3C2Tx NS were melt-blended with PP granules in a twin roller mill at 185 °C, with a roller speed of 50 rpm for 10min to obtain PP/MA-g-PP/ Ti3C2Tx NS nanocomposites (abbreviated as PP-g/Ti3C2Tx NS-y, y represents the weight percentage of Ti3C2Tx NS in PP-g nanocomposites). The detailed formula of PP-g nanocomposites is listed in Table S1. Finally, the nanocomposites were hot-pressed under 10MPa at 190 °C for characterization."
    }, {
      "heading" : "2.4. Instruments and measurements",
      "text" : "X-ray diffraction (XRD) patterns were obtained by a DY1602/ Empyrean X-ray diffractometer (Panalytical, Netherlands) equipped with graphite monochromatized high-intensity Cu Kα radiation (λ=1.54178 Å). Atomic force microscopy (AFM) was performed by using a DI Multimode V scanning probe microscope (Veeco, USA). Ti3C2Tx NS aqueous dispersion was achieved by ultrasound and dipcoated onto freshly cleaved mica surfaces before observation. Transmission electron microscope (TEM) images were afforded by a JEOL 2010 instrument with an accelerating voltage of 200 kV. Ti3C2Tx NS aqueous dispersion was dropped onto Cu grids for observation. The distribution of Ti3C2Tx NS in PP-g matrix could be observed after ultrathin nanocomposites samples were prepared via using an Ultratome (Model MT-6000, Du Pont Company, USA). The morphologies of the fracture surfaces of PP-g nanocomposites were investigated by SEM (Nova NanoSEM 230, FEI CZECH REPUBLIC S.R.O., Czech Republic). These samples were fractured in liquid nitrogen or by extension test,\nand thereafter sputter coated with a gold layer before observation. Raman mapping images were recorded on a Renishaw Invia Raman Microscope (Invia Reflex, Renishaw Invia, UK) using a 532 nm argon ion laser at a spectroscopic resolution of 1.2 cm−1 for each sample with a constant size of 10× 10×1mm3. Thermogravimetric analysis (TGA) of the PP-g nanocomposites was conducted using a Q5000 thermal analyzer (TA Co., USA) in the ranging of 50–800 °C at a heating rate of 20 °Cmin−1 in air atmosphere. The crystallization and melting behaviors of the PP-g nanocomposites were investigated using DSC Q2000 instrument (TA Instruments Inc., USA). The nanocomposites were first heated from room temperature to 220 °C at a ramp rate of 10 °Cmin−1, and the temperature was maintained at 220 °C for 5min to eliminate the thermal history before decreased from 220 °C to−50 °C at a cooling rate of 10 °Cmin−1. Then, these samples were reheated to 220 °C at a rate of 10 °Cmin−1 to determine the melting temperature. The experiments were conducted in a nitrogen flow rate of 50mLmin−1. The tensile test was performed on a 5567-type universal tensile test machine (Instron, US) at a creep rate of 10mmmin−1 according to the ISO 527- 2-5a. The dimensions used in the tensile tests were IV-type dumbbellshaped samples with the thicknesses of 1.0 mm. Dynamic mechanical analysis (DMA) was performed by a DMA 8000 instrument (PE, USA) at a fixed frequency of 10 Hz with a temperature range from −50 °C to 170 °C at a heating rate of 5 °Cmin−1."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Structure and morphology of MXene nanosheets",
      "text" : "After the bulk Ti3AlC2 is etched by LiF and HCl, there has been a noticeable change in its microstructure. As shown in Fig. 1, the peak at 2θ≈ 39° that corresponds to (1 0 4) characteristic lattice plane of Ti3AlC2 disappears, indicating the removal of Al ingredient from Ti3AlC2. In addition, the 2θ angle assigned to (0 0 2) lattice plane shifts to a lower value (7.3°) from 9.5° (Ti3AlC2), suggesting a larger interlayer distance in the etched Ti3C2Tx [33]. The phenomenon provides a direct evidence of a successful etching reaction. It is noted that the Ti3C2Tx NS shows a strong diffraction peak at 2θ=5.6°, suggesting that the interlayer distance of Ti3C2Tx is further increased after ultrasonication.\nSolution-processed Ti3C2Tx NS can be deposited to form a film using a vacuum-assisted filtration (See Fig. 2a) [34,35]. Fig. 2b profiles the TEM image of exfoliated Ti3C2Tx (Ti3C2Tx NS) etched from its bulk Ti3AlC2 and thereafter ultrasonicated. A typical sheet-like morphology in the form of single to few-layered structure is visible after the exfoliation. The exfoliated Ti3C2Tx nanoflakes are thin and electron-beam transparent. The selected area electron diffraction (SAED) pattern inserted in Fig. 2b confirms that the hexagonal phase of parent Ti3AlC2 is\nTable 1 Crystallization and melting parameters of PP-g/MXene nanosheets nanocomposites.\nSample No. Crystallization Melting χα,DSC (%) χα,XRD (%)\nTc,α (°C) △Hc,α (J/g) Tm,α (°C) △Hm,α (J/g)\nPP-g 122.4 −78.25 163.8 47.06 26.0 57.0 PP-g/Ti3C2Tx NS-0.2 121.7 −79.45 163.8 52.94 30.0 57.8 PP-g/Ti3C2Tx NS-0.5 121.6 −75.96 163.5 51.70 29.4 56.8 PP-g/Ti3C2Tx NS-1.0 122.5 −76.53 164.4 48.63 27.8 56.3 PP-g/Ti3C2Tx NS-2.0 123.8 −80.64 168.4 45.85 27.0 57.5\nFig. 5. SEM images of freeze-fracture surface of (a) PP-g, (b) PP-g/Ti3C2Tx NS-0.2, (c) PP-g/Ti3C2Tx NS-0.5, (d) PP-g/Ti3C2Tx NS-1.0 and (e) PP-g/Ti3C2Tx NS-2.0. d′ denotes the SEM mapping images of PP-g/Ti3C2Tx NS-1.0.\nmaintained, revealing the crystalline nature of the Ti3C2Tx NS [36,37]. Fig. 2c is the AFM height profile of the exfoliated Ti3C2Tx, showing the micron size of Ti3C2Tx nanosheets. Furthermore, these nanosheets have a uniform thickness of 1.7–1.8 nm (See Fig. 2d–g).\nThe dispersion stability of nanoadditives in appropriate solvents is\nessential to manufacture well homodispersed polymer nanocomposites, which is beneficial to the related property reinforcement of the polymeric materials. Virgin Ti3AlC2 cannot maintain a steady distribution in aqueous solution within 1 h (See Fig. 3a1–a3). After etching, the assynthesized Ti3C2Tx shows an increased volume of the powder, i.e.\nspecific surface area due to the increased interlayer spacing, contributing to relatively stable distribution (See Fig. 3b1). However, it is still easy to aggregate because of the electrostatic interaction between Ti3C2Tx layers (See b2–b3). In contrast, the exfoliated Ti3C2Tx nanosheets maintain stable without any aggregation (See c1–c5). The superior stability of Ti3C2Tx NS in ultrapure water is attributed to the electrostatic balance between the polar solvent and exfoliated Ti3C2Tx nanosheets [38,39]."
    }, {
      "heading" : "3.2. Structure and morphology of PP-g/MXene nanosheets nanocomposites",
      "text" : "XRD patterns of the PP-g nanocomposites are plotted in Fig. 4. The\nneat PP-g exhibits principal diffraction peaks located at 2θ=14.1°, 16.9°, 18.5°, 21.2° and 21.9° corresponding to the (1 1 0), (0 4 0), (1 3 0), (1 1 1) and (130/041) crystal faces, respectively, indicating its typical α-form of the crystalline structure [40,41]. The incorporation of Ti3C2Tx NS cannot change the diffraction peaks of PP-g, implying only the formation of α-crystal phase in PP-g/Ti3C2Tx NS nanocomposites. In the case of the nanocomposites, the 2θ angle assigned to (0 0 2) crystal face of the Ti3C2Tx NS shifts to 4.7°, indicating the further increased interlayer distance of the nanoadditive, in comparison with that of control Ti3C2Tx NS, though there is slight stacking of the Ti3C2Tx NS appearing in the nanocomposites during the manufacture of the nanocomposites, deduced from 2θ=9.5°. In addition, the intensity of the diffraction peak corresponding to (0 0 2) lattice plane is gradually increased with the increase of the Ti3C2Tx NS. The crystallinity was provided by the fitting of XRD results through an automatic program with Gauss functions and a nonlinear regression program. The obtained crystallinity is summarized in Table 1. It is found that the crystallinity of the nanocomposites is comparable to that of pure PP-g. Moreover, there is almost no obvious change in the crystallinity for the PP-g nanocomposites filled with different loading level of Ti3C2Tx NS.\nSEM was used to observe the micro-morphology of the nanocomposites, and to further investigate the interfacial interaction in the host-guest. SEM images of the fracture surfaces of PP-g and its nanocomposites after low-temperature fracture are presented in Fig. 5. As can be seen from Fig. 5a, the pure PP-g shows a comparatively smooth fractured surface. In comparison with pure PP-g, the nanocomposites exhibit irregular protuberances in the fractured surface. It is evident that the nanoadditive is protruded from the polymeric matrix or embedded into the matrix (See Fig. 5b–e). Furthermore, the C, O and Ti elements are observed from Fig. 5d′, indicating the existence of MA-gPP and Ti3C2Tx NS in PP-g/Ti3C2Tx NS. These results indicate that the Ti3C2Tx NS has good compatibility and strong interfacial adhesion with the polymer matrix. It can be deduced that the strong interfacial interaction between the nanoadditive and the matrix is primarily due to\nthe hydrogen bonding between eOH from Ti3C2Tx NS and eOe from MA-g-PP [42].\nThe uniform dispersion of nanoadditives in polymeric matrix is also a key factor for properties improvement of polymer nanocomposites. In order to evaluate the dispersibility of Ti3C2Tx NS, Raman mapping profiles of selected five areas (left up, right up, middle, left down and right down) of PP-g and its nanocomposites are portrayed in Fig. 6a. Fig. 6b–d portray the Raman mapping profiles of the selected middle area of these samples. As shown in Fig. 6b, there is no different phase in the pure PP-g. Analogous to PP-g, the nanocomposites containing 0.5 wt % or 2.0 wt% Ti3C2Tx NS display an even structural phase of morphology (See Figs. S1 and S2). Furthermore, the phase of the nanocomposites is similar to that of control PP-g, indicating good dispersion of Ti3C2Tx NS in the PP-g matrices (see Fig. 6c and d).\nTo further study the dispersion state of the Ti3C2Tx NS in the PP-g matrix, TEM was employed and the morphologies of the nanocomposites are shown in Fig. 7. At low loading level, the Ti3C2Tx NS is randomly dispersed in the PP-g matrix with an intercalated or exfoliated structure (See Fig. 7a and b). It is noted that the interlayer distance of Ti3C2Tx NS in PP-g/Ti3C2Tx NS-0.5 nanocomposite is decreased to 1.67 nm from 1.77 nm (the average value) of untreated Ti3C2Tx NS. This is attributed to the strong adhesion and imbedding of the Ti3C2Tx nanosheets into PP-g chains, supported by the SEM results. As observed from Fig. 7c, Ti3C2Tx NS shows a clearly intercalated or exfoliated structure. Moreover, the adherency of intercalation or exfoliation and wrapping functions are enhanced as the content of the Ti3C2Tx NS\nincreases (Fig. 7b and d). The TEM results combined with Raman mapping images demonstrate the excellent dispersion of the Ti3C2Tx NS in the PP-g matrix."
    }, {
      "heading" : "3.3. Thermal degradation behaviors of PP-g/MXene nanosheets nanocomposites",
      "text" : "The thermal degradation behavior of PP-g nanocomposites under air condition was analyzed by TGA technique, as shown in Fig. 8. The onset degradation temperature (Tonset), T-50 and Tmax are defined as the temperatures corresponding to 5% weight loss, 50% weight loss and maximum weight loss rate, respectively. It is found that the Tonset, T-50 and Tmax of pristine PP-g are 246.0, 323.9 and 351.8 °C, respectively. Compared with pure PP-g, the nanocomposites exhibit higher thermal degradation temperature which shifts to higher value as the loadings of the Ti3C2Tx NS increase (See Fig. 8a and b). It is worth noting that the nanocomposite shows maximum increases of 79.1, 58.6 and 41.7 °C in Tonset, T-50 and Tmax, respectively at the loadings of 2.0 wt% Ti3C2Tx NS (See Fig. 8c and Table S2). In addition, high residual yields at 800 °C of the nanocomposites are available, rivalled only by that of pure PP-g, as presented in Fig. 8d. For instance, the PP-g/Ti3C2Tx NS-2.0 has a 3.68 wt% of char residue, much higher than pure PP-g (0.20 wt%). To further understand the effect of Ti3C2Tx NS on the thermal stability of the nanocomposites, it is assumed that the Tonsetcal, T-50cal, Tmaxcal, and Ycal (calculated residual yield at 800 °C) of PP-g/Ti3C2Tx NS-2.0 nanocomposite follow the linear mixing rule, as shown in Eq. (1) [42].\n= × + ×− −Y Y f Y fcal PP g w,PP g Ti C T NS w,Ti C T NS3 2 x 3 2 x (1)\nwhere −YPP gand YTi C T NS3 2 x refer to the residual yield of PP-g and Ti3C2Tx NS respectively, and\n− fw,PP g and fw,Ti C T NS3 2 x respectively represent the\nweight fraction of PP-g and Ti3C2Tx NS. Due to the residual content of pure Ti3C2Tx NS powder at 800 °C in air atmosphere reaching 101.2 wt% (See Fig. S3), the calculated TGA results are shown in Figs. S4, 8c and d, and Table S2. These large deviations between the experimental and calculated values of Tonsetcal, T50\ncal, Tmaxcal, and Ycal strongly imply that the thermal oxidative degradation of PP-g chains is inhibited by H-bonds induced nanoconfinement, besides physical barrier effect of Ti3C2Tx NS. The TGA results are similar to the reports in previous work [42,43].\nAs can be observed from Fig. 9 and Table S3, the thermostable property of PP-g/Ti3C2Tx NS-2.0 is superior to those of some typical PP nanocomposites filled with MoS2, rGO, graphene and its derivatives, MMT, LDH and its modifications, halloysites nanotubes (HNTs), CNTbased nanohybrids, and Fe@Fe2O3 nanoparticles (NPs) [5,8,26,31,32,41,44–50]. The significantly enhanced thermal stability of PP-g nanocomposites can be attributed to the interpretations: On one\nhand, the homogeneously dispersed Ti3C2Tx NS displays the physical barrier effect that disrupts the oxygen and heat supply from the gas phase to the bulk nanocomposites and prevents the emission of pyrolysis gaseous products during the thermal degradation; On the other hand, the improved interfacial compatibility coupled with hydrogen\nbonding induced nanoconfinement efficiently inhibits thermal motion of the macromolecules and thus enhances the thermal stability of the polymer nanocomposites.\nScheme 2. Mechanical reinforcement mechanisms of as-prepared PP-g/Ti3C2Tx NS nanocomposites. (a) SEM image of fracture surface of PP-g/Ti3C2Tx NS-2.0 after freeze-brittle fracture; (b and c) SEM images of stretch-fracture surface of PP-g/Ti3C2Tx NS-2.0; (d) Schematic illustrations for the mechanical failure process models of PP-g/Ti3C2Tx NS-2.0."
    }, {
      "heading" : "3.4. Crystallization behaviors of PP-g/MXene nanosheets nanocomposites",
      "text" : "The crystallization and melting behaviors of PP-g nanocomposites are described in Fig. 10, and the relevant parameters are illustrated in Table 1. It can be clearly seen from Fig. 10a that pure PP-g shows a large crystallization peak located at 122.4 °C. In comparison with that of pure PP-g, the crystallization temperature (Tc,α) moves towards lower value for the nanocomposites with low content of (< 1.0 wt%) the Ti3C2Tx NS. However, the values of Tc,α of the nanocomposites are increased when the concentration of the nanoadditive rises to 1.0 wt%. These results indicate that the high loading level of Ti3C2Tx NS enhances the crystallization temperature of PP-g, probably due to the reason that strong interfacial interaction between PP-g chains and Ti3C2Tx NS restricts the motion of polymer chains, which is supported by SEM results obtained from Fig. 5.\nFig. 10b presents the melting curves of PP-g and its nanocomposites, showing a regime change at 1.0 wt% for PP-g nanocomposites: At loadings lower than 1.0 wt%, the melting temperature (Tm,α) shifts to lower value; Above 0.5 wt%, the Tm,α is increased by 4.6 °C. The former is ascribed to weaker confinement of PP-g chains by the Ti3C2Tx NS, whereas the latter is attributed to the reason that a great deal of hydrogen bonding between eOe from the MA-g-PP and –OH from the Ti3C2Tx NS limit the motion of PP-g chains. Based on the analysis of XRD and DSC results, the crystallinities (Xα,DSC) can be calculated according to Eq. (2) [51].\n= − ×X H ωΔ /[(1 ) ΔH ]α α α,DSC m, m,Θ (2)\nwhere HΔ αm,Θ is the melting enthalpy of α-form PP with 100% crystallinity (177.0 J g−1), and ω is the weight fraction of nanofiller in the nanocomposites.\nIt is found that the addition of the Ti3C2Tx NS into PP-g matrix leads to slight increase in the values of Xα,DSC, indicating that the slippage superior over H-bonds induced nanoconfinement results in increased Xα,DSC. Furthermore, the crystallinity of PP-g/Ti3C2Tx NS systems gradually decreases with increasing content of Ti3C2Tx NS. It is noted that the Xα,DSC values are not accordant with the Xα,XRD values, due to the thermal capacity of the deformed materials recovering its intrinsic or equilibrium state after a relaxation process [52]."
    }, {
      "heading" : "3.5. Mechanical properties of PP-g/MXene nanosheets nanocomposites",
      "text" : "In order to investigate the influence of the loading level of Ti3C2Tx NS on the mechanical performances of the as-prepared PP-g nanocomposites, the tensile tests of PP-g and its nanocomposites are performed, as illustrated in Fig. 11 and Table S4. Generally, the tensile strength of the PP-g nanocomposites increases with increasing the loading level of the Ti3C2Tx NS. The nanoconfinement structure via hydrogen bonding that hinders the mobility of the polymer chains can contribute greatly to the tensile properties improvement of the nanocomposites [20,42,53]. However, incorporating Ti3C2Tx NS into PP-g matrices leads to a totally different change trend in the ductility: The nanocomposites with the low loading (< 1.0 wt%) of Ti3C2Tx NS exhibit slightly reduced elongation at break, compared to native PP-g; For the nanocomposites filled with the high content (> 0.5 wt%) of Ti3C2Tx NS, the elongation at break is increased with the increase of the weight fraction of the nanoadditive. It is inferred that the high loading level of Ti3C2Tx nanosheets can provide abundant slippage sites for stretching the nanocomposites after H-bonds are broken via tensile test.\nTo better understand the reinforcement mechanism and load transfer from the polymer matrix to the nanoadditive, the stretchfractured surfaces of pure PP-g and its nanocomposite specimens are illustrated in Fig. 12. As shown in Fig. 12a and a′, the whole fractured surface of neat PP is relatively smooth and fragile with micro-voids. Compared with untreated PP-g, the nanocomposites with the low loading level of Ti3C2Tx NS show a wrinkle morphology (See Fig. 12b–d). It is clear that the significantly reduced number of microvoids and the protruding Ti3C2Tx NS thickly coated with the polymeric material demonstrate the strong interfacial adhesion between the matrix and the nanoadditive (See Fig. 12b′–d′). Furthermore, when the content of the Ti3C2Tx NS is increased to 1.0 wt%, it is easy to observe oriented structure of the Ti3C2Tx NS in nanocomposite, demonstrating the existence of the slippage at PP-g/Ti3C2Tx NS interface (see\nFig. 12d′). Most interestingly, PP-g nanocomposite with 2.0 wt% Ti3C2Tx NS shows an oriented tearing structure (See Fig. 12e and e′). These are closely related to the competition between the slippage and the confinement via H-bonds, as supported by the results of tensile test [42].\nBased on the comprehensive analysis of the results aforementioned, it is concluded that the Ti3C2Tx NS-centered nanoconfinement via multiple H-bonds is principally responsible for simultaneously improving the mechanical strength and the ductility of the PP-g matrix. The mechanisms for mechanical reinforcement of as-prepared PP-g/ Ti3C2Tx NS nanocomposites are proposed, as illustrated in Scheme 2. As shown in Schemes 2a and d(i), the PP-g/Ti3C2Tx NS-2.0 exhibits a 3D structure formed by multiple H-bond interactions between the Ti3C2Tx NS and the PP-g before extension test (elongation at break, ɛ=0). These H-bond interactions lead to the formation of a Ti3C2Tx NS-centered nanoconfinement phase, as marked by a red circle. When the stretching is performed (0 < ɛ < ɛb), the phenomenon of stress whitening is observed in this stage, indicating the occurrence of the shear deformation (See Scheme 2d(ii)). This is due to the fact that the greater mobility between the Ti3C2Tx nanosheets or amorphous phases of PP-g results in easier slippage at PP-g/Ti3C2Tx NS interface, absorbing a large amount of energy, and the presence of a large number of H-bonds in the specimens changes the mode of energy absorption. Specifically, increasing the external load leads to initial breakage of these H-bonds, allowing for a large deformation to maintain integrality. Meanwhile, the Ti3C2Tx NS-centered nanoconfinement restricts the movement and mechanical failure of the PP-g chains, thereby resulting in high tensile strength. Most importantly, the stretching of the polymer chains at large deformations enables a high ductility without worsening tensile strength. These conclusions are supported by SEM results, where the tearing, slippage and network structures coexist in the nanocomposite (See Schemes 2b and c). The evolution of these concomitant fracture morphologies induces stress transfer, thus rendering the PP-g high strength and malleability. Besides, some microcracks may occur in the later period of this stage. When the external load further increases, more microcracks within the nanocomposite gradually evolve into macrocracks and even cracks, ultimately leading to the rupture of the PP-g chains, as shown in Scheme 2d(iii) (ε= εb).\nDMA measurement can not only provide useful information on the interfacial adhesion between nanoadditives and polymer matrix, but also disclose the dependency of mechanical performances of polymeric materials on temperature. The curves of storage modulus as a function of temperature are portrayed in Fig. 13, and the corresponding data are listed in Table S5. The value of storage modulus at −50 °C of neat PP-g is found to be 1.36 GPa. Upon introducing 0.2 wt% Ti3C2Tx NS into the matrix, the storage modulus slightly increases to 1.46 GPa. As the loading level of Ti3C2Tx NS increases, the storage modulus is remarkably increased. For instance, the storage modulus of PP-g/Ti3C2Tx NS-2.0 is 2.75 GPa, increased by 102.2%, compared with that of pure PP-g. This phenomenon is closely correlated with the stronger adhesion at PP-g/Ti3C2Tx NS interface due to presence of multiple H-bonds. The results are well accordant with SEM results.\nFortunately, as illustrated in Fig. 14 and Table S6, the Ti3C2Tx NS has the great advantages in reinforcing the mechanical properties of the polymer without sacrificing its ductility over typical nanofillers including graphene, functioned graphene oxide (fGO), LDH, CNT and its derivatives, or cellulose nano whiskers (CNWs) [8,26,27,29,54–57]. Combining 10wt% MA-g-PP with 3.0 wt% stearylammonium intercalated MMT (OMMT-1) can enable PP host to achieve significant improvement in strength (increased by 95.4%) [28]. However, both the ductility and modulus are only increased slightly. In addition, the PP nanocomposites containing 6.0 wt% quaternary ammonium salt treated HNTs (QM-HNTs) or 2.26 vol% long hexadecyl chain modified nanosilica (C-16 SiO2) exhibit simultaneous enhancements in the strength, ductility and modulus, whereas the degree of increase is much lower than those of the counterpart filled with Ti3C2Tx NS [58,59]."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In the work, inspired by the nanoconfinement structure, we have fabricated a series of PP-g/Ti3C2Tx NS nanocomposites with superior mechanical and thermostable properties through oxygen-free fast drying assisted solution casting and subsequent melt blending methods. The as-synthesized Ti3C2Tx NS with homogeneous distribution in the PP-g matrix exhibited strong interfacial interactions with the polymer. The addition of 2.0 wt% Ti3C2Tx NS led to simultaneous enhanced strength, ductility and modulus by 35.3%, 674.6% and 102.2%, respectively, in addition to the Tonset, T-50 and Tmax respectively increased by 79.1, 58.6 and 41.7 °C, indicating that as-prepared PP-g/Ti3C2Tx NS systems were superior to the PP nanocomposites filled with other nanoadditives. The H-bonds induced nanoconfinement was responsible for the high thermostable and mechanical properties of the as-prepared PP-g nanocomposites. This work paves an avenue to develop highperformance polymeric materials with excellent mechanical and thermal performances, and to broaden the utilization of 2D titanium carbides/nitrides in the field of polymer nanocomposites."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by the Natural Science Foundation of China (Grant No. 51803031, 71804026 and 51741402), and the Natural Science Foundation of Fujian Province, China (Grant No. 218J05078). The authors thank Dr. Na Ai and Dr. Jianhang Lin for assisted analysis of Raman spectra and SEM images."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.cej.2019.122267."
    } ],
    "references" : [ {
      "title" : "Li-S batteries: a flexible sulfur-graphene-polypropylene separator integrated electrode for advanced Li-S batteries",
      "author" : [ "G. Zhou", "L. Li", "D.W. Wang", "X.Y. Shan", "S. Pei", "F. Li", "H.M. Cheng" ],
      "venue" : "Adv. Mater. 27 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Bio-inspired design of multiscale structures for function integration",
      "author" : [ "K. Liu", "L. Jiang" ],
      "venue" : "Nano Today 6 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Graphitic carbon nitride/phosphorus-rich aluminum phosphinates hybrids as smoke suppressants and flame retardants for polystyrene",
      "author" : [ "Y. Shi", "B. Yu", "L. Duan", "Z. Gui", "B. Wang", "Y. Hu", "R.K.K. Yuen" ],
      "venue" : "J. Hazard. Mater. 332 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Enhanced thermal and flame retardant properties of flame-retardant-wrapped graphene/ epoxy resin nanocomposites",
      "author" : [ "B. Yu", "Y. Shi", "B. Yuan", "S. Qiu", "W. Xing", "W. Hu", "L. Song", "S. Lo", "Y. Hu" ],
      "venue" : "J. Mater. Chem. A 3 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "The intrinsic thermal-oxidative stabilization effect of chemically reduced graphene oxide on polypropylene",
      "author" : [ "J. Yang", "Y. Huang", "Y. Lv", "P. Zhao", "Q. Yang", "G. Li" ],
      "venue" : "J. Mater. Chem. A 1 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Structural characterization",
      "author" : [ "S. Guo", "C. Zhang", "H. Peng", "W. Wang", "T. Liu" ],
      "venue" : "thermal and mechanical properties of polyurethane/CoAl layered double hydroxide nanocomposites prepared via in situ polymerization, Compos. Sci. Technol. 71 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Method for simultaneously improving the thermal stability and mechanical properties of poly(lactic acid): effect of high-energy electrons on the morphological",
      "author" : [ "D.Y. Wang", "U. Gohs", "N.J. Kang", "A. Leuteritz", "R. Boldt", "U. Wagenknecht", "G. Heinrich" ],
      "venue" : "mechanical, and thermal properties of PLA/MMT nanocomposites, Langmuir 28 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Polypropylene nanocomposites based on C60decorated carbon nanotubes: thermal properties",
      "author" : [ "P. Song", "L. Zhao", "Z. Cao", "Z. Fang" ],
      "venue" : "flammability, and mechanical properties, J. Mater. Chem. 21 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Application of twodimensional MoS2 nanosheets in the property improvement of polyimide matrix: mechanical and thermal aspects",
      "author" : [ "H. Yuan", "X. Liu", "L. Ma", "Z. Yang", "H. Wang", "J. Wang", "S. Yang" ],
      "venue" : "Compos. Part A-Appl. Sci. Manuf. 95 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Structure and mechanics of interfaces in biological materials",
      "author" : [ "F. Barthelat", "Z. Yin", "M.J. Buehler" ],
      "venue" : "Nat. Rev. Mater. 1 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Surface functional groups and interlayer water determine the electrochemical capacitance of Ti3C2Tx MXene",
      "author" : [ "M. Hu", "T. Hu", "Z. Li", "Y. Yang", "R. Cheng", "J. Yang", "C. Cui", "X. Wang" ],
      "venue" : "ACS Nano 12 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Conductive two-dimensional titanium carbide'clay'with high volumetric capacitance",
      "author" : [ "M. Ghidiu", "M.R. Lukatskaya", "M.Q. Zhao", "Y. Gogotsi", "M.W. Barsoum" ],
      "venue" : "Nature 516 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Novel electronic and magnetic properties of two-dimensional  Y",
      "author" : [ "M. Khazaei", "M. Arai", "T. Sasaki", "C.Y. Chung", "N.S. Venkataramanan", "M. Estili", "Y. Sakka", "Y. Kawazoe" ],
      "venue" : "Shi, et al.  Chemical Engineering Journal 378 (2019) 122267 11  transition metal carbides and nitrides, Adv. Funct. Mater. 23 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Intercalation and delamination of layered carbides and carbonitrides",
      "author" : [ "O. Mashtalir", "M. Naguib", "V.N. Mochalin", "Y. Dall'Agnese", "M. Heon", "M.W. Barsoum", "Y. Gogotsi" ],
      "venue" : "Nat. Commun. 4 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Binder-free Ti3C2Tx MXene electrode film for supercapacitor produced by electrophoretic deposition method",
      "author" : [ "S. Xu", "G. Wei", "J. Li", "Y. Ji", "N. Klyui", "V. Izotov", "W. Han" ],
      "venue" : "Chem. Eng. J. 317 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Metallic Ti3C2Tx MXene gas sensors with ultrahigh signal-to-noise ratio",
      "author" : [ "S.J. Kim", "H.J. Koh", "C.E. Ren", "O. Kwon", "K. Maleski", "S.Y. Cho", "B. Anasori", "C.K. Kim", "Y.K. Choi", "J. Kim", "Y. Gogotsi", "H.T. Jung" ],
      "venue" : "ACS Nano 12 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Ti3C2 MXene co-catalyst on metal sulfide photo-absorbers for enhanced visible-light photocatalytic hydrogen production",
      "author" : [ "J.R. Ran", "G.P. Gao", "F.T. Li", "T.Y. Ma", "A.J. Du", "S.Z. Qiao" ],
      "venue" : "Nat. Commun. 8 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Sb2O3/ MXene(Ti3C2Tx) hybrid anode materials with enhanced performance for sodium-ion batteries",
      "author" : [ "X. Guo", "X.Q. Xie", "S. Choi", "Y.F. Zhao", "H. Liu", "C.Y. Wang", "S. Chang", "G.X. Wang" ],
      "venue" : "J. Mater. Chem. A 5 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Recent advances in layered Ti3C2Tx MXene for electrochemical energy storage",
      "author" : [ "D. Xiong", "X. Li", "Z. Bai", "S. Lu" ],
      "venue" : "Small 14 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Flexible and conductive MXene films and nanocomposites with high capacitance",
      "author" : [ "Z. Ling", "C. Ren", "M.-Q. Zhao", "J. Yang", "J.M. Giammarco", "J. Qiu", "M. Barsoum", "Y. Gogotsi" ],
      "venue" : "PNAS 111 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Ti3C2Tx MXene/polyaniline (PANI) sandwich intercalation structure composites constructed for microwave absorption",
      "author" : [ "H. Wei", "J. Dong", "X. Fang", "W. Zheng", "Y. Sun", "Y. Qian", "Z. Jiang", "Y. Huang" ],
      "venue" : "Compos. Sci. Technol. 169 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Ti3C2Tx (MXene)-polyacrylamide nanocomposite films",
      "author" : [ "M. Naguib", "T. Saito", "S. Lai", "M.S. Rager", "T. Aytug", "M. Parans Paranthaman", "M.Q. Zhao", "Y. Gogotsi" ],
      "venue" : "RSC Adv. 6 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Structure and crystallization behavior of poly(ethylene oxide)/Ti3C2Tx MXene nanocomposites",
      "author" : [ "Z.Y. Huang", "S.J. Wang", "S. Kota", "Q.W. Pan", "M.W. Barsoum", "C.Y. Li" ],
      "venue" : "Polymer 102 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Novel thin-film nanocomposite membranes filled with multi-functional Ti3C2Tx nanosheets for task-specific solvent transport",
      "author" : [ "L. Hao", "H. Zhang", "X. Wu", "J. Zhang", "J. Wang", "Y. Li" ],
      "venue" : "Compos. Part A-Appl. Sci. Manuf. 100 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Effects of 2-D transition metal carbide Ti2CTx on properties of epoxy composites",
      "author" : [ "H. Zhang", "L. Wang", "A. Zhou", "C. Shen", "Y. Dai", "F. Liu", "J. Chen", "P. Li", "Q. Hu" ],
      "venue" : "RSC Adv. 6 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Fabrication of exfoliated graphenebased polypropylene nanocomposites with enhanced mechanical and thermal properties",
      "author" : [ "P. Song", "Z. Cao", "Y. Cai", "L. Zhao", "Z. Fang", "S. Fu" ],
      "venue" : "Polymer 52 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Preparation of functionalized graphene oxide/polypropylene nanocomposite with significantly improved thermal stability and studies on the crystallization behavior and mechanical properties",
      "author" : [ "B. Yuan", "C. Bao", "L. Song", "N. Hong", "K.M. Liew", "Y. Hu" ],
      "venue" : "Chem. Eng. J. 237 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Surface modified clay/polypropylene (PP) nanocomposites: effect on physico-mechanical",
      "author" : [ "S.K. Sharma", "S.K. Nayak" ],
      "venue" : "thermal and morphological properties, Polym. Degrad. Stab. 94 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Influence of reactive compatibilization on the structure and properties of PP/LDH nanocomposites",
      "author" : [ "S.P. Lonkar", "S. Therias", "F. Leroux", "J.L. Gardette", "R.P. Singh" ],
      "venue" : "Polym. Int. 60 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Graphite-like carbon nitride and functionalized layered double hydroxide filled polypropylene-grafted maleic anhydride nanocomposites: comparison in flame retardancy",
      "author" : [ "Y. Shi", "Z. Gui", "B. Yu", "R.K.K. Yuen", "B. Wang", "Y. Hu" ],
      "venue" : "and thermal, mechanical and UV-shielding properties, Compos. Part B-Eng. 79 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Dual modification of graphene by polymeric flame retardant and Ni(OH)2 nanosheets for improving flame retardancy of polypropylene",
      "author" : [ "B. Yuan", "Y. Hu", "X. Chen", "Y. Shi", "Y. Niu", "Y. Zhang", "S. He", "H. Dai" ],
      "venue" : "Compos. Part A-Appl. Sci. Manuf. 100 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "CuO/graphene nanohybrids: preparation and enhancement on thermal stability and smoke suppression of polypropylene",
      "author" : [ "Y. Shi", "X. Qian", "K. Zhou", "Q. Tang", "S. Jiang", "B. Wang", "B. Wang", "B. Yu", "Y. Hu", "R.K.K. Yuen" ],
      "venue" : "Ind. Eng. Chem. Res. 52 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Fabrication and thermal stability of two-dimensional carbide Ti3C2 nanosheets",
      "author" : [ "K. Wang", "Y. Zhou", "W. Xu", "D. Huang", "Z. Wang", "M. Hong" ],
      "venue" : "Ceram. Int. 42 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Guidelines for synthesis and processing of two-dimensional titanium carbide (Ti3C2Tx MXene)",
      "author" : [ "M. Alhabeb", "K. Maleski", "B. Anasori", "P. Lelyukh", "L. Clark", "S. Sin", "Y. Gogotsi" ],
      "venue" : "Chem. Mater. 29 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Electromagnetic interference shielding with 2D transition metal carbides (MXenes)",
      "author" : [ "F. Shahzad", "M. Alhabeb", "C.B. Hatter", "B. Anasori", "S. Man Hong", "C.M. Koo", "Y. Gogotsi" ],
      "venue" : "Science 353 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "2D Ti3C2 MXene/WO3 hybrid architectures for high-rate supercapacitors",
      "author" : [ "S.B. Ambade", "R.B. Ambade", "W. Eom", "S.H. Noh", "S.H. Kim", "T.H. Han" ],
      "venue" : "Adv. Mater. Interfaces 5 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A hydrothermal etching route to synthesis of 2D MXene (Ti3C2",
      "author" : [ "C. Peng", "P. Wei", "X. Chen", "Y.L. Zhang", "F. Zhu", "Y.H. Cao", "H.J. Wang", "H. Yu", "F. Peng" ],
      "venue" : "Nb2C): enhanced exfoliation and improved adsorption performance, Ceram. Int. 44 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Surface modified Ti3C2 MXene nanosheets for tumor targeting photothermal/photodynamic/chemo synergistic therapy",
      "author" : [ "G. Liu", "J. Zou", "Q. Tang", "X. Yang", "Y. Zhang", "Q. Zhang", "W. Huang", "P. Chen", "J. Shao", "X. Dong" ],
      "venue" : "ACS Appl. Mater. Interfaces 9 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Dispersions of two-dimensional titanium carbide MXene in organic solvents",
      "author" : [ "K. Maleski", "V.N. Mochalin", "Y. Gogotsi" ],
      "venue" : "Chem. Mater. 29 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Crystallization kinetics and interfacial behaviors of polypropylene composites reinforced with multi-walled carbon nanotubes",
      "author" : [ "M.K. Seo", "J.R. Lee", "S.J. Park" ],
      "venue" : "Mater. Sci. Eng. A 404 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Molybdenum disulfide nanosheets as barrier enhancing nanofillers in thermal decomposition of polypropylene composites",
      "author" : [ "X. Feng", "B. Wang", "X. Wang", "P. Wen", "W. Cai", "Y. Hu", "K.M. Liew" ],
      "venue" : "Chem. Eng. J. 295 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Bioinspired design of strong",
      "author" : [ "P. Song", "J. Dai", "G. Chen", "Y. Yu", "Z. Fang", "W. Lei", "S. Fu", "H. Wang", "Z.G. Chen" ],
      "venue" : "tough, and thermally stable polymeric materials via nanoconfinement, ACS Nano 12 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Thermal exfoliation of hexagonal boron nitride for effective enhancements on thermal stability",
      "author" : [ "B. Yu", "W. Xing", "W. Guo", "S. Qiu", "X. Wang", "S. Lo", "Y. Hu" ],
      "venue" : "flame retardancy and smoke suppression of epoxy resin nanocomposites via sol-gel process, J. Mater. Chem. A 4 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Synthesis of exfoliated PP/LDH nanocomposites via melt-intercalation: structure",
      "author" : [ "P. Ding", "B. Qu" ],
      "venue" : "thermal properties, and photo-oxidative behavior in comparison with PP/MMT nanocomposites, Polym. Eng. Sci. 46 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Synthesis of polypropylene/Mg3Al-X (X =  CO3",
      "author" : [ "Y. Gao", "J. Wu", "Z. Zhang", "R. Jin", "X. Zhang", "X. Yan", "A. Umar", "Z. Guo", "Q. Wang" ],
      "venue" : "NO, Cl,  SO4) LDH nanocomposites using a solvent mixing method: thermal and melt rheological properties, J. Mater. Chem. A 1 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Influence of anionic surface modifiers on the thermal stability and mechanical properties of layered double hydroxide/polypropylene nanocomposites",
      "author" : [ "J.-H. Yang", "W. Zhang", "H. Ryu", "J.H. Lee", "D.H. Park", "J.Y. Choi", "A. Vinu", "A.A. Elzatahry", "J.H. Choy" ],
      "venue" : "J. Mater. Chem. A 3 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Kinetics of the thermal and thermo-oxidative degradation of polypropylene/halloysite nanocomposites",
      "author" : [ "B. Lecouvet", "S. Bourbigot", "M. Sclavons", "C. Bailly" ],
      "venue" : "Polym. Degrad. Stab. 97 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Thermal degradation and flammability behavior of polypropylene/clay/carbon nanotube composite systems",
      "author" : [ "T.D. Hapuarachchi", "T. Peijs", "E. Bilotti" ],
      "venue" : "Polym. Adv. Technol. 24 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Effect of nanosized carbon black on thermal stability and flame retardancy of polypropylene/carbon nanotubes nanocomposites",
      "author" : [ "X. Wen", "N. Tian", "J. Gong", "Q. Chen", "Y. Qi", "Z. Liu", "J. Liu", "Z. Jiang", "X. Chen", "T. Tang" ],
      "venue" : "Polym. Adv. Technol. 24 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Surfactant-free synthesized magnetic polypropylene nanocomposites: rheological",
      "author" : [ "J. Zhu", "S. Wei", "Y. Li", "L. Sun", "N. Haldolaarachchige", "D.P. Young", "C. Southworth", "A. Khasanov", "Z. Luo", "Z. Guo" ],
      "venue" : "electrical, magnetic, and thermal properties, Macromolecules 44 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Investigation on the melting and crystallization behaviors",
      "author" : [ "L.L. Cai", "Q. Dou" ],
      "venue" : "mechanical properties and morphologies of polypropylene/sericite composites, J. Mater. Sci. 54 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Crystallinity changes in plastically deformed isotactic polypropylene evaluated by X-ray diffraction and differential scanning calorimetry methods",
      "author" : [ "M.F.S. Lima", "M.A.Z. Vasconcellos", "D. Samios" ],
      "venue" : "J. Polym. Sci. Part B-Polym. Phys. 40 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Influence of g-C3N4 nanosheets on thermal stability and mechanical properties of biopolymer electrolyte nanocomposite films: a novel investigation",
      "author" : [ "Y. Shi", "S. Jiang", "K. Zhou", "C. Bao", "B. Yu", "X. Qian", "B. Wang", "N. Hong", "P. Wen", "Z. Gui", "Y. Hu", "R.K.K. Yuen" ],
      "venue" : "ACS Appl. Mater. Interfaces 6 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Flame-retardant-wrapped carbon nanotubes for simultaneously improving the flame retardancy and mechanical properties of polypropylene",
      "author" : [ "P.A. Song", "L. Xu", "Z. Guo", "Y. Zhang", "Z. Fang" ],
      "venue" : "J. Mater. Chem. 18 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Thermal and mechanical properties of single-walled carbon nanotubes–polypropylene composites prepared by melt processing",
      "author" : [ "M.A.L. Manchado", "L. Valentini", "J. Biagiotti", "J.M. Kenny" ],
      "venue" : "Carbon 43 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Masterbatch-based multi-walled carbon nanotube filled polypropylene nanocomposites: assessment of rheological and mechanical properties",
      "author" : [ "K. Prashantha", "J. Soulestin", "M.F. Lacrampe", "P. Krawczak", "G. Dupin", "M. Claes" ],
      "venue" : "Compos. Sci. Technol. 69 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Thermal and mechanical properties of polypropylene nanocomposite materials reinforced with cellulose nano whiskers",
      "author" : [ "E. Bahar", "N. Ucar", "A. Onen", "Y. Wang", "M. Oksüz", "O. Ayaz", "M. Ucar", "A. Demir" ],
      "venue" : "J. Appl. Polym. Sci. 125 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Processing and characterization of halloysite nanotubes filled polypropylene nanocomposites based on a masterbatch route: effect of halloysites treatment on structural and mechanical properties",
      "author" : [ "K. Prashantha", "M.F. Lacrampe", "P. Krawczak" ],
      "venue" : "Express Polym. Lett. 5 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Polypropylene/SiO2 nanocomposites filled with different nanosilicas: thermal and mechanical properties",
      "author" : [ "R.J. Zhou", "T. Burkhart" ],
      "venue" : "morphology and interphase characterization, J. Mater. Sci. 46 (2011) 1228–1238.  Y. Shi, et al.  Chemical Engineering Journal 378 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 9,
      "context" : "Nevertheless, polymeric nanocomposites with simultaneously improved strength and ductility are hardly achieved due to alternatively reinforcing mechanisms between the two parameters [10].",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 10,
      "context" : "Among the MXenes, Ti3C2Tx, which can be synthesized by etching Ti3AlC2 to remove the Al atom is the most interestingly studied [11].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 11,
      "context" : "Because of inherently high metallic conductivity [12], tunable surface functional groups, excellent mechanical stability [13] and intercalation ability [14], the Ti3C2Tx acts as a promising candidate in the fields of supercapacitor, energy storage, sensors, catalysts, and lithium (or sodium) ion-batteries, etc [15–19].",
      "startOffset" : 49,
      "endOffset" : 53
    }, {
      "referenceID" : 12,
      "context" : "Because of inherently high metallic conductivity [12], tunable surface functional groups, excellent mechanical stability [13] and intercalation ability [14], the Ti3C2Tx acts as a promising candidate in the fields of supercapacitor, energy storage, sensors, catalysts, and lithium (or sodium) ion-batteries, etc [15–19].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 13,
      "context" : "Because of inherently high metallic conductivity [12], tunable surface functional groups, excellent mechanical stability [13] and intercalation ability [14], the Ti3C2Tx acts as a promising candidate in the fields of supercapacitor, energy storage, sensors, catalysts, and lithium (or sodium) ion-batteries, etc [15–19].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 19,
      "context" : "2× 104 S m) and strength (203% increase) were attainable at loadings of 40 wt % Ti3C2Tx [20].",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 20,
      "context" : "Ti3C2Tx/PANI nanocomposites with sandwich intercalation structure were designed for microwave absorption [21].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 24,
      "context" : "In addition, Ti3C2Tx/epoxy resin (EP) nanocomposites with high toughness, strength and low creep strain were fabricated by in situ intercalative polymerization [25].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 32,
      "context" : "5° (Ti3AlC2), suggesting a larger interlayer distance in the etched Ti3C2Tx [33].",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 35,
      "context" : "maintained, revealing the crystalline nature of the Ti3C2Tx NS [36,37].",
      "startOffset" : 63,
      "endOffset" : 70
    }, {
      "referenceID" : 36,
      "context" : "maintained, revealing the crystalline nature of the Ti3C2Tx NS [36,37].",
      "startOffset" : 63,
      "endOffset" : 70
    }, {
      "referenceID" : 37,
      "context" : "The superior stability of Ti3C2Tx NS in ultrapure water is attributed to the electrostatic balance between the polar solvent and exfoliated Ti3C2Tx nanosheets [38,39].",
      "startOffset" : 159,
      "endOffset" : 166
    }, {
      "referenceID" : 38,
      "context" : "The superior stability of Ti3C2Tx NS in ultrapure water is attributed to the electrostatic balance between the polar solvent and exfoliated Ti3C2Tx nanosheets [38,39].",
      "startOffset" : 159,
      "endOffset" : 166
    }, {
      "referenceID" : 39,
      "context" : "9° corresponding to the (1 1 0), (0 4 0), (1 3 0), (1 1 1) and (130/041) crystal faces, respectively, indicating its typical α-form of the crystalline structure [40,41].",
      "startOffset" : 161,
      "endOffset" : 168
    }, {
      "referenceID" : 40,
      "context" : "9° corresponding to the (1 1 0), (0 4 0), (1 3 0), (1 1 1) and (130/041) crystal faces, respectively, indicating its typical α-form of the crystalline structure [40,41].",
      "startOffset" : 161,
      "endOffset" : 168
    }, {
      "referenceID" : 41,
      "context" : "the hydrogen bonding between eOH from Ti3C2Tx NS and eOe from MA-g-PP [42].",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 41,
      "context" : "The TGA results are similar to the reports in previous work [42,43].",
      "startOffset" : 60,
      "endOffset" : 67
    }, {
      "referenceID" : 42,
      "context" : "The TGA results are similar to the reports in previous work [42,43].",
      "startOffset" : 60,
      "endOffset" : 67
    }, {
      "referenceID" : 51,
      "context" : "It is noted that the Xα,DSC values are not accordant with the Xα,XRD values, due to the thermal capacity of the deformed materials recovering its intrinsic or equilibrium state after a relaxation process [52].",
      "startOffset" : 204,
      "endOffset" : 208
    }, {
      "referenceID" : 19,
      "context" : "The nanoconfinement structure via hydrogen bonding that hinders the mobility of the polymer chains can contribute greatly to the tensile properties improvement of the nanocomposites [20,42,53].",
      "startOffset" : 182,
      "endOffset" : 192
    }, {
      "referenceID" : 41,
      "context" : "The nanoconfinement structure via hydrogen bonding that hinders the mobility of the polymer chains can contribute greatly to the tensile properties improvement of the nanocomposites [20,42,53].",
      "startOffset" : 182,
      "endOffset" : 192
    }, {
      "referenceID" : 52,
      "context" : "The nanoconfinement structure via hydrogen bonding that hinders the mobility of the polymer chains can contribute greatly to the tensile properties improvement of the nanocomposites [20,42,53].",
      "startOffset" : 182,
      "endOffset" : 192
    }, {
      "referenceID" : 41,
      "context" : "These are closely related to the competition between the slippage and the confinement via H-bonds, as supported by the results of tensile test [42].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 57,
      "context" : "26 vol% long hexadecyl chain modified nanosilica (C-16 SiO2) exhibit simultaneous enhancements in the strength, ductility and modulus, whereas the degree of increase is much lower than those of the counterpart filled with Ti3C2Tx NS [58,59].",
      "startOffset" : 233,
      "endOffset" : 240
    }, {
      "referenceID" : 58,
      "context" : "26 vol% long hexadecyl chain modified nanosilica (C-16 SiO2) exhibit simultaneous enhancements in the strength, ductility and modulus, whereas the degree of increase is much lower than those of the counterpart filled with Ti3C2Tx NS [58,59].",
      "startOffset" : 233,
      "endOffset" : 240
    } ],
    "year" : 2019,
    "abstractText" : "A R T I C L E I N F O",
    "creator" : "Elsevier"
  }
}