{
  "name" : "downloads_2020-07-13_74_zhang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Photodynamic Chitosan Nano-Assembly as a Potent Alternative Candidate for Combating Antibiotic-Resistant Bacteria",
    "authors" : [ "Ronglu Zhang", "Yuanyuan Li", "Min Zhou", "Cong Wang", "Pengcheng Feng", "Wenjun Miao", "He Huang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: antibacterial photodynamic therapy, chlorin e6, antibiotic resistance, local infection, alternative therapy"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "The global rise of antibiotic resistance of bacteria represents one of the most concerning public health issues.1 The incidence of infections caused by antibiotic-resistant bacteria keeps accelerated, particularly in developing countries because of the misuse and overuse of antibiotics.2 It is estimated that the global annual mortality of infectious diseases would be projected at 10 million by 2050 if action is not taken to combat resistance.3 Although several dozen antibiotics are now in R&D pipeline, most are modifications of existing antibiotic classes and few are likely to cover a broader range of resistant pathogens.4 Moreover, it is only a matter of time for microorganisms to develop resistance to these newly discovered costly antimicrobial agents, largely deriving from their single mode of action.5,6 Therefore, there is a pressing\nneed to develop new approaches for infection control and reducing the burden of antibacterial resistance. In the postantibiotic era, antibacterial photodynamic therapy\n(APDT) has been recognized as a powerful weapon fighting against antibiotic-resistant bacteria in parallel with antimicrobial peptides, bacteriophages, and antibodies.7 The basic principle of APDT involves the combination of visible or near-infrared light, oxygen, and a photosensitizer (PS), which is able to absorb and transfer energy or electrons after light irradiation to molecular oxygen for the generation of reactive oxygen species (ROS).8 The generated ROS could simultaneously attack various biomolecular sites (nucleic acids,\nReceived: May 23, 2019 Accepted: July 9, 2019 Published: July 9, 2019\n© 2019 American Chemical Society 26711 DOI: 10.1021/acsami.9b09020 ACS Appl. Mater. Interfaces 2019, 11, 26711−26721\nD ow\nnl oa\nde d\nvi a\nM A\nC Q\nU A\nR IE\nU N\nIV o\nn Ju\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nproteins, and lipids) in the pathogenic target. This multiplicity and nonspecificity of target site of action circumvents conventional mechanisms of resistance and inhibits the development of resistance. For successfully advancing APDT into clinical practice for infectious diseases, a medically applicable PS should meet the following requirements: (1) superior photo-chemistry properties with high singlet oxygen quantum yield and potent photo-bactericidal efficiency without induction of resistance; (2) acceptable biocompatibility pattern without safety concern and minimal dark toxicity toward normal tissues, and (3) ease of scale-up fabrication with quality controllability. The PS for APDT under clinical investigations can be\nclassified into phenothiazinium, phthalocyanines, and porphyrins.8 Among the porphyrins, chlorin e6 (Ce6, dihydroporphyrin) is advantageous of potent photodynamic activity and applicability to deep-sited diseases. Particularly, the amino acid derivatives of Ce6 have been suggested to be efficient PS drug candidates9,10 and mono-L-aspartyl Ce6 (talaporfin sodium, NPe6) has been approved in Japan over ten years for treating lung cancer.11 Ce6 was also covalently conjugated with cationic polymers, such as poly-L-lysine and polyethyleneimine, for enhanced APDT.12,13 On the other hand, as a widely applied biocompatible polymer, chitosan has been employed for physical encapsulation of Ce6 for PDT against tumors.14,15 Besides its intrinsic antimicrobial activities,16 chitosan has also been reported to be able to inhibit the rehabilitation of APDTinduced damaged microbes and thus to maximize the APDT efficiency.17 However, the conjugation of Ce6 and chitosan for APDT to combat antibiotic resistance has rarely been studied yet. Therefore, considering their respective benefits, it is reasonable to speculate that chitosan-delivered Ce6 can kill bacteria in a synergistic manner and its utilities in the field of APDT, especially against antibiotic-resistant strains, deserves further exploration. Moreover, the antibacterial performance of chitosan-Ce6 conjugates in animal model is of great scientific significance and might provide evidence for its success in translation. In this study, we newly fabricated photodynamic chitosan\nnano-assembly, composed by Ce6-grafted chitosan (CS-Ce6,\nFigure 1A), for use as a potent APDT platform in the fight against antibiotic-resistant bacteria-related infections. Chitosan is expected to improve the aqueous solubility, bacterial association, and photo-bactericidal effect of Ce6 without development of resistance. The possible mode of action for treating Methicillin-resistant Staphylococcus aureus (MRSA)infected subcutaneous abscess in the mouse model is illustrated in Figure 1B. We anticipate that photodynamic chitosan nano-assembly-based APDT could be a potent alternative approach, at least partial replacement, to antibiotic therapy for combating drug-resistance bacteria."
    }, {
      "heading" : "2. EXPERIMENTAL SECTION",
      "text" : "2.1. Materials. Ce6 was supplied by Frontier Scientific Inc. (West Logan, UT, USA). Levofloxacin and vancomycin were obtained from J&K Scientific Ltd. (Beijing, China). Cyclophosphamide was purchased from Yuanye Biotechnology Ltd. (Shanghai, China). Distilled water (DW) used in the experiments was made from a Milli-Q Direct 16 Water Purification System (Millipore Corporation, Bedford, MA, USA) with resistivity higher than 18.2 MΩ·cm−1. All other chemicals were supplied by Aladdin Reagents Company and Sinopharm Chemical Reagent Co., Ltd. China unless otherwise mentioned and used as received.\nMRSA and Acinetobacter baumannii (AB) were kindly supplied by Dr. Yishan Zheng at The Second Hospital of Nanjing. Mouse macrophage (Raw 264.7), and human dermal fibroblasts (HDFs) were purchased from the Institute of Biochemistry and Cell Biology, Chinese Academy of Sciences (Shanghai, China). All materials for cell experiments were obtained from Gibco BRL life Technologies.\n2.2. Synthesis of Ce6-Grafted Chitosan (CS-Ce6). Photodynamic chitosan, designated CS-Ce6, was synthesized via amide formation between carboxyl group in Ce6 and free amine group in chitosan as depicted in Figure 1A. In brief, Ce6 (84 μmol, 50 mg) was dissolved in dimethyl sulfoxide (DMSO) and activated by N,N′dicyclohexylcarbodiimide and N-hydroxysuccinimide for 30 min. The insoluble byproduct was removed by filtration and the activated Ce6 was added dropwise into chitosan (1 g, 20 kDa, 1% w/w in acetic acid solution). After stirring for 24 h at room temperature, the reaction mixture was purified by dialysis against DW for 3 days and CS-Ce6 was obtained by lyophilization.\nThe chemical structure of CS-Ce6 was identified by 1H NMR (AMX400, Varian) and FT-IR (Nicolet 6700, Thermo Fisher), respectively. Its UV/vis absorption spectrum was acquired via a\nDOI: 10.1021/acsami.9b09020 ACS Appl. Mater. Interfaces 2019, 11, 26711−26721\n26712\nspectrophotometer (UH-5300, Hitachi). The content of Ce6 in the product was calculated by absorbance at 400 nm according to the established calibration curve. A fluorescence spectrophotometer (F7000, Hitachi) was used to measure the fluorescence spectra. Absorption and emission measurements were conducted in 1 cm × 1 cm quartz cuvettes. 2.3. Preparation and Characterization of CS-Ce6 NanoAssembly. CS-Ce6 nano-assembly was formed by the nanoprecipitation method. CS-Ce6 was dispersed in phosphate-buffered saline (PBS, pH 7.0) at 1 mg mL−1, and subjected to sonication for 15 min at 200 kHz. Afterward, large aggregates were removed by centrifugation at 100g for 10 min and the colloidal supernatant was collected. The hydrodynamic diameters were analyzed by dynamic light scattering (DLS) with a 10 mW He−Ne laser at 25 °C, and zeta potential values were determined by laser Doppler microelectrophoresis at an angle of 22° using a Nano ZS90 zetasizer (Malvern Instruments). The stability of CS-Ce6 nano-assembly in PBS was monitored over 48 h at room temperature. 2.4. Light-Triggered Generation of Reactive Oxygen Species. Light-triggered singlet oxygen (1O2) generation of CS-Ce6 nano-assembly was quantitated using 1,3-diphenylisobenzofuran (DPBF) as an probe. The generated 1O2 can be captured by DPBF, leading to its absorption reduction at 410 nm.18 For that, 2 mL of oxygen-saturated dimethyl formamide (DMF) containing DPBF (100 μM) and chitosan, free Ce6 or CS-Ce6 (0.1 μg mL−1, equivalent to Ce6) was irradiated with a 660 nm continuous wave diode laser beam (Rayan Tech., China) at an output power of 100 mW cm−2. The absorption spectra of samples during irradiation were recorded using the Multiskan GO microplate spectrophotometer. DMF containing DPBF alone were used as controls. Besides 1O2, other ROS like hydroxyl radical (\n•OH) and superoxide anion radical (O2\n•−) production of CS-Ce6 nano-assembly upon light irradiation were determined by electron paramagnetic resonance (EPR, EMX-10/12, Bruker) simultaneously.19 Paramagnetic trapping reagents, 2,2,6,6-tetramethylpiperidine (TEMP) was used to trap 1O2, and 5-dimethyl-1-pyrroline N-oxide (DMPO) was used to trap O2\n•− and •OH.20 In detail, CS-Ce6 nano-assembly was mixed with the paramagnetic trapping reagent at a molar ratio of 1:1000 and subjected to irradiation with 660 nm light for 3 min at 100 mW cm−2. Samples with light irradiation in the presence of paramagnetic trapping agents alone were set as controls. All EPR spectra were recorded in capillary tubes and operated at a microwave frequency of 9.77 GHz, a microwave power of 0.225 mW, a center field of 3480 G, a sweep width of 200 G, a time constant of 40.96 ms, a modulation frequency of 100 kHz, and a modulation width 1.00 G. 2.5. In Vitro Biocompatibility Test. The cytotoxicity of CS-Ce6 nano-assembly toward mammalian cells was assessed by 3-(4,5- dimethyl thiazol-2-yl)-2,5-diphenyl tetrazolium bromide (MTT) assay.21 Raw 264.7 and HDFs were cultured according to the protocols in American Type Culture Collection (ATCC). Cells were seeded onto 96-well plates at a density of 1 × 104 cells per well. At the following day (at ∼70% confluence), cells were treated with serial concentrations of CS-Ce6 or chitosan for 24 h in the dark. Afterward, 10 μL of MTT (2.5 mg mL−1) was added and incubated for 4 h. After removing the medium, DMSO was added to dissolve formazan and the absorbance was quantitated at 570 nm by a microplate reader. The data were expressed as a percentage of the cell viability measured in the PBS group. All test samples were assayed in at least quadruplicate. The hemolytic behaviors of CS-Ce6 nano-assembly were investigated using rabbit red blood cells (RBCs). Rabbit blood was collected according to the standard experiment protocol.22 RBCs were isolated and purified from the whole blood by centrifugation and washing with PBS for several times, then diluted to 2% with PBS. Then the diluted RBCs were mixed with a serial concentration of the CS-Ce6 nano-assembly. DW and saline were selected as positive and negative controls, respectively. The samples were incubated at 37 °C for 1 h and centrifuged at 4000g for 15 min. The hemoglobin content in the supernatant was determined at 545 nm by microplate spectrophotometer and the hemolysis rates were calculated using\nthe following formula: hemolysis rate (%) = (ODsample − ODnegative control)/(ODpositive control − ODnegative control) × 100%.\n2.6. Bacteria Association of CS-Ce6 Nano-Assembly. Flow cytometry was used to test whether the CS-Ce6 nano-assembly could mediate enhanced interaction of bacteria and PS. In detail, bacteria were cultured in Luria−Bertani (LB) broth medium at 37 °C with shaking overnight and harvested at the exponential growth phase (OD600 ≈ 0.5). After washed with PBS (0.15 M, pH 7.4) for three times, bacteria were resuspended in normal saline at 1 × 108 cfu mL−1 (same bacteria density was used in following experiments if not specified). Followed by treatment with chitosan, free Ce6, or CS-Ce6 (10 μg mL−1) for 30 min in the dark, bacteria were washed and analyzed using a NovoCyte 2060R flow cytometer using ACEA NovoExpress software (ACEA Biosciences Inc., San Diego, CA). Meanwhile, the surface potentials of bacteria were analyzed by a Nano ZS90 zetasizer as described above.\n2.7. Morphology Change of Bacteria. The morphology change of bacteria was investigated by scanning electron microscopy (SEM) and transmission electron microscopy (TEM). For that, bacteria were treated with free Ce6 or CS-Ce6 nano-assembly (4 μg mL−1, equivalent to Ce6) in the dark or with irradiation (660 nm, 100 mW cm−2 for 10 min), collected by centrifugation (5000g for 10 min) and fixed with glutaraldehyde at 4 °C for 6 h. Then, bacteria were washed and redispersed with PBS. Their morphology was observed by TEM (JEM-2100, JEOL, Japan) after dropped onto a copper grid and stained with 1% phosphotungstic acid. For SEM imaging, bacteria were dehydrated by sequential treatment of ethanol (30, 50, 70, 85, and 100%). The fixed bacteria were coated with gold and imaged with a field emission SEM (JEOL JSM-7001F, Japan). PBS and vancomycin were set as negative and positive controls, respectively.\n2.8. In Vitro Antibacterial Photodynamic Activity. The photodynamic bactericidal activity of CS-Ce6 nano-assembly was tested against two drug-resistant strains, MRSA and AB, by minimal bactericidal concentration (MBC) and colony counting methods. In detail, bacteria suspension was treated with chitosan (0.33 mg mL−1 for MRSA, 3.3 mg mL−1 for AB), free Ce6, or CS-Ce6 (concentration ranged from 0.4 to 40 μg mL−1, in terms of Ce6). After incubated at 37 °C for 30 min in dark, the bacteria were exposed to 660 nm laser at an intensity of 100 mW cm−2 for 15 min. PBS was set as the negative control, and vancomycin (100 μg mL−1) and levofloxacin (1 mg mL−1) were used as positive controls for MRSA and AB, respectively.23,24 The cfu was counted by inoculating 100 μL of bacteria suspension onto LB agar plate and growth at 37 °C for 24 h. For determining MBC, referring to the lowest concentration of a bactericidal agent required to kill 99.9% of the bacteria being tested,25,26 OD600 of the bacterial suspensions after treatment was monitored. Each treatment was conducted in triplicate and the mean values were compared.\n2.9. Investigation of Photodynamic Resistance. In order to investigate whether bacteria will develop resistance against APDT, MRSA were treated with sublethal doses of PSs and milder irradiation condition for several cycles, and their bactericidal activities were assessed. In brief, MRSA were exposed to CS-Ce6 nano-assembly at 0.4 μg mL−1 (one-tenth of the MBC) and light irradiation at 100 mW cm−2 for 5 min (10 min shorter than previous). The survived bacteria were regrown in LB broth overnight and treated with the sublethal conditions again. This APDT-regrowth was repeated for 10 cycles and the survived MRSA were quantitated by colony counting after every APDT treatment. To test whether MRSA will restore its susceptibility to methicillin after APDT, bacteria were treated with methicillin (50 μg mL−1) in every cycle and their cfu was also counted. PBS-treated strains were set as the negative control. Each treatment was conducted in triplicate at least.\n2.10. In Vivo Anti-MRSA Infection Therapy. Male BALB/c mice (6−8 weeks) were purchased from Qinglongshan Experimental Animal Research Center, Nanjing and all animal experiments were conducted in compliance with the Animal Care Committee of Nanjing Tech University. To create a temporary state of neutropenia, the mice were rendered neutropenic by injection of cyclophosphamide (150 mg kg−1) intraperitoneally for 5 days before\nDOI: 10.1021/acsami.9b09020 ACS Appl. Mater. Interfaces 2019, 11, 26711−26721\n26713\nexperimental infection. Then, MRSA (1 × 106 cfu per mouse) in normal saline were subcutaneously inoculated into the depilated back of the neutropenic mice.24 Next day, mice with MRSA-infected abscesses were randomly assigned into 6 groups (n = 6) and treated with PBS, chitosan (10 mg kg−1) plus light, Ce6 (0.4 mg kg−1) plus light, CS-Ce6 nano-assembly (0.4 mg kg−1, equivalent to Ce6) in dark or plus light, and vancomycin (0.4 mg kg−1, positive control). The dose of Ce6 used was determined based on our preliminary experiment and literatures,27,28 and chitosan dose was calculated according to Ce6. One hour post administration, the mice were anesthetized, positioned in a mouse holder, and the abscess site were illuminated for 15 min with a 660 nm continuous wave laser at 100 mW cm−2. The abscess area were photographed and the size was measured by a caliper calculated as length × (width)2 × π/6 every other day. The body weight and survival rate of mice were recorded as well. For histological examination, MRSA-infected mice were subjected to the same treatment as mentioned above. Two days after treatment, skin tissues of mice in each group were isolated and fixed with 10% neutral buffered formalin and embedded in paraffin (n = 3). The sliced skin tissues were stained with hematoxylin and eosin and observed using an optical microscope. The remaining tissues were homogenized and centrifuged at 3000g for 5 min. The supernatant (100 μL) was collected and inoculated onto an LB agar plate. The cfu were counted after incubation at 37 °C for 24 h. 2.11. Statistics. ANOVA was used to analyze all data with a Student−Newman−Keuls test for post-hoc pairwise comparisons. All statistical analyses were performed using the SigmaStat software (version 3.5, Systat Software, Richmond, CA, USA)."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "3.1. Preparation of CS-Ce6 Nano-Assembly. CS-Ce6, synthesized according to the scheme in Figure 1A, was\nobtained as a greenish sponge-like solid. It was readily soluble in weak acidic aqueous solution and self-assembled in neutral condition. The 1H NMR spectra (Figure S1) did not show signals characteristic of Ce6 chromophores (at aromatic region) because its content was too low (1.2% w/w). However, the FT-IR spectrum of CS-Ce6 showed bands that could be assigned to the amide bonds between chitosan and Ce6 (Figure 2A). There were two characteristic peaks at 1651 cm−1 (amide I, carbonyl stretching vibration) and 1582 cm−1 that correspond to N-acetylated units and free amino groups, respectively. The ratio of the intensities at this region was higher in the FT-IR spectrum of CS-Ce6 than that of chitosan, attributed to the newly formed amide bond in CS-Ce6. In addition, the absence of a band characteristic of ester groups (∼1730 cm−1) further confirmed that Ce6 was attached to chitosan via amide bonds, rather than ester bonds. The conjugation of CS-Ce6 was also verified by absorption spectra and fluorescence spectra (Figure 2B,C). Chitosan showed negligible absorption in the visible range. CS-Ce6 in free acidic water and free Ce6 in DMSO displayed a similar absorption pattern, with characteristic bands around 400 and 660 nm of the Ce6 chromophore. However, the absorption band for CS-Ce6 was broader and red-shifted with respect to that of free Ce6 (656−668 nm) because of the conjugation of chromophores within close proximity.29 When excited at 400 nm, CS-Ce6 exhibited an intense and narrow emission spectrum with a peak at 666 nm, similar to that of Ce6 with a peak at 660 nm. The small red shift (6 nm) resulted from the surrounding environment of the amino groups or the intermolecular interaction of Ce6, which was also observed in other fluorophore-grafted chitosan derivatives.30\nDOI: 10.1021/acsami.9b09020 ACS Appl. Mater. Interfaces 2019, 11, 26711−26721\n26714\nCS-Ce6 nano-assembly, with the hydrophobic Ce6 core surrounded by the chitosan shell, was formed by pH adjustment to neutral. Dynamic laser scattering measurement showed the hydrodynamic size was 132.9 ± 2.8 nm with a relatively narrow size distribution (Figure 2D). The zeta potential value was 13.9 mV, confirming the presence of chitosan on the surface. It also showed good colloidal stability without significant change in size over 48 h (Figure 2E). 3.2. Comparable Singlet Oxygen Generation of CSCe6 Nano-Assembly. Next, we investigated the singlet oxygen (1O2) generation capacity of CS-Ce6 nano-assembly upon near-infrared irradiation using DPBF as a probe. The photo-stability of DPBF ensured the reliability of this test (Figure S3). As shown in Figure 3, CS-Ce6 nano-assembly exhibited a comparable DPBF-consuming rate to free Ce6, indicating their similar 1O2 producing potential. Chitosan alone did not have any photosensitizing effect (Figure 3A). After irradiation for 30 and 120 s, the 1O2 generation percentage of CS-Ce6 nano-assembly achieved 24.4 and 80.0%, respectively (Figure 3C), versus 29.4 and 83.7% in case of free Ce6 (Figure 3B). It suggested the conjugation of Ce6 onto chitosan and the formation of nano-assembly would\nnot compromise the photosensitizing ability of Ce6 (Figure 3D), which was also observed in our previous report on indocyanine green analog-based nanoagent.31\nIn addition, EPR analysis was performed for further elucidating other possible ROS (•OH and O2\n•−) generated with CS-Ce6 nano-assembly under illumination (Figure S4). Indeed, we observed noticeable 1O2 production without the presence of •OH, indicated by the characteristic peaks of the TEMP-1O2 adduct in EPR spectra. That is in agreement with that chlorins, including Ce6, and their conjugates, are regarded to mainly undergo type II photodynamic pathway (energy transfer reactions between triplet state PS and oxygen) with high quantum yield of 1O2. 32−35 DMPO-O2 •− adduct signals were also found in EPR spectra as well. Even O2 •− is a typical radical produced by the type 1 pathway; it also can be formed subsequently via the electron-transfer process between singlet oxygen and PS in the ground state.36,37 These results confirmed that CS-Ce6 upon light irradiation could efficiently induce the generation of 1O2 and other secondary ROS, like O2\n•−. 3.3. In Vitro Biocompatibility Pattern. Before applied in the living system for antibacterial application, the biocompat-\nDOI: 10.1021/acsami.9b09020 ACS Appl. Mater. Interfaces 2019, 11, 26711−26721\n26715\nibility patterns of CS-Ce6 nano-assembly were examined preliminarily. To test its cytotoxicity, Raw 264.7 and HDFs were selected and represented immune and normal cells, respectively. After 24 h treatment, CS-Ce6 nano-assembly did not show significant toxicity toward both cell lines (Figure 4A). When its concentration reached 200 g mL−1, the survival rates were both over 80% regardless of cell types. Additionally, there was no statistical difference between chitosan and CS-Ce6treated groups (p > 0.05). The hemolysis study revealed that the CS-Ce6 nano-assembly leads to a negligible hemolysis rate to rabbit blood cells (lower than 5%) (Figure 4B). Thus, these results suggest that CS-Ce6, as a derivative of biocompatible chitosan, has acceptable in vitro safety profiles and widen up possibilities for its further biomedical applications. 3.4. Facilitated Bacteria Association of CS-Ce6 Nano-\nAssembly. For flow cytometry analysis, the inherent fluorescence of Ce6 was used for tracking, rather than labeled by other dyes. As shown in Figure 5A, free Ce6 was barely taken up or adsorbed by MRSA, without difference versus the PBS group. However, CS-Ce6 could internalized into or bound tightly with bacteria to a greater extent. The quantitative measurement (Figure 5B) showed that the fluorescence intensity of CS-Ce6-treated MRSA was ∼42 folds higher than that of free Ce6 treated ones. This significant enhancement was highly possible because of the strong electrostatic interaction between CS-Ce6 nano-assembly and cell wall of bacteria. To verify this hypothesis, surface potentials of MRSA post treatment were measured. As shown in Figure 5C, free Ce6-treated MRSA remained negative in zeta potential (−27.7 mV) as untreated ones. However, that value of MRSA treated with CS-Ce6 was significantly increased to 0.7 mV, indicating a\nnearly neutral surface of bacteria. These results clearly proved that CS-Ce6 (13.7 mV in zeta potential) could associate with bacteria and thus alter their surface property, and simultaneously mediate enhanced uptake of Ce6. This observation is consistent with other reports about chitosan-based vesicles for delivery of therapeutics into bacteria.25,38,39 However, the distribution of Ce6 within bacteria still remained further investigation in detail.\n3.5. Morphology Change. To investigate the effect of photodynamic inactivation on the bacterial morphologies, both the SEM and TEM images of MRSA were recorded. When treated with chitosan and CS-Ce6 without light irradiation, MRSA showed similar smooth and spherical morphologies to the untreated ones (Figure 6A,B,D). Interestingly, we observed that MRSA did distribute along the chitosan fiber, confirming the strong interaction between bacteria and chitosan-based materials again. The structure of MRSA was less affected by Ce6 (Figure 6C). However, most of MRSA treated with CSCe6 and light irradiation appeared to be ruptured and multiple lesions and holes were clearly observed (Figure 6E), indicating the severe damage of bacteria wall by photodynamic treatment.40,41 The extent of damage was not distinctive to that vancomycin did (Figure 6F). Furthermore, the changes of bacterial morphology were examined by TEM. MRSA were also deformed and lost their integrity after CS-Ce6 and light treatment (Figure S2) in consistent with SEM observation. Collectively, the morphology of MRSA was highly damaged by the CS-Ce6-mediated photodynamic process, leading to its potential bactericidal effect.\n3.6. Photodynamic Bactericidal Effect. The in vitro photodynamic bactericidal activity of CS-Ce6 nano-assembly\nDOI: 10.1021/acsami.9b09020 ACS Appl. Mater. Interfaces 2019, 11, 26711−26721\n26716\nagainst MRSA and AB was significantly more potent that of free Ce6 under identical conditions, and even superior to antibiotics. The MBC of CS-Ce6 nano-assembly with light irradiation for MRSA and AB was about 4 and 40 μg mL−1 (equivalent to Ce6), respectively. These values were at least 2.5-fold lower compared to that of free Ce6 under light irradiation. We found that Gram-positive bacteria (MRSA) were more sensitive to the Ce6-based photodynamic effect than Gram-negative bacteria (AB). This difference was also observed by recently published photodynamic antibacterial agents, such as phthalocyanine-based PS (with MBC of 4 μg mL−1 for S. aureus and 128 μg mL−1 for E. coli)41 and porphyrin-based PS (with MBC of 500 nM for S. aureus and 8 μM for E. coli),42 possibly originated from their different bacterial envelope structures.43\nFigure 7A shows images of MRSA culture plates after various treatments. No colony was found on the agar plate when treated with CS-Ce6 (4 μg mL−1 of Ce6) and light irradiation. This phenomenon was not observed in other groups (Figure S5), even when treated with vancomycin at 100 μg mL−1 for 30 min. In case of Gram-negative AB treated with CS-Ce6 (40 μg mL−1 of Ce6) and light irradiation, no colony was found on the agar plate either (Figures 7B and S6). For quantitative evaluation, log reduction was calculated according to the cfu values and shown in Figure 7C. When treated with CS-Ce6 plus light, the reduction in the log unit was 8.5 and 7.0 for MRSA and AB, respectively. That was significantly higher than those treated with Ce6 plus light and antibiotics. In addition, CS-Ce6 in dark also showed a weak bactericidal effect (1−2 log unit reduction) as chitosan did. It is interesting to find that AB was much more sensitive to CS-Ce6-mediated APDT, rather than free Ce6 (Figure S6). Furthermore, the greater bactericidal effect of vancomycin was achieved when extending the treatment time from 0.5 to 1 h (Figure S7). However, it was still less potent than APDT did within shorter time (15 min irradiation) and lower drug dose. Taken\ntogether, CS-Ce6 nano-assembly exhibited efficient photodynamic bactericidal activity, superior to free Ce6 and antibiotics toward both drug-resistant Gram-positive and Gram-negative strains. When compared with other PS combined with chitosan\nnanostructures, our CS-Ce6 nano-assembly also displayed better, comparable at least, bactericidal potency. Darabpour et al. reported that co-treatment of bacteria by methylene blue (50 μM, ∼15 μg mL−1) and chitosan nanoparticles caused an average reduction of 3.17 and 3.53 log10 cfu in viable count of MRSA and S. aureus,44 whereas ∼8 log unit reduction was achieved by CS-Ce6 nano-assembly at 4 μg mL−1 of Ce6 and higher irradiation fluence. Pretreatment of chitosan followed by methylene blue (40 μg mL−1) and 10 min irradiation leads to ∼5 log unit reduction of Helicobacter pylori.45 In case of chitosan-conjugated rose bengal, complete killing of E. faecalis and Pseudomonas aeruginosa was observed when light irradiation time was extended to 30 min; a similar photobactericidal effect was also found in CS-Ce6 with similar PS concentration but shorter irradiation time (15 min).46\nMoreover, Tsai et al.-treated MRSA with hematoporphyrin and subsequent incubated chitosan, resulting in a great bacterial eradication effect.47 It is interesting to find very low dose of PS (0.1−0.25 μM) was used in this study. For comparison with other cationic polymer conjugates, like polyL-lysine and PEI,12,13 current chitosan-conjugated Ce6 nanosystem exhibited similar photodynamic bactericidal efficiency and merited with improved biocompatibility pattern. However, we should point out that comparison among various studies might be more solid if identical experimental setting and pathogen stains were used. In addition, nanozymes that catalyze the generation of ROS to kill bacteria have been developed very recently.48,49 It was reported that zinc-centered porphyrin-like single-atom nanozyme at 100 μg mL−1 could inhibit 99.87% of P. aeruginosa,49 showing a comparable\nDOI: 10.1021/acsami.9b09020 ACS Appl. Mater. Interfaces 2019, 11, 26711−26721\n26717\nantibacterial effect with CS-Ce6 nano-assembly toward Gramnegative bacteria. 3.7. Persistent Susceptibility of APDT. MRSA did not\ndevelop resistance to APDT after ten cycles of photodynamic inactivation at sublethal conditions and regrowth. In other words, MRSA kept their susceptibility to APDT. After subjected to repeated APDT exposure, the cfu of survived MRSA at the tenth cycle was 3.9 log units, which was not distinctive to that at the first cycle (4.4 log units). Among the ten APDT-regrowth cycles, no significantly different bactericidal effect can be found (Figure 7D). Further, the repeated sublethal APDT did not alter the susceptibility of MRSA to methicillin as well (Figure S8). The log unit of survived MRSA ranged from 4.0 to 5.0 when co-treated with APDT and methicillin for ten cycles. These observations were in agreement with other studies in that porphyrin-based sublethal APDT did not lead to development of resistance in antibioticresistant S. aureus and E. coli clinical isolates.50 This can be partially explained by that APDT is based on attack of multiple cellular targets by photo-generated ROS, making the development of resistance to APDT is unlikely.51 In addition, biological systems lack enzymatic protection against 1O2, which is considered to be the primary cell damaging factor for most PSs.52 In short, using CS-Ce6 nano-assembly as a PS maintained the susceptibility pattern of MRSA both to APDT and antibiotics.\n3.8. Ablation of MRSA-Related Abscesses. The in vivo antibacterial photodynamic therapeutic effect of CS-Ce6 nanoassembly was tested in MRSA-infected subcutaneous abscess mouse model. Figure 8A illustrates the experimental scheme from animal model establishment to treatment and evaluation regime. At two days after treatment (drug administration and light illumination), the abscess tissues were harvested and subjected to histological examination for evaluation of the therapeutic effect. H & E staining (Figure 8B) revealed the presence of severe necrosis and bacterial colonies (indicated by yellow arrow) in the damaged epidermis and dermis of PBStreated infected mice. When treated by chitosan or CS-Ce6 nano-assembly without light illumination, the extent of necrosis and the number of bacteria colonies in abscess did not alleviate, and massive neutrophil infiltration (indicated by white arrow) was also observed. In addition, local necrosis and neutrophil infiltration in Ce6 with the light illumination group were less severe than that in PBS group. However, upon treating with CS-Ce6 and light illumination, obvious reepithelialization was found as evidenced by vast fibroblasts and reduced neutrophil infiltration, accompanied by the absence of bacteria colonies, which were not observed in vancomycintreated ones. The remaining MRSA in abscess tissues were harvested and plated onto the LB agar plate for quantitatively evaluating the therapeutic efficacy (Figure 8C,D). Accordingly, the bacterial burden in CS-Ce6 with the light illumination\nDOI: 10.1021/acsami.9b09020 ACS Appl. Mater. Interfaces 2019, 11, 26711−26721\n26718\ngroup was 1.9 log units per gram tissue, a significant reduction in the number of bacteria in comparison with Ce6 with light and vancomycin groups. Figure 9A shows the abscess site of mice after treatment with\nfree Ce6 and CS-Ce6 nano-assembly with light illumination, and vancomycin. Typical photographs of MRSA-infected in all treatment groups can be found in Figure S9. The abscess sites exhibited severe pyosis after MRSA infection (indicated by red dotted circles), and mice treated with PBS all died at day 1 probably due to sepsis (Figure 9D). However, the abscess area was gradually shrunk and body weight grew steadily from day 9 post treatment when treated with CS-Ce6 nano-assembly and light illumination (Figure 9B,C), showing significantly improved therapeutic efficacy compared to vancomycin treatment. We should note that more than 50% of mice died in free Ce6 with the light group even the recovery rate of the survived mice was similar to the CS-Ce6 plus light group (100% of survival rate until day 30). This might be resulted from the limited association between bacteria and Ce6 itself, even which could be responsive to acidic microenvironment of bacterial infection.25 Furthermore, although chitosan treatment could not lead to the recovery of abscess effectively, we did observe prolonged survival time of mice versus the PBS control group. This is likely contributed to the intrinsic antibacterial effect of chitosan. Taken together, CS-Ce6 nano-assemblybased APDT demonstrated accelerated healing rate and potent therapeutics efficacy against MRSA-infected abscess in mice, which is at least comparable with antibiotic therapy."
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "In summary, we have successfully fabricated a novel nano-sized PS, CS-Ce6 nano-assembly, for effectively treating antibiotic resistant bacteria-caused local infection. It exhibits acceptable biocompatibility and excellent delivery efficiency of Ce6 into bacteria, resulting in great performance in killing both Grampositive and Gram-negative bacteria. We also proved the utility of APDT with the aid of well-designed PSs for combating bacteria without the concern of resistance development like\nantibiotics. Besides treating bacterial infections, current photodynamic chitosan nano-assembly may hold great potential as bactericidal agents for other healthcare applications.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.9b09020.\n1H NMR spectrum of CS-Ce6 conjugate; transmission electron microscopy images of MRSA after treatment; photo-stability of DPBF under laser irradiation; investigation of ROS production of CS-Ce6 nanoassembly by EPR; antibacterial effect of CS-Ce6 nanoassembly against Gram-positive MRSA; antibacterial effect of CS-Ce6 nano-assembly against Gram-negative AB; comparison of bactericidal efficacy of APDT and vancomycin with different treatment time; influence of APDT to the drug resistance of MRSA; and photographs of mice with MRSA-infected skin abscesses in different treatment groups within 30 days (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: miaowj@njtech.edu.cn (W.M.). *E-mail: biotech@njtech.edu.cn (H. H.)."
    }, {
      "heading" : "ORCID",
      "text" : "Wenjun Miao: 0000-0003-3112-1318"
    }, {
      "heading" : "He Huang: 0000-0003-2192-9620",
      "text" : ""
    }, {
      "heading" : "Author Contributions",
      "text" : "§R.Z. and Y.L. contributed equally."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by research grants from the National Natural Science Foundation of China (no. 51603101), and the\nDOI: 10.1021/acsami.9b09020 ACS Appl. Mater. Interfaces 2019, 11, 26711−26721\n26719\nJiangsu Synergetic Innovation Center for Advanced BioManufacture.\n■ ABBREVIATIONS APDT, antimicrobial photodynamic therapy CS-Ce6, chitosan-chlorin e6 covalent conjugate PS, photosensitizer ROS, reactive oxygen species MRSA, methicillin-resistant S. aureus AB, Acinetobacter baumannii PBS, phosphate buffered saline DPBF, 1,3-diphenylisobenzofuran cfu, colony counting unit MBC, minimal bactericidal concentration\n■ REFERENCES (1) O’Neill, J. Tackling Drug-Resistant Infections Globally: Final Report and Recommendations; The Wellcome Trust HM government, 2016; pp 1−84. (2) Aslam, B.; Wang, W.; Arshad, M. I.; Khurshid, M.; Muzammil, S.; Rasool, M. H.; Nisar, M. A.; Alvi, R. F.; Aslam, M. A.; Qamar, M. U.; Salamat, M. K. F.; Baloch, Z. Antibiotic Resistance: A Rundown of a Global Crisis. Infect. Drug Resist. 2018, 11, 1645−1658. (3) Shallcross, L. J.; Howard, S. J.; Fowler, T.; Davies, S. C. Tackling the Threat of Antimicrobial Resistance: From Policy to Sustainable Action. Philos. Trans. R. Soc., B 2015, 370, 20140082. (4) WHO. Antibacterial Agents in Clinical DevelopmentAn Analysis of the Antibacterial Clinical Development Pipeline, Including Tuberculosis. https://apps.who.int/iris/handle/10665/258965, 2017 (accessed July 18, 2019). (5) Hwang, T. J.; Gibbs, K. A.; Podolsky, S. H.; Linder, J. A. Antimicrobial Stewardship and Public Knowledge of Antibiotics. Lancet Infect. Dis. 2015, 15, 1000−1001. (6) Spellberg, B.; Bartlett, J. G.; Gilbert, D. N. The Future of Antibiotics and Resistance. N. Engl. J. Med. 2013, 368, 299−302. (7) Ghosh, C.; Sarkar, P.; Issa, R.; Haldar, J. Alternatives to Conventional Antibiotics in the Era of Antimicrobial Resistance. Trends in Microbiology. Trends Microbiol. 2019, 27 (4), 323−338. (8) Wainwright, M.; Maisch, T.; Nonell, S.; Plaetzer, K.; Almeida, A.; Tegos, G. P.; Hamblin, M. R. PhotoantimicrobialsAre We Afraid of the Light? Lancet Infect. Dis. 2017, 17, e49−e55. (9) Had̈ener, M.; Gjuroski, I.; Furrer, J.; Vermathen, M. Interactions of Polyvinylpyrrolidone with Chlorin e6-based Photosensitizers Studied by NMR and Electronic Absorption Spectroscopy. J. Phys. Chem. B 2015, 119, 12117−12128. (10) Jinadasa, R. G. W.; Hu, X.; Vicente, M. G. H.; Smith, K. M. Syntheses and Cellular Investigations of 173-, 152-, and 131-Amino Acid Derivatives of Chlorin e6. J. Med. Chem. 2011, 54, 7464−7476. (11) Usuda, J.; Ichinose, S.; Ishizumi, T.; Hayashi, H.; Ohtani, K.; Maehara, S.; Ono, S.; Honda, H.; Kajiwara, N.; Uchida, O.; Tsutsui, H.; Ohira, T.; Kato, H.; Ikeda, N. Outcome of Photodynamic Therapy Using NPe6 for Bronchogenic Carcinomas in Central Airways >1.0 cm in Diameter. Clin. Cancer Res. 2010, 16, 2198−2204. (12) Sahu, K.; Sharma, M.; Bansal, H.; Dube, A.; Gupta, P. K. Topical Photodynamic Treatment with Poly-l-lysine−chlorin p6 Conjugate Improves Wound Healing by Reducing Hyperinflammatory Response in Pseudomonas Aeruginosa-Infected Wounds of Mice. Lasers Med. Sci. 2013, 28, 465−471. (13) Tegos, G. P.; Anbe, M.; Yang, C.; Demidova, T. N.; Satti, M.; Mroz, P.; Janjua, S.; Gad, F.; Hamblin, M. R. Protease-Stable Polycationic Photosensitizer Conjugates between Polyethyleneimine and Chlorin(e6) for Broad-Spectrum Antimicrobial Photoinactivation. Antimicrob. Agents Chemother. 2006, 50, 1402−1410. (14) Ding, Y.-F.; Li, S.; Liang, L.; Huang, Q.; Yuwen, L.; Yang, W.; Wang, R.; Wang, L.-H. Highly Biocompatible Chlorin e6-Loaded Chitosan Nanoparticles for Improved Photodynamic Cancer Therapy. ACS Appl. Mater. Interfaces 2018, 10, 9980−9987.\n(15) Jeong, Y.-I.; Cha, B.; Lee, H. L.; Song, Y. H.; Jung, Y. H.; Kwak, T. W.; Choi, C.; Jeong, G.-W.; Nah, J. W.; Kang, D. H. Simple Nanophotosensitizer Fabrication Using Water-Soluble Chitosan for Photodynamic Therapy in Gastrointestinal Cancer Cells. Int. J. Pharm. 2017, 532, 194−203. (16) Sahariah, P.; Maśson, M. Antimicrobial Chitosan and Chitosan Derivatives: A Review of the Structure−Activity Relationship. Biomacromolecules 2017, 18, 3846−3868. (17) Lin, C.-H.; Chien, H.-F.; Lin, M.-H.; Chen, C.-P.; Shen, M.; Chen, C.-T. Chitosan Inhibits the Rehabilitation of Damaged Microbes Induced by Photodynamic Inactivation. Int. J. Mol. Sci. 2018, 19, 2598. (18) Wu, H.; Song, Q.; Ran, G.; Lu, X.; Xu, B. Recent Developments in the Detection of Singlet Oxygen with Molecular Spectroscopic Methods. TrAC, Trends Anal. Chem. 2011, 30, 133−141. (19) Nosaka, Y.; Nosaka, A. Y. Generation and Detection of Reactive Oxygen Species in Photocatalysis. Chem. Rev. 2017, 117, 11302−11336. (20) Zhang, H.; Li, H.; Fan, H.; Yan, J.; Meng, D.; Hou, S.; Ji, Y.; Wu, X. Formation of Plasmon Quenching Dips Greatly Enhances 1O2 Generation in A Chlorin e6−Gold Nanorod Coupled System. Nano Res. 2018, 11, 1456−1469. (21) Miao, W.; Shim, G.; Lee, S.; Oh, Y.-K. Structure-Dependent Photothermal Anticancer Effects of Carbon-based Photoresponsive Nanomaterials. Biomaterials 2014, 35, 4058−4065. (22) Yang, X.; Wang, D.; Shi, Y.; Zou, J.; Zhao, Q.; Zhang, Q.; Huang, W.; Shao, J.; Xie, X.; Dong, X. Black Phosphorus Nanosheets Immobilizing Ce6 for Imaging-Guided Photothermal/Photodynamic Cancer Therapy. ACS Appl. Mater. Interfaces 2018, 10, 12431−12440. (23) Zhang, Y.; Sun, P.; Zhang, L.; Wang, Z.; Wang, F.; Dong, K.; Liu, Z.; Ren, J. Silver-Infused Porphyrinic Metal−Organic Framework: Surface-Adaptive, On-Demand Nanoplatform for Synergistic Bacteria Killing and Wound Disinfection. Adv. Funct. Mater. 2019, 29, 1808594. (24) Qu, S.; Cui, S.; Yin, D.; Zhu, Q.; Ma, Y.; Qian, Z.; Gu, Y. Dual Antibacterial Activities of a Chitosan-Modified Upconversion Photodynamic Therapy System Against Drug-Resistant Bacteria in Deep Tissue. Nanoscale 2017, 9, 3912−3924. (25) Wang, C.; Chen, P.; Qiao, Y.; Kang, Y.; Guo, S.; Wu, D.; Wang, J.; Wu, H. Bacteria-Activated Chlorin e6 Ionic Liquid Based on Cation and Anion Dual-Mode Antibacterial Action for Enhanced Photodynamic Efficacy. Biomater. Sci. 2019, 7, 1399−1410. (26) Cai, J.; Huang, H.; Song, W.; Hu, H.; Chen, J.; Zhang, L.; Li, P.; Wu, R.; Wu, C. Preparation and Evaluation of Lipid Polymer Nanoparticles for Eradicating H. pylori biofilm and Impairing Antibacterial Resistance In Vitro. Int. J. Pharm. 2015, 495, 728−737. (27) Sahu, K.; Sharma, M.; Bansal, H.; Dube, A.; Gupta, P. K. Topical Photodynamic Treatment with Poly-l-Lysine−chlorin p6 Conjugate Improves Wound Healing by Reducing Hyperinflammatory Response in Pseudomonas aeruginosa-infected Wounds of Mice. Lasers Med. Sci. 2013, 28, 465−471. (28) Hamblin, M. R.; O’Donnell, D. A.; Murthy, N.; Contag, C. H.; Hasan, T. Rapid Control of Wound Infections by Targeted Photodynamic Therapy Monitored by In Vivo Bioluminescence Imaging. Photochem. Photobiol. 2002, 75, 51−57. (29) Moczek, L.-u.; Nowakowska, M. Novel Water-Soluble Photosensitizers from Chitosan. Biomacromolecules 2007, 8, 433−438. (30) Ge, Y.; Zhang, Y.; He, S.; Nie, F.; Teng, G.; Gu, N. Fluorescence Modified Chitosan-Coated Magnetic Nanoparticles for High-Efficient Cellular Imaging. Nanoscale Res. Lett. 2009, 4, 287− 295. (31) Miao, W.; Kim, H.; Gujrati, V.; Kim, J. Y.; Jon, H.; Lee, Y.; Choi, M.; Kim, J.; Lee, S.; Lee, D. Y.; Kang, S.; Jon, S. Photodecomposable Organic Nanoparticles for Combined Tumor Optical Imaging and Multiple Phototherapies. Theranostics 2016, 6, 2367− 2379. (32) Spikes, J. D.; Bommer, J. C. Photosensitizing Properties of Mono-l-aspartyl chlorin e6 (NPe6): A Candidate Sensitizer for the\nDOI: 10.1021/acsami.9b09020 ACS Appl. Mater. Interfaces 2019, 11, 26711−26721\n26720\nPhotodynamic Therapy of Tumors. J. Photochem. Photobiol., B 1993, 17, 135−143. (33) Castano, A. P.; Demidova, T. N.; Hamblin, M. R. Mechanisms in Photodynamic Therapy: Part OnePhotosensitizers, Photochemistry and Cellular Localization. Photodiagn. Photodyn. Ther. 2004, 1, 279−293. (34) Fernandez, J. M.; Bilgin, M. D.; Grossweiner, L. I. Singlet Oxygen Generation by Photodynamic Agents. J. Photochem. Photobiol., B 1997, 37, 131−140. (35) Mojzisova, H.; Bonneau, S.; Maillard, P.; Berg, K.; Brault, D. Photosensitizing Properties of Chlorins in Solution and in Membranemimicking Systems. Photochem. Photobiol. Sci. 2009, 8, 778−787. (36) Rizzi, V.; Fini, P.; Semeraro, P.; Cosma, P. Detailed Investigation of ROS Arisen from Chlorophyll α/Chitosan Basedbiofilm. Colloids Surf., B 2016, 142, 239−247. (37) Cellamare, B. M.; Fini, P.; Agostiano, A.; Sortino, S.; Cosma, P. Identification of Ros Produced by Photodynamic Activity of Chlorophyll/Cyclodextrin Inclusion Complexes. Photochem. Photobiol. 2013, 89, 432−441. (38) Li, P.; Chen, X.; Shen, Y.; Li, H.; Zou, Y.; Yuan, G.; Hu, P.; Hu, H. Mucus Penetration Enhanced Lipid Polymer Nanoparticles Improve the Eradication Rate of Helicobacter Pylori Biofilm. J. Controlled Release 2019, 300, 52−63. (39) Ma, M.; Liu, X.; Tan, L.; Cui, Z.; Yang, X.; Liang, Y.; Li, Z.; Zheng, Y.; Yeung, K. W. K.; Wu, S. Enhancing the Antibacterial Efficacy of Low-dose Gentamicin with 5 Minute Assistance of Photothermy at 50 °C. Biomater. Sci. 2019, 7, 1437−1447. (40) Xu, F.; Hu, M.; Liu, C.; Choi, S. K. Yolk-structured Multifunctional Up-Conversion Nanoparticles for Synergistic Photodynamic−Sonodynamic Antibacterial Resistance Therapy. Biomater. Sci. 2017, 5, 678−685. (41) Tong, W.; Xiong, Y.; Duan, S.; Ding, X.; Xu, F.-J. Phthalocyanine Functionalized Poly(glycidyl methacrylate) Nanoassemblies for Photodynamic Inactivation of Bacteria. Biomater. Sci. 2019, 7, 1905−1918. (42) Chen, J.; Shan, J.; Xu, Y.; Su, P.; Tong, L.; Yuwen, L.; Weng, L.; Bao, B.; Wang, L. Polyhedral Oligomeric Silsesquioxane (POSS)Based Cationic Conjugated Oligoelectrolyte/Porphyrin for Efficient Energy Transfer and Multiamplified Antimicrobial Activity. ACS Appl. Mater. Interfaces 2018, 10, 34455−34463. (43) Alves, E.; Faustino, M. A.; Neves, M. G.; Cunha, A.; Tome, J.; Almeida, A. An Insight on Bacterial Cellular Targets of Photodynamic Inactivation. Future Med. Chem. 2014, 6, 141−164. (44) Darabpour, E.; Kashef, N.; Mashayekhan, S. Chitosan Nanoparticles Enhance the Efficiency of Methylene Blue-mediated Antimicrobial Photodynamic Inactivation of Bacterial Biofilms: An in vitro Study. Photodiagn. Photodyn. Ther. 2016, 14, 211−217. (45) Choi, S. S.; Lee, H. K.; Chae, H. S. Synergistic in vitro Photodynamic Antimicrobial Activity of Methylene Blue and Chitosan Against Helicobacter pylori 26695. Photodiagn. Photodyn. Ther. 2014, 11, 526−532. (46) Shrestha, A.; Kishen, A. Polycationic Chitosan-Conjugated Photosensitizer for Antibacterial Photodynamic Therapy. Photochem. Photobiol. 2012, 88, 577−583. (47) Tsai, T.; Chien, H.-F.; Wang, T.-H.; Huang, C.-T.; Ker, Y.-B.; Chen, C.-T. Chitosan Augments Photodynamic Inactivation of GramPositive and Gram-Negative Bacteria. Antimicrob. Agents Chemother. 2011, 55, 1883−1890. (48) Wang, S.; Shang, L.; Li, L.; Yu, Y.; Chi, C.; Wang, K.; Zhang, J.; Shi, R.; Shen, H.; Waterhouse, G. I. N.; Liu, S.; Tian, J.; Zhang, T.; Liu, H. Metal−Organic-Framework-Derived Mesoporous Carbon Nanospheres Containing Porphyrin-Like Metal Centers for Conformal Phototherapy. Adv. Mater. 2016, 28, 8379−8387. (49) Xu, B.; Wang, H.; Wang, W.; Gao, L.; Li, S.; Pan, X.; Wang, H.; Yang, H.; Meng, X.; Wu, Q.; Zheng, L.; Chen, S.; Shi, X.; Fan, K.; Yan, X.; Liu, H. A Single-Atom Nanozyme for Wound Disinfection Applications. Angew. Chem., Int. Ed. 2019, 58, 4911−4916.\n(50) Al-Mutairi, R.; Tovmasyan, A.; Batinic-Haberle, I.; Benov, L. Sublethal Photodynamic Treatment Does Not Lead to Development of Resistance. Front. Microbiol. 2018, 9, 1699. (51) Kashef, N.; Hamblin, M. R. Can Microbial Cells Develop Resistance to Oxidative Stress in Antimicrobial Photodynamic Inactivation? Drug Resist. Updates 2017, 31, 31−42. (52) Benov, L. Photodynamic Therapy: Current Status and Future Directions. Med. Princ. Pract. 2015, 24, 14−28.\nDOI: 10.1021/acsami.9b09020 ACS Appl. Mater. Interfaces 2019, 11, 26711−26721\n26721"
    } ],
    "references" : [ {
      "title" : "Antibiotic Resistance: A Rundown of a Global Crisis",
      "author" : [ "M.K.F. Salamat", "Z. Baloch" ],
      "venue" : "Infect. Drug Resist. 2018,",
      "citeRegEx" : "U. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "U. et al\\.",
      "year" : 2018
    }, {
      "title" : "The Future of Antibiotics and Resistance",
      "author" : [ "B. Spellberg", "J.G. Bartlett", "D.N. Gilbert" ],
      "venue" : "N. Engl. J. Med",
      "citeRegEx" : "Spellberg et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Spellberg et al\\.",
      "year" : 2013
    }, {
      "title" : "Antimicrobial Chitosan and Chitosan Derivatives: A Review of the Structure−Activity Relationship",
      "author" : [ "P. Sahariah", "M. Maśson" ],
      "venue" : "Biomacromolecules 2017,",
      "citeRegEx" : "Sahariah and Maśson,? \\Q2017\\E",
      "shortCiteRegEx" : "Sahariah and Maśson",
      "year" : 2017
    }, {
      "title" : "Novel Water-Soluble Photosensitizers from Chitosan",
      "author" : [ "L.-u. Moczek", "M. Nowakowska" ],
      "venue" : "Biomacromolecules 2007,",
      "citeRegEx" : "Moczek and Nowakowska,? \\Q2007\\E",
      "shortCiteRegEx" : "Moczek and Nowakowska",
      "year" : 2007
    }, {
      "title" : "Oxygen Generation by Photodynamic Agents",
      "author" : [ "H. Mojzisova", "S. Bonneau", "P. Maillard", "K. Berg", "D. Brault" ],
      "venue" : "J. Photochem. Photobiol., B",
      "citeRegEx" : "Mojzisova et al\\.,? \\Q1997\\E",
      "shortCiteRegEx" : "Mojzisova et al\\.",
      "year" : 1997
    }, {
      "title" : "Photosensitizing Properties of Chlorins in Solution and in Membranemimicking Systems. Photochem",
      "author" : [ "V. Rizzi", "P. Fini", "P. Semeraro", "P. Cosma" ],
      "venue" : "Photobiol. Sci. 2009,",
      "citeRegEx" : "Rizzi et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Rizzi et al\\.",
      "year" : 2009
    }, {
      "title" : "Chlorophyll/Cyclodextrin Inclusion Complexes",
      "author" : [ "X. Chen", "Y. Shen", "H. Li", "Y. Zou", "G. Yuan", "P. Hu", "Hu" ],
      "venue" : "Photochem. Photobiol",
      "citeRegEx" : "P. et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "P. et al\\.",
      "year" : 2013
    }, {
      "title" : "Improve the Eradication Rate of Helicobacter Pylori Biofilm",
      "author" : [ "M. Ma", "X. Liu", "L. Tan", "Z. Cui", "X. Yang", "Y. Liang", "Z. Li" ],
      "venue" : "J. Controlled Release",
      "citeRegEx" : "Ma et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Ma et al\\.",
      "year" : 2019
    }, {
      "title" : "Multifunctional Up-Conversion Nanoparticles for Synergistic Photodynamic−Sonodynamic Antibacterial Resistance Therapy",
      "author" : [ "W. Tong", "Y. Xiong", "S. Duan", "X. Ding", "F.-J. Xu" ],
      "venue" : "Biomater. Sci. 2017,",
      "citeRegEx" : "Tong et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Tong et al\\.",
      "year" : 2017
    }, {
      "title" : "Energy Transfer and Multiamplified Antimicrobial Activity",
      "author" : [ "E. Alves", "M.A. Faustino", "M.G. Neves", "A. Cunha", "J. Tome" ],
      "venue" : "ACS Appl. Mater. Interfaces 2018,",
      "citeRegEx" : "Alves et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Alves et al\\.",
      "year" : 2018
    }, {
      "title" : "An Insight on Bacterial Cellular Targets of Photodynamic Inactivation",
      "author" : [ "A. Almeida" ],
      "venue" : "Future Med. Chem. 2014,",
      "citeRegEx" : "Almeida,? \\Q2014\\E",
      "shortCiteRegEx" : "Almeida",
      "year" : 2014
    }, {
      "title" : "Photosensitizer for Antibacterial Photodynamic Therapy",
      "author" : [ "T. Tsai", "H.-F. Chien", "T.-H. Wang", "C.-T. Huang", "Y.-B. Ker" ],
      "venue" : "Photochem. Photobiol",
      "citeRegEx" : "Tsai et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Tsai et al\\.",
      "year" : 2012
    }, {
      "title" : "Positive and Gram-Negative Bacteria",
      "author" : [ "L. Shang", "L. Li", "Y. Yu", "C. Chi", "K. Wang", "J. Zhang" ],
      "venue" : "Antimicrob. Agents Chemother",
      "citeRegEx" : "S. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "S. et al\\.",
      "year" : 2011
    }, {
      "title" : "A Single-Atom Nanozyme for Wound Disinfection Applications",
      "author" : [ "X. Yan", "H. Liu" ],
      "venue" : "Angew. Chem., Int. Ed. 2019,",
      "citeRegEx" : "Yan and Liu,? \\Q2019\\E",
      "shortCiteRegEx" : "Yan and Liu",
      "year" : 2019
    }, {
      "title" : "Photodynamic Therapy: Current Status and Future Directions",
      "author" : [ "L. Benov" ],
      "venue" : "Med. Princ. Pract. 2015,",
      "citeRegEx" : "Benov,? \\Q2015\\E",
      "shortCiteRegEx" : "Benov",
      "year" : 2015
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The fact that increasing antibiotic resistance of pathogenic bacteria and a lack of new potent broad-spectrum antibiotics call for the development of alternative approaches for treating infectious diseases. With the merits of great efficacy, safety, and facile implementation, antibacterial photodynamic therapy (APDT) represents an attractive modality for this purpose. Here, we report that the newly fabricated photodynamic chitosan nano-assembly, designated CS-Ce6, could synergistically kill antibiotic-resistant bacteria with superior potency to vancomycin. CS-Ce6 nano-assembly, obtained from covalent conjugate of chlorin e6 (Ce6) with chitosan, exhibited strong association with bacteria, thus altering their morphologies and mediating great delivery efficiency of Ce6. Upon light irradiation, localized generation of singlet oxygen by CS-Ce6 nano-assembly has a remarkable bactericidal effect toward both drug-resistance Gram-positive methicillin-resistant Staphylococcus aureus (MRSA) and Gram-negative Acinetobacter baumannii, which was greater than that the free Ce6 and antibiotics had. We also confirmed that APDT-treated MRSA neither developed resistance to APDT nor altered their resistance to methicillin. Our in vivo studies demonstrated that the CS-Ce6 nano-assembly had comparable therapeutic efficacy with vancomycin in MRSA-infected mice. These results suggest that APDT by photodynamic chitosan nano-assembly hold great potential in combating antibiotic-resistant bacteria and hopefully in reducing the need of antibiotics in the future.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}