{
  "name" : "downloads_2019-11-17_fc_song2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Fluorescent silicon nanomaterials: from synthesis to functionalization and application",
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "R F a\nB L S C\na\nA R R A A\nK S F S F\nC\nI\ns a\nh 1\nNano Today 26 (2019) 149–163\nContents lists available at ScienceDirect\nNano Today\njou rn al h om epa ge: www.elsev ier .com/ locate /nanotoday\neview\nluorescent silicon nanomaterials: from synthesis to functionalization nd application\nin Song, Yao He ∗\naboratory of Nanoscale Biochemical Analysis, Jiangsu Key Laboratory for Carbon-Based Functional Materials and Devices, Institute of Functional Nano & oft Materials (FUNSOM) and Collaborative Innovation Center of Suzhou Nano Science and Technology (NANO-CIC), Soochow University, Suzhou, 215123, hina\nr t i c l e i n f o\nrticle history: eceived 31 December 2018 eceived in revised form 6 March 2019 ccepted 18 March 2019 vailable online 28 March 2019\neywords: ilicon nanomaterials luorescence\na b s t r a c t\nIn the last decade, we have witnessed the giant achievement in the field of silicon materials. Among of them, fluorescent silicon nanomaterials have attracted considerable attentions owing to their unique advantages, including strong fluorescence coupled with robust photostability, rich resource support, low cost, industrial maturity, and good biocompatibility. Extensive efforts are devoted to developing effective methods for the synthesis and functionalization of fluorescent silicon nanomaterials with different nanostructures, facilitating the promotion of this promising material for myriad optical applications. In this review article, we systematically summarize representative progresses for the design and synthesis of fluorescent silicon nanomaterials during the last decade. We also present an in-depth description of\nynthesis unctionalization\nfunctionalization strategies toward fluorescent silicon nanomaterials, with a particular focus on organic ligands-modification, doping and biological species-modification methods. Furthermore, typical optical applications (e.g., bioimaging, sensing, anti-counterfeiting and anti-bacterial applications) are introduced based on latest research achievements. Finally, future trends and current challenges are highlighted as a roadmap proposal for research in this field.\n© 2019 Elsevier Ltd. All rights reserved.\nontents\nIntroduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 149 Design and synthesis . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 150\nZero-dimensional fluorescent silicon nanoparticles . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 150 One-dimensional fluorescent silicon nanorods . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 152 Functionalization and application. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .153 Organic ligands-modified fluorescent silicon nanomaterials . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 153 Doped silicon fluorescent nanomaterials . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 155 Biological species-modified fluorescent silicon nanomaterials . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 157 Conclusion and outlook . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 160 Acknowledgments . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 162 References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 162\nntroduction the microelectronics industry. Being a typical kind of indirect-band\nSilicon is the second most abundant element in earth’s crust, upporting a low-cost and rich resource for various silicon-based pplications [1–3]. For over half a century, silicon has dominated\n∗ Corresponding author. E-mail address: yaohe@suda.edu.cn (Y. He).\nttps://doi.org/10.1016/j.nantod.2019.03.005 748-0132/© 2019 Elsevier Ltd. All rights reserved.\ngap semiconductor, bulk silicon displays poor photoluminescent properties at room temperature, thus limiting its optical applications [4–7]. Notably, novel structural and surface-dependent optical properties emerge when the size of silicon decreases to nanoscale. The quantum confinement effect and surface functionalization (The influence of surface state is also important at nanoscale, owing to the exciton Bohr radius of silicon is only ∼4.2 nm.) process allow efficient fluorescence (photoluminescence quantum yield\n1 Today\n( R e p o m w a p\no o d o a t n t l h n r c f\ni z t t o s r w y t c s a o a p r fi a d\nD\nf t a r g a r r S\nZ\nh i p\n50 B. Song, Y. He / Nano\nPLQY) maximumly up to ∼90%) from silicon nanomaterials [8–10]. ecently, taking advantages of their excellent optoelectronic proprties, their various applications have reached the fields from hysics to biomedicine [12–16]. To meet the increasing demand f silicon materials-based applications, fluorescent silicon nanoaterials with various structures have been developed, among hich zero-dimensional fluorescent silicon nanoparticles (SiNPs), nd one-dimensional fluorescent silicon nanorods (SiNRs) are in articular interest [17,18].\nToday, numerous methods have been reported for preparing flurescent silicon nanmaterials, principally involving in “top-down” r “bottom-up” procedures [12,17–19]. In addition, for acquiring esired optical properties and other functions, the investigation f silicon nanomaterials with reasonable surface architectures nd functional dopants has gained great attentions. Consequently, hese surface modification and doping strategies endow silicon anomaterials with special multi-functionalities [12,14]. Despite remendous achievements, a number of challenges remain as folow. The first crucial challenge is how to large-scale synthesize igh-quality silicon nanomaterials in facile and practical maner. These practices need the materials to be prepared through elatively simple process with convincing mechanism. Another hallenge is how to rationally functionalize the silicon nanosystems or special optical applications.\nIn this review article, we summarize the recent progress n synthesis, functionalization and optical applications of these ero- and one-dimensional fluorescent silicon nanomaterials. In he following section, we introduce the approaches for synhesizing zero-dimensional silicon nanoparticles (SiNPs) and ne-dimensional silicon nanorods (SiNRs), and categorize repreentative synthesis strategies. In the next section, we review the ecent works related to modifying silicon nanomaterials surfaces ith organic ligands to improve their photoluminescence quantum ields (PLQY) and manipulate their emission wavelength. In addiion, the progress of multi-functional silicon nanomaterials those ombine with various types of dopants and biological functional pecies has also been systemically reviewed. Based on the great dvances in the synthesis and functionalization of high-quality flurescent silicon nanomaterials, we further conclude their related pplications in a broad range of fields, including as fluorescence robes for sensing, as contrast agents for bioimaging, as multiesponsive materials for anti-counterfeiting applications. In the nal section, the perspectives and challenges for the synthesis and pplication of fluorescent silicon nanomaterials in the future are iscussed.\nesign and synthesis\nThe fast development of fluorescent silicon nanomaterials with unctional structures has greatly promoted the evolution of nanoechnology. The SiNPs and SiNRs are the typical zero-dimensional nd one-dimensional silicon nanomaterials. In the last decades, esearchers have made tremendous dedication in establishing a reat deal of strategies to synthesize fluorescent silicon nanomatrils, which has been elaborately described in a number of previously eported papers [5–19]. In this section, we focus on summarizing epresentative progresses of synthesis of fluorescence SiNPs and iNRs achieved during the last ten years.\nero-dimensional fluorescent silicon nanoparticles\nWithin the past decade, numerous methods to prepare SiNPs ave been developed, including electrochemical/chemical etch-\nng, high-temperature processes, solution-phase reduction, laser yrolysis, microemulsion, plasma assisted aerosol precipitation,\n26 (2019) 149–163\nmechanochemical synthesis and microwave synthesis [20–30]. These approaches could be classified as “top-down” (Scheme 1 (a)) and “bottom-up” approaches (Scheme 1 (b)). One of the most important “top-down” methods for synthesizing fluorescent SiNPs is via decomposition of bulk silicon and silicon rich oxides. Sailor et al. reported this strategy with the mixture of hydrogen fluoride and H2O2 to etch porous silicon under the assist of ultrasound in electrochemical method, producing SiNPs with controlled wavelength of emission [31]. Kang and coworkers demonstrated a variant of the etching method where the color of fluorescence could be tunable from blue fluorescence to red scale as determined by the diameters of SiNPs [20]. For improving the pH stability and aqueous dispersibility of the resultant SiNPs, He et al. reported a UV-induced polymerization method to prepare polymer-coated water-dispersible silicon nanospheres (Fig. 1a) containing about tens to hundreds of nanoparticles with robust pH stability [28]. For synthesizing water-dispersible, small-sized and fluorescent SiNPs in rapid and facile way, in 2011, the same group developed a onepot method for preparing SiNPs (Fig. 1b) using silicon nanowires and glutaric acid as the reaction precursors under microwave irradiation. Notably, the SiNPs display excellent pH-stability, aqueous dispersibility and small size (∼4 nm) [29].\nBesides, another approach to realize the “top-down” process is reduction of silicon oxides. Usually, the SiNPs could be annealed within SiOx matrix, which produced from the silicon sub-oxide in precursors [32,33]. The approach was firstly demonstrated by Liu et al. where SiNPs (Fig. 1c) were prepared by etching the oxide layer from SiOx powder after thermal anneal [34,35]. Comparatively, Veinot and coworkers produced silicon oxides as thin films through thermal decomposition of hydrogen silsesquioxane (HSQ). The fluorescent SiNPs with tunable emission wavelength could be obtained through an established HF etching method [36,37]. In 2012, Korgel et al. extended the thermal decomposition of HSQ method to synthesize SiNPs. The method relied on the high temperature (from 1100 to 1400 ◦C) reduction of HSQ to obtain SiNPs (Fig. 2d). The prepared SiNPs featured narrow size distribution, tunable size (from less than 3 nm up to 90 nm) and good crystallinity. Subsequent HF etching and thermal hydrosilylation with alkenes yielded fluorescent SiNPs (from visible to near-infrared emission) in organic solvent [38].\nThe alternative to the “top-down” methods introduced above to synthesize fluorescent SiNPs is through assembly of siliconbased small moleculars, so-called bottom-up approaches. One of the most popular “bottom-up” method is reducing silane in solution. The strategy was initially developed by Heath, who showed that the mixture of SiCl4 and octyltrichlorosilane could produce polydispersed SiNPs under high temperature and pressure [39]. To assist with optimizing nanoparticle size distribution, Wilcoxon et al found that addition of surfactant molecules to the precursor to produce inverse micelle environment could further improve the size distribution [40]. Typically, in 2010, Tilley and coworkers reported chemical reactions on molecules (such as epoxides and diols) modified on the surface of SiNPs that could be performed to prepare SiNPs with special surface functionalities (Fig. 1e) [24]. A second class of strategies for the “bottom-up” synthesis of SiNPs involves in the utilization of silicon Zintl salts (ASix, A = K, Mg, Na etc.). Typically, the silicon Zintl salt was reacted with bromine gas and silicon halides. For example, Kauzlarich and coworkers synthesized SiNPs through the reaction between potassium silicide (KSi) and SiCl4 in diglyme or glyme solution [21,41–44].\nIn particular, most of the above-introduced SiNPs generally possess poor water dispersibility, relatively tedious procedures, low yield, and severe reaction condition. In 2013, He and coworkers reported a rapid “bottom-up” microwave reaction for synthesizing blue-emission SiNPs with excellent aqueous dispersibility. Organic molecules (i.e., 3-(aminopropyl) trimethoxysilane, C6H17NO3Si,\nB. Song, Y. He / Nano Today 26 (2019) 149–163 151\n( r ∼\n28]; (b) Printed with permission from ACS Publications [29]; (c) Printed with permi e) Printed with permission from ACS Publications [24]; (f) Printed with permission rinted with permission from RSC Publications [47].\nAPTMS)), served as silicon-based reaction precursor, could be eadily reduced to form SiNPs with highly fluorescent (PLQY: 20%) and ultra-small (diameter: ∼2.2 nm) via in situ growth\nrom ACS Publications [34]; (d) Printed with permission from ACS Publications [38]; ACS Publications [30]; (g) Printed with permission from ACS Publications [46]; (h)\nthrough microwave irradiation. Significantly, in this system, merely ∼10 min was required for the synthesis of ∼0.1 g SiNPs (Fig. 1f) [30]. In addition, large-scale preparation of fluorescent SiNPs is the\n152 B. Song, Y. He / Nano Today 26 (2019) 149–163\nm Z i c a I o 1 ∼ p [\nc r a a p ( p m d o t m fl w ∼ m p i a S b\nnto the SiNRs. (b–k) TEM images of SiNRs prepared from Sn-seeded solution liqu risilane at 380 ◦C; isotetrasilane at (c) 380 ◦C and (d) 340 ◦C; neopentasilane at (e) 3 00 ◦C. (a–k) Printed with permission from ACS Publications [65].\najor premise for the wide-ranging optical application. Recently, hong et al. developed a photochemical method for synthesizng SiNPs with controllable optical properties. This strategy was apable of preparing large quality of SiNPs (ca. ∼10 g) with tunble emission wavelength through a short reaction time (Fig. 1g). n this system, SiNPs with excellent photo- and pH-stability were btained through reacting the mixture of the silicon precursor of ,8-naphthalimide and APTMS under 365 nm irradiation. Finally, 10 g of SiNPs with blue, green, and light-green emission could be repared through 15, 30, and 40 min photochemical reaction time 45].\nIn spite of the exciting progresses in the synthesis of fluoresent SiNPs, toxic, flammable, expensive silicon resources or other eagents (e.g., glutaric acid, nitric acid/hydrofluoric etc.) were usully necessary as precursors, which generally impeded the simple vailability of SiNPs and further lead to potential environmental ollution. In 2015, taking advantage of the attractive properties e.g., silica framework, quasi-periodic mechanical structure and hotonic crystal property etc.) of diatoms, a novel biomimetic ethod for preparing fluorescent, aqueous-dispersible SiNPs was emonstrated by Wu et al [46]. The red-emitting SiNPs were btained from the diatom through microwave irradiation. Notably, he SiNPs (Fig. 2g) feature an ultra-narrow full-width-at half-\naximum of ∼30 nm, which is the lowest result in hydrophilic uorescent SiNPs. For synthesizing fluorescent SiNPs in a facile ay, Zhong et al. demonstrated that fluorescent SiNPs (diameter: 3.1 nm) could be in situ growth quickly (∼60 min) under facile and ild reaction conditions (i.e., atmospheric pressure and room tem-\nerature). In particular, the entire reaction could be readily realized n a common kind of glass bottle, without the requirement of any dditional reaction instruments (Fig. 1h). Moreover, the resultant iNPs featured strong fluorescence (PLQY: ∼50%), robust photostaility and favorable biocompatibility [47].\nid method at various temperatures using different kinds of silane precursors: (b) and (f) 340 ◦C; cyclohexasilane at (g) 380 ◦C, (h) 340 ◦C, (i) 280 ◦C, (j) 240 ◦C, and (k)\nOne-dimensional fluorescent silicon nanorods\nOne-dimensional (or pseudo-one-dimensional) fluorescent SiNRs are a special class of silicon nanostructures. The interesting and unique optical properties they exhibit have made them a powerful platform for the development of numerous kinds of probes and devices over the past decade [48–52]. For example, radiative electron-hole recombination rates and other photophysical process like Auger recombination can be significantly different in nanorods compared to nanoparticles. The one-dimenional nanostructure can lower thresholds for multiexction generation (the multiexciton yield in nanorods was about twice as high as in nanoparticles) and optical gain, which are important for high-efficacy devices and nanolaser [53–58]. Synthetic advances to achieve high-quality SiNRs with control over sizes, compositions and optical properties have further driven progress toward applications [59–66].\nIn 2009, Korgel and co-workers experimentally presented a class of one-dimensional silicon nanorods (SiNRs). In their reports, SiNRs with diameters as ∼5 nm and lengths as ∼75 nm could be prepared through a ligand-assisted solution liquid-solid (SLS) growth process. Gold crystals were utilized as seeds with decomposition of trisilane (Si3H8) as precursor. Dodecylamine was used as a functional ligand and was important to the growth process. The SiNRs length could be tuned from ∼5 to ∼75 nm by controlling the molar ratio of Si/Au, reaction temperature and solvent in the reaction [60]. Recently, the same group further developed a kind of fluorescent SiNRs. The fluorescent SiNRs with PLQY of 4–5% were synthesized by the Si3H8 in hot squalane (reaction temperature: 410 ◦C) with the presence of tin nanoparticles and dodecylamine, and followed by hydrofluoric acid-etching and thermal hydrosilylation [63]. In 2015, for improving the reaction efficiency and decreasing the reaction temperature, Prof. Korgel and collaborators demonstrated that polysilane hydrides (such as isotetrasilane, neopentasilane and cyclohexasilane) could be used to realize lower\nB. Song, Y. He / Nano Today 26 (2019) 149–163 153\nr t ∼ o f o n I r c u a n m w c o s i e w w f\nF\nO\nd f\nnd micelle fusion. Step 2: crystal growth and oriented aggregation. Step 3: growth 50 nm; (c, g) 180 nm; (d, h) 140 nm; and (e, i) 100 nm. Insets in (b–e) show corresp CS Publications [66].\neaction temperature than other silane molecules (Fig. 2). Among of hem, cyclohexasilane allowed the lowest reaction temperature of 200 ◦C, using a one-step SLS growth reaction from Sn seeds. Morever, observed photoluminescence (QY of ∼2%) could be achieved rom SiNRs grown at low temperatures. Despite of these progresses f designing fluorescent SiNRs, it is still in high demand to develop a ew kind of method to prepare high-quality fluorescent SiNRs [65]. n 2016, Song et al. developed a novel kind of SiNR with highly fluoescent, robust photostability and tunable lengths (∼100−250 nm), ould be readily synthesized through one-pot microwave reaction nder facile and mild reaction conditions (e.g., reaction temperture: 150 ◦C; reaction time:60 min). In brief, silicon and carbon anoclusters could be created in crystal nucleation stage through icrowave reaction. Moreover, calcium phosphate crystallization as formed through typical fusion-fission effect between calium and phosphorus ions linked protein micelles in the presence f silane, which improved the aggregation of the carbon and ilicon nanoclusters, thus producing rod-like one-dimensional silcon nanostructure (Fig. 3). Of note, the resultant SiNRs featured xcitation wavelength-dependent fluorescence property (emission avelengths: from ∼450 to 600 nm; the corresponding excitation avelengths: from ∼390 to 560 nm), and have been demonstrated or the fabrication of white-light-emitting devices (LEDs) [66].\nunctionalization and application\nrganic ligands-modified fluorescent silicon nanomaterials\nTaking advantage of facile surface tailorability with welleveloped silicon technology, silicon nanomaterials are enabling unctionalized with special ligands [14]. These surface modifica-\ngitudinal direction. (b–i) TEM characterizations of SiNRs with different sizes: (b, f) g size distribution histogram and DLS analysis. (a–i) Printed with permission from\ntion strategies allow for the synthesis of silicon nanomaterials with special functionalities and unique optical properties for various applications [15,18]. Relatively poor fluorescence performance of silicon nanomaterials remains great challenges due to the intrinsic indirect-band gap. PLQY, as the important quantified factor for the fluorescence property, is recognized as a significant description for evaluating whether a fluorescent material is suitable for wideranging optical applications [12]. In the last decade, researchers have made great contributions on the improvement of PLQY to obtain brighter fluorescent from silicon nanomaterials. More recently, organic ligands-modification has been developed as a significant method to improve the optical properties. Significantly, the influence of the ligands on the silicon nanomaterials’ fluorescence have been comprehensively reported, which demonstrated that the structure and function of the surface ligands were critical for the ultra-bright fluorescence and tunable emission wavelength.\nRepresentatively, Qian et al. bonded fluoro-substituted alkenes onto SiNPs surface through microwave irradiation to increase the PLQY of SiNPs in a facile and “green” manner. They indicated that the increased PLQY could be attributed to the minimization of non-radiative relaxation pathways, which induced by the low frequency of carbon-fluorine bond stretching. In addition, they also demonstrated that compared to those modified with dodecyl, functionalized SiNPs with perfluorodecyl have enhanced PL stability when exposure to moisture. The similar study from Qian et al. also demonstrated that adding heteroatoms (i.e., C–F or C–S) into the surface-bonded aryl or alkyl moieties would induce improved PLQY, due to the associated lowering of the C–X bond vibration frequency [67,68].\nIn 2013, Li, Shao and co-workers introduced a simple surface modification. In briefly, ultra-bright cyan-green fluorescence SiNPs\n154 B. Song, Y. He / Nano Today 26 (2019) 149–163\nw m t fi n l S t\nb s s l t S t i f e f P s ∼ T d [ S f c t d t [ e t w t\ne) TEM image of SiNPs with an average size of ∼5.2 nm. Inset is the selected-area L bandwidth was very narrow (∼40 nm). (g) Illustration of the surface PL from lig ature Publications [70]. (c–g) Printed with permission from ACS Publications [71]\nith PLQYs up to 75% could be readily obtained through surface odification. A highly fluorescent recombination channel across he nanoparticles ensemble could be induced by the surface modication. According to the aromatic electron-rich system with high ucleophilicity of the chosen organic ligands (such as diphenyamine and carbazole, nitrogencontaining), the PL properties of iNPs have been successfully modulated through this surface reacion [69].\nIn following study, they further interrogated the relationship etween surface organic ligand modifications and energy band tructures of SiNPs. Through systemically investigating the excitedtate dynamics in different kinds of nitrogen element-containing igands modified SiNPs (Fig. 4a), the PL mechanisms were unraveled hrough two kinds of interaction methods for surface-passivated iNPs: ‘weak’ interaction and ‘strong’ interaction, depending on he influence of organic ligands on the excited-state channels (the nteraction strength from the core and ligands) in SiNPs. Therefore, abricating the organic molecular structure of capping ligands to nhance the density of state on the surface of SiNPs (i.e., the surace ligands with more phenyl rings) might effectively improve the LQY of SiNPs (Fig. 4b) [70]. In 2016, the same authors reported urface nitrogen-capped yellow-emitting SiNPs with PLQY up to 90% and narrow full-width-at half-maximum value of ∼40 nm. he resultant SiNPs have a radiative decay with minimum nonraiative species, due to the favorable optical properties (Fig. 4c-g) 71]. The fluorescence mechanism operating in surface-modified iNPs and the factors would affect their PL wavelength still need urther investigation. In addition, Sailor et al. reported that the optial properties of SiNPs were highly surface-sensitive and related to he solvent polarity of environment. The dipole moment depenent emission has been interpreted as the stabilization of surface raps by alignment of molecular dipoles on the silicon surface 72,73]. In 2018, Peteanu et al. demonsreated that the high PLQY mission was arisen from a charge-transfer (CT) state between he silicon surface and organic ligands. The energy of the CT state as linearly dependent on the ground-state dipole moment of he ligands. In this study, the PL energy of SiNPs capped with\nron diffraction pattern of the SiNPs. (f) Optical characterizations of the SiNPs. The modified SiNPs and quantum confinement PL. (a, b) Printed with permission from\nspecial organic ligands could be quantitatively calculated from the ground state dipole moment of the surface organic ligands. Enhancing the polarity of the surface ligand would lead to a redshift in the PL wavelength. As the ligands were strong electron donors, CT usually occurs from the ligand to the surface of SiNPs [74].\nIt is worthwhile to point out that, for biomedical application, the SiNPs need to be dispersible in water phase [12–15], in which an important barrier for the obtaining of high PLQY could be contributed by the dielectric screening effect due to the Coulomb interactions between SiNPs and water [75]. To address these issues, more recently, Shen, Song, and co-workers presented a general and facile method, i.e., solvent polarity-induced PL enhancement (SPIPE), which could enable several-fold enhancement in PLQY of SiNPs. In brief, three kinds of 4-substituented-1,8-naphthalic anhydride molecules were rationally prepared, which served as surface organic ligands for the synthesis of organic moleculescapped small-diameter (size: from 3.8 to 5.8 nm) SiNPs with PLQY of ∼8%, ∼15% and ∼16%, respectively. Significantly, PLQY of the asprepared SiNPs would be greatly increased from ∼10% to ∼50% through the SPIPE approach. According to the theoretical calculation, they revealed that the active excited-state CT interactions between surface coating and surface-covered organic ligand would be responsible for the prominent PLQY enhancement (Fig. 5a) [76]. Very recently, in 2018, Zhong et al. developed a new kind of approach for synthesis SiNPs with high PLQY. The reaction procedure could be rapidly (∼1 h) programed through one-pot microwave irradiation, without the additional ligands for surface modification. In brief, the silicon source (APTMS) was first hydrolyzed to form hydration APTMS and then reduced by sodium fluorescein molecules to produce green-emitting SiNPs with ultrahigh PLQY (∼90%) [77].\nIt is worthwhile to note that, recent reports have revealed that surface ligand containing nitrogen element (e.g., N H group) attached to SiNPs may play significant factors to control the emission wavelength of SiNPs. Recently, He’s group demonstrated that obvious excitation-wavelength-dependent emission spectra\nB. Song, Y. He / Nano Today 26 (2019) 149–163 155\no o t b d p c 5 a a a o o o t f d s 7 c c s\nutterfly-patterned photographs imaged with excitation at: (I) 360 nm, (II) 455 nm I) 360 nm, (II) 455 nm, and (III) 523 nm. (f) Rose- and bees-patterned photographs f ar: 1 cm. (a,b) Printed with permission from Springer Publications [76]; (c–f) Print\nf SiNPs could be readily prepared through modifying a new kind f organic ligands, i.e., oxidized indole derivatives (Fig. 5c). In his study, a crystalline silicon core with a SiOxNy-shell decorated y ligand was thus formed in the microwave reaction. They also emonstrated that the excitation-wavelength-dependent emission roperty (emission wavelengths ranged from ∼420 to 550 nm, orresponding to excitation wavelengths ranged from ∼350 to 20 nm) was ascribed to the formation of different kinds CT states t the Si/SiOxNy interface. In addition, they further exploited the s-prepared SiNPs as a new kind of optical label for multi-color nti-counterfeiting applications in different patterns [78]. On the ther hand, recent studies showed that surface modificantion could ffer a possibility of creating SiNPs with high PLQY and tunable flurescence emission wavelength [79–84]. Veinot’s group reported he prepared SiNPs with an average size of ∼3-4 nm and surace modified with functional groups (i.e., dodecylamine, acetal, iphenylamine, TOPO and dodecyl) for realizing the tunable emision wavelength across the visible spectrum (from 450 nm to 20 nm). The origin of fluorescence from these functionalized SiNPs ould be tentatively attributed to surface ligands mediated CT proesses based on the excited-state lifetimes and solvatochromic tudies [79].\nIII) 523 nm. (e) Quick response -patterned photographs imaged with excitation at: ted by SiNP- and R6 G-inks imaged with excitation at: (I) 455 nm, (II) 523 nm. Scale th permission from RSC Publications [78].\nDoped silicon fluorescent nanomaterials\nTo meet the increasing demands from various fields, doped silicon nanomaterials that combine silicon-based materials with other types of functional elements or nanostructures have recently gained great attentions. Recently, fluorescent silicon nanomaterials made of SiNPs doped with nonmetal or transition-metal have been well fabricated and utilized for bioimaging, biological/chemical sensors, disease diagnosis, catalysts, and solar cells etc [12–19,85–106]. For example, doping SiNPs with phosphorous (n-dopant) or boron (p-dopant) would enable the formation of p-n junctions [91–96]. In addition, doping of SiNPs with metal dopants in particular has been relatively unexplored. Kauzlarich et al. developed a multi-step process to prepare Mn- and Fe- doped SiNPs using metal-doped alkali silicides. Fe- and Mn-doped SiNPs demonstrated PL and paramagnetism properties, making them suitable candidates for multimodal bioimaging [97–99]. In 2015, Tilley developed a generalized approach to dope SiNPs with different kinds of transition metals (Cu, Ni and Mn), through the reduction of halide salts method. Such doped SiNPs featured excellent fluorescent properties including emission red shifts of over 40 nm and increased subgap absorption. [102].\n156 B. Song, Y. He / Nano Today 26 (2019) 149–163\np s a n S s t ( w p o c t g ( S t w t S t t t c p\nd m g t c t i g t a E a t (\nemperature: 1100 ◦C) (scale bars = 50 nm). (f–i) Size distribution analysis of the d u@SiNRs in PBS buffer with different pH values (3–9) using 405 nm excitation wa t different pH values. (a–i) Printed with permission from Wiley Publications [103]\nAccording to previous studies, metal-doped SiNPs could be preared through a multi-step procedure, using Fe- or Mn-doped ilicon precursor. In general, the resultant SiNPs doped with pproximately ∼0.5% metal exhibited blue emission. In 2017, Winik and co-workers reported a novel kind of transition metal-doped iNPs with no more than 0.2% metal atoms. This reported syntheis started with thehydrolysis/polymerization of triethoxysilane in he presence of an acidic transition metal salt aqueous solution Ni2+, Mn2+, Co2+ and Cu2+). The resulting (HSiO1.5)n gel loaded ith transition metal ions was reacted through thermal disproortionation, hydrofluoric acid-etching and hydrosilylation with ctadecene, producing undoped SiNPs (Fig. 6a). According to TEM haracterizations, the transition metal-doped SiNPs were larger han the SiNPs with narrower size distribution. The size of SiNPs rown at 1100 ◦C ranged from 8.75:3.25 nm (Ni) and 7.5:1.5 nm Mn) to 7.3:1.3 nm (Co), compared to 5.0:2.5 nm in the system of iNPs (Fig. 6b-i). Their PL emission exhibited narrow bands, cenered at 1000, 992 and 985 nm for Co, Ni, and Mn, respectively, hich correspond to red-shifts of 82, 74 and 67 nm, compared to he PL wavelength of SiNPs (918 nm). Significantly, the resultant iNPs emitted with absolute PLQY as high as ∼26% within the redo-near-infrared emission window. They attributed this result to he generation of nonradiative channels in doped SiNPs induced by he energy levels of the inserted Ni and Mn atoms. This result indiated that the energy levels of Co might hardly affect the emissive athways of SiNP [103].\nVery recently, Chu et al. developed a new kind of oneimensional lanthanide doped SiNRs (Fig. 6j) through one-pot icrowave irradiation-assisted synthesis. In this case, the surface\nroups (such as carboxyl) of SiNRs could provide plenty of chelaion sites ready for reacting with Eu3+ ions. Therefore, the doped Eu ould be sensitized by the carboxyl and other groups of SiNRs effecively, showing bright fluorescence, simultaneously realizing the ntegration of red and blue PL properties into a single structure (in eneral, europium ions could generate intense visible PL emission uned by functional surface groups under UV irradiation, which was rising from f-d or f-f energy transfer.). In particular, the resultant u-doped SiNRs displayed pH-sensitive PL emission peak at 470 nm nd pH-insensitive emission peak at 620 nm under the same excitaion wavelength, thus producing self-correcting fluorescent signals Fig. 6k).\n(c–e) and undoped (b) SiNPs. (j) TEM image of Eu-doped SiNRs. (k) PL spectra of th. Fluorescent bioimages of Eu-doped SiNRs in HeLa cells (l) and MCF-7 (m) cells ) Printed with permission from ACS Publications [104].\nRecently, great attention in the synthesis of fluorescent silicon nanomaterials has oriented to the explorations of integration of magnetic and fluorescent functions into a single nanosystem for multi-mode applications [91–99,105]. However, the synthesis of multi-functional one-dimensional silicon nanostructures simultaneously displaying unique fluorescent and magnetic properties is still in a high demand and seldom achieved, which might be attributed to the following two factors: (i) the doped magnetic species might induce negative effects to the fluorescent properties of silicon nanomaterials (e.g., the PLQY would significantly down to 1%) since the introduced magnetic species might act as magnetismrelated optical trap localized in the band gap of fluorescent silicon nanomaterials; (ii) the strategy of synthesizing such hybrid one-dimensional silicon nanosystem generally contained rigorous experimental conditions and relatively tedious prepared procedures. To address these issues, He’s group presented a novel kind of one-dimensional silicon nanoshuttles (SiNSs), simultaneously displaying attractive biocompatible, optical and magnetic properties. The SiNSs could be rapidly (∼30 min) and readily prepared through in situ bottom-up growth through microwave reaction, by using APTMS and ferric trichloride (FeCl3) as precursors. In particular, the as-prepared SiNSs featured strong fluorescence with PLQY of ∼15%, with robust stabitliy and excitation-wavelength-dependent emission behavior. Besides of the attractive fluorescent properties, the resultant SiNSs featured paramagnetic properties at room temperature, showing prominent transverse (T2) and longitudinal (T1) relaxation contrast, with the ratio of longitudinal relaxivity (r1) to transverse relaxivity (r2) down to 1.56 (Fig. 7a–c) [105]. Such excellent fluorescent and magnetic properties made this as-prepared SiNSs a new kind of high-quality multi-functional ink for advanced anti-counterfeiting applications.\nIn the following studies, they further exploited the SiNSsbased anti-counterfeiting inks for printing fluorescent patterns. Encrypted numbers could be fabricated from the SiNP ink, SiNS ink and commercially available yellow fluorescent organic dye (Rhodamine 6 G) through inkjet printing method. Moreover, different fluorescent LCD characters could be observed under different excitation wavelength (Fig. 7(d–h)). In addition, MRI pore plates injected with contrast agents were imaged through 3.0 T magnetic resonance imaging. As shown in Fig. 7i–k, the characters “6 0 4′′ were detected as bright signals in the T1 image (Fig. 7j). The char-\nB. Song, Y. He / Nano Today 26 (2019) 149–163 157\na T i\nB\ns m c s o i h i b\no m h m h g a t S t f\nrocedures. Optical (e) and fluorescent photographs (f–h) on commercially available avelengths. (i) Fabrication of well plates with different contrast agents. (j, k) T1 an ublications [105]. (d–k) Printed with permission from RSC Publications [106].\ncters “9 5 2′′ were clearly observed through the T2 images (Fig. 7k). hese results suggested the SiNSs as a new kind of multi-functional nk for advanced anti-counterfeiting applications [106].\niological species-modified fluorescent silicon nanomaterials\nFluorescent biological imaging is well-known as a powerful trategy for biological studies from cells to animals [16–19]. As entioned in previous reports, biological species-modified silion nanomaterials with bright fluorescence, robust stability and pecial biological functions have been fabricated as a new kind f high-performance fluorescent probes extensively for bioimagng in real-time and long-term manners [15,17–19]. Recent years ave witnessed further achievements in the development of silcon nanomaterials featuring unique optical merits and specific iological functionalities [12–18].\nDuring the past decade, scientists have made extensive efforts n evaluating biosafety assessment of fluorescent silicon nanoaterials. The favorable biocompatibility of silicon nanomaterials as been demonstrated in various animal models (e.g., elegans, ice and monkeys) [11–19,107]. In particular, previous reports ave shown that small-sized (< ∼10 nm) SiNPs could be bioderaded to orthosilicic acid (renal clearable components, which re naturally found in human tissues) and readily excreted from he body through the urine [108,109]. Of note, in January 2011, iNPs with small size (∼3-10 nm) received the approved invesigational new drug approval for the first-in-human clinical trial rom the Food and Drug Administration (FDA) (NCT01266096,\nr of numbers labeled by SiNSs, SiNPs and R6 G inks imaged with different excitation mages of the anti-counterfeiting numbers. (a–c) Printed with permission from RSC\nNCT02106598) [110]. These exciting achievements suggest the biological species-modified fluorescent SiNPs as biocompatible fluorescent nanoprobes, holding great promise for biomedical and biosensor applications.\nRecently, gene therapy is reported to be a high-efficacy method for the treatment of severe diseases [111,112]. To date, various fluorescent nanomaterials have been extensively exploited as gene carriers [113–116]. However, several issues (e.g., potential cytotoxicity and photobleaching properties) need to be further addressed for allowing the long-term tracking and analysis of the intracellular behavior of gene vectors. In 2018, Ji et al. developed a kind of fluorescent and biocompatible protamine sulfate (PS)-coated SiNP (PS@SiNP)-based gene nanocarrier (Fig. 8a). Significantly, the resultant PS@SiNP-based gene carriers featured strong fluorescence (PLQY: ∼25%) with robust stability. Taking advantages of the excellent optical properties of PS@SiNP, the nuclear import of PS@SiNP-pDNA gene carriers and gene expression could be successfully tracked at subcellular manner (Fig. 8b). Significantly, the dissociation of pDNA from the PS@SiNP-pDNA gene carriers in living cells could be vividly explored by tracking the optical signals from SiNPs. Based on the long-term (30 h) tracking of gene release and transport in living cells, the authors revealed the PS/plasmid DNA ratio-and time-dependent intracellular behavior of PS@SiNPs [117].\nOne of the important goals in biomedicine is the ability to perform multi-functions through the all-in-one nanoprobe, that is, the ability to monitor disease progress, image and target using only single entity [17–19]. In 2018, Santos and co-workers reported a\n158 B. Song, Y. He / Nano Today 26 (2019) 149–163\nn ( t d n b s m t i r h [\nn m l i n a ( s a o a I a I p s a s R i\nhe CT images and values of the DPSi/DAu@AcDEX with different concentrations. ( reatment of DPSi/DAu@AcDEX (+) and healthy mice after treatment of DPSi/DAu@A ermission from Wiley Publications [118].\novel kind of hybrid nanosystem based on SiNPs, gold nanoparticles AuNPs), and acetalated dextran (DPSi/DAu@AcDEX) to enhance he computer tomography (CT) signal, deliver and encapsulate one rug for acute-liver-failure (ALF) diagnosis and treatment. This anosystem could be used to determine pathologically change ehaviors in the tissues and deliver therapeutic species to the target ites selectively. The functional hybrid nanosystem further optiized the drug solubility, delivery and treatment time. In addition, he residence of AuNPs within the therapeutic species further faciltated this nanosystem for further CT-imaging. Therefore, these esults supported that this silicon-based hybrid nanosystem was ighly promising for diagnosis and treatment of ALF (Fig. 8e–h) 118].\nIn clinic trial, neovascular eye diseases were usually diagosed by fluorescein angiograph and then treated through ulti-intravitreal injections [119–123]. In addition, the lack of\nong-term and real-time tracking disease progress and correspondng assessment of therapeutic studies further impede the healing of eovascular eye diseases. In 2018, Tang and co-workers presented\nkind of theranostic agents made of (c-(RGDyC))-conjugated SiNPs SiNPs-RGD), which featured unique antiangiogenic ability in tranwell invasion, wound healing migration, tube formation assays nd transwell migration. Then such SiNPs-RGD were further develped as high-performance agents for neovascularization inhibition nd labeling the blood vessels through a synchronous manner. n mouse corneal angiogenesis model, the SiNPs-RGD featured ttractive binding ability to angiogenic blood vessels (Fig. 9a-c). n antiangiogenic activity study, the SiNPs-RGD-treated mode dislayed distinct suppression after 7 d post-injection, which showing table and significant inhibition of blood-vessel condition (Fig. 9d nd e). The quantitative analysis of suppression of vessel lengths howed that the blood-vessel lengths were suppressed in SiNPsGD-treated group and further reached 3.23 ± 0.60 mm on day 14, ndicating the high efficacy of corneal neovascularization treat-\nivo CT images of ALF mice after treatment of DPSi/DAu@AcDEX (-), ALF mice after (+). (a–d) Printed with permission from RSC Publications [117]. (e–h) Printed with\nment (Fig. 9f). These conclusions indicated that SiNPs-RGD-based nanosystem was a potential diagnosis and treatment nanoplatform for neovascular eye diseases [123]. Moreover, silica NPs, known as another kind of high-quality silicon-based materials whose luminescent mechanism is different from silicon NPs (Both silica and silicon SiNPs have excellent biocompatibility due to negligible toxicity of silicon), were also demonstrated to feature anti-angiogenic properties [124–126]. Typically, Leong and co-workers showed that the endothelial cells angiogenic behavior could be elegantly restricted through silica nanoparticle. This anti-angiogenesis property was originated from the diameter dependent uptake of silica nanoparticles and generation of reactive oxygen species that influenced by p53 tumor suppressor channel [125]. Similarly, Kim and collaborators demonstrated that silica nanoparticles suppress pathological angiogenesis mainly induced by VEGF in the retina [126].\nIt is worth noting that although the SiNPs featured excellent fluorescent properties, additional functional species are still necessary for providing the SiNPs with special functions [127,128]. In the past few years, the combination of fluorescent silicon nanomaterials and traditional cancer therapeutics has solved many challenges in biology and biomedicine fields [129,130]. In particularly, for thousands of years, the rich natural species of traditional Chinese medicines (TCMs) have produced many kinds of anticancer agents, featuring a significant position in treating and preventing cancer and related diseases. Compare to the traditional cancer therapeutics that are regarded as potentially unsafe to the environment and human body, TCM compounds are more attractive, not only because they are better cultural acceptability, but also due to their rich resources and excellent compatibility with the human life system [131–136]. In the latest study, Ji et al. introduced a novel method, i.e., TCM (5-hydroxy-2-methyl-1,4-naphthoquinone (C11H8O3, plumbagin (PLB), from Plumbago indica) (Fig. 9g)-assisted microwave reaction, for the one-pot synthesis of fluorescent anti-cancer SiNPs\nB. Song, Y. He / Nano Today 26 (2019) 149–163 159\n( s fl s i t p i a c s b a r t t A\nermission from ACS Publications [123]. (g–k) Printed with permission from Spring\nAC-SiNPs). Particularly, the resultant AC-SiNPs exhibited smallize (diameter: ∼3.7 nm) (Fig. 9h), good water solubility, high uorescence (PLQY: ∼15%), as well as robust storage- and phototability. Particularly, the quinone groups in AC-SiNPs would induce ncreased accumulation of ROS towards cancer cells, inducing disinct cancer cells death. Taking advantages of the excellent optical roperties and intrinsic anti-tumor function with good selectivty, the resultant AC-SiNPs were further explored to be especially pplicable for real-time and long-term tracking and treatment of ancer with high efficiency. In animal experiment, the distinct and table fluorescent signals from AC-SiNPs in the cancer sites could e observed after 7 days post-injection (Fig. 9i and j), which was dvantageous to the suppression of tumor growth and long-lasting esistance of cancer cells. Moreover, the tumor sizes analysis and he calculated survival results of mouse during the 18-day detecion further demonstrated the intrinsic anti-cancer efficacy of the C-SiNPs (Fig. 9k and l) [137].\nlications [137].\nTaking advantages ofred blood cells (RBCs) with long circulation, Jiang and co-workers developed a kind of smart drug delivery based on DOX-loaded SiNPs encapsulated into RBCs (SiNPs-DOX@RBCs). The resultant system simultaneously exhibited excellent fluorescent properties and lengthened blood residency. Particularly, the SiNPs-DOX@RBCs had an obvious longer blood circulation time (7.31 ± 0.96 h) (3.9-fold longer than that of SiNPs-DOX), which could improve the accumulation of DOX in tumors [138]. The authors deduced that such drug nanocarriers could reach the correct tumor tissue site through the “nanoparticles-induced endothelial leakiness (NanoEL)” effect, which has been elaborately illustrated in recent reports [139–144].\nIn general, public health has been overwhelmed by many kinds of bacterial infections. Moreover, a new global threat during the combat with bacteria has appeared with the increasing incidence of drug resistance and antibiotic combined with the lack of efficient antibacterial agent in the clinic trial [145–149]. A consensus has\n160 B. Song, Y. He / Nano Today 26 (2019) 149–163\nb n c d u m u S t c t m (\nS i n c b t\nfter SiNPs-Van treatment and (i) time-dependent fluorescent intensity at infected ermission from Springer Publications [151].\neen reached that if bacterial infections could be effectively diagosed and controlled at early stage, the lethality from infections ould be dramatically decreased. Recently, Bhatia and co-workers emonstrated a tandem peptide-based antibacterial agent with nique synergistic activity; the efficacy of the anti-infective was ore than 30-fold higher than their individual components. They tilized the best performing agent into a biocompatible fluorescent iNPs, and obtained great decreases in bacteria titers when delivery o the lung in a mouse model of lung bacterial infection. The clinial isolated from human lung bacterial infection were susceptible o peptide killing, indicating that this SiNPs-based anti-infective\night be efficacious to different kinds of strains of P. aeruginosa Fig. 10a-c) [150].\nIn 2018, Zhai and co-workers presented a new fluorescent iNPs-based theranostic nanoprobe whose surface was functionalzed with vancomycin (SiNPs-Van) (Fig. 10d and e). The as-prepared anoprobes were capable of noninvasive and prolonged fluoresence imaging, activity targeted and high-efficacy treatment of acteria. In this study, SiNPs were able to stain Gram-positive baceria selectively with robust photostability. Taking advantage of the\ns. (a–c) Printed with permission from Wiley Publications [150]. (d–i) Printed with\nexcellent properties from SiNPs, they further employed the unique resultant SiNPs-Van probes for long-term in vivo tracking of S. aureus infections (Fig. 10f-h). By virtue of good specificity and photostability of SiNPs, the nanoprobes had the ability to track S. aureus infections in vivo for a long-lasting period (8 days), indicating the lengthy retention of SiNPs in infected sites (Fig. 10i) [151].\nConclusion and outlook\nIn this review, we aim to summary the latest relevant progress toward the synthesis, functionalization and optical applications of fluorescent silicon nanomaterials. Firstly, the last decade has witnessed the significant development in the synthesis of fluorescent silicon nanomaterials. As mentioned in Section 1, (1) Microwave reaction provided an efficacious way for rapid preparation of high-quality SiNPs, e.g., ∼0.1 g SiNPs are readily prepared in a ∼10 min reaction. (2) Photochemical synthesis realized a lowcost synthetic method under mild-condition capable of large-scale production (∼10 g/40 min) of fluorescent SiNPs. (3) Biomimetic preparation suggested new opportunities for the synthesis of flu-\nToday 26 (2019) 149–163 161\no s y g p t 2 d g d S m t d t b t e n s s w o n\nd e m t e p t c t S o s c r a M s t s s w s s h i m a o\nt I s t p w i i i c d o\nB. Song, Y. He / Nano\nrescent SiNPs from biocompatible biomass precursors (the global upply of diatoms has been estimated about ∼10 000 000 t every ear). (4) One-step in situ growth of fluorescent SiNPs in common lass bottle under atmospheric pressure and room temperature rovided a more facile synthetic approach without harsh reacion condition and additional instruments. As discussed in Section , a number of methods have been developed for preparing oneimensional fluorescent SiNRs, among which ligand-assisted SLS rowth method and microwave synthesis are recognized as welleveloped approaches capable of the preparation of high-quality iNRs with high production yield. While fluorescent silicon nanoaterials have shown great promise for various applications, here still remain a number of vital challenges facing reasonable esign of well-defined fluorescent silicon nanostructures, sophisicated preparation of multifunctional properties and systematic iosafety assessment for the promotion in clinical field. Despite he progresses of preparation of fluorescent silicon nanomaterials, xtensive explorations are still necessary to address following sigificant issues, including: (1) The convincing optical mechanism of ilicon nanomaterials is still need to be addressed. (2) Researchers hould put continuous efforts on controllable synthesis of SiNRs ith desirable sizes and lengths. (3) The thorough understanding f growth kinetics of fluorescent zero- or one-dimensional silicon anomaterials is necessary.\nIn addition, multifunctional silicon nanomaterials have been esigned with desirable features (e.g., ultrahigh PLQYs and lectronic/magnetic properties). These kinds of well-established ultifunctional silicon nanostructures impart important contribuion to the development of silicon nanotechnology, opening up xciting avenues in a verity of applications. Moreover, based on reviously reports and our recent efforts, we hold the opinion that he surface ligands would serve as an important factor to the optial properties of SiNPs (such as PLQY). It has been shown that hrough reasonable functionalization, the surface modification of iNPs with nitrogen element-capped ligands leads to the high PLQY f up to 70–90%. The PL in these species is shown to arise from CT tates between the silicon surface and ligands. This phenomenon ould be used in a theoretical fashion for rational design and prepaation of SiNPs with a wider range of PL wavelengths. Moreover, it is ttractive to blend multi-functions into single silicon nanosystem. any studies have realized successful doping of metal ions into ilicon nanosystems to achieve multifunctional silicon nanomaerials. However, sufficient experimental and theoretical data are till necessary to clearly testify the relationship between functional pecies and properties of fluorescent silicon nanomaterials, which ould be vastly helpful for the fabrication and design of fluorescent ilicon nanomaterials with required functionalities. Furthermore, everal kinds of biological species-modified silicon nanomaterials ave been developed as a new kind of fluorescent probes for montoring dynamic biological behaviors in real-time and long-term anners. Moreover, the biological functional silicon nanomaterils have emerged as high-efficacy therapeutic agent for treatment f diseases with exciting outcomes.\nIn the outlook section, we provide the perspective of funcional silicon nanomaterials in optical applications (Scheme 2). t is worth pointing that the resolution of bioimaging can be ignificantly enhanced by using time-gating techniques due to he minimizing interference from autofluorescence. Therefore, reparing silicon nanomaterials with long-lived phosphorescence ould be attractive for high-resolution bioimaging. Moreover, n vivo NIR fluorescence imaging is emerging as an attractive maging modality with high resolution, owing to its advances n reducing photon scattering, light absorption and autofluoresence [152–154]. Recently, the two-photon imaging has also been eveloped in silicon nanosystem [155]. Therefore, the exploration f SiNPs-based near infrared (NIR) and/or two-photon imaging\nScheme 2. Perspective of silicon nanomaterials in optical applications.\ntechniques would further facilitate the improvement of imaging solution and sensitivity. Plenty of studies have focused on preparing silicon nanomaterials with biological species functionalized as high-quality fluorescent tracking and nanoagent system for diagnosis and therapy of diseases. It is also worth mentioning that, to take advantages of excellent fluorescent properties (e.g., high and stable fluorescence) and negligible toxicity, such high-quality fluorescent silicon nanomaterials would serve as novel promising tools in the field of neuroscience, which has been intensively studied in recent years [156–160]. Typically, based on the strong and stable optical signals of silicon nanomaterials, the dynamic behavior of neurons might be clarified in long-term manner. Secondly, the rich surface functionalization of silicon nanomaterials may further facilitate the subcellular molecular fluorescent markers of neurons, providing valuable information of neuronal disease. Moreover, we believe that silicon nanomaterials with special optical and neuronal functions would provide a new possibility for high-sensitivity fluorescence sensing towards brain activity.\nOn the other hand, unique optical information of silicon nanomaterias could be collected and used as valid input data for fluorescent signal-based artificial intelligence response application, which potentially helping artificial intelligence to output decisions in efficient manners. Finally, one-dimensional silicon nanostructure with lower thresholds for multiexction generation and optical gain exhibit potentially opportunity for fabricating high-efficiently devices and nanolaser.\nIn summary, fluorescent silicon nanomaterials have shown their unique advantages and excellent performance in various optical applications. Despite of the exciting research progresses on the development of silicon nanomaterials, some issues which might impede the practical use of silicon nanomaterials are still required to be addressed, including: 1. Accurate optical mechanism of silicon nanomaterials needs to be clearly and convincingly clarified, providing valuable guidance for the synthesis of fluorescent silicon nanomaterials with tunable fluorescent properties. 2. Large-scale and controllable synthesis of silicon nanomaterials with high PLQY (particular in NIR (800–1400 nm) window)is still in high demand for high-resolution bioimaging application. 3. Researchers should make continuous exploration on designing functional species for rational surface modifications, facilitating the preparation of silicon nanomaterials with special functionalities and well-defined structures. 4. Comprehensive and reliable biosafety assessment is essentially required for wide-ranging practical applications.\nWe anticipate that the fast development of new silicon-based nanotechniques will lead to significant improvements of silicon nanotechnology, opening new avenues for long-awaited siliconbased optical applications.\n1 Today\nA\ne 2 C P ( S\nR\n62 B. Song, Y. He / Nano\ncknowledgments\nWe appreciate financial support from the National Natural Scince Foundation of China (21825402, 31400860, 21575096, and 1605109), The Natural Science Foundation of Jiangsu Province of hina (BK20170061), and a project funded by the Priority Academic rogram Development of Jiangsu Higher Education Institutions PAPD), 111 Project as well as Collaborative Innovation Center of uzhou Nano Science and Technology (NANO-CIC).\neferences\n[1] L. Canham, Nature 408 (2000) 411–412. [2] Q. Qing, Z. Jiang, L. Xu, R.X. Gao, L.Q. Mai, C.M. Lieber, Nat. Nanotechnol. 9\n(2014) 142–147. [3] C. Chiappini, D.E. Rosa, J.O. Martinez, X. Liu, J. Steele, M.M. Stevens, et al.,\nNat. Mater. 14 (2015) 532–539. [4] F. Patolsky, B.P. Timko, G.H. Yu, Y. Fang, A.B. Greytak, G.F. Zheng, et al.,\nScience 313 (2006) 1100–1104. [5] A.G. Cullis, L.T. Canham, Nature 353 (1991) 335–338. [6] P.D. Howes, R. Chandrawti, M.M. Stevens,Science 346 (2014), 1247390. [7] G.F. Grom, D.J. Lockwood, J.P. McCaffrey, H.J. Labbe, P.M. Fauchet, B. White,\net al., Nature 407 (2000) 358–361. [8] Z. Ding, B.M. Quinn, S.K. Haram, L.E. Pell, B.A. Korgel, A.J. Bard, Science 296\n(2002) 1293–1297. [9] N.M. Park, C.J. Choi, T.Y. Seong, S.J. Park, Phys. Rev. Lett. 86 (2001)\n1355–1357. [10] W.L. Wilson, P.F. Szajowski, L.E. Brus, Science 262 (1993) 1242–1244. [11] M. Montalti, A. Cantelli, G. Battistelli, Chem. Soc. Rev. 44 (2015) 4853–4921. [12] X.Y. Cheng, S.B. Lowe, P.J. Reece, J.J. Gooding, Chem. Soc. Rev. 43 (2014)\n2680–2700. [13] B.F.P. McVey, R.D. Tilley, Acc. Chem. Res. 47 (2014) 3045–3051. [14] M. Dasog, J. Kehrle, B. Rieger, J.G.C. Veinot, Angew. Chem. Int. Ed. 55 (2016)\n2322–2339. [15] F. Peng, Y.Y. Su, Y.L. Zhong, C.H. Fan, S.T. Lee, Y. He, Acc. Chem. Res. 47 (2014)\n612–623. [16] J.D. Holmes, K.J. Ziegler, R.C. Doty, L.E. Pell, K.P. Johnston, B.A. Korgel, J. Am.\nChem. Soc. 123 (2001) 3743–3748. [17] Y.Y. Su, X.Y. Ji, Y. He, Adv. Mater. 28 (2016) 10567–10574. [18] X.Y. Ji, H.Y. Wang, B. Song, B.B. Chu, Y. He, Front. Chem. 6 (2018) 38–46. [19] Y. He, Y.Y. Su, Silicon Nano-biotechnology, Springer, Berlin, 2014. [20] Z.H. Kang, C.H.A. Tsang, Zhang Z, M. Zhang, N. Wong, J.A. Zapien, et al., J. Am.\nChem. Soc. 129 (2007) 5326–5327. [21] C.S. Yang, R.A. Bley, S.M. Kauzlarich, H.W. Lee, G.R. Delgado, J. Am. Chem.\nSoc. 121 (1999) 5191–5195. [22] M. Dasog, G.B. De los Reyes, L.V. Titova, F.A. Hegmann, J.G.C. Veinot, ACS\nNano 8 (2014) 9636–9648. [23] D. Riabinina, C. Durand, M. Chaker, F. Rosei,Appl. Phys. Lett. 88 (2006),\n073105. [24] A. Shiohara, S. Hanada, S. Prabakar, K. Fujioka, T.H. Lim, K. Yamamoto, et al.,\nJ. Am. Chem. Soc. 132 (2010) 248–253. [25] L. Mangolini, E. Thimsen, U. Kortshagen, Nano Lett. 5 (2005) 655–659. [26] N. Arul Dhas, C.P. Raj, A. Gedanken, Chem. Mater. 10 (1998) 3278–3281. [27] T.M. Atkins, A. Thibert, D.S. Larsen, S. Dey, N.D. Browning, S.M. Kauzlarich, J.\nAm. Chem. Soc. 133 (2011) 20664–20667. [28] Y. He, Z.H. Kang, Q.S. Li, C.H.A. Tsang, C.H. Fan, S.T. Lee, Y. He, Angew. Chem.\nInt. Ed. 48 (2009) 128–132. [29] Y. He, Y. Zhong, F. Peng, X. Wei, Y. Su, Y. Lu, et al., J. Am. Chem. Soc. 133\n(2011) 14192–14195. [30] Y. Zhong, F. Peng, F. Bao, S. Wang, X. Ji, L. Yang, Y. Su, S.T. Lee, Y. He, J. Am.\nChem. Soc. 135 (2013) 8350–8356. [31] J.L. Heinrich, C.L. Curtis, G.M. Credo, M.J. Sailor, K.L. Kavanagh, Science 255\n(1992) 66–68. [32] D. Nesheva, C. Raptis, A. Perakis, I. Bineva, Z. Aneva, Z. Levi, S. Alexandrova,\nH. Hofmeister, J. Appl. Phys. 92 (2002) 4678–4683. [33] B. Garrido, C. Garcia, S.Y. Seo, P. Pellegrino, D. Navarro-Urrios, N. Daldosso, L.\nPavesi, F. Gourbilleau, R. Rizk, Phys. Rev. B Condens. Matter Mater. Phys. 76 (2007), 245308.\n[34] S.M. Liu, Y. Yang, S. Sato, K. Kimura, Chem. Mater. 18 (2006) 637–642. [35] S.M. Liu, S. Sato, K. Kimura, Langmuir 21 (2005) 6324–6329. [36] C.M. Hessel, E.J. Henderson, J.G.C. Veinot, Chem. Mater. 18 (2006)\n6139–6146. [37] C.M. Hessel, M.A. Summers, A. Meldrum, M. Malac, J.G.C. Veinot, Adv. Mater.\n19 (2007) 3513–3516. [38] C.M. Hessel, D. Reid, M.G. Panthani, M.R. Rasch, B.W. Goodfellow, J. Wei,\nChem. Mater. 24 (2012) 393–401.\n[39] J.R. Heath, Science 258 (1992) 1131–1133. [40] J.P. Wilcoxon, G.A. Samara, P.N. Provencio, Phys. Rev. B Condens. Matter\nMater. Phys. 60 (1990) 2704–2714. [41] D. Mayeri, B.L. Phillips, M.P. Augustine, S.M. Kauzlarich, Chem. Mater. 13\n(2001) 765–770.\n26 (2019) 149–163\n[42] R.K. Baldwin, K.A. Pettigrew, J.C. Garno, P.P. Power, G.Y. Liu, S.M. Kauzlarich, J. Am. Chem. Soc. 124 (2002) 1150–1151. [43] R.A. Bley, S.M. Kauzlarich, J. Am. Chem. Soc. 118 (1996) 12461–12462. [44] J. Zou, R.K. Baldwin, K.A. Pettigrew, S.M. Kauzlarich, Nano Lett. 4 (2004)\n1181–1186. [45] Y.L. Zhong, X.T. Sun, S.Y. Wang, F. Peng, F. Bao, Y.Y. Su, et al., ACS Nano 9\n(2015) 5958–5967. [46] S.C. Wu, Y.L. Zhong, Y.F. Zhou, B. Song, B.B. Chu, X.Y. Ji, et al., J. Am. Chem.\nSoc. 137 (2015) 14726–14732. [47] Y.L. Zhong, B. Song, F. Peng, Y.Y. Wu, S.C. Wu, Y.Y. Su, et al., Chem. Commun.\n52 (2016) 13444–13447. [48] K.Q. Peng, X. Wang, L. Li, Y. Hu, S.T. Lee, Nano Today 8 (2013) 75–97. [49] J. Resasco, N.P. Dasgupta, J.R. Rosell, J.H. Guo, P.D. Yang, J. Am. Chem. Soc.\n136 (2014) 10521–10526. [50] X.F. Duan, Y. Huang, R. Agarwal, C.M. Lieber, Nature 421 (2003) 241–245. [51] A.I. Hochbaum, P.D. Yang, Chem. Rev. 110 (2010) 527–546. [52] Y. Cui, Q. Wei, H. Park, C.M. Lieber, Science 293 (2001) 1289–1292. [53] J.Y. Zheng, Y.L. Yan, X.P. Wang, Y.S. Zhao, J.X. Huang, J.N. Yao, J. Am. Chem.\nSoc. 134 (2012) 2880–2883. [54] K.F. Wu, Y.L. Du, H. Tang, Z.Y. Chen, T.Q. Lian, J. Am. Chem. Soc. 137 (2015)\n10224–10230. [55] A. Shabaev, C.S. Hellberg, A.L. Efros, Acc. Chem. Res. 46 (2013) 1242–1251. [56] L. Brus, P. Szajowski, W. Wilson, T. Harris, S. Schuppler, P.J. Citrin, J. Am.\nChem. Soc. 117 (1995) 2915–2922. [57] M. Govoni, I. Marri, S. Ossicini, Nat. Photonics 6 (2012) 672–679. [58] M.T. Trinh, R. Limpens, W.D.A.M. de Boer, J.M. Schins, L.D.A. Siebbeles, T.\nGregorkiewicz, Nat. Photonics 6 (2012) 316–321. [59] A.T. Heitsch, D.D. Fanfair, H.Y. Tuan, B.A. Korgel, J. Am. Chem. Soc. 130 (2008)\n5436–5437. [60] A.T. Heitsch, C.M. Hessel, V.A. Akhavan, B.A. Korgel, Nano Lett. 9 (2009)\n3042–3047. [61] C.M. Hessel, A.T. Heitsch, B.A. Korgel, Nano Lett. 10 (2010) 176–180. [62] A.M. Chockla, K.C. Klavetter, C.B. Mullins, B.A. Korgel, Chem. Mater. 24\n(2012) 3738–3745. [63] X. Lu, C.M. Hessel, Y. Yu, T.D. Bogart, B.A. Korgel, Nano Lett. 13 (2013)\n3101–3105. [64] X. Lu, B.A. Korgel, Chem. Eur. J. 20 (2014) 5874–5879. [65] X.T. Lu, K.J. Anderson, P. Boudjouk, B.A. Korgel, Chem. Mater. 27 (2015)\n6053–6058. [66] B. Song, Y.L. Zhong, S.C. Wu, B.B. Chu, Y.Y. Su, Y. He, J. Am. Chem. Soc. 138\n(2016) 4824–4831. [67] C. Qian, W. Sun, L. Wang, C. Chen, K. Liao, W. Wang, et al., J. Am. Chem. Soc.\n136 (2014) 15849–15852. [68] J. Rinck, D. Schray, C. Kübel, A.K. Powell, G.A. Ozin, Small 11 (2015) 335–340. [69] Q. Li, Y. He, J. Chang, L. Wang, H.Z. Chen, Y.W. Tan, et al., J. Am. Chem. Soc.\n135 (2013) 14924–14927. [70] L. Wang, Q. Li, H.Y. Wang, J.C. Huang, R. Zhang, Q.D. Chen, et al., Light Sci.\nAppl. 4 (2015) e245. [71] Q. Li, T.Y. Luo, M. Zhou, H. Abroshan, J.C. Huang, H.J. Kim, et al., ACS Nano 10\n(2016) 8385–8393. [72] J.M. Lauerhaas, M.J. Sailor, Science 261 (1993) 1567–1568. [73] J.M. Lauerhaas, G.M. Credo, J.L. Heinrich, M.J. Sailor, J. Am. Chem. Soc. 114\n(1992) 1911–1912. [74] W.Y. So, Q. Li, C.M. Legaspi, B. Redler, K.M. Koe, R.C. Jin, et al., ACS Nano 12\n(2018) 7232–7238. [75] H.J. Monkhorst, J.D. Pack, Phys. Rev. B 13 (1976) 5188–5192. [76] X.B. Shen, B. Song, B. Fang, X. Yuan, Y.Y. Li, S.Y. Wang, et al., Nano Res. 11\n(2018), doi: s12274-018-2217-3. [77] Y.L. Zhong, B. Song, X.B. Shen, D.X. Guo, Yao He, Chem. Commun. 54 (2018),\nhttp://dx.doi.org/10.1039/C8CC07340F. [78] X.B. Shen, B. Song, B. Fang, A.R. Jiang, S.J. Ji, Y. He, Chem. Commun. 54 (2018)\n4947–4950. [79] M. Dasog, G.B. De los Reyes, L.V. Titova, F.A. Hegmann, J.G.C. Veinot, ACS\nNano 8 (2014) 9636–9648. [80] J.A. Kelly, A.M. Shukaliak, M.D. Fleischauer, J.G.C. Veinot, J. Am. Chem. Soc.\n133 (2011) 9564–9571. [81] F. Sangghaleh, I. Sychugov, Z.Y. Yang, J.G.C. Veinot, J. Linnros, ACS Nano 9\n(2015) 7097–7104. [82] M. Dasog, Z.Y. Yang, S. Regli, T.M. Atkins, A. Faramus, M.P. Singh, et al., ACS\nNano 7 (2013) 2676–2685. [83] M. Dasog, K. Bader, J.G.C. Veinot, Chem. Mater. 27 (2015) 1153–1156. [84] I.M.D. Hç hlein, A. Angi, R. Sinelnikov, J.G.C. Veinot, B. Rieger, Chem. Eur. J. 21\n(2015) 2755–2758. [85] K.Q. Peng, X. Wang, X.L. Wu, S.T. Lee, Nano Lett. 9 (2009) 3704–3709. [86] K.Q. Peng, S.T. Lee, Adv. Mater. 23 (2011) 198–215. [87] Z. Peng, H. Hu, M.I.B. Utama, L.M. Wong, K. Ghosh, R. Chen, et al., Nano Lett.\n10 (2010) 3940–3947. [88] Y. He, S. Su, T. Xu, Y. Zhong, J.A. Zapien, J. Li, et al., Nano Today 6 (2011)\n122–130. [89] Y. He, Y. Zhong, F. Peng, X. Wei, Y. Su, S. Su, et al., Angew. Chem. Int. Ed. 50\n(2011) 3080–3083.\n[90] F. Erogbogbo, K.T. Yong, R. Hu, W.C. Law, H. Ding, C.W. Chang, et al., ACS\nNano 4 (2010) 5131–5138. [91] H. Jiang, C.S. Chen, J. Phys. Chem. A 119 (2015) 3753–3761. [92] K. Nomoto, H. Sugimoto, A. Breen, A.V. Ceguerra, T. Kanno, S.P. Ringer, et al.,\nJ. Phys. Chem. C 120 (2016) 17845–17852.\nToday\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[ [ [\n[ [ [\n[\n[ [ [\n[ [\n[\n[ [\n[\n[\n[\n[ [ [ [\n[ [ [\nscientist of the “youth 973′′ project (National key scien-\nB. Song, Y. He / Nano\n[93] B. Somogyi, R. Derian, I. Štich, A. Gali, J. Phys. Chem. C 121 (2017) 27741–27750. [94] R. Limpens, M. Fujii, N.R. Neale, T. Gregorkiewicz, J. Phys. Chem. C 122 (2018) 6397–6404. [95] T. Velusamy, S. Mitra, M.M. Montero, V. Svrcek, D. Mariotti, ACS Appl. Mater. Interfaces 7 (2015) 28207–28214. [96] D.J. Rowe, J.S. Jeong, K.A. Mkhoyan, U.R. Kortshagen, Nano Lett. 13 (2013) 1317–1322. [97] X. Zhang, M. Brynda, R.D. Britt, E.C. Carroll, D.S. Larsen, A.Y. Louie, et al., J. Am. Chem. Soc. 129 (2007) 10668–10669. [98] C. Tu, X. Ma, P. Pantazis, S.M. Kauzlarich, A.Y. Louie, J. Am. Chem. Soc. 132 (2010) 2016–2023. [99] M.P. Singh, T.M. Atkins, E. Muthuswamy, S. Kamali, C. Tu, A.Y. Louie, et al., ACS Nano 6 (2012) 5596–5604. 100] K. Sato, S. Yokosuka, Y. Takigami, K. Hirakuri, K. Fujioka, Y. Manome, et al., J. Am. Chem. Soc. 133 (2011) 18626–18633. 101] S. Zhou, Z. Ni, Y. Ding, M. Sugaya, X.D. Pi, T. Nozaki, ACS Photonics 3 (2016) 415–422. 102] B.F.P. McVey, J. Butkus, J.E. Halpert, J.M. Hodgkiss, R.D. Tilley, J. Phys. Chem. Lett. 6 (2015) 1573–1576. 103] S. Chandra, Y. Masuda, N. Shirahata, F.M. Winnik, Angew. Chem. Int. Ed. 56 (2017) 6157–6160. 104] B.B. Chu, B. Song, X.Y. Ji, Y.Y. Su, H.Y. Wang, Y. He, Anal. Chem. 89 (2017) 12152–12159. 105] B. Song, Y.L. Zhong, H.Y. Wang, Y.Y. Su, Y. He, Chem. Commun. 53 (2017) 6957–6960. 106] B. Song, H.Y. Wang, Y.L. Zhong, B.B. Chu, Y.Y. Su, Y. He, Nanoscale 10 (2018) 1617–1621. 107] J. Liu, F. Erogbogbo, K.T. Yong, L. Ye, J. Liu, R. Hu, et al., ACS Nano 7 (2013) 7303–7310. 108] J.H. Park, L. Gu, G. Maltzahn, Ruoslahti E, S.N. Bhatia, M.J. Sailor, Nat. Mater. 8 (2009) 331–336. 109] L. Gu, D.J. Hall, Z.T. Qin, E. Anglin, J. Joo, D.J. Mooney, et al., Nat. Commun. 4 (2013) 2326–2333. 110] E. Phillips, O. Penate-Medina, P.B. Zanzonico, R.D. Carvajal, P. Möhan, Y.P. Ye, et al.,Sci. Trans. Med. 6 (2014), 260ra149. 111] J.Y. Pang, Y.Y. Su, Y.L. Zong, F. Peng, B. Song, Y. He, Nano Res. 9 (2016) 3027–3037. 112] M.A. Kotterman, D.V. Schaffer, Nat. Rev. Genet. 15 (2014) 445–451. 113] C.Y. Tay, M.I. Setyawati, D.T. Leong, ACS Nano 11 (2017) 2764–2772. 114] C. Zylberberg, K. Gaskill, S. Pasley, S. Matosevic, Gene Ther. 24 (2017)\n441–452. 115] H.P. Xu, Z.Y. Li, J. Si, J. Biomed. Nanotechnol. 10 (2014) 3483–3507. 116] Z. Rehman, D. Hoekstra, I.S. Zuhorn, ACS Nano 7 (2013) 3767–3777. 117] X.Y. Ji, C.Y. Wang, M.M. Tang, D.X. Guo, F. Peng, Y.L. Zhong, et al., Nanoscale\n10 (2018) 14455–14463. 118] Z.H. Liu, Y.Z. Li, W. Li, C. Xiao, D.F. Liu, C. Dong, et al.,Adv. Mater. 30 (2018),\n1703393. 119] V. Delplace, S. Payne, M. Shoichet, J. Control. Release 219 (2015) 652–668. 120] R.C. Renaud, H. Xuereb, Nat. Rev. Drug Discovery 2 (2003) 425–426. 121] N. Rama, A. Dubrac, T. Mathivet, R.A.N. Chárthaigh, G. Genet, B. Cristofaro,\net al., Nat. Med. 21 (2015) 483–491. 122] A. Chopdar, U. Chakravarthy, D. Verma, BMJ-Br. Med. J. 326 (2003) 485–488. 123] M.M. Tang, X.Y. Ji, H. Xu, L. Zhang, A.R. Jiang, B. Song, et al., Anal. Chem. 90\n(2018) 8188–8195. 124] D. Tarn, C.E. Ashley, M. Xue, E.C. Carnes, J.I. Zink, C.J. Brinker, Acc. Chem. Res.\n46 (2013) 792–801. 125] M.I. Setyawati, D.T. Leong, ACS Appl. Mater. Inter. 9 (2017) 6690–6703. 126] D.H. Jo, J.H. Kim, Y.S. Yu, T.G. Lee, J.H. Kim, Nanomed. Nanotechnol. 8 (2012)\n784–791. 127] C.X. Song, Y.L. Zhong, X.X. Jiang, F. Peng, Y.M. Lu, X.Y. Ji, et al., Anal. Chem. 87\n(2015) 6718–6723. 128] B.B. Chu, H.Y. Wang, B. Song, F. Peng, Y.Y. Su, Y. He, Anal. Chem. 88 (2016)\n9235–9242. 129] X.R. Li, X.C. Yang, Z.Q. Lin, D. Wang, D. Mei, B. He, et al., Eur. J. Pharm. Sci. 76\n(2015) 95–101. 130] K.C. Nitiss, J.L. Nitiss, Clin. Cancer Res. 20 (2014) 4737–4739. 131] F. Cheung, Nature 480 (2011) S82–S83. 132] R. Stone, Science 319 (2008) 709–710. 133] L.K. Tsou, M.L. Tejero, J.R. Figura, Z.J. Zhang, Y.C. Wang, J.S. Yount, et al., J.\nAm. Chem. Soc. 138 (2016) 2209–2218. 134] J. Mann, Nat. Rev. Cancer 2 (2002) 143–148. 135] F.E. Koehn, G.T. Carter, Nat. Drug Discov. 4 (2005) 206–220. 136] A.L. Harvey, Drug Discov. Today 13 (2008) 894–901.\n26 (2019) 149–163 163\n[137] X.Y. Ji, D.X. Guo, B. Song, S.C. Wu, B.B. Chu, Y.Y. Su, et al., Nano Res. 11 (2018) 5629–5641. [138] A. Jiang, B. Song, X. Ji, F. Peng, H. Wang, Y. Su, et al., Nano Res. 11 (2018) 2285–2294. [139] F. Peng, M.I. Setyawati, J.K. Tee, X. Ding, J. Wang, M.E. Nga, et al., Nat. Nanotechnol. (2019), http://dx.doi.org/10.1038/s41565-018-0356-z. [140] M.I. Setyawati, C.Y. Tay, B.H. Bay, D.T. Leong, ACS Nano 11 (2017) 5020–5030, 11. [141] X. Ding, F. Peng, J. Zhou, W. Gong, G. Slaven, K.P. Loh, et al., Nat. Commun (2019), doi: 10.41.10.1038/s41467-018-07835-1. [142] M.I. Setyawati, C.Y. Tay, S.L. Chia, S.L. Goh, W. Fang, M.J. Neo, Nat. Commun. 4 (2013) 1673–1685. [143] J. Wang, L. Zhang, F. Peng, X. Shi, D.T. Leong, Chem. Mater. 30 (2018) 3759–3767. [144] M.I. Setyawati, V.N. Mochalin, D.T. Leong, ACS Nano 10 (2016) 1170–1181. [145] C.M.J. Hu, R.H. Fang, K.C. Wang, B.T. Luk, S. Thamphiwatana, D. Dehaini,\net al., Nature 526 (2015) 118–121. [146] J.M.A. Blair, M.A. Webber, A.J. Baylay, D.O. Ogbolu, L.J.V. Piddock, Nat. Rev.\nMicrobiol. 13 (2015) 42–51. [147] A. Trampuz, W. Zimmerli, Injury 37 (2006) S59–S66. [148] M.E. Brecher, S.N. Hay, Clin. Microbiol. Rev. 18 (2005) 195–204. [149] S.B. Levy, B. Marshall, Nat. Med. 10 (2004) S122–S129. [150] E.J. Kwon, M. Skalak, A. Bertucci, G. Braun, F. Ricci, E. Ruoslahti, et al.,Adv.\nMater. 29 (2017), 1701527. [151] X. Zhai, B. Song, B.B. Chu, Y.Y. Su, H.Y. Wang, Y. He, Nano Res. 11 (2018)\n6417–6427. [152] G. Hong, A.L. Antaris, H. Dai, Nat. Biomed. Eng. 1 (2017), 0010. [153] K.R. Bhushan, P. Misra, F. Liu, S. Mathur, R.E. Lenkinski, J.V. Frangioni, et al., J.\nAm. Chem. Soc. 130 (2008) 17648–17649. [154] K. Welsher, S.P. Sherlock, H. Dai, Proc. Natl. Acad. Sci. U.S.A. 108 (2011)\n8943–8948. [155] D. Kim, J. Kang, T. Wang, H.G. Ryu, J.M. Zuidema, J. Joo, et al.,Adv. Mater. 29\n(2017), 1703309. [156] F. Patolsky, B.P. Timko, G. Yu, Y. Fang, A.B. Greytak, G. Zhengr, et al., Science\n313 (2006) 1100–1104. [157] A. Zhang, C.M. Lieber, Chem. Rev. 116 (2016) 215–257. [158] X. Dai, G. Hong, T. Gao, C.M. Lieber, Acc. Chem. Res. 51 (2018) 309–318. [159] T.M. Fua, G. Honga, R.D. Viverosb, T. Zhoua, C.M. Liebera, Proc. Natl. Acad.\nSci. U. S. A. 114 (2017) 10046–10055. [160] G. Hong, T.M. Fu, M. Qiao, R.D. Viveros, X. Yang, T. Zhou, et al., Science 360\n(2018) 1447–1451.\nBin Song received his bachelor degree (2013) in chemistry from Jiangsu Normal University (China), and continued the graduate study (Master and Doctor) in Soochow University (China) in 2013−2019. He is currently a Ph.D. student under the supervision of Prof. Yao He in Institute of Functional Nano & Soft Materials (FUNSOM) at Soochow University (China). His research interest focuses on the development of functional silicon nanomaterials for various optical applications (e.g., sensing, bioimaging, cancer therapy, light-emitting diodes, and laser).\nYao He received his bachelor and Ph.D degree from Fudan University (China), and then continued his further research as postdoctor or visiting scholar in Shanghai Institute of Applied Physics (Chinese Academy of Sciences, China), City University of Hong Kong (China), and Stanford University (U.S). He is now the Principal Investigator of Institute of Functional Nano & Soft Materials (FUNSOM) at Soochow University in China. Starting from 2009 when Dr. He established his group, he has authored over 100 peer-reviewed papers, with SCI citation number of ∼7000. Currently, he is the Associate Editor (2017-) of Frontiers in Chemistry (nanoscience section). He served as a chief\ntific research projects) in 2013. Dr. He received the awards including the National Science and Technology Leading Talent Award in 2012, the First Prize of Jiangsu Science and Technology Award in 2017 (Ranking first), and NFSC Distinguished Young Scholar Award in 2018."
    } ],
    "references" : [ {
      "title" : "Nat",
      "author" : [ "Q. Qing", "Z. Jiang", "L. Xu", "R.X. Gao", "L.Q. Mai", "C.M. Lieber" ],
      "venue" : "Nanotechnol. 9 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "J",
      "author" : [ "C. Chiappini", "D.E. Rosa", "J.O. Martinez", "X. Liu" ],
      "venue" : "Steele, M.M. Stevens, et al., Nat. Mater. 14 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Y",
      "author" : [ "F. Patolsky", "B.P. Timko", "G.H. Yu" ],
      "venue" : "Fang, A.B. Greytak, G.F. Zheng, et al., Science 313 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "R",
      "author" : [ "P.D. Howes" ],
      "venue" : "Chandrawti, M.M. Stevens,Science 346 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "B",
      "author" : [ "G.F. Grom", "D.J. Lockwood", "J.P. McCaffrey", "H.J. Labbe", "P.M. Fauchet" ],
      "venue" : "White, et al., Nature 407 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Phys",
      "author" : [ "N.M. Park", "C.J. Choi", "T.Y. Seong", "S.J. Park" ],
      "venue" : "Rev. Lett. 86 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Chem",
      "author" : [ "M. Montalti", "A. Cantelli", "G. Battistelli" ],
      "venue" : "Soc. Rev. 44 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Chem",
      "author" : [ "X.Y. Cheng", "S.B. Lowe", "P.J. Reece", "J.J. Gooding" ],
      "venue" : "Soc. Rev. 43 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Acc",
      "author" : [ "B.F.P. McVey", "R.D. Tilley" ],
      "venue" : "Chem. Res. 47 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Angew",
      "author" : [ "M. Dasog", "J. Kehrle", "B. Rieger", "J.G.C. Veinot" ],
      "venue" : "Chem. Int. Ed. 55 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Acc",
      "author" : [ "F. Peng", "Y.Y. Su", "Y.L. Zhong", "C.H. Fan", "S.T. Lee", "Y. He" ],
      "venue" : "Chem. Res. 47 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Chem",
      "author" : [ "J.D. Holmes", "K.J. Ziegler", "R.C. Doty", "L.E. Pell", "K.P. Johnston", "B.A. Korgel", "J. Am" ],
      "venue" : "Soc. 123 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Adv",
      "author" : [ "Y.Y. Su", "X.Y. Ji", "Y. He" ],
      "venue" : "Mater. 28 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Front",
      "author" : [ "X.Y. Ji", "H.Y. Wang", "B. Song", "B.B. Chu", "Y. He" ],
      "venue" : "Chem. 6 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Silicon Nano-biotechnology",
      "author" : [ "Y. He", "Y.Y. Su" ],
      "venue" : "Springer, Berlin",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Zhang Z",
      "author" : [ "Z.H. Kang", "C.H.A. Tsang" ],
      "venue" : "M. Zhang, N. Wong, J.A. Zapien, et al., J. Am. Chem. Soc. 129 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Chem",
      "author" : [ "C.S. Yang", "R.A. Bley", "S.M. Kauzlarich", "H.W. Lee", "G.R. Delgado", "J. Am" ],
      "venue" : "Soc. 121 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "F",
      "author" : [ "D. Riabinina", "C. Durand", "M. Chaker" ],
      "venue" : "Rosei,Appl. Phys. Lett. 88 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "K",
      "author" : [ "A. Shiohara", "S. Hanada", "S. Prabakar", "K. Fujioka", "T.H. Lim" ],
      "venue" : "Yamamoto, et al., J. Am. Chem. Soc. 132 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Nano Lett",
      "author" : [ "L. Mangolini", "E. Thimsen", "U. Kortshagen" ],
      "venue" : "5 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Chem",
      "author" : [ "N. Arul Dhas", "C.P. Raj", "A. Gedanken" ],
      "venue" : "Mater. 10 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Chem",
      "author" : [ "T.M. Atkins", "A. Thibert", "D.S. Larsen", "S. Dey", "N.D. Browning", "S.M. Kauzlarich", "J. Am" ],
      "venue" : "Soc. 133 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Angew",
      "author" : [ "Y. He", "Z.H. Kang", "Q.S. Li", "C.H.A. Tsang", "C.H. Fan", "S.T. Lee", "Y. He" ],
      "venue" : "Chem. Int. Ed. 48 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Y",
      "author" : [ "Y. He", "Y. Zhong", "F. Peng", "X. Wei", "Y. Su" ],
      "venue" : "Lu, et al., J. Am. Chem. Soc. 133 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Chem",
      "author" : [ "Y. Zhong", "F. Peng", "F. Bao", "S. Wang", "X. Ji", "L. Yang", "Y. Su", "S.T. Lee", "Y. He", "J. Am" ],
      "venue" : "Soc. 135 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Phys",
      "author" : [ "D. Nesheva", "C. Raptis", "A. Perakis", "I. Bineva", "Z. Aneva", "Z. Levi", "S. Alexandrova", "H. Hofmeister", "J. Appl" ],
      "venue" : "92 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Phys",
      "author" : [ "B. Garrido", "C. Garcia", "S.Y. Seo", "P. Pellegrino", "D. Navarro-Urrios", "N. Daldosso", "L. Pavesi", "F. Gourbilleau", "R. Rizk" ],
      "venue" : "Rev. B Condens. Matter Mater. Phys. 76 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Chem",
      "author" : [ "S.M. Liu", "Y. Yang", "S. Sato", "K. Kimura" ],
      "venue" : "Mater. 18 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "K",
      "author" : [ "S.M. Liu", "S. Sato" ],
      "venue" : "Kimura, Langmuir 21 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Chem",
      "author" : [ "C.M. Hessel", "E.J. Henderson", "J.G.C. Veinot" ],
      "venue" : "Mater. 18 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Adv",
      "author" : [ "C.M. Hessel", "M.A. Summers", "A. Meldrum", "M. Malac", "J.G.C. Veinot" ],
      "venue" : "Mater. 19 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Chem",
      "author" : [ "C.M. Hessel", "D. Reid", "M.G. Panthani", "M.R. Rasch", "B.W. Goodfellow", "J. Wei" ],
      "venue" : "Mater. 24 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Phys",
      "author" : [ "J.P. Wilcoxon", "G.A. Samara", "P.N. Provencio" ],
      "venue" : "Rev. B Condens. Matter Mater. Phys. 60 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 1990
    }, {
      "title" : "Chem",
      "author" : [ "D. Mayeri", "B.L. Phillips", "M.P. Augustine", "S.M. Kauzlarich" ],
      "venue" : "Mater. 13 (2001) 765–770. 26 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Chem",
      "author" : [ "R.K. Baldwin", "K.A. Pettigrew", "J.C. Garno", "P.P. Power", "G.Y. Liu", "S.M. Kauzlarich", "J. Am" ],
      "venue" : "Soc. 124 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Chem",
      "author" : [ "R.A. Bley", "S.M. Kauzlarich", "J. Am" ],
      "venue" : "Soc. 118 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "Nano Lett",
      "author" : [ "J. Zou", "R.K. Baldwin", "K.A. Pettigrew", "S.M. Kauzlarich" ],
      "venue" : "4 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "F",
      "author" : [ "Y.L. Zhong", "X.T. Sun", "S.Y. Wang", "F. Peng" ],
      "venue" : "Bao, Y.Y. Su, et al., ACS Nano 9 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "B",
      "author" : [ "S.C. Wu", "Y.L. Zhong", "Y.F. Zhou" ],
      "venue" : "Song, B.B. Chu, X.Y. Ji, et al., J. Am. Chem. Soc. 137 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "F",
      "author" : [ "Y.L. Zhong", "B. Song" ],
      "venue" : "Peng, Y.Y. Wu, S.C. Wu, Y.Y. Su, et al., Chem. Commun. 52 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Y",
      "author" : [ "K.Q. Peng", "X. Wang", "L. Li" ],
      "venue" : "Hu, S.T. Lee, Nano Today 8 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Chem",
      "author" : [ "J. Resasco", "N.P. Dasgupta", "J.R. Rosell", "J.H. Guo", "P.D. Yang", "J. Am" ],
      "venue" : "Soc. 136 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "R",
      "author" : [ "X.F. Duan", "Y. Huang" ],
      "venue" : "Agarwal, C.M. Lieber, Nature 421 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Chem",
      "author" : [ "A.I. Hochbaum", "P.D. Yang" ],
      "venue" : "Rev. 110 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "H",
      "author" : [ "Y. Cui", "Q. Wei" ],
      "venue" : "Park, C.M. Lieber, Science 293 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Chem",
      "author" : [ "J.Y. Zheng", "Y.L. Yan", "X.P. Wang", "Y.S. Zhao", "J.X. Huang", "J.N. Yao", "J. Am" ],
      "venue" : "Soc. 134 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Chem",
      "author" : [ "K.F. Wu", "Y.L. Du", "H. Tang", "Z.Y. Chen", "T.Q. Lian", "J. Am" ],
      "venue" : "Soc. 137 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Acc",
      "author" : [ "A. Shabaev", "C.S. Hellberg", "A.L. Efros" ],
      "venue" : "Chem. Res. 46 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Chem",
      "author" : [ "L. Brus", "P. Szajowski", "W. Wilson", "T. Harris", "S. Schuppler", "P.J. Citrin", "J. Am" ],
      "venue" : "Soc. 117 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "Nat",
      "author" : [ "M. Govoni", "I. Marri", "S. Ossicini" ],
      "venue" : "Photonics 6 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "R",
      "author" : [ "M.T. Trinh" ],
      "venue" : "Limpens, W.D.A.M. de Boer, J.M. Schins, L.D.A. Siebbeles, T. Gregorkiewicz, Nat. Photonics 6 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Chem",
      "author" : [ "A.T. Heitsch", "D.D. Fanfair", "H.Y. Tuan", "B.A. Korgel", "J. Am" ],
      "venue" : "Soc. 130 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Nano Lett",
      "author" : [ "A.T. Heitsch", "C.M. Hessel", "V.A. Akhavan", "B.A. Korgel" ],
      "venue" : "9 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Nano Lett",
      "author" : [ "C.M. Hessel", "A.T. Heitsch", "B.A. Korgel" ],
      "venue" : "10 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Chem",
      "author" : [ "A.M. Chockla", "K.C. Klavetter", "C.B. Mullins", "B.A. Korgel" ],
      "venue" : "Mater. 24 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Nano Lett",
      "author" : [ "X. Lu", "C.M. Hessel", "Y. Yu", "T.D. Bogart", "B.A. Korgel" ],
      "venue" : "13 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Chem",
      "author" : [ "X. Lu", "B.A. Korgel" ],
      "venue" : "Eur. J. 20 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Chem",
      "author" : [ "X.T. Lu", "K.J. Anderson", "P. Boudjouk", "B.A. Korgel" ],
      "venue" : "Mater. 27 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Chem",
      "author" : [ "B. Song", "Y.L. Zhong", "S.C. Wu", "B.B. Chu", "Y.Y. Su", "Y. He", "J. Am" ],
      "venue" : "Soc. 138 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "W",
      "author" : [ "C. Qian", "W. Sun", "L. Wang", "C. Chen", "K. Liao" ],
      "venue" : "Wang, et al., J. Am. Chem. Soc. 136 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "C",
      "author" : [ "J. Rinck", "D. Schray" ],
      "venue" : "Kübel, A.K. Powell, G.A. Ozin, Small 11 ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "L",
      "author" : [ "Q. Li", "Y. He", "J. Chang" ],
      "venue" : "Wang, H.Z. Chen, Y.W. Tan, et al., J. Am. Chem. Soc. 135 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "R",
      "author" : [ "L. Wang", "Q. Li", "H.Y. Wang", "J.C. Huang" ],
      "venue" : "Zhang, Q.D. Chen, et al., Light Sci. Appl. 4 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "H",
      "author" : [ "Q. Li", "T.Y. Luo", "M. Zhou" ],
      "venue" : "Abroshan, J.C. Huang, H.J. Kim, et al., ACS Nano 10 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chem",
      "author" : [ "J.M. Lauerhaas", "G.M. Credo", "J.L. Heinrich", "M.J. Sailor", "J. Am" ],
      "venue" : "Soc. 114 ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 1992
    }, {
      "title" : "B",
      "author" : [ "W.Y. So", "Q. Li", "C.M. Legaspi" ],
      "venue" : "Redler, K.M. Koe, R.C. Jin, et al., ACS Nano 12 ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Phys",
      "author" : [ "H.J. Monkhorst", "J.D. Pack" ],
      "venue" : "Rev. B 13 ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 1976
    }, {
      "title" : "X",
      "author" : [ "X.B. Shen", "B. Song", "B. Fang" ],
      "venue" : "Yuan, Y.Y. Li, S.Y. Wang, et al., Nano Res. 11 ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Yao He",
      "author" : [ "Y.L. Zhong", "B. Song", "X.B. Shen", "D.X. Guo" ],
      "venue" : "Chem. Commun. 54 ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "X.B. Shen", "B. Song", "B. Fang", "A.R. Jiang", "S.J. Ji", "Y. He" ],
      "venue" : "Commun. 54 ",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chem",
      "author" : [ "J.A. Kelly", "A.M. Shukaliak", "M.D. Fleischauer", "J.G.C. Veinot", "J. Am" ],
      "venue" : "Soc. 133 ",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "J",
      "author" : [ "F. Sangghaleh", "I. Sychugov", "Z.Y. Yang", "J.G.C. Veinot" ],
      "venue" : "Linnros, ACS Nano 9 ",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A",
      "author" : [ "M. Dasog", "Z.Y. Yang", "S. Regli", "T.M. Atkins" ],
      "venue" : "Faramus, M.P. Singh, et al., ACS Nano 7 ",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Chem",
      "author" : [ "M. Dasog", "K. Bader", "J.G.C. Veinot" ],
      "venue" : "Mater. 27 ",
      "citeRegEx" : "83",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Nano Lett",
      "author" : [ "K.Q. Peng", "X. Wang", "X.L. Wu", "S.T. Lee" ],
      "venue" : "9 ",
      "citeRegEx" : "85",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Adv",
      "author" : [ "K.Q. Peng", "S.T. Lee" ],
      "venue" : "Mater. 23 ",
      "citeRegEx" : "86",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "R",
      "author" : [ "Z. Peng", "H. Hu", "M.I.B. Utama", "L.M. Wong", "K. Ghosh" ],
      "venue" : "Chen, et al., Nano Lett. 10 ",
      "citeRegEx" : "87",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "J",
      "author" : [ "Y. He", "S. Su", "T. Xu", "Y. Zhong", "J.A. Zapien" ],
      "venue" : "Li, et al., Nano Today 6 ",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "S",
      "author" : [ "Y. He", "Y. Zhong", "F. Peng", "X. Wei", "Y. Su" ],
      "venue" : "Su, et al., Angew. Chem. Int. Ed. 50 ",
      "citeRegEx" : "89",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "H",
      "author" : [ "F. Erogbogbo", "K.T. Yong", "R. Hu", "W.C. Law" ],
      "venue" : "Ding, C.W. Chang, et al., ACS Nano 4 ",
      "citeRegEx" : "90",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Chem",
      "author" : [ "H. Jiang", "C.S. Chen", "J. Phys" ],
      "venue" : "A 119 ",
      "citeRegEx" : "91",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "T",
      "author" : [ "K. Nomoto", "H. Sugimoto", "A. Breen", "A.V. Ceguerra" ],
      "venue" : "Kanno, S.P. Ringer, et al., J. Phys. Chem. C 120 ",
      "citeRegEx" : "92",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chem",
      "author" : [ "B. Somogyi", "R. Derian", "I. Štich", "A. Gali", "J. Phys" ],
      "venue" : "C 121 ",
      "citeRegEx" : "93",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Chem",
      "author" : [ "R. Limpens", "M. Fujii", "N.R. Neale", "T. Gregorkiewicz", "J. Phys" ],
      "venue" : "C 122 ",
      "citeRegEx" : "94",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Mater",
      "author" : [ "T. Velusamy", "S. Mitra", "M.M. Montero", "V. Svrcek", "D. Mariotti", "ACS Appl" ],
      "venue" : "Interfaces 7 ",
      "citeRegEx" : "95",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Nano Lett",
      "author" : [ "D.J. Rowe", "J.S. Jeong", "K.A. Mkhoyan", "U.R. Kortshagen" ],
      "venue" : "13 ",
      "citeRegEx" : "96",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "M",
      "author" : [ "X. Zhang" ],
      "venue" : "Brynda, R.D. Britt, E.C. Carroll, D.S. Larsen, A.Y. Louie, et al., J. Am. Chem. Soc. 129 ",
      "citeRegEx" : "97",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Chem",
      "author" : [ "C. Tu", "X. Ma", "P. Pantazis", "S.M. Kauzlarich", "A.Y. Louie", "J. Am" ],
      "venue" : "Soc. 132 ",
      "citeRegEx" : "98",
      "shortCiteRegEx" : null,
      "year" : 2010
    } ],
    "referenceMentions" : [ {
      "referenceID" : 12,
      "context" : "To meet the increasing demand f silicon materials-based applications, fluorescent silicon nanoaterials with various structures have been developed, among hich zero-dimensional fluorescent silicon nanoparticles (SiNPs), nd one-dimensional fluorescent silicon nanorods (SiNRs) are in articular interest [17,18].",
      "startOffset" : 301,
      "endOffset" : 308
    }, {
      "referenceID" : 13,
      "context" : "To meet the increasing demand f silicon materials-based applications, fluorescent silicon nanoaterials with various structures have been developed, among hich zero-dimensional fluorescent silicon nanoparticles (SiNPs), nd one-dimensional fluorescent silicon nanorods (SiNRs) are in articular interest [17,18].",
      "startOffset" : 301,
      "endOffset" : 308
    }, {
      "referenceID" : 7,
      "context" : "Consequently, hese surface modification and doping strategies endow silicon anomaterials with special multi-functionalities [12,14].",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 9,
      "context" : "Consequently, hese surface modification and doping strategies endow silicon anomaterials with special multi-functionalities [12,14].",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 15,
      "context" : "Kang and coworkers demonstrated a variant of the etching method where the color of fluorescence could be tunable from blue fluorescence to red scale as determined by the diameters of SiNPs [20].",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 22,
      "context" : "1a) containing about tens to hundreds of nanoparticles with robust pH stability [28].",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 23,
      "context" : "Notably, the SiNPs display excellent pH-stability, aqueous dispersibility and small size (∼4 nm) [29].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 25,
      "context" : "Usually, the SiNPs could be annealed within SiOx matrix, which produced from the silicon sub-oxide in precursors [32,33].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 26,
      "context" : "Usually, the SiNPs could be annealed within SiOx matrix, which produced from the silicon sub-oxide in precursors [32,33].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 27,
      "context" : "1c) were prepared by etching the oxide layer from SiOx powder after thermal anneal [34,35].",
      "startOffset" : 83,
      "endOffset" : 90
    }, {
      "referenceID" : 28,
      "context" : "1c) were prepared by etching the oxide layer from SiOx powder after thermal anneal [34,35].",
      "startOffset" : 83,
      "endOffset" : 90
    }, {
      "referenceID" : 29,
      "context" : "The fluorescent SiNPs with tunable emission wavelength could be obtained through an established HF etching method [36,37].",
      "startOffset" : 114,
      "endOffset" : 121
    }, {
      "referenceID" : 30,
      "context" : "The fluorescent SiNPs with tunable emission wavelength could be obtained through an established HF etching method [36,37].",
      "startOffset" : 114,
      "endOffset" : 121
    }, {
      "referenceID" : 31,
      "context" : "Subsequent HF etching and thermal hydrosilylation with alkenes yielded fluorescent SiNPs (from visible to near-infrared emission) in organic solvent [38].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 32,
      "context" : "To assist with optimizing nanoparticle size distribution, Wilcoxon et al found that addition of surfactant molecules to the precursor to produce inverse micelle environment could further improve the size distribution [40].",
      "startOffset" : 217,
      "endOffset" : 221
    }, {
      "referenceID" : 23,
      "context" : "( r ∼ 28]; (b) Printed with permission from ACS Publications [29]; (c) Printed with permi",
      "startOffset" : 61,
      "endOffset" : 65
    }, {
      "referenceID" : 18,
      "context" : "e) Printed with permission from ACS Publications [24]; (f) Printed with permission",
      "startOffset" : 49,
      "endOffset" : 53
    }, {
      "referenceID" : 39,
      "context" : "rinted with permission from RSC Publications [47].",
      "startOffset" : 45,
      "endOffset" : 49
    }, {
      "referenceID" : 27,
      "context" : "2 nm) via in situ growth rom ACS Publications [34]; (d) Printed with permission from ACS Publications [38];",
      "startOffset" : 46,
      "endOffset" : 50
    }, {
      "referenceID" : 31,
      "context" : "2 nm) via in situ growth rom ACS Publications [34]; (d) Printed with permission from ACS Publications [38];",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 24,
      "context" : "ACS Publications [30]; (g) Printed with permission from ACS Publications [46]; (h)",
      "startOffset" : 17,
      "endOffset" : 21
    }, {
      "referenceID" : 38,
      "context" : "ACS Publications [30]; (g) Printed with permission from ACS Publications [46]; (h)",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 57,
      "context" : "(a–k) Printed with permission from ACS Publications [65].",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 38,
      "context" : ") of diatoms, a novel biomimetic ethod for preparing fluorescent, aqueous-dispersible SiNPs was emonstrated by Wu et al [46].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 39,
      "context" : "Moreover, the resultant iNPs featured strong fluorescence (PLQY: ∼50%), robust photostaility and favorable biocompatibility [47].",
      "startOffset" : 124,
      "endOffset" : 128
    }, {
      "referenceID" : 52,
      "context" : "The SiNRs length could be tuned from ∼5 to ∼75 nm by controlling the molar ratio of Si/Au, reaction temperature and solvent in the reaction [60].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 55,
      "context" : "The fluorescent SiNRs with PLQY of 4–5% were synthesized by the Si3H8 in hot squalane (reaction temperature: 410 ◦C) with the presence of tin nanoparticles and dodecylamine, and followed by hydrofluoric acid-etching and thermal hydrosilylation [63].",
      "startOffset" : 244,
      "endOffset" : 248
    }, {
      "referenceID" : 57,
      "context" : "Despite of these progresses f designing fluorescent SiNRs, it is still in high demand to develop a ew kind of method to prepare high-quality fluorescent SiNRs [65].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 58,
      "context" : "Of note, the resultant SiNRs featured xcitation wavelength-dependent fluorescence property (emission avelengths: from ∼450 to 600 nm; the corresponding excitation avelengths: from ∼390 to 560 nm), and have been demonstrated or the fabrication of white-light-emitting devices (LEDs) [66].",
      "startOffset" : 282,
      "endOffset" : 286
    }, {
      "referenceID" : 9,
      "context" : "Taking advantage of facile surface tailorability with welleveloped silicon technology, silicon nanomaterials are enabling unctionalized with special ligands [14].",
      "startOffset" : 157,
      "endOffset" : 161
    }, {
      "referenceID" : 10,
      "context" : "tion strategies allow for the synthesis of silicon nanomaterials with special functionalities and unique optical properties for various applications [15,18].",
      "startOffset" : 149,
      "endOffset" : 156
    }, {
      "referenceID" : 13,
      "context" : "tion strategies allow for the synthesis of silicon nanomaterials with special functionalities and unique optical properties for various applications [15,18].",
      "startOffset" : 149,
      "endOffset" : 156
    }, {
      "referenceID" : 7,
      "context" : "PLQY, as the important quantified factor for the fluorescence property, is recognized as a significant description for evaluating whether a fluorescent material is suitable for wideranging optical applications [12].",
      "startOffset" : 210,
      "endOffset" : 214
    }, {
      "referenceID" : 59,
      "context" : ", C–F or C–S) into the surface-bonded aryl or alkyl moieties would induce improved PLQY, due to the associated lowering of the C–X bond vibration frequency [67,68].",
      "startOffset" : 156,
      "endOffset" : 163
    }, {
      "referenceID" : 60,
      "context" : ", C–F or C–S) into the surface-bonded aryl or alkyl moieties would induce improved PLQY, due to the associated lowering of the C–X bond vibration frequency [67,68].",
      "startOffset" : 156,
      "endOffset" : 163
    }, {
      "referenceID" : 63,
      "context" : "(c–g) Printed with permission from ACS Publications [71]",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 61,
      "context" : "According to the aromatic electron-rich system with high ucleophilicity of the chosen organic ligands (such as diphenyamine and carbazole, nitrogencontaining), the PL properties of iNPs have been successfully modulated through this surface reacion [69].",
      "startOffset" : 248,
      "endOffset" : 252
    }, {
      "referenceID" : 65,
      "context" : "As the ligands were strong electron donors, CT usually occurs from the ligand to the surface of SiNPs [74].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 66,
      "context" : "It is worthwhile to point out that, for biomedical application, the SiNPs need to be dispersible in water phase [12–15], in which an important barrier for the obtaining of high PLQY could be contributed by the dielectric screening effect due to the Coulomb interactions between SiNPs and water [75].",
      "startOffset" : 294,
      "endOffset" : 298
    }, {
      "referenceID" : 68,
      "context" : "In brief, the silicon source (APTMS) was first hydrolyzed to form hydration APTMS and then reduced by sodium fluorescein molecules to produce green-emitting SiNPs with ultrahigh PLQY (∼90%) [77].",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 67,
      "context" : "(a,b) Printed with permission from Springer Publications [76]; (c–f) Print",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 69,
      "context" : "In addition, they further exploited the s-prepared SiNPs as a new kind of optical label for multi-color nti-counterfeiting applications in different patterns [78].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 69,
      "context" : "th permission from RSC Publications [78].",
      "startOffset" : 36,
      "endOffset" : 40
    } ],
    "year" : 2019,
    "abstractText" : "In the last decade, we have witnessed the giant achievement in the field of silicon materials. Among of them, fluorescent silicon nanomaterials have attracted considerable attentions owing to their unique advantages, including strong fluorescence coupled with robust photostability, rich resource support, low cost, industrial maturity, and good biocompatibility. Extensive efforts are devoted to developing effective methods for the synthesis and functionalization of fluorescent silicon nanomaterials with different nanostructures, facilitating the promotion of this promising material for myriad optical applications. In this review article, we systematically summarize representative progresses for the design and synthesis of fluorescent silicon nanomaterials during the last decade. We also present an in-depth description of",
    "creator" : "Elsevier"
  }
}