{
  "name" : "downloads_2019-12-06_b4_coronado2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Molecular magnetism: from chemical design to spin control in molecules, materials and devices",
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "The field of molecular magnetism started in the 1980s as a result of the transformation of magnetochemistry into an interdisciplinary area, in which chemists started a fruitful collaboration with physicists with the goal of designing, synthesizing, characterizing and modelling the magnetic properties of molecular- based compounds1. In this initial period, a focus of interest was the study of simple model systems formed by a reduced number of magnetically coupled spin centres (mainly homometallic and bimetallic magnetic dimers and small clusters) with the aim of testing the existing solidstate theories about exchange interactions and electron delocalization at the molecular scale2. The field then expanded towards the chemical design and physical modelling of low- dimensional magnetic materials of increasing complexity (for example, from homometallic chains to bimetallic chain complexes, or to homometallic chains with the metal ions bridged by an organic radical). A major advance was the discovery in the 1980s of a novel class of 1D magnetic materials, ferrimagnetic chains, formed by two antiferromagnetically coupled spin sublattices alternating along the chain direction3,4. These low- dimensional materials triggered the development of new theoretical models to quantitatively describe their static magnetic properties. These models comprised both the isotropic exchange limit (Heisenberg model) and the fully anisotropic exchange limit (Ising model)5, and were successfully applied to correlate the distinctive magnetic behaviour showed by these systems — charac terized by the presence of a minimum in the magnetic moment at a given temperature, followed by a divergence at lower temperatures — with the strength and anisotropy of the exchange coupling between the two alternating spins. A Heisenberg classical spin model closely reproduced the behaviour of Mn(II)–Ni(II) chains3 formed by alternating spin 5/2 and spin 1, whereas a hybrid quantum- classical spin model was successfully used to fit the behaviour of Mn(II)–Cu(II) chains6 formed by alternating spin 5/2 and spin 1/2. Finally, the magnetic behaviour of ferrimagnetic chains containing anisotropic Co(II) ions, such as Mn(II)–Co(II) chains7, was modelled using an Ising model with alternating spin 5/2 and spin 1/2. In some cases, these 1D materials also showed interesting physical phenomena such as slow magnetization dynamics8 or strong magneto- chiral dichroism9. Interchain interactions were detrimental for studying the properties arising from the 1D character of the material, but it\nInstituto de Ciencia Molecular (ICMol), Universitat de Valencia, Valencia, Spain.\ne- mail: eugenio.coronado@ uv.es\nhttps://doi.org/10.1038/ s41578-019-0146-8\nNature reviews | Materials\nturned out that they could trigger a long-range magnetic order in the solid below a critical temperature, Tc (ref.4). Accordingly, this coordination chemistry approach was exploited in the 1990s to design magnetic materials exhibiting spontaneous magnetization below Tc (molecule- based magnets). Together with other chemical approaches10, including organic chemistry, organometallic chemistry and solid- state chemistry, this approach has produced a plethora of new magnets with different topologies and dimensionalities11–13 and with Tc values reaching room temperature14.\nIn parallel with this development, the magnetochemistry community started focusing on metal complexes undergoing a spin transition near room temperature and on the possibility of tuning this molecular bistability through physical stimuli such as temperature, light or pressure15,16. This spin- crossover (SCO) phenomenon was soon exploited to develop switching materials for applications such as molecular or pressure sensing17, actuators18 and thermal displays19.\nIn summary, the emergence of molecular magnetism motivated chemists to use magnetism not only as a tool to correlate the structure and bonding of a given molecule with the presence of unpaired electrons but also as a source of fundamental understanding that could be used to design novel crystalline molecule- based materials with useful magnetic properties — similar to those found in inorganic materials, such as ferromagnetism, but with distinctive physical features, such as optical transparency, insulating character and low density — with fabrication advantages, as these materials can often be prepared in solution, and with novel properties, such as photomagnetism.\nAfter this initial period, molecular magnetism grew into a field in which chemists designed ever more complex materials, and physicists studied the novel magnetic phenomena they displayed20. In the past 25 years or so, two different classes of magnetic materials have been dominating the field: single- molecule magnets (SMMs) and multifunctional magnetic materials.\nSMMs are magnetic molecules that display magnetic bistability at low temperature (that is, they display a magnetic memory effect) owing to the presence of an energy barrier for magnetization reversal. The discovery of SMMs opened up a brand new research field, because for the first time it was possible to observe quantum effects in mesoscopic magnets. At the time, physicists were looking for small magnetic particles, all identical to each other, to test theories suggesting that it was possible to observe quantum effects in ensembles of such identical particles. The main difficulty was the preparation of these assemblies. Chemists solved the problem by using a molecular approach to prepare identical magnetic clusters and assemble them in a crystalline lattice. Thus, in 1993, crystals formed by a cluster comprising 12 manganese ions — so- called Mn12 acetate — were prepared and magnetically characterized. They showed a large magnetic hysteresis at low temperatures (<2 K), similar to that observed in hard magnets but of mol ecular origin21. This result suggested that, indeed, single molecules may behave as tiny magnets able to store information. Soon afterwards, in 1996, it was shown\nthat crystals of Mn12 acetate exhibit quantum tunnelling effects22,23; this phenomenon is one of the milestones (Nature Milestones: Spin) in the study of spin of the 20th century. More recently, a second generation of SMMs has been discovered, based on mononuclear complexes containing a single magnetic ion, generally an f- block metal. They represent the smallest imaginable nanomagnets and, owing to the large magnetic anisotropy of the f- ions, they can exhibit energy barriers that are easily an order of magnitude higher than those of SMMs based on polynuclear d- block clusters. As a result, magnetic hysteresis has been reported at temperatures as high as 80 K (refs24–26).\nMultifunctional materials are of interest in areas of materials science that go beyond molecular magnetism, such as in the development of molecular conductors and superconductors. These molecular- based materials may combine, in one crystalline solid, two electronic properties of technological interest (such as superconductivity and ferromagnetism) that, previously, were difficult or impossible to achieve together in a purely inorganic solid27. Various crystalline molecular materials exhibiting two coexisting or even coupled properties have been reported, including magnetic superconductors28, molecular conducting magnets29, chiral magnets30,31, porous magnets32 and stimuli- responsive magnets33–36.\nThese two classes of molecular materials (singlemolecule magnets and multifunctional magnetic materials) still concentrate most of the attention in mole cular magnetism. However, recently the field has also evolved towards the development of magnetic mole cules and materials for applications in other emerging fields such as molecular spintronics and quantum computing, and for the realization of novel metal–organic frameworks (MOFs) and 2D materials. This new twist is strongly enhancing the multidisciplinary character of the field and its evolution towards nanotechnology and applications. For example, in the areas of molecular spintronics and molecular quantum technologies, the molecular magnetism community has started to interact with the communities working in molecular electronics, spintronics and quantum technologies with the aim of exploring the potential offered by molecules in terms of functionality, performance and potential for miniaturization for spin- based devices. This expansion towards new areas has also motivated the search for novel classes of magnetic molecular materials, such as materials exhibiting multifunctional properties (combining, for example, porosity and magnetism in the case of magnetic MOFs) or novel physical phenomena (in the case of 2D magnetic molecular materials). In this Review, I discuss the current status and future perspectives of molecular magnetism in these four strategic areas of research."
    }, {
      "heading" : "Molecular spintronics",
      "text" : "Spin- based electronics, in which the electron spin is used for information processing, is one of the emerging branches of nanotechnology and the most active area within nanomagnetism. Efforts have so far been almost exclusively focused on conventional inorganic metals and semiconductors, but a new appealing direction is the development of molecule- based spintronics. In fact,\nwww.nature.com/natrevmats\nin comparison with conventional inorganic materials, molecules have properties that make them optimal for integration into spintronic structures, such as exceptionally long spin relaxation times and pronounced quantum effects in the single- molecule limit. The first report showing the ability of an organic semiconductor (α-sexithienyl, T6) to transport a spin- polarized current was published in 2002 (ref.37); soon after, in 2004, spin polarization was demonstrated in a spin- valve device formed by integrating an ultrathin layer of (nonmagnetic) molecules of Alq3 (tris-(8-hydroxy- quinoline) aluminium (III) complex) between two ferromagnetic electrodes38. The structure of this molecular spin valve is similar to that of a conventional spin valve (Box 1). These pioneering reports marked the start of the sub- area of molecular spintronics known as molecule- based spintronics or, more commonly, as organic spintronics39–41. Although these devices showed magnetoresistance, they also opened several questions concerning, for example, their transport regime (spin injection versus tunnelling) or the origin of the magnetoresistive signal. In fact, it is still unclear whether this signal is due to spinpolarization effects induced directly in the frontier orbitals (the highest occupied molecular orbital and the lowest occupied molecular orbital) of the molecular material42 or whether it involves transport through bands created by impurities or defects43. More recently, organic spintronics has also evolved towards other challenging goals, such as the design of multifunctional spintronic devices, including spin- based organic light- emitting diodes42,44 and molecular spin- photovoltaic devices45. The idea behind these devices is to enhance their efficiencies by controlling the electron–hole pair recombination via the spin polarization of the charge carriers induced by the magnetic electrodes.\nAnother sub- area of molecular spintronics is molecular nanospintronics, or single- molecule spintronics. This sub- area emerged very recently and builds on previous advances in single- molecule electronics and on the resulting knowledge of how to chemically functionalize, attach, organize and electrically interrogate individual molecules on surfaces or electrodes46. Molecular nanospintronics deals with the fabrication and study of spintronic nanodevices incorporating one or a few molecules (not necessarily organic) between the electrodes; in this context, a few molecules refers to a small number of molecules placed in a nanoscale junction or forming a nanoparticle, as opposed to molecules forming a continuous thin film.\nIn both organic spintronics and molecular nanospintronics, molecular magnetism plays a prominent role, as it offers the possibility of incorporating into the devices various magnetic molecules exhibiting interesting effects, such as quantum tunnelling of the magnetization (for SMMs), spin switching (for SCO complexes) or, simply, spin filtering owing to their magnetic nature. From a chemical point of view, the focus of interest has evolved from the chemical design of crystalline materials to the processing of magnetic molecules and materials to obtain thin films, self- assembled nanostructures or individual molecules. It is worth noting that the use of magnetic molecules in this context is very recent. In fact, in a typical molecular spintronic device, the magnetic component is provided by the ferromagnetic electrodes that are often used as an exclusive source of spin polarization, whereas non- magnetic molecules are used to tailor the interaction and energy landscape of the molecular/inorganic hybrid interface and to collect and transport the spins.\nA prerequisite for integrating molecules into devices is a detailed study of their deposition, positioning and self- assembly on various surfaces to characterize their stability and properties. Some noteworthy results include the observation of magnetic hysteresis in SMMs deposited on gold47 or on an insulating MgO thin layer48, the positioning of SMMs with nanometric accuracy on silicon49, the observation of inversion of the spin polarization of phthalocyanine molecules on a magnetic surface50 and the observation of spin- filtering effects in magnetic complexes51, and even in nonmagnetic chiral molecules52 deposited on gold, just to\nBox 1 | Basics of spintronics\na basic spintronic device consists of a thin layer of a non- magnetic material (the spacer) sandwiched between two ferromagnetic layers (FM1 and FM2 in the figure) working as electrodes141,142. One of these electrodes — usually the hardest — plays the role of spin injector, injecting a spin- polarized current into the spacer, whereas the second electrode acts as spin detector, or spin analyser, as illustrated in the left panel of the figure. such a trilayer heterostructure is referred to as a spin valve or a magnetic tunnel junction, depending on whether the spacer is (semi)conducting or insulating. a spindependent electron transport is observed, with resistance values that depend on the relative orientation of the magnetization of the ferromagnetic electrodes, represented by the arrows in the electrodes. For antiparallel alignment, both spin- up and spin- down electrons suffer many scattering processes in the ferromagnetic layers, resulting in a high- resistance configuration. For parallel alignment, the spin- polarized electrons, represented by the arrows in the spacer layer, travel nearly unscattered from the spin injector to the spin detector, which results in a low- resistance configuration. in the magnetic tunnel junctions, the insulating layer is so thin that electrons tunnel through the insulating barrier, preserving their spin, when a bias voltage is applied between the two metallic electrodes.\nto measure these resistance changes, an external magnetic field is applied to switch the relative orientation of the magnetization of the two ferromagnetic electrodes, which have different coercive fields (right panel of the figure). a strong enough external magnetic field parallel to the electrodes forces their magnetization in the same orientation, leading to a low- resistance configuration (RP). By changing the orientation of the external magnetic field, the electrode with the smaller coercive field changes its magnetization first, giving rise to opposite magnetization orientations in the two electrodes, and thus to a high- resistance configuration (RaP). the magnetoresistance that characterizes the device is defined as Mr = (RP – RaP) / RP, and exhibits two different values. Magnetoresistive effects are called giant magnetoresistance and tunnelling magnetoresistance for spin valves and magnetic tunnel junctions, respectively.\ne–\ne–\ne–\nExternal magnetic field 0\nRe si\nst an\nce\nFM2 spin analyser\nFM1 spin injector\nSpacer V\nNature reviews | Materials\nmention a few. This line of research has been the focus of a substantial amount of work in the past 15 years or so, fostering a close collaboration between the magnetism community and the molecular electronics community. In addition, such research requires a strong chemical effort to design molecular coordination complexes that survive when in direct contact with the device components (electrodes and substrates) and are also compatible with the processing techniques used in spintronics. These chemical concerns constitute a serious limitation because, unlike organic molecules, these coordination complexes are often chemically unstable in the presence of a metallic substrate (they undergo redox reactions) and, furthermore, are not always compatible with the high- vacuum technologies typically used in spintronics (in most cases, they form salts that cannot be sublimed). In fact, the number of thermally stable magnetic complexes that have been experimentally demonstrated to be suitable for molecule- based spintronics remains small. In the following, the role played by these magnetic molecules in spintronics is illustrated with some examples.\nOrganic spintronics. For the integration of magnetic mole cules into spin- valve devices, the magnetic analogues of the Alq3 molecule constitute a promising option. One example is provided by the trimeric lanthanoid quinoline complexes formulated as Ln3q9 (fig. 1a). From a chemical point of view, these molecules were chosen because of their ability to form stable and uniform films upon sublimation and deposition onto ferromagnetic surfaces via ultra- high vacuum deposition techniques. From a magnetic point of view, these lanthanoid complexes are very versatile, as they are able to host trivalent lanthanoid ions with high magnetic moments (Tb3+, Gd3+ or Dy3+) but also with zero net moment (Y3+ derivative). Spin valves based on these complexes were fabricated to test the effect of the magnetic moments on the spin- polarized injection and transport properties of the devices. Thus, Tb3q9 and Y3q9 molecular layers were inserted between permalloy (NiFe) and Co ferromagnetic electrodes53. In both devices, a sizeable magnetoresistance was observed at room temperature down to a molecular thickness of 15 nm. This result suggests that the spin injection is barely affected by the magnetic nature of the molecules. The result also indicates that the spin transport properties are mainly governed by the quinoline ligand states, and are largely insensitive to the magnetic moment of the central metal ion. Similar results have been obtained in spin- valve devices containing, as interfacial layers, organic radicals54 or double- decker bis- phthalocyaninato lanthanoid complexes, LnPc2 (ref.55).\nA second example of quinoline complexes that have been used in spin- valve devices is the mononuclear lanthanoid complexes of general formula A+[Ln(5,7Cl2q)4]–, where Ln = Y3+, Tb3+ and Dy3+; 5,7Cl2q = 5,7-dichloro-8-hydroxyquinoline; A+ = Na+, NEt4+ and K0.5(NEt4)0.5+ (fig.1a). Surprisingly, the sodium salts of these anion complexes (in short, NaLnClq) can be sublimed and deposited on various substrates, including ferromagnetic surfaces, while maintaining intact both their molecular structures and their magnetic behaviour56. Highly homogeneous ultrathin films (~10 nm thick) of these molecules deposited on metallic ferromagnetic substrates have enabled the fabrication of molecular spin valves. Interestingly, a sign inversion in the magnetoresistance of the device has been observed as a consequence of specific molecule- to-metal hybridization at the molecular/ferromagnetic interface57 (fig. 1b). This ability of an interfacial molecular layer to modify or even invert the spin polarization of the current extracted from a ferromagnetic electrode — known as the spinterface effect58,59 — is very complicated or impossible to achieve with inorganic materials, and is probably the most appealing property of spin- valve devices based on molecules. In the present example, when the NaDyClq molecule is combined with Co and NiFe electrodes, the magnetoresistance is positive if an AlOx barrier is inserted between NiFe and the molecule, but changes to negative if the AlOx layer is placed on the Co electrode. This result has been attributed to the formation of specific hybrid electronic states at the molecule/NiFe interface, which affords a negative spin polarization, whereas at the molecule/Co interface the mixing is weaker and the spin polarization remains positive.\nM R\n(% )\n0\n10\n20\n30\n40\nB (mT) –75 –50 –25 0 25 50 75\nM R\n(% )\n–8\n–6\n–4\n–2\n0\n2\nB (mT) –200 –100 0 100 200\nNegative sweep field Positive sweep field\na\nb\nM(Pc) Ln(Pc) 2 Ln 3 q 9 NaLnClq\nN iF\ne\nN iF\ne\nA lO\nx\nA lO\nx\nC o\nC o\nNaDyClq\nSp in\nte rf\nac e\nwww.nature.com/natrevmats\nThis section has emphasized that molecules (not necessarily magnetic) in close proximity to ferromagnetic electrodes can be used not only as spin transport media in spintronic devices, but also for tuning the spin polarization of ferromagnetic materials at the interface60. However, magnetic molecules have so far played a very limited role, and the magnetic functionality of molecules and their most interesting properties (such as slow relaxation of the magnetization, quantum tunnelling effects and spin switching) remain fully unexploited.\nMolecular nanospintronics. A current trend in spintronics is to work in reduced dimensions with the aim of discovering and exploiting new magnetic (quantum) phenomena and of manipulating spins one by one. The study of single nano- objects connected to two magnetic electrodes has so far been limited to inorganic nanoparticles and carbon nanostructures. Although transport through single molecules has been extensively studied in molecular electronics, few experiments have been reported for magnetic molecular systems, including single magnetic molecules and molecular- based magnetic nanoparticles. In contrast to organic spintronics, magnetic molecules based on coordination chemistry constitute a key element of the spin device. Two methods are commonly used to fabricate these devices. In one case, the molecule is connected through a scanning tunnelling microscope (STM) tip to a conducting surface; the other case involves a single- molecule transistor architecture in which the molecule is trapped in a junction between two electrodes, and a third electrode acting as a gate may be incorporated. Many problems intrinsic to magnetic molecules still need to be solved to obtain reliable results. A first issue deals with the stability of molecules when they are deposited on, or contacted to, a metallic surface. In fact, as mentioned above, most of the magnetic molecules of interest are coordination metal complexes, which often undergo important structural and chemical changes in these conditions. A second issue is that of positioning an individual magnetic molecule in a controlled manner on a surface (or in between two electrodes). This often requires the functionalization of the molecule to tune its interaction with the electrodes and its orientation.\nA large cohort of work has been devoted to the investigation of the quantum transport of single magnetic molecules and molecular nano- objects attached to electrodes or deposited on metallic surfaces, which host a rich variety of physical phenomena. Magnetic excitations in magnetic molecules have been studied using a single- molecule transistor geometry61–63 or by STM64,65. The strong coupling regime between a magnetic molecule and the electrodes has also been investigated by looking at Kondo physics66–70 (for metallic electrodes) or Shiba states71 (for superconducting electrodes). Finally, high- spin magnetic molecules are another source of new physics: for example, a ground- state spin blockade has been observed in a single- molecule junction formed by a Mn3+ complex with S = 2 (ref.72).\nA promising recent development is the fabrication of functional nanodevices based on single magnetic nanoobjects in which the molecular spin can be detected\nand manipulated. This has been achieved using SCO nanoparticles or magnetic molecules as the source of spins.\nUsing SCO nanoparticles, a single- particle junction in which the molecular spin can be addressed electrically has been fabricated73. In bulk, SCO systems undergo switching from a low- spin state to a high- spin state upon heating. This electronic spin transition is often accompanied by thermal hysteresis at relatively high temperatures, a property that can be used for memory applications in electronic devices. In the experiment we are discussing, a single nanoparticle of an SCO material with a diameter of roughly 10 nm was placed between two gold electrodes separated by a 5-nm gap (fig. 2a). The nanoparticles of choice are those based on the polymeric 1D Fe2+ compound [Fe(Htrz)2(trz)](BF4), where Htrz = 1,2,4-triazole, which display the memory effect discussed above. The transport properties of this device are sensitive to the spin transition; thus, a thermal hysteresis loop in the electrical conductance near room temperature is observed (fig. 2a), with a ratio of ~3 between the low- conductance state (associated with the low- spin state) and the high- conductance state (associated with the high- spin state). The origin of the change in the electrical conductance at the SCO transition temperature can be primarily attributed to the change in the electronic structure of the molecule74. A mechanical origin can also be invoked in this particular case, because the contact between the electrodes and the nanoparticle is expected to change as a result of the nanoparticle’s volume change when the spin transition occurs. Interestingly, this spin switching can also be triggered by applying a bias voltage at constant temperature. Hence, this device enables electrical readout and switching of the molecular spin at the nanoscale. A further experiment has shown that the device performance can be sharply improved — with on/off switching ratios of the conductance increasing to ~300 — if 2D assemblies of SCO nanoparticles, instead of a single nanoparticle, are inserted in a 100 nm gap75. Finally, the on/off switching ratio goes up to ~5000 in assemblies of Au@SCO core–shell nanoparticles76.\nThe possibility of detecting and manipulating the electronic spin at the nanoscale (and near room temperature) opens a route to the use of these bistable nanoparticles as memory bits, in which the information can be written by varying the temperature (or by applying a bias voltage at fixed temperature) and electrically read out by measuring the changes in conductance. However, the low thermal stability of these SCO nanoparticles at the temperatures at which the spin transition occurs (~360 K) strongly limits their practical use. This drawback has been addressed by chemical means by coating the nanoparticles with a nanometre- thick silica shell, which sharply improves their stability upon repeated thermal cycling77. It is important to note that this electrical control of the spin switching has not been restricted to SCO nanoparticles. Similar experiments have also been performed at the single- molecule level using Fe- based SCO molecules78.\nA second example of the electrical readout and manipulation of molecular spin at the single- molecule level has been obtained by embedding a conveniently functionalized SMM based on a bis- phthalocyanine Tb3+ complex,\nNature reviews | Materials\nTbPc2, into an electronic circuit79 (fig. 2b). In this robust magnetic molecule, the molecular environment around Tb3+ leads to an anisotropic electronic ground state with the z- component of the total angular momentum, mJ = ±6, strongly coupled to the nuclear spin, I = 3/2, causing a splitting in the resulting electron–nuclear spin states according to the four nuclear spin components mI (3/2, 1/2, −1/2 and −3/2). The transport occurs through the π- system of the phthalocyanine ligands, which contain a delocalized unpaired electron exchange- coupled to the Tb3+ ion. Due to this coupling, the transport properties can be influenced by the magnetic properties of Tb3+ and, therefore, they are expected to be sensitive to its nuclear spin state. This is precisely what is observed in magneto- transport measurements, which show abrupt changes in the conductance for specific values of the magnetic field that can be associated with specific values of the nuclear spin states. In fact, at each of these field values, two electron–nuclear levels with the same nuclear spin component and opposite magnetic electronic states cross; thus, at these anti- crossing points, the molecule can reverse its magnetic moment from mJ = −6 to mJ = +6 via quantum tunnelling, while keeping its nuclear spin state (fig. 2b). By playing with the magnetic field and with radiofrequency pulses it has been shown that the nuclear spin can be coherently manipulated to perform quantum operations80, thus illustrating the potential of magnetic molecules as qubits in quantum information technologies81, a topic that is discussed in the next section. However, all of these measurements have been performed at very low temperatures (~0.08 K). This section has illustrated the fabrication of spin nanodevices based on electrically addressable singlemolecule spin switches and magnetic qubits, opening up the possibility to tailor and manipulate magnetic molecules down to the single- spin level. These advances have been made possible by the close interaction between chemists, who are able to design robust magnetic mol ecules that can survive when contacted to electrodes, and physicists and engineers, who are able to use nanotechnologies to fabricate devices with enhanced sensitivity and reliability. Molecular spins for quantum technologies An appealing possibility is that of using magnetic molecules not only for the storage of classical bits, but also for the creation, manipulation and readout of quantum superpositions of two spin states, providing practical realizations of spin qubits for quantum computers (Box 2). We are still far from reaching this goal, because quantum superpositions are extremely fragile in real systems, especially in the solid state, and rapidly lose the quantum information. This effect, known as decoherence, together with the difficulty of creating scalable networks of spin qubits able to interact and implement quantum algorithms, are the major obstacles to the fabrication of solid- state qubit devices. One of the main sources of decoherence is magnetic noise, which\n0.00\n0.02\n0.04\n0.06\n300 325 350\nT (K)\nS=2S=0\n375\nI/ V\n(n s)\nN\nN\nN N Fe FeN\nN N\nN\nN N\nN\nN N FeN\nN N\nN\nN\nB (mT)\nE (K\n)\n–1\n0\n1\n–80 0 80\n|+6,+3/2 |+6,+1/2 |+6,–1/2 |+6,–3/2\n|–6,–3/2 |–6,–1/2 |–6,+1/2 |–6,+3/2\nQTM\nb\nB (mT)\ndI /d\nV (μ\ns)\n1.89\n1.90\n1.91\n–50 0 50\nGate Oxide\nSource DrainCurrent a\nSubstrate\nNanoparticle\nFig. 2 | Manipulation of single spins in molecules. a | Spin switching in electronic devices formed by individual spincrossover Fe2+ nanoparticles. The chemical structure of the nanoparticles is shown in the lower part of the panel, together with the thermal hysteresis loop in the electrical conductance that accompanies the spin transition. b | Electrical readout and manipulation of the nuclear spin of a single bis- phthalocyanine Tb3+ molecule. The Zeeman diagram in the lower part of the panel (left) shows the energy splitting, E, of the two states with mJ = ±6 as a function of the magnetic field, B; the different coloured lines correspond to the four nuclear spin components mI. At certain values of B, these levels cross and the molecule can reverse its magnetic moment. At these points, a change in the conductance is observed (right), which allows the detection of the nuclear spin state of Tb3+. The arrows indicate the field- sweep direction. QTM, quantum tunnelling of the magnetization. The lower part of panel a is adapted with permission from ref.73, Wiley- VCH. The lower part of panel b is adapted from ref.79, Springer Nature Limited.\nwww.nature.com/natrevmats\nincludes dipolar and hyperfine interactions with electronic and nuclear spins in the sample or device. These interactions are especially relevant at low temperature and involve an uncontrolled dispersion of the spin information throughout the sample. As the temperature rises, decoherence is dominated by the effect of vibrations, which can be local or extended (phonons). These allow an energy exchange between the spin system and the thermal bath, offering a pathway for magnetic relaxation resulting in a complete loss of the spin information.\nThe best spin qubits have so far been realized in magnetically doped inorganic solids, such as simple inorganic\nsalts doped with magnetic lanthanide ions, nitrogenvacancy colour centres in diamond or phosphorus magnetic impurities in silicon. Record coherence times, quantified by the phase memory time T2, as long as 6 h at 2 K, have been achieved in salts doped with lanthanide ions82 and, using nitrogen- vacancy centres and phosphorus in silicon, long- distance qubit couplings have been achieved83,84. However, these systems are not yet scalable.\nA molecular approach can be used to obtain molecular spin qubits that can compete with, and even surpass, inorganic spin qubits. The versatility of chemistry can be exploited to adjust the spin environment\nBox 2 | Quantum computation with spin qubits\nresearch in the area of quantum computation is a threestep process that includes the design of qubits, their coupling for implementing quantum logic gates and their integration into scalable devices to store and process quantum information. the figure schematically shows a spin qubit created by applying an external magnetic field and manipulated by a microwave pulse, as well as some examples of molecules that have been used to this end90–92 (top), followed by examples of molecular quantum gates94,97,98 (middle) and of a quantum device (bottom; more details are provided in the main text and in refs86,143).\nQubits a qubit is a quantum system with two eigenstates, |0〉 and |1〉. the state of the qubit can be expressed as a quantum superposition of these states: |Ψ〉 = α|0〉 + β|1〉. to be usable in practice, qubit states must be created, manipulated and read out. the concept of a qubit can also be generalized to multilevel quantum systems giving rise to qudits, where d is the number of accessible quantum states.\nCurrently studied qubit platforms include superconducting circuits, semiconductor quantum dots, atoms or ions in optical traps and photons in resonant cavities. the spin states (electronic and/or nuclear) of atoms or molecules are also a source of qubits, because spins are naturally quantum objects. For example, a system with spin S = 1/2 is a doublet with spin quantum number ms = ±1/2, which splits into two distinguishable levels under the influence of an external magnetic field (Zeeman effect).\nthe two most challenging requirements for qubits are coherence and scalability. Coherence is quantified by the phase memory time T2, and for electronic spins can be estimated from pulsed electron paramagnetic resonance measurements. scalability is related to the possibility of increasing the number of qubits while maintaining the ability to create, manipulate and read out their states and preserve their coherence. each qubit platform presents advantages and disadvantages. Photons, for example, are extremely robust against decoherence and are used for quantum key distribution, but it is very difficult to effect arbitrary manipulations of quantum states involving more than a single photon. Likewise, although initially promising as a solid- state approach, no practical scaling has been demonstrated for semiconductor quantum dots. atom and ion traps have been scaled to higher numbers of qubits than the previous platforms, but for specific quantum simulator purposes rather than general quantum computing. superconductor- based quantum computing currently seems the most commercially viable path. However, even in this case, the current consensus in the field is that there is no short- term path to large numbers of coherent qubits. in this context, the concept of noisy intermediate- scale quantum technology is employed to describe the realistic perspectives for the next few decades144. Quantum gates the application of a logical operation to one or more qubits is known as a quantum gate or qugate. For example, the qugate Controlled- NOt (CNOt) acting on a pair of spin qubits, a and B, flips the orientation of the spin qubit B if, and only if, the spin qubit a is pointing “up”: CNOt|10〉 = |11〉. similarly, the swaP gate exchanges the values of a pair of spin qubits. Finally, variations on these gates are possible, for example the √(swaP) creates an entangled state such that if the gate is applied twice in a row, then the values of the qubits are exchanged: √(swaP)* √(swaP)|01〉 =swaP|01〉 = |10〉. Quantum devices the final step in quantum computation involves the processing of quantum information. this requires the use of quantum devices comprising a substantial number of coherently coupled qubits. One promising approach uses superconducting resonators that act as microwave transmission lines, in which an individual microwave photon can couple any pair of spin qubits (no matter what their mutual distance is).\n[PMo 12 O 40 (VO) 2 ]q– [LnLn’(HL) 3 (NO 3 )(H 2 O)] [Gd(H 2 O)P 5 W 30 O 110 ]12–\nQuantum device\nQuantum gate\nSpin qubit\nΨ = α|0〉 + β|1〉\nS = 1/2\nm s = –1/2 = |0〉\nm s = +1/2 = |1〉\nhν\n[VO(Pc)] [Cu(mnt) 2 ]2– [VIV(C 8 S 8 ) 3 ]2–\nNature reviews | Materials\nto minimize decoherence. At the same time, molecules are unmatched in terms of scalability, because they can be replicated in large numbers and arranged via selfassembly and molecular recognition processes. These features have attracted the interest of the molecular magnetism community, which has started to investigate the properties of molecular coordination complexes as candidates for spin qubits. In fact, some of the research on SMMs has been redirected towards their use in quantum computation. This is the case of magnetic polyoxometalates (POMs) based on lanthanides, which under some circumstances can behave as either SMMs or molecular spin qubits85. Note that integration of molecular spin qubits into scalable devices, which is the final goal of this research, remains largely unexplored. At present, most of the attention is focused on the previous steps, the design of robust spin qubits and their coupling to produce spin quantum gates. Here, I provide some relevant examples of the use of molecular magnets in quantum technologies; recent accounts that discuss this topic in more detail can be found in refs81,86.\nMolecular spin qubits with large quantum coherences have been realized by chemically controlling the decoherence sources. Magnetic noise can be minimized through the use of magnetically diluted samples and nuclear spinfree ligands and solvents. Controlling the coupling of the spins with vibrations is more complicated. Some theoretical attempts to analyse in detail the nature of the most relevant vibrational modes giving rise to spin relaxation have recently been reported, including the investigation of spin–phonon coupling87,88 and the identification of the local molecular vibrations that are more detrimental for coherence in each molecular structure, so that they can be suppressed by chemical optimization89.\nExamples of robust (coherent) molecular spin qubits include the tris- dithiolate vanadium complex [V(C8S8)3]2– (ref.90), [Cu(mnt)2]2–, where mnt2– = maleonitriledithiolate91, and the vanadyl phthalocyanine complex92 (Box 2). In frozen solution and under optimized conditions in terms of temperature, magnetic dilution and isotopic purity to minimize magnetic noise, the first molecule exhibits T2 values in the millisecond range at low temperature. By contrast, the third molecule presents T2 values up to 1 μs at room temperature thanks to the optimization of molecular vibrations. These coherence times are competitive with those reported for isolated spin qubits in inorganic lattices, such as phosphorous impurities in silicon (T2 in the order of seconds at low temperature) and diamond nitrogen- vacancy centres (T2 in the millisecond range at room temperature). However, these high coherence times have been obtained only in magnetically diluted samples. At this point, a fundamental paradox appears between the need to reduce decoherence by diluting spin qubits in a diamagnetic matrix and that of coupling them to manipulate quantum information.\nA trick to overcome this problem is based on the engineering of the energy- level structure of molecules to make spin qubits insensitive to magnetic noise (that is, invisible to a magnetic field)93. This requires mixing the qubit states to generate an avoided level crossing (or tunnelling gap, ∆) by varying the applied magnetic\nfield (fig. 3a). At this optimal operating point — the atomic clock transition — the spin qubit dynamics becomes protected against dipolar decoherence, leading to an enhancement of T2. This has been demonstrated using the complex [HoW10O36]9–, in short HoW10, which contains an Ho3+ ion encapsulated between two POM moieties (fig. 3a). In this molecular nanomagnet, unusually long coherence times are found at the four clock transitions that are present in its electronic structure (T2 up to 8.4 μs at 5 K; fig. 3a), even in concentrated samples, thanks to the presence of a large tunnelling gap of ~ 0.3 cm–1 in the ground- state doublet mJ = ±4. Hence, this molecular approach provides a source of chemically designed spin qubits with enhanced coherence times thanks to the control of their chemical composition, electronic structure and environment around the magnetic metal ion.\nChemistry can also be exploited to design molecules hosting more than one spin qubit, which can enable the realization of simple quantum algorithms. Some candidates of such molecular quantum gates are shown in Box 2. A first example of a molecular quantum gate was theoretically proposed using the vanadyl- bicapped reduced Keggin POM, in which electrons injected into the central Keggin cluster via a STM tunnelling current were expected to control the exchange coupling between the vanadyl spins94. A similar idea has been implemented by assembling molecular {Cr7Ni} rings, which act as qubits, into structures suitable for either the Controlled- NOT or √iSWAP gates95,96. The magnetic ions of choice have often been lanthanide ions, because they lead to weak exchange interactions compatible with the microwave energies provided by electron paramagnetic resonance (EPR) spectroscopy, which are difficult to achieve with transition metals. A simple system of this kind is an asymmetrical dinuclear complex LnLn′, which exhibits two coordination sites able to host distinguishable qubits that can be addressed separately using microwave pulses97. However, this dinuclear magnetic unit is difficult to keep intact upon dilution with non- magnetic lanthanoid ions. Hence, this approach is limited by the mag netic noise arising from dipolar interactions between magnetic ions. This difficulty may be overcome by integrating several qubits in a single magnetic ion, because in this case the magnetic dilution is trivial. This can be achieved when the ground spin state of the magnetic ion is a multiplet instead of a doublet. Such a multilevel system, termed a qudit, has d = 2N levels and allows one, in principle, to realize N qubits, thus enhancing the density of quantum information that can be handled with molecular systems. For electron spins, this approach has been used in a single crystal consisting of a doughnut- shaped POM molecule formulated as [Gd(H2O)P5W30O110]12– (in short, GdW30; Box 2). In this molecular nanomagnet, the environment around the nearly isotropic Gd3+ ion has been designed to afford an overall energy splitting of the S = 7/2 multiplet well below 1 cm–1 (30 GHz). Such small splitting has allowed the detection through continuous X- band EPR (9.8 GHz = 0.33 cm–1) of the seven allowed transitions connecting the 2S + 1 = 8 spin states, addressing them separately by tuning the magnetic field and, finally, coherently manipulating them using pulsed EPR on single crystals98 (fig. 3b). Therefore, this molecule\nwww.nature.com/natrevmats\nprovides an experimental realization of a d = 8 qudit, which is equivalent to a quantum gate formed by three addressable qubits. Nuclear spins have also been useful to illustrate the qudit approach81. Thus, the TbPc2 complex discussed in the previous section is an example of a d = 4 qudit (or, equivalently, of two qubits), because it has a nuclear spin quadruplet I = 3/2 with unevenly spaced levels that result from the combination of hyperfine and nuclear quadrupolar interactions. The qudit concept has been extended in this type of complex by making a dimeric Tb2Pc3 analogue99, which has been proposed as a nuclear qudit candidate with d = 16. In the mononuclear TbPc2 complex, these states can be manipulated by microwave pulses and read out by electronic transport measurements. This complex has enabled the first realization of a quantum algorithm (Grover’s search algorithm) on a single molecule83.\nA general conclusion of this section is that recent advances have often involved the study of crystalline samples based on well- known magnetic complexes (in particular, mononuclear lanthanoid complexes) used as spin qubits. Integrating these molecular spin qubits into scalable devices will be challenging. In fact, this last step requires moving from single crystals to single molecules to implement a scalable architecture in which individual spin qubits are coherently wired up. Superconducting coplanar resonators have been proposed to wire up molecular spin qubits via individual photons confined in the chip100. In such a device, sketched in Box 2, a single microwave photon can introduce an effective coupling between any pair of qubits, even at large distances, because its wavelength is very large (in the range of 3–30 mm). To implement quantum gates between the two qubits, the spin–photon coupling has to be sufficiently strong compared with decoherence times. To maximize this coupling, the first condition is to position the molecules in nanoconstrictions of the superconducting transmission lines, because this leads to an enhancement of the magnetic field generated by the photon. Hence, deposition techniques enabling the placement of molecules with nanometre accuracy have to be used. A deep knowledge of the electronic structure of the spin qubit is also required, because the strength of the spin–photon coupling has been predicted to\n–15\n–10\n–5\n0\n5\n10\n0 50 100 150 200 250\n–0.4\n–0.2\n0.0\n0.2\n0.4\n–80\n–60\n–40\n–20\n0\n20\n40\n60\n80\n0.0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 100 300 500 700 900\n2\n3\n4\n5\n6\n7\n8\n0–10 10 0–10 10 0–10 10 0–10 10\n|111\n|101\n|1\n|0\n|100\n|110 |010\n|011 |001 |000\n+3/2 +1/2 –1/2 –3/2 –7/2\n23.5 mT\n70.9 mT 118 mT 165 mT\n–7/2\n–5/2\n–5/2\nFr eq\nue nc\ny (G\nH z)\nLongitudinal field (mT) ∆B (mT)\nT 2 (µ\ns)\nm I\n7 6 5 4 3 2 1\nB (T) t p (ns)\n1\n1\n2\n4\n7\n6\n3\n5\n2 3\n4 5\n6 7\nSt at\ne en\ner gy\nMagnetic field\nClock transition\na\nb En er gy (G H z) cw E PR s ig na l ( a. u. )\nNature reviews | Materials\ndepend on the total angular momentum of the mol ecule, J, and on its magnetic anisotropy101, and is maximized either in molecules with an easy- plane anisotropy (a ground- state doublet mJ = ±1/2) coming from a J value as large as possible or in molecules with a clock transition between tunnel- split ±mJ states with the highest possible mJ value. Note that some of these electronic requirements are opposed to those for the design of robust SMMs, which involves large superparamagnetic barriers for magnetization reversal. This requires an easy- axis anisotropy (a ground- state doublet with large mJ) value and tunnelling gaps within the ±mJ ground doublet as small as possible. Hence, many magnetic molecules that have been marginal in SMM studies could be promising in the quantum information context."
    }, {
      "heading" : "Magnetic MOFs",
      "text" : "MOFs have emerged as a tuneable platform for designing functional materials for applications in areas that include gas storage and separation, energy conversion and storage, molecular sensing, drug delivery and catalysis102.\nThese coordination polymers are open crystalline frameworks with permanent porosity that are constructed from the assembly of inorganic subunits (such as metal centres, clusters and chains) and organic linkers (such as carboxylates, phosphonates and azolates). Their high versatility is a result of the adaptable nature of the organic ligands and their variety of coordination modes, combined with the range of geometries of the constitutive metal ions, which provides an assortment of topologies that can be exploited by chemical design102.\nMost of the attention has so far been concentrated on the porosity and chemical stability of MOFs. By contrast, their electronic properties have been only loosely investigated. Thus, the first examples of conducting MOFs103–106, luminescent MOFs107,108 and magnetic MOFs109,110 have been reported only very recently. Different electronic functionalities can be engineered in these porous solids in three different ways: by implementing the desired functionality in the framework itself; by inserting functional molecules in the MOF pores; or by a synergistic approach combining the previous two.\nIn this section, I illustrate this concept using magnetism as the desired functionality. The main reason to incorporate magnetism into MOFs lies in the possibility of producing multifunctional materials in which magnetism can be tuned by the presence of molecules in the pores. This can be of interest, for example, for sensing molecular species trapped in the pores. However, a major obstacle is that porosity and cooperative magnetism are two inimical properties that require opposite structural features (large porosity requires the use of long organic linkers between the metal centres, whereas strong exchange interactions require the use of short linkers). This magnetic exchange approach is also limited by the relatively low temperatures at which cooperative magnetism appears (typically much below 100 K).\nTo overcome these limitations, an alternative approach based on the integration of SCO complexes at the nodes of the framework can be pursued, as the spin transition typically occurs near room temperature. Cooperative effects are controlled by elastic forces in the\nlattice, which can be maintained at long metal–metal distances thanks to the polymeric nature of the MOF lattice. An illustrative example is provided by the coordination polymer [Fe(btzx)3](ClO4)2, where btzx = bis- tetrazol-pxylene ligand. This compound has a chain structure formed by the connection of Fe2+ centres to three btzx ligands in syn conformation and contains internal cavities of nanometric size111. It exhibits a cooperative spin transition centred at T1/2 ≈ 200 K with a thermal hysteresis of 4 K. As an MOF, [Fe(btzx)3](ClO4)2 can trap gas molecules. For example, it selectively traps CO2 from a mixture containing CO2 and N2 (ref.112). The presence of CO2 in the cavity can be detected by a 5-K shift in the spin transition temperature (fig. 4a). Other gases such as methane, ethane, CO or ethylene can also be trapped in the cavities. These gases affect the spin transition differently depending on the strength of the interaction with the cavity through the nitrogen atoms of the tetrazole unit, which is also coordinated to the Fe2+ centres. Thus, whereas loading of CO2 gas molecules induces an increase in T1/2, sorption of ethylene causes the opposite response — a small reduction in the transition temperature — and sorption of methane, ethane and CO does not affect the transition temperature112. This different behaviour may be related to the stronger gas– framework interaction; CO2 interacts with two nitrogen atoms of a tetrazole unit belonging to the cationic framework in an end- on mode through a nucleophilic oxygen atom (fig. 4a). The O–N distances are 2.5 Å. The interaction with the framework is similar for hydro carbon mol ecules, but the corresponding H–N distances are larger (2.661 Å for methane and 2.684 Å for ethylene), indicating a weaker gas–framework interaction.\nAnother family of SCO MOFs able to trap molecules are the so- called Hoffmann clathrates. In these MOFs the effect of different guests incorporated into the pores on the spin transition has been extensively studied113. For example, it has been demonstrated that chemisorption of SO2 molecules stabilizes the low- spin state of the Fe2+ ions and causes an increase of 8 K in the transition temperature114 (fig. 4b).\nThese sensing studies have so far been performed only on crystalline bulk samples. Detailed studies of molecular sensing will require appropriate materials processing to optimize the detection and separation of the molecular species. Efforts in this direction have just started to be developed; for example, ultrathin films of MOFs have been prepared on surfaces and integrated into electronic devices115–117.\nAnother reason behind the interest in molecular MOFs lies in the possibility of producing magnetic nanostructures that are well organized and insulated in space thanks to their structural features. This control over the topology and separation between the magnetic centres may be useful for generating non- trivial interactions and scalable spin structures, resulting in improved capabilities for quantum information compared with 0D systems. This strategy has been exploited in the family formulated as Ln(bipyNO)4(TfO)3, where bipyNO = 4,4′-bipyridylN,N′-dioxide and TfO = triflate118. The structure consists of a 3D coordination network containing a regular arrangement of three orientationally different lanthanoid\nwww.nature.com/natrevmats\nsingle- ion magnets placed at the nodes of a porous cationic framework formed by bipyNO bridging ligands (fig. 5a). The controlled organization of single- ion magnets with three crystallographically different metal sites in this open framework opens up novel possibilities in terms of scalability, because the spins of the distinct metal sites can be addressed independently using pulsed EPR spectroscopy.\nThe examples above exploited the possibility of incorporating magnetism into the nodes of MOFs. Alternatively, the pores can be filled with magnetic molecules, such as SMMs119 and SCO molecules120. When functional properties are present both in the framework and in the guest molecules, new multifunctional materials can be created, in which the different properties coexist or are even synergistically combined. Although very rare, such a synergy has been achieved in the hybrid compound formulated as [MnIII(salen) (H2O)]2[MnIICrIII(ox)3]2·(MeOH)·(CH3CN)2, which is formed by the SMM [MnIII(salen)(H2O)]22+, where salen2– = N,N′-ethylene bis-(salicylideneiminate), and a ferromagnetic 3D oxalate network [MnIICrIII(ox)3]– (ref.121). Interestingly, the presence of a magnetic\ncoupl ing between the soft ferromagnetic MnCr framework and the highly anisotropic spin lattice of the SMM leads to a drastic enhancement of the coercive field of the hybrid material (from 10 G to ~800 G), which starts behaving as a permanent magnet below 5 K (fig. 5b). This behaviour resembles that found in alloys of 3d metals and lanthanide ions, such as NdFe14B, which are among the best permanent magnets known to date. In those alloys, the enhancement in the magnetic coercivity is due to the coupling between a highly anisotropic magnetic component (the lanthanoid ion) and a soft magnet (the 3d metal extended lattice). In this example, the magnetic anisotropy is provided by a SMM cluster based on a d- transition metal ion, which opens up a hybrid approach to the design of lanthanoid- free permanent magnets."
    }, {
      "heading" : "2D magnetic materials",
      "text" : "Since the isolation of graphene in 2004, other 2D materials have emerged, covering a wide range of electronic and magnetic properties and chemical compositions (Box 3). Although the number of possible 2D materials is huge, most research is still focused on a reduced number of semiconducting and insulating materials (mainly\n0\n1\n2\n3\n4\n260 280 300 320 340 χ M\nT (c\nm 3 K\nm ol\n–1 )\na\nb\n[Fe(btzx) 3 ](X) 2\nCO 2\nSO 2\n0\n1\n2\n3\n4"
    }, {
      "heading" : "180 200 220 240160",
      "text" : "T (K)\nχ M T\n(c m\n3 K m\nol –1\n)\nEmpty MOF MOF with SO\n2\nT (K)\nEmpty MOF MOF with CO\n2\n{Fe(pz)[PtII(CN) 4 ]}\nFig. 4 | Metal–organic frameworks containing spin- crossover complexes. a | Stimuli- responsive magnetic metal– organic frameworks (MOFs) based on the spin- crossover (SCO) complex [Fe(btzx)3](X)2, where btzx = bis- tetrazol-p- xylene, with X = ClO4– and BF4–, showing the trapping of CO2 in the cavities (left) and the effect of this trapping on the magnetic properties (right). b | SCO Hoffmann clathrates. Structure of {Fe(pz)[PtII(CN)4]}·SO2, where pz = pyrazine, and its hysteresis of the molar magnetic susceptibility , χM, as a function of temperature (red) compared with that of {Fe(pz)[PtII(CN)4]}. The chemisorption of SO2 molecules raises the transition temperature by 8 K. Panel a is adapted with permission from ref.111, ACS. Panel b is adapted with permission from ref.114, ACS.\nNature reviews | Materials\ngraphene, MoS2 and hexagonal boron nitride, hBN). 2D materials exhibiting superconductivity or magnetism have been only loosely investigated, and only recently have superconductivity and magnetism been reported in the 2D limit, with the isolation and study of atomically thin layers of metal dichalcogenides (such as TaS2)122 and transition metal halides (CrI3)123, respectively. The main reason is the high chemical reactivity of these inorganic layers at ambient conditions, which seriously limits the isolation, manipulation and characterization of such 2D materials, requiring processing in a controlled atmosphere, free of oxygen and humidity.\nA way to overcome this limitation is to use a molecular approach. Molecular magnetism offers a large variety of layered magnets based on coordination polymers, which are crystalline, chemically stable and easy to manipulate in open air. The first coordination polymer exhibiting superconductivity, with Tc = 0.25 K, has been recently discovered124; it has a layered structure formed by a copper(II) benzenehexathiolate coordination poly mer. This molecular approach has some drawbacks; most coordination polymers are mechanically fragile and difficult to exfoliate down to the monolayer limit, because often they are not formed by neutral\nlayers weakly interacting through van der Waals forces, but by charged layers containing counterions in the inter- lamellar space and held together by electrostatic interactions. A liquid- exfoliation procedure is the most common method to delaminate a layered coordination polymer, but this leads to small and surface- defective nanosheets (with lateral sizes of the order of hundreds of nanometres at best), which often cannot be exfoliated down to monolayer thickness and are of insufficient quality to be used to investigate their physical properties. Hence, a micromechanical physical procedure is mandatory to fulfil the high- quality requirements of the study of physical phenomena in 2D.\nThe first attempt to use a micromechanical (Scotch tape) procedure to exfoliate a layered coordination polymer was performed on the hybrid compounds [FeIII(acac2-trien)][MnIICrIII(anilate)3]·(CH3CN)2, where anilate refers to the dichroro- and dibromosubstituted anilate ligand. These compounds in bulk behave as ferrimagnets with Tc = 11 K. The structure of the magnetic layer consists of a 2D anionic network formed by Mn2+ and Cr3+ ions linked through anilate ligands (fig. 6a). Interestingly, thanks to the pores in this 2D framework, the counterions [FeIII(acac2-trien)]+ are\nwww.nature.com/natrevmats\ninserted inside the framework instead of in the interlamellar spacing. Thus, the resulting crystals may be viewed as formed by neutral hybrid layers assembled through van der Waals interactions125. This feature facilitated the micromechanical exfoliation, which led to the isolation of magnetic layers with thicknesses down to 1.5 nm and lateral sizes in the order of hundreds of nanometres. This is an interesting result, but is still insufficient to perform a complete characterization of the magnetic properties in the 2D limit because the size of the layers is still too small (a lateral size in the order of tenths of microns is required). This is a limitation that exfoliation has in common with solution methods because, in contrast to what happens for inorganic materials, coordination chemistry often affords very small crystals.\nAn alternative approach that does not require the use of solvents and leads to neutral layers is that used\nfor the family of coordination polymers formulated as [Fe(bimX)2], where HbimX = derivative of benzimidazole, with X = H, Cl, Br, CH3 or NH2 (ref.126), which behave as spin- canted antiferromagnets with ordering temperatures, TN, of ~20 K. From a chemical point of view, these compounds present several advantageous features. Firstly, they are obtained as single crystals (typical size 400 µm) by a dry chemical method in a sealed ampoule containing sublimable precursors. Secondly, they contain neutral layers formed by distorted tetrahedral Fe2+ centres connected by benzimidazolate bridges (fig. 6b), which weakly interact with each other through van der Waals interactions between the substituent groups (X) of the benzimidazole ligand. Therefore, the compounds can be micromechanically exfoliated down to monolayer thickness, while preserving their crystallinity. Thus, ultrathin layers with lateral sizes in the order of tenths of microns that are chemically stable in ambient conditions can be easily isolated. Thirdly, the pre- synthetic modification of the materials through a convenient choice of the substituent X gives rise to surface tunability, so that the surface ranges, for example, from hydrophilic (X = NH2) to hydrophobic (X = H), while the physical property of interest (the magnetic order) is maintained in all derivatives of the family.\nThis last example illustrates the potential of coordination chemistry for the defect- free chemical functionalization of the surface of 2D crystals, which cannot be achieved in graphene and other 2D inorganic materials because they require post- synthetic functionalization, which inevitably leads to non- homogeneous and highly defective surfaces, inducing deep changes in the physical properties of the material. With coordination materials, chemical functionalization allows the design of chemically stable and mechanically robust 2D magnets, which can undergo magnetic ordering at a finite temperature even in the monolayer limit, owing to the magnetic anisotropy of their constituent transition metal ions (Fe2+ in this example, but the concept can be extended to other ions such as Co2+ and Ni2+). Heterostructures integrating these 2D molecular magnets may be of interest in spintronics, like their inorganic counterparts127–129, or for studying interface effects when combined with other materials (such as superconductors or topological insulators). The main advantage of 2D molecular magnets with respect to inorganic 2D magnets lies in their superior chemical stability and in the possibility of protecting and/or tuning their surfaces by chemical functionalization. Finally, thanks to their surface tunabil ity, these functionalized layers may also be useful as ultrathin (and ultrasensitive) membranes for selective molecular sensing126.\nIn conclusion, coordination chemistry can provide a suitable platform to chemically design and functionalize 2D molecule- based magnets. So far, there are only two examples of coordination polymers that enable the isolation of robust and chemically stable magnetic layers of micrometric size, and the complete characterization of magnetism in the 2D limit remains challenging. A bottom- up approach for the growth of magnetic layers on surfaces would be helpful, as it would provide\nBox 3 | 2D materials and their heterostructures\nMost 2D materials are obtained from layered materials that in bulk show stacked structures with weak van der Waals (vdW) interactions between adjacent sheets and strong covalent bonding within each layer145–147. these features often enable their mechanical or chemical exfoliation in ultrathin 2D crystals148. 2D materials cover the entire range of electronic and magnetic properties and chemical compositions: they range from insulators to superconductors, from diamagnets to ferromagnets and from metallic to non- metallic compositions. they can be integrated into more complex structures, including heterostructures with materials of different dimensionality. when assembled with other 2D materials they form vdw heterostructures, in which different monolayers are held together by vdw forces149. the next degree of complexity involves the chemical functionalization of the 2D material by anchoring molecular species or other chemical nano- objects on its surface via vdw forces, electrostatic interactions or chemical bonds150. this can result in hybrid molecular/2D heterostructures, formed by placing molecular species on top of a 2D material, or in mixed vdW 1D/2D and 2D/3D heterostructures. In a final step, one can imagine the formation of hybrid materials and nanocomposites combining 2D materials and other nanomaterials. all of these possibilities are schematized in the figure. these heterostructures have opened up new avenues both for the study of fundamental physical phenomena in 2D and for the development of novel devices151,152. in fact, the study of 2D materials and vdw heterostructures is a hot topic in physics due to the specific physical properties that can appear in the 2D limit153, and due to the use of these materials as components in electronic devices (graphene- based electronics or, in general, 2D electronics)154,155. 2D materials are also of interest in materials science, because they provide a source of advanced materials (graphene- based composites)156. Clearly, the requirements for a 2D material depend on the applications, as indicated on the figure. 2D physics and 2D electronics require high- quality 2D materials (they require low-defect-density 2D crystals and employ all- dry fabrication techniques for their isolation); by contrast, 2D composite applications can tolerate lower- quality materials, which are often compatible with the solution techniques developed in chemistry to prepare functionalized 2D materials and hybrid materials.\nFunctionalized layers and hybrid heterostructures vdW heterostructures Single layers Hybrid materials and composites\nComplexity\nQuality\n2D physics 2D electronics 2D nanocomposites\nNature reviews | Materials\n2D magnets with larger lateral dimensions. We should also note that the reported 2D molecular magnets are electrical insulators. Future research should involve the search for 2D molecule- based magnets incorporating other properties, such as electrical conductivity or SCO. Initial attempts along these lines have been reported130,131, but for the moment only bulk properties have been studied in detail, owing to the small crystal sizes of these layered coordination frameworks and the difficulties encountered in their exfoliation. Finally, 2D molecular magnetism is not restricted to coordination chemistry. Pure organic materials, such as layered covalent organic frameworks (COFs), may also be promising in this context: although most layered COFs are non- magnetic, some COFs can be chemically oxidized to afford conducting carbon materials exhibiting a magnetic transition. An example is provided by a fully π- conjugated COF formed by an eclipsed stacking of 2D sp2 carbon sheets132. Interestingly, an even higher spin density is theoretically predicted for the monolayer of this material, which should display enhanced magnetization133. However, this prediction still awaits confirmation.\nBeyond 2D molecule- based magnets, magnetic molecules (or magnetic molecular materials in general) can be combined with inorganic 2D layers (semiconductors, conductors, superconductors or magnets) to form molecular/2D heterostructures with properties that can\nbe tuned depending on the coupling between the two nanomaterials. For example, heterostructures formed by a layer of SCO nanoparticles deposited on graphene have been reported. In this hybrid heterostructure, graphene goes from a low- conducting state to a high- conducting state when a thermally induced spin transition triggers the switch from low spin to high spin in the SCO nanoparticles. Thus, in this case, graphene can be used to sense the spin transition134 (fig. 6c)."
    }, {
      "heading" : "Conclusions and perspectives",
      "text" : "In the past few years, molecular magnetism has seen amazing advances in the chemical design of novel magnetic molecules and materials, with unprecedented control over their magnetic properties, even at the single- molecule level. In this Review, I have shown how these advances have contributed to expand this field of research towards other emerging areas, in particular molecular spintronics, quantum technologies, MOFs and 2D materials. This evolution has raised several issues in molecular magnetism, which concern three interconnected aspects: the chemical design and processing of novel magnetic molecules and molecule- based materials; the understanding of the properties of these molecular systems; and the use of this newly gained knowledge to develop functional nanostructures and applications. Some potential research topics connected to these three aspects are summarized in TaBle 1 for each of the four\n400\n600\n800\n1,000\n320 340 360 380\n1 µm\n17 L AFM\n1 L2 L\n4 L\n5 L\na\nc\nHigh spinTemperature\nLow spin T (K) G\nra ph\nen e\nm ob\nili ty\n(c m\n2 . V\n–1 .s\n–1 )\nSpin-state switching\nHigh spin\nSilicon oxide Silicon\n[Fe(acac 2 -trien)][MnIICrIII(anilate) 3 ]·(CH 3 CN) 2 b Fe(bimX)2\nLow spin\nwww.nature.com/natrevmats\nemerging areas. An inspection of the table allows us to make the following remarks:\n• In the context of molecular magnetism, these emerging areas are not independent but converge towards some common challenges. For example, molecular spintronics and quantum technologies share a common interest in SMMs, whereas 2D magnetic MOFs have an impact not only on the fields of MOFs and 2D materials but also on molecular spintronics. • The recent evolution of molecular magnetism towards nanomagnetism and nanomaterials, with an\nincreasing focus on applications, has been triggered by a general evolution of materials science towards nanoscience and nanotechnology. However, most current research is still focused on basic science. • As far as materials are concerned, there is increasing interest in the design of hybrid molecular/inorganic structures and interfaces exhibiting new properties. This will provide new opportunities, such as tuning the properties of the material or the interface through external stimuli, including temperature, light, strain or gating. An example is the design of molecular/2D heterostructures in which the interaction of the\nmagnetic molecular component with the 2D material can control its electrical, optical or magnetic properties. In addition, in terms of the development of new materials, we can expect that the molecular analogues of some of the materials that are revolutionizing magnetism will emerge in the near future. Besides 2D magnets, these include molecule- based magnets hosting or interacting with skyrmions135, molecularbased quantum spin liquids136, molecular magnonic materials and devices137, and hybrid heterostructures exhibiting quantum phases138. In this Review, I have discussed the intersections of molecular magnetism with physics and materials chemistry, as these areas are currently focusing most of the attention. However, the inspiration from biology and its cross- pollination with molecular magnetism should not be neglected in the future, in a similar way to how this trend is already emerging in neighbouring areas, with biological and medical applications starting to develop in molecular electronics139 and MOFs140. Published online xx xx xxxx\n1. Willett, R. D., Gatteschi, D. & Kahn, O. Magnetostructural Correlations in Exchange Coupled Systems (D. Reidel Publishing, 1985). 2. Kahn, O. Dinuclear complexes with predictable magnetic properties. Angew. Chem. Int. Ed. 24, 834–850 (1985). 3. Drillon, M., Coronado, E., Beltrán, D. & Georges, R. Classical treatment of a Heisenberg linear chain with spin alternation; application to the MnNi(EDTA)·6(H2O). Chem. Phys. 79, 449–453 (1983). 4. Kahn, O. Molecular Magnetism (VCH, 1993). 5. Georges, R., Borrás- Almenar, J. J., Coronado, E.,\nCurély, J. & Drillon, M. in Magnetism: Molecules to Materials Vol. 1 (eds Miller, J. S. & Drillon, M.) 1–47 (Wiley- VCH Verlag, 2001).\n6. Seiden, J. Static properties of an alternating isotropic chain of one- half quantum spins and classical spins. J. Phys. Lett. 44, 947–952 (1983). 7. Coronado, E. et al. Low temperature investigation of the ferrimagnetic chains MnM′(EDTA).6H2O (M′ = Co, Ni and Cu(II)): thermal and magnetic properties. J. Am. Chem. Soc. 111, 3874–3800 (1989). 8. Miyasaka, H., Julve, M., Yamashita, M. & Clerac, R. Slow dynamics of the magnetization in onedimensional coordination polymers: single- chain magnets. Inorg. Chem. 48, 3420–3437 (2009). 9. Sessoli, R. et al. Strong magneto- chiral dichroism in a paramagnetic molecular helix observed by hard X- rays. Nat. Phys. 11, 69–74 (2015). 10. Miller, J. S. Organic- and molecule- based magnets. Mater. Today 17, 224–235 (2014). 11. Caneschi, A., Gatteschi, D., Sessoli, R. & Rey, P. Toward molecular magnets—the metal- radical approach. Acc. Chem. Res. 22, 392–398 (1989). 12. Stumpf, H. O., Ouahab, L., Pei, Y., Grandjean, d. & Kahn, O. A molecular- based magnet with a fully interlocked 3-dimensional structure. Science 261, 447–449 (1993). 13. Tamaki, H. et al. Design of metal- complex magnets— syntheses and magnetic properties of mixed- metal assemblies {NBu4[MCr(ox)3]}x (NBu4+ = tetra(n- butyl) ammonium ion, ox2– = oxalate ion, M = Mn2+, Fe2+, Co2+, Ni2+, Cu2+, Zn2+). J. Am. Chem. Soc. 114, 6974–6979 (1992). 14. Ferlay, S., Mallah, T., Ouahès, R., Veillet, P. & Verdaguer, M. A room- temperature organometallic magnet based on Prussian blue. Nature 378, 701–703 (1995). 15. Gütlich, P., Hauser, A. & Spiering, H. Thermal and optical switching of iron(II) complexes. Angew. Chem. Int. Ed. 33, 2024–2054 (1994). 16. Real, J. A., Gaspar, A. B. & Muñoz, M. C. Thermal, pressure and light switchable spin- crossover materials. Dalton Trans. 12, 2062–2079 (2005). 17. Linares, J., Codjovi, E. & Garcia, Y. Pressure and temperature spin crossover sensors with optical detection. Sensors 12, 4479–4492 (2012). 18. Molnár, G., Rat, S., Salmon, L., Nicolazzi, W. & Bousseksou, A. Spin crossover nanomaterials: from fundamental concepts to devices. Adv. Mater. 30, 1703862 (2018). 19. Kahn, O. & Jay Martínez, C. Spin- transition polymers: from molecular materials toward memory devices. Science 279, 44–48 (1998). 20. Gatteschi, D. Molecular magnetism: a basis for new materials. Adv. Mater. 6, 635–645 (1994). 21. Sessoli, R., Gatteschi, D., Caneschi, A. & Novak, M. A. Magnetic bistability in a metal- ion cluster. Nature 365, 141–143 (1993). 22. Thomas, L. et al. Macroscopic quantum tunnelling of magnetization in a single crystal of nanomagnets. Nature 383, 145–147 (1996).\n23. Friedman, J. R., Sarachik, M. P., Tejada, J. & Ziolo, R. Macroscopic measurement of resonant magnetization tunneling in high- spin molecules. Phys. Rev. Lett. 76, 3830–3833 (1996). 24. Guo, F.-S. et al. A dysprosium metallocene singlemolecule magnet functioning at the axial limit. Angew. Chem. Int. Ed. 56, 11445–11449 (2017). 25. Goodwin, C. A. P., Ortu, F., Reta, D., Chilton, N. F. & Mills, D. P. Molecular magnetic hysteresis at 60 kelvin in dysprosocenium. Nature 548, 439–442 (2017). 26. Guo, F.-S. et al. Magnetic hysteresis up to 80 kelvin in a dysprosium metallocene single- molecule magnet. Science 362, 1400–1403 (2018). 27. Coronado, E. & Day, P. Magnetic molecular conductors. Chem. Rev. 104, 5419–5448 (2004). 28. Kurmoo, M. et al. Superconducting and semiconducting magnetic charge transfer salts: (BEDT- TTF)4AFe(C2O4)3·C6H5CN (A = H2O, K, NH4). J. Am. Chem. Soc. 117, 12209–12217 (1995). 29. Coronado, E., Galán- Mascarós, J. R., Gómez- García, C. J. & Laukhin, V. Coexistence of ferromagnetism and metallic conductivity in a molecule- based layered compound. Nature 408, 447–449 (2000). 30. Coronado, E., Gómez- García, C. J., Nuez, A., Romero, F. M. & Waerenborgh, J. C. Synthesis, chirality and magnetic properties of bimetallic cyanide- bridged two- dimensional ferromagnets. Chem. Mater. 18, 2670–2681 (2006). 31. Train, C. et al. Strong magneto- chiral dichroism in enantiopure chiral ferromangets. Nat. Mater. 7, 729–734 (2008). 32. Maspoch, D. et al. A nanoporous molecular magnet with reversible solvent- induced mechanical and magnetic properties. Nat. Mater. 2, 190–195 (2003). 33. Sato, O., Iyoda, T., Fujishima, A. & Hashimoto, K. Photoinduced magnetization of a cobalt–iron cyanide. Science 272, 704–705 (1996). 34. Coronado, E. et al. Pressure- tuning of magnetism and linkage isomerism in iron(II) hexacyanochromate. J. Am. Chem. Soc. 127, 4580–4581 (2005). 35. Ohkoshi, S. et al. 90-Degree optical switching of output second- harmonic light in chiral photomagnet. Nat. Photonics 8, 65–71 (2014). 36. Abellán, G., Martí- Gastaldo, C., Ribera, A. & Coronado, E. Hybrid materials based on magnetic layered double hydroxides: a molecular perspective. Acc. Chem. Res. 48, 1601–1611 (2015). 37. Dediu, V. A., Hueso, L. E., Bergenti, I. & Taliani, C. Spin routes in organic semiconductors. Nat. Mater. 8, 707 (2009). 38. Xiong, Z. H., Wu, D., Vardeny, Z. V. & Shi, J. Giant magnetoresistance in organic spin- valves. Nature 427, 821–824 (2004). 39. Bogani, L. & Wernsdorfer, W. Molecular spintronics using single- molecule magnets. Nat. Mater. 7, 179–186 (2008). 40. Camarero, J. & Coronado, E. Molecular vs. inorganic spintronics: the role of molecular materials and single molecules. J. Mater. Chem. 19, 1678–1684 (2009). 41. Sanvito, S. Molecular spintronics. Chem. Soc. Rev. 40, 3336 (2011). 42. Prieto, J. P. et al. Enhancing light emission in interface engineered spin- OLEDs through spin- polarized injection at high voltages. Adv. Mater. 31, 1806817 (2019). 43. Yu, Z. G. Impurity- band transport in organic spin valves. Nat. Commun. 5, 4842 (2014). 44. Nguyen, T. D., Ehrenfreund, E. & Vardeny, Z. V. Spin- polarized light emitting diode based on an organic bipolar spin valve. Science 337, 204 (2012). 45. Sun, X. et al. A molecular spin- photovoltaic device. Science 357, 677 (2017). 46. Su, T. A., Neupane, M., Steigerwald, M. L., Venkatamaran, L. & Nuckolls, C. Chemical principles of single- molecule electronics. Nat. Rev. Mater. 1, 16002 (2016). 47. Mannini, M. et al. Quantum tunnelling of the magnetization in a monolayer of oriented singlemolecule magnets. Nature 468, 417–421 (2010). 48. Wäckerlin, C. et al. Giant hysteresis of single- molecule magnets adsorbed on a non- magnetic insulator. Adv. Mater. 28, 5195–5199 (2016). 49. Martínez, R. V. et al. Nanoscale deposition of singlemolecule magnets onto SiO2 patterns. Adv. Mater. 19, 291–295 (2007). 50. Atodiresei, N. et al. Design of the local spin polarization at the organic–ferromagnetic interface. Phys. Rev. Lett. 105, 066601 (2010). 51. Aragonés, A. C. et al. Large conductance switching in a single- molecule device through room temperature spin- dependent transport. Nano Lett. 16, 218–226 (2016). 52. Koplovitz, G. et al. Magnetic nanoplatelet- based spin memory device operating at ambient temperature. Adv. Mater. 29, 1606748 (2017). 53. Bedoya- Pinto, A., Prima- García, H., Casanova, F., Coronado, E. & Hueso, L. E. Spin- polarized hopping transport in magnetically tunable rare- earth quinolines. Adv. Electron. Mater. 1, 1500065 (2015). 54. Poggini, L. et al. An organic spin valve embedding a self assembled monolayer of organic radicals. Adv. Mater. Interfaces 3, 1500855 (2016). 55. Cucinotta, G. et al. Tuning of a vertical spin valve with a monolayer of single molecule magnets. Adv. Funct. Mater. 50, 1703600 (2017). 56. Miralles, S. G. et al. Sublimable chloroquinolinate lanthanoid single- ion magnets deposited on ferromagnetic electrodes. Chem. Sci. 9, 199–208 (2018). 57. Bedoya- Pinto, A. et al. Interface- assisted sign inversion of the magnetoresistance in spin valves based on novel lanthanide quinoline molecules. Adv. Funct. Mater. 28, 1702099 (2017). 58. Sanvito, S. The rise of spinterface science. Nat. Phys. 6, 562–564 (2010). 59. Cinchetti, M., Dediu, A. & Hueso, L. E. Activating the molecular spinterface. Nat. Mater. 16, 507 (2017). 60. Forment- Aliaga, A. & Coronado, E. Hybrid interfaces in molecular spintronics. Chem. Rec. 18, 737–748 (2018). 61. Heersche, H. B. et al. Electron transport through single Mn12 molecular magnets. Phys. Rev. Lett. 96, 206801 (2006). 62. Zyazin, A. S. et al. Electric field controlled magnetic anisotropy in a single molecule. Nano Lett. 10, 3307 (2010). 63. Gaudenzi, R. et al. Exchange coupling inversion in a high- spin organic triradical molecule. Nano Lett. 16, 2066–2071 (2016). 64. Heinrich, B. M., Braun, L., Pascual, J. I. & Franke, K. J. Tuning the magnetic anisotropy in single molecules. Nano Lett. 15, 4024–4028 (2015). 65. Heinrich, B. M., Braun, L., Pascual, J. I. & Franke, K. J. Protection of excited spin states by a superconducting energy gap. Nat. Phys. 9, 765–768 (2013). 66. Liang, W., Shores, M. P., Bockrath, M., Long, J. R. & Park, H. Kondo resonance in a single- molecule transistor. Nature 417, 725–729 (2002). 67. Parks, J. J. et al. Mechanical control of spin states in spin-1 molecules and the underscreeened Kondo effect. Science 328, 1370–1373 (2010). 68. DiLullo, A. et al. Molecular Kondo chain. Nano Lett. 12, 3174–3179 (2012).\nwww.nature.com/natrevmats\n69. Hiraoka, R. et al. Single- molecule quantum dot as a Kondo simulator. Nat. Commun. 8, 16012 (2017). 70. Komeda, T., Isshiki, H., Liu, J., Katoh, K. & Yamashita, M. Variation of Kondo temperature induced by molecule– substrate decoupling in film formation of bis(phthalocyaninato)terbium(III) molecules on Au(III). ACS Nano 8, 4866–4875 (2014). 71. Island, J. O. et al. Proximity- induced Shiba states in a molecular junction. Phys. Rev. Lett. 118, 117001 (2017). 72. de Bruijckere, J. et al. Ground- state spin blockade in a single- molecule junction. Phys. Rev. Lett. 122, 197701 (2019). 73. Prins, F., Monrabal- capilla, M., Osorio, E. A., Coronado, E. & van der Zant, H. S. J. Room-temperature electrical addressing of a bistable spin- crossover molecular system. Adv. Mater. 23, 1545–1549 (2011). 74. Aravena, D. & Ruiz, E. Coherent transport through spin- crossover single molecules. J. Am. Chem. Soc. 134, 777–779 (2012). 75. Dugay, J. et al. Spin switching in electronic devices based on 2D assemblies of spin- crossover nanoparticles. Adv. Mater. 27, 1288–1293 (2015). 76. Torres- Cavanillas, R. et al. Design of bistable gold@ spin- crossover core–shell nanoparticles showing large electrical responses for the spin switching. Adv. Mater. 31, e1900039 (2019). 77. Holovchenko, A. et al. Near room- temperature memory devices based on hybrid spin- crossover@SiO2 nanoparticles coupled to single- layer graphene nanoelectrodes. Adv. Mater. 28, 7228–7233 (2016). 78. Miyamachi, T. et al. Robust spin crossover and memristance across a single molecule. Nat. Commun. 3, 938 (2012). 79. Vincent, R., Klyatskaya, S., Ruben, M., Wernsdorfer, W. & Balestro, F. Electronic read- out of a single nuclear spin using a molecular spin transistor. Nature 488, 357–360 (2012). 80. Thiele, S. et al. Electrically driven nuclear spin resonance in single- molecule magnets. Science 344, 1135–1138 (2014). 81. Moreno- Pineda, E., Godfrin, C., Balestro, F., Wernsdorfer, W. & Ruben, M. Molecular spin qudits for quantum algorithms. Chem. Soc. Rev. 47, 501–513 (2018). 82. Zhong, M. et al. Optically addressable nuclear spins in a solid with a six hours coherence time. Nature 517, 177–180 (2015). 83. Tosi, G. et al. Silicon quantum processor with robust long- distance qubit couplings. Nat. Commun. 8, 450 (2017). 84. Bernien, H. et al. Heralded entanglement between solid- state qubits separated by three metres. Nature 497, 86–90 (2013). 85. Clemente- Juan, J. M., Coronado, E. & Gaita- Ariño, A. Magnetic polyoxometalates: from molecular magnetism to molecular spintronics and quantum computing. Chem. Soc. Rev. 41, 7464–7478 (2012). 86. Gaita- Ariño, A., Luis, F., Hill, S. & Coronado, E. Molecular spins for quantum computation. Nat. Chem. 11, 301–309 (2019). 87. Lunghi, A., Totti, F., Sessoli, R. & Sanvito, S. The role of anharmonic phonons in under- barrier spin relaxation of single- molecule magnets. Nat. Commun. 8, 14620 (2017). 88. Lunghi, A., Totti, F., Sanvito, S. & Sessoli, R. Intra-molecular origin of the spin- phonon coupling in slow- relaxing molecular magnets. Chem. Sci. 8, 6051 (2017). 89. Escalera- Moreno, L., Baldoví, J. J., Gaita- Ariño, A. & Coronado, E. Spin states, vibrations and spin relaxation in molecular nanomagnets and spin qubits: a critical perspective. Chem. Sci. 9, 3265–3275 (2018). 90. Zadrozny, J. M., Niklas, J., Poluektov, O. G. & Freedman, D. E. Millisecond coherence time in a tunable molecular electronic spin qubit. ACS Cent. Sci. 1, 488–492 (2015). 91. Bader, K. et al. Room temperature quantum coherence in a potential molecular qubit. Nat. Commun. 5, 5304 (2014). 92. Atzori, M. et al. Room- temperature quantum coherence and Rabi oscillations in vanadyl phthalocyanine: toward multifunctional molecular spin qubits. J. Am. Chem. Soc. 138, 2154–2157 (2016). 93. Shiddiq, M. et al. Enhancing coherence in molecular spin qubits via atomic clock transitions. Nature 531, 348–351 (2016). 94. Lehmann, J., Gaita- Arin̄o, A., Coronado, E. & Loss, D. Spin qubits with electrically gated polyoxometalate molecules. Nat. Nanotech. 2, 312–317 (2007). 95. Timco, G. A. et al. A modular design of molecular qubits to implement molecular quantum gates. Nat. Commun. 4, 173–178 (2009). 96. Ferrando- Soria, J. et al. Engineering the coupling between molecular spin qubits by coordination chemistry. Nat. Commun. 7, 11377 (2016). 97. Aromi, G., Aguilá, D., Gamez, P., Luis, F. & Roubeau, O. Design of magnetic coordination complexes for quantum computing. Chem. Soc. Rev. 41, 537–546 (2012). 98. Jenkins, M. D. et al. Coherent manipulation of three- qubit states in a molecular single- ion magnet. Phys. Rev. B 95, 064423 (2017). 99. Moreno- Pineda, E. et al. Observation of cooperative electronic quantum tunneling: increasing accesible nuclear spins in a molecular qudit. Inorg. Chem. 57, 9873–9879 (2018). 100. Schoelkopf, J. & Girvin, S. M. Wiring up quantum systems. Nature 451, 664 (2008). 101. Jenkins, M. D. et al. Coupling single- molecule magnets to quantum circuits. New J. Phys. 15, 095007 (2013). 102. Wang, C., Liu, D. & Lin, W. Metal–organic frameworks as a tunable platform for designing functional molecular materials. J. Am. Chem. Soc. 135, 13222–13234 (2013). 103. Sun, L., Campbell, M. G. & Dinca, M. Electrically conductive porous metal–organic frameworks. Angew. Chem. Int. Ed. 55, 3566–3579 (2016). 104. Park, J. G. et al. Long charge delocalization and bulk electronic conductivity in the mixed- valence metal- organic framework Fe(1,2,3-triazolate)2(BF4)x. J. Am. Chem. Soc. 140, 8526–8534 (2018). 105. Xie, L. S. et al. Tunable mixed- valence doping toward record electrical conductivity in a three- dimensional metal–organic framework. J. Am. Chem. Soc. 140, 7411–7414 (2018). 106. Aubrey, M. L. et al. Electron delocalization and charge mobility as a function of reduction in a metal- organic framework. Nat. Mater. 17, 625–632 (2018). 107. Z.Hu, Z., Deibert, B. J. & Li, J. Luminescent metal– organic frameworks for chemical sensing and explosive detection. Chem. Soc. Rev. 43, 5815–5840 (2014). 108. Xu, L.-J., Xu, G.-T. & Chen, Z.-N. Recent advances in lanthanide luminiscence with metal–organic chromophores as sensitizers. Coord. Chem. Rev. 273–274, 47–62 (2014). 109. Coronado, E. & Mínguez Espallargas, G. Dynamic magnetic MOFs. Chem. Soc. Rev. 42, 1525 (2013). 110. Mínguez Espallargas, G. & Coronado, E. Magnetic functionalities in MOFs: from the framework to the pore. Chem. Soc. Rev. 47, 533–557 (2018). 111. Coronado, E., M. Giménez- Marqués, M., Mínguez Espallargas, G., Rey, F. & Vitórica- Yrezábal, I. J. Spin- crossover modification through selective CO2 sorption. J. Am. Chem. Soc. 135, 15986–15989 (2013). 112. Giménez- Marqués, M. et al. Gas confinement in compartmentalized coordination polymers for highly selective sorption. Chem. Sci. 8, 3109–3120 (2017). 113. Muñoz, M. C. & Real, J. A. Thermo-, piezo-, photoand chemo- switchable metallocyanate based coordination polymers. Coord. Chem. Rev. 255, 2068–2093 (2011). 114. Arcís- Castillo, Z. et al. Reversible chemisorption of sulfur dioxide in a spin crossover porous coordination polymer. Inorg. Chem. 52, 12777–12783 (2013). 115. Rubio- Giménez, V. et al. High- quality metal–organic framework ultrathin films for electronically active interfaces. J. Am. Chem. Soc. 138, 2576–2584 (2016). 116. Rubio- Giménez, V. et al. Bottom- up fabrication of semiconductive metal–organic framework ultrathin films. Adv. Mater. 30, 1704291 (2018). 117. Rubio- Giménez, V. et al. Effect of the nanostructuration on the spin crossover transition in crystalline ultrathin films. Chem. Sci. 10, 4038–4047 (2019). 118. Baldoví, J. J. et al. A SIM- MOF: three dimensional organization of single- ion magnets with anionexchange capabilities. Chem. Eur. J. 20, 10695–10702 (2014). 119. Aulakh, D. et al. Metal–organic frameworks as platforms for the controlled nanostructuring of single-molecule magnets. J. Am. Chem. Soc. 137, 9254–9257 (2015). 120. Abhervé, A. et al. Spin crossover encapsulation within a magnetic metal–organic framework. Chem. Commun. 52, 7360–7363 (2016). 121. Clemente- León, M. et al. Insertion of a single- molecule magnet inside a ferromagnetic lattice based on\na 3D bimetallic oxalate network: towards molecular analogues of permanent magnets. Chem. Eur. J. 20, 1669–1676 (2014).\n122. Navarro- Moratalla, E. et al. Enhanced superconductivity in atomically thin TaS2. Nat. Comm. 7, 11043 (2016). 123. Huang, B. et al. Layer- dependent ferromagnetism in a van der Waals crystal down to the monolayer limit. Nature 546, 270–273 (2017). 124. Huang, X. et al. Superconductivity in a copper(II)based coordination polymer with perfect Kagomé structure. Angew. Chem. Int. Ed. 57, 146–150 (2018). 125. Abherbé, A., Mañas- Valero, S., Clemente- León, M. & Coronado, E. Graphene related magnetic materials: micromechanical exfoliation of 2D layered magnets based on bimetallic anilate complexes with inserted [FeIII(acac2-trien)]+ and [FeIII(sal2-trien)]+ molecules. Chem. Sci. 6, 4665–4673 (2015). 126. J. López Cabrelles, J. et al. Isoreticular two- dimensional magnetic coordination polymers prepared through pre- synthetic ligand functionalization. Nat. Chem. 10, 1001–1007 (2018). 127. Burch, K. S., Mandrus, D. & Park, J. G. Magnetism in two- dimensional van der Waals materials. Nature 563, 47–52 (2018). 128. Gibertini, M., Koperski, M., Morpurgo, A. F. & NOvoselov, K. S. Magnetic 2D materials and heterostructures. Nat. Nanotech. 14, 408–419 (2019). 129. Li, H., Ruan, S. & Zeng, Y. J. Intrinsic van der Waals magnetic materials from bulk to the 2D limit: new frontiers of spintronics. Adv. Mater. 31, 1900065 (2019). 130. Pedersen, K. S. et al. Formation of the layered conductive magnet CrCl2(pyrazine)2 through redox- active coordination chemistry. Nat. Chem. 10, 1056–1061 (2018). 131. Suarez- Garcia, S. et al. Spin- crossover in an exfoliated coordination polymer and its implementation in thermochromic films. ACS Appl. Nano Mater. 1, 2662–2668 (2018). 132. Jin, E. et al. Two- dimensional sp2 carbon- conjugated covalent organic frameworks. Science 357, 673 (2017). 133. Jiang, W., Huang, H. & Liu, F. A Lieb- like lattice in a covalent–organic framework and its Stoner ferromagnetism. Nat. Commun. 10, 2207 (2019). 134. Dugay, J. et al. Phase transitions in spin- crossover thin fims probed by graphene transport measurements. Nano Lett. 17, 186–193 (2017). 135. Wiesendanger, R. Nanoscale magnetic skyrmions in metallic films and multilayers: a new twist for spintronics. Nat. Rev. Mater. 1, 16044 (2016). 136. Zhang, B. et al. Quantum spin liquid from a threedimensional copper- oxalate framework. J. Am. Chem. Soc. 140, 122–125 (2018). 137. Liu, H. L. et al. Organic- based magnon spintronics. Nat. Mater. 17, 308–312 (2018). 138. Burch, K. S., Mandrus, D. & Park, J.-G. Magnetism in two- dimensional van der Waals materials. Nature 563, 47–52 (2018). 139. Someya, T., Bao, Z. N. & Malliaras, G. G. The rise of plastic bioelectronics. Nature 540, 379–385 (2016). 140. Giménez- Marqués, M., Hidalgo, T., Serre, C. & Horcajada, P. Nanostructured metal–organic frameworks and their bio- related applications. Coord. Chem. Rev. 307, 342–360 (2016). 141. Fert, A., Barthelemy, A. & Petroff, F. In Contemporary Concepts of Condensed Matter Science Vol. 1, Ch. 6 (Elsevier, 2006). 142. A. Barthelemy, A. et al. Magnetoresistance and spin electronics. J. Magn. Magn. Mater. 242–245, 68–76 (2002). 143. Atzori, M. & Sessoli, R. The second quantum revolution: role and challenges of molecular chemistry. J. Am. Chem. Soc. 141, 11339–11352 (2019). 144. Preskill, J. Quantum computing in the NISQ era and beyond. Quantum 2, 79 (2018). 145. Castro Neto, A. H., Guinea, F., Peres, N. M. R., Novoselov, K. S. & Geim, A. K. The electronic properties of graphene. Rev. Mod. Phys. 81, 109 (2009). 146. Geim, A. K. Graphene: status and prospects. Science 324, 1530–1534 (2009). 147. Mannix, A. J., Kiraly, B., Hersam, M. C. & Guisinger, N. P. Synthesis and chemistry of elemental 2D materials. Nat. Rev. Chem. 1, 0014 (2017). 148. Duong, D. C., Yun, S. J. & Lee, Y. H. Van der Waals layered materials: opportunities and challenges. ACS Nano 11, 11803–11830 (2017).\nNature reviews | Materials\n149. Geim, A. K. & Grigorieva, I. V. Van der Waals heterostructures. Nature 499, 419–425 (2013). 150. Hirsch, A. & Hauke, F. Post- graphene 2D chemistry: the emerging field of molybdenum disulfide and black phosphorus functionalization. Angew. Chem. Int. Ed. 57, 4338–4354 (2018). 151. Jariwala, D., Marks, T. J. & Hersam, M. C. Mixed-dimensional van der Waals heterostructures. Nat. Mater. 16, 170–181 (2016). 152. Xia, W. et al. Recent progress in van der Waals heterojunctions. Nanoscale 9, 4324–4365 (2017). 153. Novoselov, K. S., Mishchenko, A., Carvalho, A. & Castro- Neto, A. H. 2D materials and van der Waals heterostructures. Science 353, 9439 (2016). 154. Li, C. et al. Engineering graphene and TMDs based van der Waals hetrerostructures for photovoltaic\nand photoelectrochemical solar energy conversion. Chem. Soc. Rev. 47, 4981–5037 (2018).\n155. Schwierz, F. Graphene transistors. Nat. Nanotech. 5, 487 (2010). 156. Huang, X., Qi, X., Boey, F. & Zhang, H. Graphenebased composites. Chem. Soc. Rev. 41, 666 (2012).\nAcknowledgements This work is dedicated to J. P. Malrieu and B. Tsukerblat on the occasion of their 80th birthdays. The author is indebted to the members of the group and all co- workers and colleagues who have contributed, each in their own way, to the development of the field in the last years. Financial support from the European Union (European Cooperation in Science and Tecnology (COST) Action MolSpin 15128 on Molecular Spintronics, European Research Area in Quantum Technologies (QUANTERA) Project SUMO on Scaling Up Quantum\nComputation with Molecular Spins and ERC Advanced Grant Mol-2D 788222), the Spanish MINECO (grants MAT2017– 89993-R, co- financed by the Fondo Europeo de Desarrollo Regional (FEDER), and Excellence Unit María de Maeztu MDM-2015–0538) and the Generalitat Valenciana (Prometeo Programme of Excellence) is gratefully acknowledged.\nCompeting interests The authors declare no competing interests.\nPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\nRelateD links Nature Milestones: spin: https://www.nature.com/ milestones/milespin/index.html\nwww.nature.com/natrevmats"
    } ],
    "references" : [ {
      "title" : "Magnetostructural Correlations in Exchange Coupled Systems (D",
      "author" : [ "R.D. Willett", "D. Gatteschi", "O. Kahn" ],
      "venue" : "Reidel Publishing,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 1985
    }, {
      "title" : "Dinuclear complexes with predictable magnetic properties",
      "author" : [ "O. Kahn" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 1985
    }, {
      "title" : "Classical treatment of a Heisenberg linear chain with spin alternation; application to the MnNi(EDTA)·6(H2O)",
      "author" : [ "M. Drillon", "E. Coronado", "D. Beltrán", "R. Georges" ],
      "venue" : "Chem. Phys. 79,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 1983
    }, {
      "title" : "Molecular Magnetism (VCH",
      "author" : [ "O. Kahn" ],
      "venue" : null,
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 1993
    }, {
      "title" : "Molecules to Materials Vol",
      "author" : [ "R. Georges", "J.J. BorrásAlmenar", "E. Coronado", "J. Curély", "Drillon", "M. in Magnetism" ],
      "venue" : "1 (eds Miller, J. S. & Drillon, M.) 1–47",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Static properties of an alternating isotropic chain of onehalf quantum spins and classical spins",
      "author" : [ "J. Seiden" ],
      "venue" : "J. Phys. Lett. 44,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 1983
    }, {
      "title" : "thermal and magnetic properties",
      "author" : [ "Coronado", "E. et al. Low temperature investigation of the ferrimagnetic chains  MnM′(EDTA).6H2O (M′ = Co", "Ni", "Cu(II" ],
      "venue" : "J. Am. Chem. Soc. 111, 3874–3800",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 1989
    }, {
      "title" : "singlechain magnets",
      "author" : [ "H. Miyasaka", "M. Julve", "M. Yamashita", "Clerac", "R. Slow dynamics of the magnetization in onedimensional coordination polymers" ],
      "venue" : "Inorg. Chem. 48, 3420–3437",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Strong magnetochiral dichroism in a paramagnetic molecular helix observed by hard X rays",
      "author" : [ "R Sessoli" ],
      "venue" : "Nat. Phys. 11,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2015
    }, {
      "title" : "Organic- and moleculebased magnets",
      "author" : [ "J.S. Miller" ],
      "venue" : "Mater. Today 17,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2014
    }, {
      "title" : "Toward molecular magnets—the metalradical approach",
      "author" : [ "A. Caneschi", "D. Gatteschi", "R. Sessoli", "P. Rey" ],
      "venue" : "Acc. Chem. Res",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 1989
    }, {
      "title" : "A molecularbased magnet with a fully interlocked 3-dimensional structure",
      "author" : [ "H.O. Stumpf", "L. Ouahab", "Y. Pei", "Grandjean", "O. Kahn" ],
      "venue" : "Science 261,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 1993
    }, {
      "title" : "Design of metal complex magnets— syntheses and magnetic properties of mixedmetal assemblies  {NBu4[MCr(ox)3]}x (NBu4 = tetra(n butyl) ammonium ion, ox2– = oxalate ion, M = Mn2+, Fe2+, Co2+, Ni2+, Cu2+, Zn2+)",
      "author" : [ "H Tamaki" ],
      "venue" : "J. Am. Chem",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 1992
    }, {
      "title" : "A room temperature organometallic magnet based on Prussian blue",
      "author" : [ "S. Ferlay", "T. Mallah", "R. Ouahès", "P. Veillet", "M. Verdaguer" ],
      "venue" : "Nature 378,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 1995
    }, {
      "title" : "Thermal and optical switching of iron(II) complexes",
      "author" : [ "P. Gütlich", "A. Hauser", "H. Spiering" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 1994
    }, {
      "title" : "Thermal, pressure and light switchable spin crossover materials",
      "author" : [ "J.A. Real", "A.B. Gaspar", "M.C. Muñoz" ],
      "venue" : "Dalton Trans",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2005
    }, {
      "title" : "Pressure and temperature spin crossover sensors with optical detection",
      "author" : [ "J. Linares", "E. Codjovi", "Y. Garcia" ],
      "venue" : "Sensors 12,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2012
    }, {
      "title" : "from fundamental concepts to devices",
      "author" : [ "G. Molnár", "S. Rat", "L. Salmon", "W. Nicolazzi", "Bousseksou", "A. Spin crossover nanomaterials" ],
      "venue" : "Adv. Mater. 30, 1703862",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "from molecular materials toward memory devices",
      "author" : [ "O. Kahn", "Jay Martínez", "C. Spin transition polymers" ],
      "venue" : "Science 279, 44–48",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "a basis for new materials",
      "author" : [ "Gatteschi", "D. Molecular magnetism" ],
      "venue" : "Adv. Mater. 6, 635–645",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 1994
    }, {
      "title" : "Magnetic bistability in a metal ion cluster",
      "author" : [ "R. Sessoli", "D. Gatteschi", "A. Caneschi", "M.A. Novak" ],
      "venue" : "Nature 365,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 1993
    }, {
      "title" : "Macroscopic quantum tunnelling of magnetization in a single crystal of nanomagnets",
      "author" : [ "L Thomas" ],
      "venue" : "Nature 383,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 1996
    }, {
      "title" : "Macroscopic measurement of resonant magnetization tunneling in high spin molecules",
      "author" : [ "J.R. Friedman", "M.P. Sarachik", "J. Tejada", "R. Ziolo" ],
      "venue" : "Phys. Rev. Lett. 76,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 1996
    }, {
      "title" : "A dysprosium metallocene singlemolecule magnet functioning at the axial limit",
      "author" : [ "Guo", "F.-S" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2017
    }, {
      "title" : "Molecular magnetic hysteresis at 60 kelvin in dysprosocenium",
      "author" : [ "C.A.P. Goodwin", "F. Ortu", "D. Reta", "N.F. Chilton", "D.P. Mills" ],
      "venue" : "Nature 548,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2017
    }, {
      "title" : "Magnetic hysteresis up to 80 kelvin in a dysprosium metallocene single molecule magnet",
      "author" : [ "Guo", "F.-S" ],
      "venue" : "Science 362,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2018
    }, {
      "title" : "Magnetic molecular conductors",
      "author" : [ "E. Coronado", "P. Day" ],
      "venue" : "Chem. Rev. 104,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2004
    }, {
      "title" : "BEDT TTF)4AFe(C2O4)3·C6H5CN (A = H2O, K, NH4)",
      "author" : [ "Kurmoo", "M. et al. Superconducting", "semiconducting magnetic charge transfer salts" ],
      "venue" : "J. Am. Chem. Soc. 117, 12209–12217",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "Coexistence of ferromagnetism and metallic conductivity in a molecule based layered compound",
      "author" : [ "E. Coronado", "J.R. Galán Mascarós", "C.J. GómezGarcía", "V. Laukhin" ],
      "venue" : "Nature 408,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2000
    }, {
      "title" : "Synthesis, chirality and magnetic properties of bimetallic cyanide bridged two dimensional ferromagnets",
      "author" : [ "E. Coronado", "C.J. GómezGarcía", "A. Nuez", "F.M. Romero", "J.C. Waerenborgh" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2006
    }, {
      "title" : "Strong magneto chiral dichroism in enantiopure chiral ferromangets",
      "author" : [ "C Train" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2008
    }, {
      "title" : "A nanoporous molecular magnet with reversible solvent induced mechanical and magnetic properties",
      "author" : [ "D Maspoch" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2003
    }, {
      "title" : "Photoinduced magnetization of a cobalt–iron cyanide",
      "author" : [ "O. Sato", "T. Iyoda", "A. Fujishima", "K. Hashimoto" ],
      "venue" : "Science 272,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 1996
    }, {
      "title" : "Pressuretuning of magnetism and linkage isomerism in iron(II) hexacyanochromate",
      "author" : [ "E Coronado" ],
      "venue" : "J. Am. Chem. Soc. 127,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2005
    }, {
      "title" : "90-Degree optical switching of output secondharmonic light in chiral photomagnet",
      "author" : [ "S Ohkoshi" ],
      "venue" : "Nat. Photonics",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2014
    }, {
      "title" : "a molecular perspective",
      "author" : [ "G. Abellán", "C. Martí Gastaldo", "A. Ribera", "Coronado", "E. Hybrid materials based on magnetic layered double hydroxides" ],
      "venue" : "Acc. Chem. Res. 48, 1601–1611",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Spin routes in organic semiconductors",
      "author" : [ "V.A. Dediu", "L.E. Hueso", "I. Bergenti", "C. Taliani" ],
      "venue" : "Nat. Mater. 8,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2009
    }, {
      "title" : "Giant magnetoresistance in organic spin valves",
      "author" : [ "Z.H. Xiong", "D. Wu", "Z.V. Vardeny", "J. Shi" ],
      "venue" : "Nature 427,",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2004
    }, {
      "title" : "Molecular spintronics using single molecule magnets",
      "author" : [ "L. Bogani", "W. Wernsdorfer" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2008
    }, {
      "title" : "the role of molecular materials and single molecules",
      "author" : [ "J. Camarero", "Coronado", "E. Molecular vs. inorganic spintronics" ],
      "venue" : "J. Mater. Chem. 19, 1678–1684",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Molecular spintronics",
      "author" : [ "S. Sanvito" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2011
    }, {
      "title" : "Enhancing light emission in interface engineered spin OLEDs through spin polarized injection at high voltages",
      "author" : [ "Prieto", "J. P" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2019
    }, {
      "title" : "Impurity band transport in organic spin valves",
      "author" : [ "Z.G. Yu" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2014
    }, {
      "title" : "Spin polarized light emitting diode based on an organic bipolar spin valve",
      "author" : [ "T.D. Nguyen", "E. Ehrenfreund", "Z.V. Vardeny" ],
      "venue" : "Science 337,",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2012
    }, {
      "title" : "A molecular spin photovoltaic device",
      "author" : [ "X Sun" ],
      "venue" : "Science 357,",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2017
    }, {
      "title" : "Chemical principles of single molecule electronics",
      "author" : [ "T.A. Su", "M. Neupane", "M.L. Steigerwald", "L. Venkatamaran", "C. Nuckolls" ],
      "venue" : "Nat. Rev. Mater",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2016
    }, {
      "title" : "Quantum tunnelling of the magnetization in a monolayer of oriented singlemolecule magnets",
      "author" : [ "M Mannini" ],
      "venue" : "Nature 468,",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2010
    }, {
      "title" : "Giant hysteresis of singlemolecule magnets adsorbed on a non magnetic insulator",
      "author" : [ "C Wäckerlin" ],
      "venue" : "Adv. Mater. 28,",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2016
    }, {
      "title" : "Nanoscale deposition of singlemolecule magnets onto SiO2 patterns",
      "author" : [ "Martínez", "R. V" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2007
    }, {
      "title" : "Design of the local spin polarization at the organic–ferromagnetic",
      "author" : [ "N Atodiresei" ],
      "venue" : "interface. Phys. Rev. Lett. 105,",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2010
    }, {
      "title" : "Large conductance switching in a single molecule device through room temperature spin dependent transport",
      "author" : [ "Aragonés", "A. C" ],
      "venue" : "Nano Lett. 16,",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2016
    }, {
      "title" : "Magnetic nanoplatelet based spin memory device operating at ambient temperature",
      "author" : [ "G Koplovitz" ],
      "venue" : "Adv. Mater. 29,",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2017
    }, {
      "title" : "Spinpolarized hopping transport in magnetically tunable rare earth quinolines",
      "author" : [ "A. Bedoya Pinto", "H. PrimaGarcía", "F. Casanova", "E. Coronado", "L.E. Hueso" ],
      "venue" : "Adv. Electron. Mater",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2015
    }, {
      "title" : "An organic spin valve embedding a self assembled monolayer of organic radicals",
      "author" : [ "L Poggini" ],
      "venue" : "Adv. Mater. Interfaces",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2016
    }, {
      "title" : "Tuning of a vertical spin valve with a monolayer of single molecule magnets",
      "author" : [ "G Cucinotta" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2017
    }, {
      "title" : "Sublimable chloroquinolinate lanthanoid singleion magnets deposited on ferromagnetic electrodes",
      "author" : [ "Miralles", "S. G" ],
      "venue" : "Chem. Sci",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2018
    }, {
      "title" : "Interface assisted sign inversion of the magnetoresistance in spin valves based on novel lanthanide quinoline molecules",
      "author" : [ "A Bedoya Pinto" ],
      "venue" : "Adv. Funct. Mater",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2017
    }, {
      "title" : "The rise of spinterface science",
      "author" : [ "S. Sanvito" ],
      "venue" : "Nat. Phys. 6,",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2010
    }, {
      "title" : "Activating the molecular spinterface",
      "author" : [ "M. Cinchetti", "A. Dediu", "L.E. Hueso" ],
      "venue" : "Nat. Mater. 16,",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2017
    }, {
      "title" : "Hybrid interfaces in molecular spintronics",
      "author" : [ "A. Forment Aliaga", "E. Coronado" ],
      "venue" : "Chem. Rec",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2018
    }, {
      "title" : "Electron transport through single Mn12 molecular magnets",
      "author" : [ "Heersche", "H. B" ],
      "venue" : "Phys. Rev. Lett. 96,",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2006
    }, {
      "title" : "Electric field controlled magnetic anisotropy in a single molecule",
      "author" : [ "Zyazin", "A. S" ],
      "venue" : "Nano Lett. 10,",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2010
    }, {
      "title" : "Exchange coupling inversion in a high spin organic triradical molecule",
      "author" : [ "R Gaudenzi" ],
      "venue" : "Nano Lett. 16,",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2016
    }, {
      "title" : "Tuning the magnetic anisotropy in single molecules",
      "author" : [ "B.M. Heinrich", "L. Braun", "J.I. Pascual", "K.J. Franke" ],
      "venue" : "Nano Lett. 15,",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2015
    }, {
      "title" : "Protection of excited spin states by a superconducting energy gap",
      "author" : [ "B.M. Heinrich", "L. Braun", "J.I. Pascual", "K.J. Franke" ],
      "venue" : "Nat. Phys. 9,",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 2013
    }, {
      "title" : "Kondo resonance in a single molecule transistor",
      "author" : [ "W. Liang", "M.P. Shores", "M. Bockrath", "J.R. Long", "H. Park" ],
      "venue" : "Nature 417,",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2002
    }, {
      "title" : "Mechanical control of spin states in spin-1 molecules and the underscreeened Kondo effect",
      "author" : [ "Parks", "J. J" ],
      "venue" : "Science 328,",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2010
    }, {
      "title" : "Molecular Kondo chain",
      "author" : [ "A DiLullo" ],
      "venue" : "Nano Lett. 12,",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2012
    }, {
      "title" : "Single molecule quantum dot as a Kondo simulator",
      "author" : [ "R Hiraoka" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2017
    }, {
      "title" : "Variation of Kondo temperature induced by molecule– substrate decoupling in film formation of bis(phthalocyaninato)terbium(III) molecules on Au(III)",
      "author" : [ "T. Komeda", "H. Isshiki", "J. Liu", "K. Katoh", "M. Yamashita" ],
      "venue" : "ACS Nano 8,",
      "citeRegEx" : "70",
      "shortCiteRegEx" : "70",
      "year" : 2014
    }, {
      "title" : "Proximityinduced Shiba states in a molecular junction",
      "author" : [ "Island", "J. O" ],
      "venue" : "Phys. Rev. Lett. 118,",
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2017
    }, {
      "title" : "Ground state spin blockade in a single molecule junction",
      "author" : [ "J de Bruijckere" ],
      "venue" : "Phys. Rev. Lett. 122,",
      "citeRegEx" : "72",
      "shortCiteRegEx" : "72",
      "year" : 2019
    }, {
      "title" : "Room-temperature electrical addressing of a bistable spincrossover molecular system",
      "author" : [ "F. Prins", "M. Monrabalcapilla", "E.A. Osorio", "E. Coronado", "H.S.J. van der Zant" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2011
    }, {
      "title" : "Coherent transport through spincrossover single molecules",
      "author" : [ "D. Aravena", "E. Ruiz" ],
      "venue" : "J. Am. Chem. Soc. 134,",
      "citeRegEx" : "74",
      "shortCiteRegEx" : "74",
      "year" : 2012
    }, {
      "title" : "Spin switching in electronic devices based on 2D assemblies of spin crossover nanoparticles",
      "author" : [ "J Dugay" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "75",
      "shortCiteRegEx" : "75",
      "year" : 2015
    }, {
      "title" : "Design of bistable gold@ spincrossover core–shell nanoparticles showing large electrical responses for the spin switching",
      "author" : [ "R TorresCavanillas" ],
      "venue" : "Adv. Mater. 31,",
      "citeRegEx" : "76",
      "shortCiteRegEx" : "76",
      "year" : 2019
    }, {
      "title" : "Near roomtemperature memory devices based on hybrid spin crossover@SiO2 nanoparticles coupled to single layer graphene nanoelectrodes",
      "author" : [ "A Holovchenko" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "77",
      "shortCiteRegEx" : "77",
      "year" : 2016
    }, {
      "title" : "Robust spin crossover and memristance across a single molecule",
      "author" : [ "T Miyamachi" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "78",
      "shortCiteRegEx" : "78",
      "year" : 2012
    }, {
      "title" : "Electronic readout of a single nuclear spin using a molecular spin transistor",
      "author" : [ "R. Vincent", "S. Klyatskaya", "M. Ruben", "W. Wernsdorfer", "F. Balestro" ],
      "venue" : "Nature 488,",
      "citeRegEx" : "79",
      "shortCiteRegEx" : "79",
      "year" : 2012
    }, {
      "title" : "Electrically driven nuclear spin resonance in singlemolecule magnets",
      "author" : [ "S Thiele" ],
      "venue" : "Science 344,",
      "citeRegEx" : "80",
      "shortCiteRegEx" : "80",
      "year" : 2014
    }, {
      "title" : "Molecular spin qudits for quantum algorithms",
      "author" : [ "E. Moreno Pineda", "C. Godfrin", "F. Balestro", "W. Wernsdorfer", "M. Ruben" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "81",
      "shortCiteRegEx" : "81",
      "year" : 2018
    }, {
      "title" : "Optically addressable nuclear spins in a solid with a six hours coherence time",
      "author" : [ "M Zhong" ],
      "venue" : "Nature 517,",
      "citeRegEx" : "82",
      "shortCiteRegEx" : "82",
      "year" : 2015
    }, {
      "title" : "Silicon quantum processor with robust longdistance qubit couplings",
      "author" : [ "G Tosi" ],
      "venue" : "Nat. Commun. 8,",
      "citeRegEx" : "83",
      "shortCiteRegEx" : "83",
      "year" : 2017
    }, {
      "title" : "Heralded entanglement between solid state qubits separated by three metres",
      "author" : [ "H Bernien" ],
      "venue" : "Nature 497,",
      "citeRegEx" : "84",
      "shortCiteRegEx" : "84",
      "year" : 2013
    }, {
      "title" : "from molecular magnetism to molecular spintronics and quantum computing",
      "author" : [ "J.M. Clemente Juan", "E. Coronado", "GaitaAriño", "A. Magnetic polyoxometalates" ],
      "venue" : "Chem. Soc. Rev. 41, 7464–7478",
      "citeRegEx" : "85",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Molecular spins for quantum computation",
      "author" : [ "A. GaitaAriño", "F. Luis", "S. Hill", "E. Coronado" ],
      "venue" : "Nat. Chem",
      "citeRegEx" : "86",
      "shortCiteRegEx" : "86",
      "year" : 2019
    }, {
      "title" : "The role of anharmonic phonons in underbarrier spin relaxation of singlemolecule magnets",
      "author" : [ "A. Lunghi", "F. Totti", "R. Sessoli", "S. Sanvito" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "87",
      "shortCiteRegEx" : "87",
      "year" : 2017
    }, {
      "title" : "Intra-molecular origin of the spin phonon coupling in slow relaxing molecular magnets",
      "author" : [ "A. Lunghi", "F. Totti", "S. Sanvito", "R. Sessoli" ],
      "venue" : "Chem. Sci",
      "citeRegEx" : "88",
      "shortCiteRegEx" : "88",
      "year" : 2017
    }, {
      "title" : "a critical perspective",
      "author" : [ "L. Escalera Moreno", "J.J. Baldoví", "A. Gaita Ariño", "Coronado", "E. Spin states", "vibrations", "spin relaxation in molecular nanomagnets", "spin qubits" ],
      "venue" : "Chem. Sci. 9, 3265–3275",
      "citeRegEx" : "89",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Millisecond coherence time in a tunable molecular electronic spin qubit",
      "author" : [ "J.M. Zadrozny", "J. Niklas", "O.G. Poluektov", "D.E. Freedman" ],
      "venue" : "ACS Cent. Sci",
      "citeRegEx" : "90",
      "shortCiteRegEx" : "90",
      "year" : 2015
    }, {
      "title" : "Room temperature quantum coherence in a potential molecular qubit",
      "author" : [ "K Bader" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "91",
      "shortCiteRegEx" : "91",
      "year" : 2014
    }, {
      "title" : "toward multifunctional molecular spin qubits",
      "author" : [ "Atzori", "M. et al. Room temperature quantum coherence", "Rabi oscillations in vanadyl phthalocyanine" ],
      "venue" : "J. Am. Chem. Soc. 138, 2154–2157",
      "citeRegEx" : "92",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Enhancing coherence in molecular spin qubits via atomic clock transitions",
      "author" : [ "M Shiddiq" ],
      "venue" : "Nature 531,",
      "citeRegEx" : "93",
      "shortCiteRegEx" : "93",
      "year" : 2016
    }, {
      "title" : "Spin qubits with electrically gated polyoxometalate molecules",
      "author" : [ "J. Lehmann", "A. GaitaArin̄o", "E. Coronado", "D. Loss" ],
      "venue" : "Nat. Nanotech",
      "citeRegEx" : "94",
      "shortCiteRegEx" : "94",
      "year" : 2007
    }, {
      "title" : "A modular design of molecular qubits to implement molecular quantum gates",
      "author" : [ "Timco", "G. A" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "95",
      "shortCiteRegEx" : "95",
      "year" : 2009
    }, {
      "title" : "Engineering the coupling between molecular spin qubits by coordination chemistry",
      "author" : [ "J Ferrando Soria" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "96",
      "shortCiteRegEx" : "96",
      "year" : 2016
    }, {
      "title" : "Design of magnetic coordination complexes for quantum computing",
      "author" : [ "G. Aromi", "D. Aguilá", "P. Gamez", "F. Luis", "O. Roubeau" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "97",
      "shortCiteRegEx" : "97",
      "year" : 2012
    }, {
      "title" : "Coherent manipulation of three qubit states in a molecular single ion magnet",
      "author" : [ "Jenkins", "M. D" ],
      "venue" : "Phys. Rev. B",
      "citeRegEx" : "98",
      "shortCiteRegEx" : "98",
      "year" : 2017
    }, {
      "title" : "increasing accesible nuclear spins in a molecular qudit",
      "author" : [ "Moreno Pineda", "E. et al. Observation of cooperative electronic quantum tunneling" ],
      "venue" : "Inorg. Chem. 57, 9873–9879",
      "citeRegEx" : "99",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Wiring up quantum systems",
      "author" : [ "J. Schoelkopf", "S.M. Girvin" ],
      "venue" : "Nature 451,",
      "citeRegEx" : "100",
      "shortCiteRegEx" : "100",
      "year" : 2008
    }, {
      "title" : "Coupling single molecule magnets to quantum circuits",
      "author" : [ "Jenkins", "M. D" ],
      "venue" : "New J. Phys. 15,",
      "citeRegEx" : "101",
      "shortCiteRegEx" : "101",
      "year" : 2013
    }, {
      "title" : "Metal–organic frameworks as a tunable platform for designing functional molecular materials",
      "author" : [ "C. Wang", "D. Liu", "W. Lin" ],
      "venue" : "J. Am. Chem. Soc. 135,",
      "citeRegEx" : "102",
      "shortCiteRegEx" : "102",
      "year" : 2013
    }, {
      "title" : "Electrically conductive porous metal–organic frameworks",
      "author" : [ "L. Sun", "M.G. Campbell", "M. Dinca" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "103",
      "shortCiteRegEx" : "103",
      "year" : 2016
    }, {
      "title" : "Long charge delocalization and bulk electronic conductivity in the mixed valence metal organic framework Fe(1,2,3-triazolate)2(BF4)x",
      "author" : [ "Park", "J. G" ],
      "venue" : "J. Am. Chem. Soc. 140,",
      "citeRegEx" : "104",
      "shortCiteRegEx" : "104",
      "year" : 2018
    }, {
      "title" : "Tunable mixed valence doping toward record electrical conductivity in a three dimensional metal–organic framework",
      "author" : [ "Xie", "L. S" ],
      "venue" : "J. Am. Chem. Soc. 140,",
      "citeRegEx" : "105",
      "shortCiteRegEx" : "105",
      "year" : 2018
    }, {
      "title" : "Electron delocalization and charge mobility as a function of reduction in a metal organic framework",
      "author" : [ "Aubrey", "M. L" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "106",
      "shortCiteRegEx" : "106",
      "year" : 2018
    }, {
      "title" : "Luminescent metal– organic frameworks for chemical sensing and explosive detection",
      "author" : [ "Z.Z.Hu", "B.J. Deibert", "J. Li" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "107",
      "shortCiteRegEx" : "107",
      "year" : 2014
    }, {
      "title" : "Recent advances in lanthanide luminiscence with metal–organic chromophores as sensitizers",
      "author" : [ "Xu", "L.-J", "G.-T", "Chen", "Z.-N" ],
      "venue" : "Coord. Chem. Rev. 273–274,",
      "citeRegEx" : "108",
      "shortCiteRegEx" : "108",
      "year" : 2014
    }, {
      "title" : "Dynamic magnetic MOFs",
      "author" : [ "E. Coronado", "G. Mínguez Espallargas" ],
      "venue" : "Chem. Soc. Rev. 42,",
      "citeRegEx" : "109",
      "shortCiteRegEx" : "109",
      "year" : 2013
    }, {
      "title" : "from the framework to the pore",
      "author" : [ "G. Mínguez Espallargas", "Coronado", "E. Magnetic functionalities in MOFs" ],
      "venue" : "Chem. Soc. Rev. 47, 533–557",
      "citeRegEx" : "110",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Spin crossover modification through selective CO2 sorption",
      "author" : [ "E. Coronado", "M.M. Giménez Marqués", "G. Mínguez Espallargas", "F. Rey", "I.J. Vitórica Yrezábal" ],
      "venue" : "J. Am. Chem",
      "citeRegEx" : "111",
      "shortCiteRegEx" : "111",
      "year" : 2013
    }, {
      "title" : "Gas confinement in compartmentalized coordination polymers for highly selective sorption",
      "author" : [ "M Giménez Marqués" ],
      "venue" : "Chem. Sci",
      "citeRegEx" : "112",
      "shortCiteRegEx" : "112",
      "year" : 2017
    }, {
      "title" : "Thermo-, piezo-, photoand chemoswitchable metallocyanate based coordination polymers",
      "author" : [ "M.C. Muñoz", "J.A. Real" ],
      "venue" : "Coord. Chem. Rev. 255,",
      "citeRegEx" : "113",
      "shortCiteRegEx" : "113",
      "year" : 2011
    }, {
      "title" : "Reversible chemisorption of sulfur dioxide in a spin crossover porous coordination polymer",
      "author" : [ "Z Arcís Castillo" ],
      "venue" : "Inorg. Chem",
      "citeRegEx" : "114",
      "shortCiteRegEx" : "114",
      "year" : 2013
    }, {
      "title" : "Highquality metal–organic framework ultrathin films for electronically active interfaces",
      "author" : [ "V Rubio Giménez" ],
      "venue" : "J. Am. Chem. Soc. 138,",
      "citeRegEx" : "115",
      "shortCiteRegEx" : "115",
      "year" : 2016
    }, {
      "title" : "Bottomup fabrication of semiconductive metal–organic framework ultrathin films",
      "author" : [ "V Rubio Giménez" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "116",
      "shortCiteRegEx" : "116",
      "year" : 2018
    }, {
      "title" : "Effect of the nanostructuration on the spin crossover transition in crystalline ultrathin films",
      "author" : [ "V RubioGiménez" ],
      "venue" : "Chem. Sci",
      "citeRegEx" : "117",
      "shortCiteRegEx" : "117",
      "year" : 2019
    }, {
      "title" : "three dimensional organization of single ion magnets with anionexchange capabilities",
      "author" : [ "Baldoví", "J.J. et al. A SIMMOF" ],
      "venue" : "Chem. Eur. J. 20, 10695–10702",
      "citeRegEx" : "118",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Metal–organic frameworks as platforms for the controlled nanostructuring of single-molecule magnets",
      "author" : [ "D Aulakh" ],
      "venue" : "J. Am. Chem. Soc. 137,",
      "citeRegEx" : "119",
      "shortCiteRegEx" : "119",
      "year" : 2015
    }, {
      "title" : "Spin crossover encapsulation within a magnetic metal–organic framework",
      "author" : [ "A Abhervé" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "120",
      "shortCiteRegEx" : "120",
      "year" : 2016
    }, {
      "title" : "towards molecular analogues of permanent magnets",
      "author" : [ "Clemente León", "M. et al. Insertion of a single molecule magnet inside a ferromagnetic lattice based on  a 3D bimetallic oxalate network" ],
      "venue" : "Chem. Eur. J. 20, 1669–1676",
      "citeRegEx" : "121",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Enhanced superconductivity in atomically thin  TaS2",
      "author" : [ "E Navarro Moratalla" ],
      "venue" : "Nat. Comm",
      "citeRegEx" : "122",
      "shortCiteRegEx" : "122",
      "year" : 2016
    }, {
      "title" : "Layer dependent ferromagnetism in a van der Waals crystal down to the monolayer limit",
      "author" : [ "B Huang" ],
      "venue" : "Nature 546,",
      "citeRegEx" : "123",
      "shortCiteRegEx" : "123",
      "year" : 2017
    }, {
      "title" : "Superconductivity in a copper(II)based coordination polymer with perfect Kagomé structure",
      "author" : [ "X Huang" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "124",
      "shortCiteRegEx" : "124",
      "year" : 2018
    }, {
      "title" : "micromechanical exfoliation of 2D layered magnets based on bimetallic anilate complexes with inserted [Fe(acac2-trien)] and [Fe(sal2-trien)] molecules",
      "author" : [ "A. Abherbé", "S. Mañas Valero", "M. Clemente León", "Coronado", "E. Graphene related magnetic materials" ],
      "venue" : "Chem. Sci. 6, 4665–4673",
      "citeRegEx" : "125",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Isoreticular twodimensional magnetic coordination polymers prepared through pre synthetic ligand functionalization",
      "author" : [ "J J. López Cabrelles" ],
      "venue" : "Nat. Chem",
      "citeRegEx" : "126",
      "shortCiteRegEx" : "126",
      "year" : 2018
    }, {
      "title" : "Magnetism in two dimensional van der Waals materials",
      "author" : [ "K.S. Burch", "D. Mandrus", "J.G. Park" ],
      "venue" : "Nature 563,",
      "citeRegEx" : "127",
      "shortCiteRegEx" : "127",
      "year" : 2018
    }, {
      "title" : "Magnetic 2D materials and heterostructures",
      "author" : [ "M. Gibertini", "M. Koperski", "A.F. Morpurgo", "K.S. NOvoselov" ],
      "venue" : "Nat. Nanotech",
      "citeRegEx" : "128",
      "shortCiteRegEx" : "128",
      "year" : 2019
    }, {
      "title" : "new frontiers of spintronics",
      "author" : [ "H. Li", "S. Ruan", "Zeng", "Y.J. Intrinsic van der Waals magnetic materials from bulk to the 2D limit" ],
      "venue" : "Adv. Mater. 31, 1900065",
      "citeRegEx" : "129",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Formation of the layered conductive magnet  CrCl2(pyrazine)2 through redoxactive coordination chemistry",
      "author" : [ "Pedersen", "K. S" ],
      "venue" : "Nat. Chem",
      "citeRegEx" : "130",
      "shortCiteRegEx" : "130",
      "year" : 2018
    }, {
      "title" : "Spincrossover in an exfoliated coordination polymer and its implementation in thermochromic films",
      "author" : [ "S Suarez Garcia" ],
      "venue" : "ACS Appl. Nano Mater",
      "citeRegEx" : "131",
      "shortCiteRegEx" : "131",
      "year" : 2018
    }, {
      "title" : "Two dimensional sp2 carbonconjugated covalent organic frameworks",
      "author" : [ "E Jin" ],
      "venue" : "Science 357,",
      "citeRegEx" : "132",
      "shortCiteRegEx" : "132",
      "year" : 2017
    }, {
      "title" : "A Lieb like lattice in a covalent–organic framework and its Stoner ferromagnetism",
      "author" : [ "W. Jiang", "H. Huang", "F. Liu" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "133",
      "shortCiteRegEx" : "133",
      "year" : 2019
    }, {
      "title" : "Phase transitions in spin crossover thin fims probed by graphene transport measurements",
      "author" : [ "J Dugay" ],
      "venue" : "Nano Lett. 17,",
      "citeRegEx" : "134",
      "shortCiteRegEx" : "134",
      "year" : 2017
    }, {
      "title" : "a new twist for spintronics",
      "author" : [ "Wiesendanger", "R. Nanoscale magnetic skyrmions in metallic films", "multilayers" ],
      "venue" : "Nat. Rev. Mater. 1, 16044",
      "citeRegEx" : "135",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Quantum spin liquid from a threedimensional copperoxalate framework",
      "author" : [ "B Zhang" ],
      "venue" : "J. Am. Chem. Soc. 140,",
      "citeRegEx" : "136",
      "shortCiteRegEx" : "136",
      "year" : 2018
    }, {
      "title" : "Organic based magnon spintronics",
      "author" : [ "Liu", "H. L" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "137",
      "shortCiteRegEx" : "137",
      "year" : 2018
    }, {
      "title" : "Magnetism in two dimensional van der Waals materials",
      "author" : [ "K.S. Burch", "D. Mandrus", "Park", "J.-G" ],
      "venue" : "Nature 563,",
      "citeRegEx" : "138",
      "shortCiteRegEx" : "138",
      "year" : 2018
    }, {
      "title" : "The rise of plastic bioelectronics",
      "author" : [ "T. Someya", "Z.N. Bao", "G.G. Malliaras" ],
      "venue" : "Nature 540,",
      "citeRegEx" : "139",
      "shortCiteRegEx" : "139",
      "year" : 2016
    }, {
      "title" : "Nanostructured metal–organic frameworks and their bio related applications",
      "author" : [ "M. GiménezMarqués", "T. Hidalgo", "C. Serre", "P. Horcajada" ],
      "venue" : "Coord. Chem. Rev. 307,",
      "citeRegEx" : "140",
      "shortCiteRegEx" : "140",
      "year" : 2016
    }, {
      "title" : "Magnetoresistance and spin electronics",
      "author" : [ "A A. Barthelemy" ],
      "venue" : "J. Magn. Magn. Mater. 242–245,",
      "citeRegEx" : "142",
      "shortCiteRegEx" : "142",
      "year" : 2002
    }, {
      "title" : "role and challenges of molecular chemistry",
      "author" : [ "M. Atzori", "Sessoli", "R. The second quantum revolution" ],
      "venue" : "J. Am. Chem. Soc. 141, 11339–11352",
      "citeRegEx" : "143",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Quantum computing in the NISQ era and beyond",
      "author" : [ "J. Preskill" ],
      "venue" : "Quantum 2,",
      "citeRegEx" : "144",
      "shortCiteRegEx" : "144",
      "year" : 2018
    }, {
      "title" : "The electronic properties of graphene",
      "author" : [ "A.H. Castro Neto", "F. Guinea", "N.M.R. Peres", "K.S. Novoselov", "A.K. Geim" ],
      "venue" : "Rev. Mod. Phys. 81,",
      "citeRegEx" : "145",
      "shortCiteRegEx" : "145",
      "year" : 2009
    }, {
      "title" : "status and prospects",
      "author" : [ "Geim", "A.K. Graphene" ],
      "venue" : "Science 324, 1530–1534",
      "citeRegEx" : "146",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Synthesis and chemistry of elemental 2D materials",
      "author" : [ "A.J. Mannix", "B. Kiraly", "M.C. Hersam", "N.P. Guisinger" ],
      "venue" : "Nat. Rev. Chem",
      "citeRegEx" : "147",
      "shortCiteRegEx" : "147",
      "year" : 2017
    }, {
      "title" : "opportunities and challenges",
      "author" : [ "D.C. Duong", "S.J. Yun", "Lee", "Y.H. Van der Waals layered materials" ],
      "venue" : "ACS Nano 11, 11803–11830",
      "citeRegEx" : "148",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "the emerging field of molybdenum disulfide and black phosphorus functionalization",
      "author" : [ "A. Hirsch", "Hauke", "F. Post graphene 2D chemistry" ],
      "venue" : "Angew. Chem. Int. Ed. 57, 4338–4354",
      "citeRegEx" : "150",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Recent progress in van der Waals heterojunctions",
      "author" : [ "W Xia" ],
      "venue" : "Nanoscale 9,",
      "citeRegEx" : "152",
      "shortCiteRegEx" : "152",
      "year" : 2017
    }, {
      "title" : "Engineering graphene and TMDs based van der Waals hetrerostructures for photovoltaic and photoelectrochemical solar energy conversion",
      "author" : [ "C Li" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "154",
      "shortCiteRegEx" : "154",
      "year" : 2018
    }, {
      "title" : "Graphene transistors",
      "author" : [ "F. Schwierz" ],
      "venue" : "Nat. Nanotech. 5,",
      "citeRegEx" : "155",
      "shortCiteRegEx" : "155",
      "year" : 2010
    } ],
    "referenceMentions" : [ {
      "referenceID" : 56,
      "context" : "adapted with permission from ref.(57), WileyVCH.",
      "startOffset" : 33,
      "endOffset" : 37
    }, {
      "referenceID" : 72,
      "context" : "The lower part of panel a is adapted with permission from ref.(73), WileyVCH.",
      "startOffset" : 62,
      "endOffset" : 66
    }, {
      "referenceID" : 78,
      "context" : "part of panel b is adapted from ref.(79), Springer Nature Limited.",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 92,
      "context" : "Panel a is adapted from ref.(93), Springer Nature Limited.",
      "startOffset" : 28,
      "endOffset" : 32
    }, {
      "referenceID" : 97,
      "context" : "Panel b is adapted with permission from ref.(98), APS Physics.",
      "startOffset" : 44,
      "endOffset" : 48
    }, {
      "referenceID" : 110,
      "context" : "Panel a is adapted with permission from ref.(111), ACS.",
      "startOffset" : 44,
      "endOffset" : 49
    }, {
      "referenceID" : 113,
      "context" : "Panel b is adapted with permission from ref.(114), ACS.",
      "startOffset" : 44,
      "endOffset" : 49
    }, {
      "referenceID" : 117,
      "context" : "adapted with permission from ref.(118), WileyVCH.",
      "startOffset" : 33,
      "endOffset" : 38
    }, {
      "referenceID" : 120,
      "context" : "Panel b is adapted with permission from ref.(121), WileyVCH.",
      "startOffset" : 44,
      "endOffset" : 49
    }, {
      "referenceID" : 124,
      "context" : "Panel a is adapted from ref.(125), CCBY-3.",
      "startOffset" : 28,
      "endOffset" : 33
    }, {
      "referenceID" : 125,
      "context" : "Panel b is adapted from ref.(126), Springer",
      "startOffset" : 28,
      "endOffset" : 33
    }, {
      "referenceID" : 133,
      "context" : "Panel c is adapted with permission from ref.(134), ACS.",
      "startOffset" : 44,
      "endOffset" : 49
    } ],
    "year" : 2019,
    "abstractText" : "| The field of molecular magnetism is rapidly evolving towards the use of magnetic molecules and moleculebased magnetic materials in physicsdriven and nanotechnologydriven fields, in particular molecular spintronics, quantum technologies, metal–organic frameworks (MOFs) and 2D materials. In molecular spintronics, the goal is the development of a new generation of spintronic devices based on molecular materials or, in the longer term, on one or a few molecules. In the area of quantum technologies, the milestones reached in the design of molecular spin qubits with long quantum coherence times and in the implementation of quantum operations have raised expectations for the use of molecular spin qubits in quantum computation. MOFs and 2D materials are two classes of materials for which magnetism has been, until very recently , an elusive property ; molecular materials with attractive properties and functionalities are now starting to be developed in both areas. In MOFs, singlemolecule magnets and spin crossover complexes can be integrated into the nodes of the framework , within the pores or both, sometimes giving rise to smart magnetic materials or to hybrid materials exhibiting synergistic combinations of properties. 2D molecularbased magnets can provide a platform to study magnetism in the 2D limit and exhibit superior properties compared with their inorganic analogues in terms of chemical stability and tunability. Instituto de Ciencia Molecular (ICMol), Universitat de Valencia, Valencia, Spain. email: eugenio.coronado@",
    "creator" : "Springer"
  }
}