{
  "name" : "downloads_2019-08-29_59_10.1002@smll.201901642.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "The Crystallinity and Aspect Ratio of Cellulose Nanomaterials Determine Their Pro‐Inflammatory and Immune Adjuvant Effects In Vitro and In Vivo",
    "authors" : [ "Xiang Wang", "Chong Hyun Chang", "Jinhong Jiang", "Qi Liu", "Yu-Pei Liao", "Jianqin Lu", "Linjiang Li", "Xiangsheng Liu", "Joshua Kim", "Ayman Ahmed", "André E. Nel", "Tian Xia" ],
    "emails" : [ "anel@mednet.ucla.edu;", "txia@ucla.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "FULL PAPER\n1901642 (1 of 13) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com"
    }, {
      "heading" : "The Crystallinity and Aspect Ratio of Cellulose",
      "text" : ""
    }, {
      "heading" : "Nanomaterials Determine Their Pro-Inflammatory",
      "text" : "and Immune Adjuvant Effects In Vitro and In Vivo"
    }, {
      "heading" : "Xiang Wang, Chong Hyun Chang, Jinhong Jiang, Qi Liu, Yu-Pei Liao, Jianqin Lu,",
      "text" : ""
    }, {
      "heading" : "Linjiang Li, Xiangsheng Liu, Joshua Kim, Ayman Ahmed, André E. Nel,* and Tian Xia*",
      "text" : "Dr. X. Wang, Dr. Q. Liu, Dr. Y.-P. Liao, Dr. J. Lu, Dr. X. Liu, Prof. A. E. Nel, Prof. T. Xia Division of NanoMedicine Department of Medicine University of California Los Angeles, CA 90095, USA E-mail: anel@mednet.ucla.edu; txia@ucla.edu Dr. X. Wang, Dr. C. H. Chang, Dr. J. Jiang, L. Li, Prof. A. E. Nel, Prof. T. Xia California NanoSystems Institute University of California Los Angeles, CA 90095, USA J. Kim Department of Ecology and Evolutionary Biology University of California Los Angeles, CA 90095, USA A. Ahmed Department of Molecular, Cell, and Developmental Biology University of California Los Angeles, CA 90095, USA\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/smll.201901642.\nDOI: 10.1002/smll.201901642\n1. Introduction\nCommerce, industry, and consumers increasingly prefer to use products produced from renewable and sustainable resources, such as cellulose. Nanocellulose not only exhibits low environmental and health risks, but expresses unique physicochemical properties that can be exploited by commerce and industry.[1,2] This is exemplified by increased interest in technology development of these materials in the paper and cardboard industry as fillers, adhesives, paints, and low-density foams, as well as for food applications, hygiene purposes, and cosmetics.[3–10] Cellulose, as a key structural component (polysaccharide) of the cell walls of plants and algae, is comprised of a linear chain of hundreds to thousands of β(1-4) linked glucose units.[11] The term nanocellulose refers to a form of cellulose that exists either as a nanocrystal or a cellulose nanofiber. Accordingly, nanocellulose can be divided into three material categories,\nnamely: i) cellulose nanocrystals (CNCs), also referred to as nanocrystalline cellulose or cellulose nanowhiskers, ii) cellulose nanofibrils (CNFs), also referred to as nanofibrillated cellulose, and iii) bacterial cellulose (BC).[2,11]\nAlthough cellulose is being used more frequently for healthcare purposes such as wound healing, dialysis membranes, or food additives, nanocellulose is currently in a developmental phase with no commercial applications. Little is known about its biomolecular interactions at the nano/bio interface and the characterization of the properties that determine material safety.[2,4,12] While nanocellulose is generally regarded as safe based on its biodegradability, we need to consider that this is a high aspect ratio (HAR) material that exhibits crystalline subunits and reactive surfaces, which could lead to the generation of adverse health effects.[2,3] Moreover, a variety of preparation techniques (e.g., acid hydrolysis, or homogenization) and post-processing modification can introduce additional physicochemical properties that could impact the nanocellulose safety profile.[11] Clift et al., have demonstrated that CNC exposures can lead to cytotoxicity and cytokine release in 3D human\nNanocellulose is increasingly considered for applications; however, the fibrillar nature, crystalline phase, and surface reactivity of these high aspect ratio nanomaterials need to be considered for safe biomedical use. Here a comprehensive analysis of the impact of cellulose nanofibrils (CNF) and nanocrystals (CNC) is performed using materials provided by the Nanomaterial Health Implications Research Consortium of the National Institute of Environmental Health Sciences. An intermediary length of nanocrystals is also derived by acid hydrolysis. While all CNFs and CNCs are devoid of cytotoxicity, 210 and"
    }, {
      "heading" : "280 nm fluorescein isothiocyanate (FITC)-labeled CNCs show higher cellular uptake than longer and shorter CNCs or CNFs. Moreover, CNCs in the",
      "text" : "200–300 nm length scale are more likely to induce lysosomal damage, NLRP3 inflammasome activation, and IL-1β production than CNFs. The pro-inflammatory effects of CNCs are correlated with higher crystallinity index, surface hydroxyl density, and reactive oxygen species generation. In addition, CNFs and CNCs can induce maturation of bone marrow–derived dendritic cells and CNCs (and to a lesser extent CNFs) are found to exert adjuvant effects in ovalbumin (OVA)-injected mice, particularly for 210 and 280 nm CNCs. All considered, the data demonstrate the importance of length scale, crystallinity, and surface reactivity in shaping the innate immune response to nanocellulose."
    }, {
      "heading" : "Nanocellulose",
      "text" : "Small 2019, 1901642\n1901642 (2 of 13)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nairway epithelial cell cultures, while CNFs have been shown to exert cytotoxic effects in various tissue culture systems.[13–15] Endes et al., found that although CNC aerosol exposure of a human epithelial airway barrier model did not elicit significant cytotoxicity, pro-inflammatory or oxidative stress effects, longer CNCs (2244 ± 1687 nm) were cleared less effectively than shorter CNCs (168 ± 72 nm).[16,17] Cullen et al. have observed dose-dependent recruitment of inflammatory cells to the peritoneal cavity of mice exposed to CNFs,[18] while Yanamala et al. have shown that oropharyngeal aspiration of CNCs in mice can generate oxidative stress, cytotoxicity, and pro-inflammatory effects.[19] Moreover, while comparing CNFs to CNCs in transformed human lung epithelial cells, CNFs were shown to generate more cytotoxicity than CNCs, but the reverse was true for the pro-inflammatory effects of these materials.[20,21] However, other than comparative studies of the biological impact of cellulose nanocrystals versus nanofibrils, relatively few studies have attempted to explain the biological effects and hazard potential of nanocellulose in terms of aspect ratio, crystallinity and surface reactivity, physicochemical characteristics that have been shown to be of importance the adverse health effects of HAR material such as carbon nanotubes (CNTs), CeO2 nanorods, TiO2 nanobelts, and AlOOH nanorods, etc.[22–35]\nWhile HAR nanomaterials impact a wide range of cell and tissue types, it is important to consider the influence on the cellular elements of the innate immune system, which are ubiquitously expressed as macrophages and dendritic cells (DCs) in all organ systems.[22,23] Moreover, phagocytic uptake in the cells has demonstrated access of HAR materials to the lysosomal compartment, where close contact with reactive material surfaces could damage the lysosomal membrane, leading to cathepsin B release and assembly of the NLRP3 inflammasome.[25,26] These series of intracellular events can lead to proinflammatory and immunogenic effects in the innate immune system. While it has been shown that nanocellulose can exert TH1 immune polarizing effects in the lung, no detailed attempt has been made to elucidate the structure–activity relationships that underpin these immune effects.[36] In order to assess the effect of fiber length, crystallinity, and surface reactivity of CNFs and CNCs in the innate immune system, we acquired a panel of nine nanocellulose materials in which the characterization of these properties were used for understanding of their structure–activity relationships in macrophages and dendritic cells.\nIn this study, we evaluated the physicochemical properties of a panel of CNFs and CNCs, provided by the Nanomaterials Health Implications Research (NHIR) Consortium at the National Institute of Environmental Health Sciences (NIEHS), on pro-inflammatory and adjuvant effects in the immune system. This panel was supplemented by including intermediary length scales to elucidate the impact of CNC length, crystallinity, and surface hydroxyl display on the NLRP3 inflammasome in macrophages and murine bone marrow–derived dendritic cells (BMDCs). These structure–activity relationships were used to assess the effects of these materials on boosting of the humoral immune response in mice, using a vaccination approach. Our integrated analysis demonstrates that the increased crystallinity and pro-oxidative effects of cellulose nanocrystals in the length scale 200 to 300 nm were associated with more robust NLRP3 inflammasome activation and\npro-inflammatory effects in vitro, which could be related to immune boosting effects in vivo."
    }, {
      "heading" : "2. Results",
      "text" : ""
    }, {
      "heading" : "2.1. Preparation, Purification, and Characterization of Cellulose Nanomaterials of Different Aspect Ratios",
      "text" : "Safety assessment of CNFs and CNCs were performed on materials provided by the NHIR Consortium at the NIEHS. A schematic depicting the presence of crystalline and amorphous regions in cellulose fibers is shown in Figure 1A. The CNFs exhibited approximately the same primary length scales under transmission electron microscopy (TEM) (Table 1 and Figure 1A). In contrast, the nanocrystal received from the consortium (CNC 280 nm) had a length of 279.1 ± 116.3 nm. In order to expand the length scale of an intermediary group of nanocrystals in the size range 280 nm to 6 µm, a commercial cellulose paper product (Whatman filter paper) was hydrolyzed with sulfuric acid to generate five additional CNCs,, i.e., CNC 3.6, 1.1 µm and 210, 150, and 110 nm (Figure 1A,B). We also obtained a CNC of 93.0 ± 45.0 nm from the University of Maine. Figure 1A shows TEM images of the CNFs and CNC obtained from the consortium, as well as a schematic diagram to explain the use of acid hydrolysis for releasing nanocrystals from cellulose fibrils comprised of intermingled amorphous and crystalline regions. Figure 1B explains how acid hydrolysis could practically be implemented to generate a series of CNCs from a commercial cellulose paper product (Whatman filter paper), which was incubated with sulfuric acid for different lengths of time. The accompanying TEM images in the lower panel demonstrate the progressive shortening in fiber length and morphological changes of the released CNCs as a function of increased hydrolysis time. This provided a comprehensive panel of nanocellulose materials to assess the contribution of CNC length, crystallinity, and surface chemistry on biological outcome.\nPhysicochemical characterization to assess primary particle size, hydrodynamic size, and zeta potential in water as well as in tissue culture medium (RPMI-1640) was carried out prior to biological experimentation (Tables 1 and 2). Assessment of hydrodynamic size by dynamic light scattering (DLS) in deionized (DI) H2O, confirmed the acquisition of a panel of materials with length scales ranging from 104.4 ± 2.5 to 36188.5 ± 16818.8 nm (Table 2). The hydrodynamic size range closely matches the primary material size range (Table 2). Table 1 also shows material aspect ratio (length vs diameter). All the nanocellulose materials showed negative zeta potentials, varying from −28.4 to −58.5 mV. In accordance with acid hydrolysis being able to remove amorphous (noncrystalline) cellulose domains, the progressive shortening of CNC size was accompanied by an incremental increase in the crystallinity index (CI), as determined by X-ray diffraction (XRD) (Figure 1C). This demonstrated a crystallinity index of 88.9–92.3% for CNCs compared to 69.3% for CNFs or 80% for CNC 280 (Figure 1D). Since the change in crystallinity is also accompanied by differences in the display of hydroxyl groups on the glucose backbone in nanocellulose, Fourier transform infrared (FTIR) was used to assess the hydroxyl density of\nSmall 2019, 1901642\n1901642 (3 of 13)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nCNF 6.1 µm, CNC 1.1 µm and 210 and 210 nm (Figure 1E). Please note that only four materials were chosen for this analysis because of the abundant material requirements required to execute the procedure. FTIR analysis demonstrated that the acid-hydrolyzed CNC 210 nm had the highest hydroxyl density on the particle surface, with CNF 6.1 µm exhibiting the lowest density display (Figure 1F). Inductively coupled plasma optical emission spectrometry (ICP-OES) was used to rule out the presence of metal impurities (e.g., Cu, Fe, Ni, Si, Ti, Zn etc.), alkaline minerals, or salts (e.g., Na, Mg, K, Ca etc.) (Table S1, Supporting Information). To ensure that the prepared materials are free of endotoxin contamination for biological experimentation, the entire panel was tested in an amebocyte lysate assay, which demonstrated endotoxin levels <1 EU mL−1 across the board (Figure S1, Supporting Information)."
    }, {
      "heading" : "2.2. Nanocellulose Length and Aspect Ratio Impact the Activity of the NLRP3 Inflammasome",
      "text" : "Prior to assessing cellular uptake and impact on the NLRP3 inflammasome, cell viability was assessed on the nanocellulose\nSmall 2019, 1901642\nwww.advancedsciencenews.com\nwww.small-journal.com\nmaterials in the human myeloid cell line, THP-1 (Figure 2). THP-1 exposure to the phorbol ester, phorbol 12-myristate acetate (PMA), induces their differentiation into a macrophage-like phenotype, which provides a convenient in vitro test strategy to quantitatively assess the effect of HAR materials (e.g., carbon nanotubes, CeO2 nanorods, and TiO2 nanobelts) on the NLRP3 inflammasome.[24–27,29,37] In contrast to the cytotoxic effects of ZnO nanoparticles (positive control), exposure to CNFs and CNCs failed to show any effect on cell viability, using MTS (Figure 2A) as well as ATP (Figure 2B) assays. We also conducted a test for cytotoxicity using the supernatants from the nanocellulose suspensions. No cytotoxic or immunogenic effects were observed for these supernatants (data not shown). In order to assess the cellular uptake and subcellular localization of the nanocellulose materials (not viewable by TEM), it was necessary to use CNC and CNF fluorescence labeling. This was accomplished by covalent attachment of fluorescein isothiocyanate (FITC) to the carbon backbone, using amination and conjugation chemistry, as explained in Figure 3A.[38] THP-1 cells were incubated with the FITC-labeled materials for 6 h to follow cellular uptake. This demonstrated length-dependent cellular processing, with CNC 210 and CNC 280 nm showing demonstrable higher uptake than CNC 110 nm or CNF 6.1 µm (Figure 3B and Figure S2, Supporting Information). Confocal microscopy was then used to determine the intracellular localization of the labeled materials in relation to the lysosomal compartment, identified by LAMP-1 staining (Figure 3C). The quantitative expression of the fluorescence overlap of FITClabeled nanocellulose materials with the LAMP-1 liposomes, using ImageJ analysis, demonstrated that minimally 60% of the phagocytosed nanocellulose fibrils or crystals enter the lysosomal compartment (Figure 3D). Moreover, intermaterial comparisons demonstrated a higher frequency of CNC 210 and CNC 280 nm co-localization with lysosomes compared to other length scales (Figure 3D). The uptake of HAR materials with reactive surfaces (such as CNTs) in lysosomes is capable of damaging the organellar membrane.[26,29,30] Lysosomal damage can be followed by confocal microscopy, showing the release of cathepsin B from the organelle to the cytoplasm (Figure 4A). Cathepsin B can be detected by a fluorescent substrate, Magic Red, which yields a punctate red staining in intact lysosomes of nontreated cells (Figure 4B). However, exposure of THP-1 cells to a positive control HAR material, monosodium urate (MSU) crystals, could be shown to induce cathepsin B release from lysosomes, leading to diffuse Magic Red fluorescence in the cytoplasm (Figure 4B). Noteworthy, almost the entire panel of nanocellulose materials, with the exception of CNC 100 nm, could be shown to induce cathepsin B release from damaged lysosomes (Figure 4B). Since cathepsin B release acts as a stimulus for the assembly of NLRP3 inflammasome subunits, we assessed the effect of one of a structural component, caspase 1, on IL-1β release\n1901642 (5 of 13)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nfrom pro-IL-1β in THP-1 cells (Figure 4C). This requires the differentiated THP-1 cells to be primed with a low dose of LPS (10 ng mL−1) to induce NF-κB activation and pro-IL-1β expression. An IL-1β ELISA was used to demonstrate that most of CNFs and CNCs (with the exception of CNC 100 nm) could induce cytokine release to the cellular supernatant in a\nSmall 2019, 1901642\n1901642 (6 of 13)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nSmall 2019, 1901642\n1901642 (7 of 13)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\ndose-dependent manner (Figure 4C). MSU served as a positive control. Moreover, the response was dependent on the length of the materials, with the 210 and 280 nm CNCs capable of inducing significantly higher levels of IL-1β compared to longer CNFs or shorter CNCs (Figure 4D). As further confirmation for the involvement of the NLRP3 inflammasome, we demonstrated that IL-1β release is significantly suppressed in NLRP3deficient (defNLRP3) or ASC-deficient (defASC) THP-1 cells, derived by gene knockdown (Figure 4E). We also confirmed the importance of cathepsin B release in activating the inflammasome by showing suppression of IL-1β production by a cathepsin B inhibitor, CA-074-methyl ester (Figure 4F). Likewise, we demonstrated that the caspase 1 inhibitor, z-YVAD-fmk, could decrease IL-1β production (Figure 4G). All considered, these results show excellent correlation between the cellular uptake, lysosomal processing, organellar damage, cathepsin B release, NLRP3 inflammasome activation, and IL-1β release in response to the 210 and 280 nm CNCs, compared to less robust activity of other length scales."
    }, {
      "heading" : "2.3. Crystallinity Plays an Important Role in Nanocellulose-Induced Reactive Oxygen Species (ROS) Generation and Oxidative Stress",
      "text" : "Nanomaterial crystallinity and the display of reactive surface groups (e.g., hydroxyls) are additional physicochemical parameters that should be considered for investigating damage to the lysosomal membrane.[23,39–43] An abiotic assay was used to spectrophotometrically determine the change in the fluorescence activity of 2ʹ,7ʹ-dichlorofluorescein (DCF),\nwhich reflects the intrinsic capability of nanomaterials to induce ROS generation. This demonstrated a significant increase in DCF fluorescence intensity by all CNFs and CNCs compared to control, with the highest response being ascribed to the 210 nm CNCs (Figure 5A). In order to assess the effect on cellular redox equilibrium, changes in THP-1 glutathione (GSH) levels was assessed in a GSH-Glo assay. This demonstrated that the 210 nm CNCs showed the most pronounced effects under biological conditions (Figure 5B and Figure S3, Supporting Information). This is in good agreement with the results on NLRP3 inflammasome activation and IL-1β production in THP-1 cells. All considered, these results show that the variation of the surface hydroxyl content and surface reactivity as a function of the crystallinity of the material determines the lysosomal damage."
    }, {
      "heading" : "2.4. Nanocellulose Materials Impact IL-1β Production and Maturation in BMDCs",
      "text" : "To assess the relevance of the cellular effects in primary phagocytic cells, BMDCs were prepared from the femurs of C57BL/6 mice (Figure 6A). DCs are professional antigen presenting cells (APCs) that are key to the induction of cognitive immune responses in vivo. First, we assessed the cytotoxic potential of the nanocellulose materials, demonstrating that neither the CNFs nor the CNCs exert significant toxic effects on BMDCs (Figure S4, Supporting Information). In order to determine how that may relate to DC function, including their maturation status as APC, we assessed major histocompatibility complex class II (MHC-II) and costimulatory receptor\nSmall 2019, 1901642\n1901642 (8 of 13)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\n(CD40 and CD86) expression on CD11c+ cells, using a flow cytometry approach (Figure 6B–D). While all the CNFs and CNCs were capable of inducing MHC-II expression, the effects of the 210 and 280 nm CNCs were significantly accentuated compared to most of materials except the 1.1 µm CNC (Figure 6B). The vaccine adjuvant, alum, was used as a positive\nSmall 2019, 1901642\n1901642 (9 of 13)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\ncontrol in these experiments. More pronounced effects on CD40 and CD86 expression were observed with 280 nm CNCs (Figure 6C,D). Similar to THP-1 cells, all the nanocellulose materials were capable of inducing IL-1β production in BMDCs (Figure 6E). However, in contrast to THP-1 cells, there were no statistical differences between CNFs and CNCs (Figure 6E). Taken together, these results demonstrate that CNFs and CNCs are capable of inducing BMDC maturation and IL-1β production."
    }, {
      "heading" : "2.5. Nanocellulose Can be Used as an Adjuvant to Boosting Ovalbumin (OVA)-Specific IgG Production in Mice",
      "text" : "Based on the effects of CNCs and CNFs on cellular elements of the innate immune system, we asked whether these materials exert adjuvant effects that could be tested by a vaccination strategy in mice. Endotoxin-free OVA was injected into the peritoneum of C57BL/6 mice to assess the humoral immune response to this antigen in the absence or presence of the co-injected nanocellulose materials. Serum collection two weeks after intra-peritoneal injection, demonstrated that all the CNFs and CNCs were capable of boosting the antiOVA IgG response to a significant degree (Figure 7A). The response to the 210 nm CNCs was the highest. In contrast, there was no significant effect on the IgE antibody response to OVA (Figure 7B)."
    }, {
      "heading" : "3. Discussion",
      "text" : "In this communication, a panel of CNFs and CNCs was used to determine the effect of material size, aspect ratio, crystallinity, and surface reactivity in THP-1 macrophages and BMDCs. We also used acid hydrolysis to increase the number of CNC length scales to be compared. While all CNFs and CNCs were devoid of cytotoxic effects in THP-1 cells, confocal microscopy and flow cytometry demonstrated length-dependent uptake of FITC-labeled materials, showing more abundant uptake of the 210 and 280 nm CNCs into the lysosomal compartment, compared to longer and shorter CNF crystals. The subcellular association was associated with the increased propensity of CNCs in the 200–300 nm length scale to induce lysosomal damage, cathepsin B release, NLRP3 inflammasome activation, and IL-1β production. Lesser effects were seen for CNFs. The higher crystallinity index, surface hydroxyl display, ROS generation, and pro-oxidant potential of the 210 and 280 nm CNCs, provided by different preparation methods, correlated well with their propensity to enhance inflammatory responses. While there were less pronounced CNF and CNC differences in BMDCs, exposure to nanocellulose was associated with increased DC maturation. In addition, CNCs and to a lesser extent CNFs boosted the anti-OVA immune response in a murine immunization model. The more robust IgG responses were obtained with the 210, 280 nm and 1.1 µm CNCs. In summary, these results show that the crystallinity and surface reactivity of nanocellulose\nSmall 2019, 1901642\n1901642 (10 of 13)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nSmall 2019, 1901642\ncould at least partially explain the strong pro-inflammatory and pro-immunogenic effects in vitro and in vivo of CNCs in the 200–300 nm length scale.\nWe used the acquisition and characterization of a panel of CNFs and CNCs to establish new structure–activity relationships for nanocellulose aspect ratio, crystallinity, and hydroxyl content in macrophages and dendritic cells. Our results demonstrate that aspect ratio and length play determinant roles in cellular uptake and lysosomal localization in THP-1 (Figure 3). This was accomplished by using FITC-labeled materials to show that 210 and 280 nm CNCs are taken up in lysosomes in higher abundance than longer or shorter CNCs and CNFs. This is in keeping with experimental studies and in silico modeling, demonstrating that phagocytic processing of HAR nanomaterials by macrophages is dependent on material shape, length, aspect ratio, and contact angle.[44–47] Interestingly, the phagocytic uptake and immune adjuvant effects of aluminum oxyhydroxide (AlOOH) nanorods were also more pronounced for materials in the 200–300 nm length scale, similar to the CNCs.[22,23] Moreover, similar to ALOOH, the pro-inflammatory and immunogenic effects of nanocellulose were affected by the surface hydroxyl display on CNCs and CNFs.[22,23] The surface properties are associated with ROS generation, as demonstrated by the abiotic DCF assay (Figure 5A). It is also possible that the ROS generation could result from lysosome damage, e.g., the release of free Fe2+ triggering a Fenton reaction and/ or perturbation of mitochondrial electron transfer. The notion that oxidative stress plays a role in the biological outcome in macrophages was substantiated by GSH depletion (Figure 5B). These results are compatible with the findings of Shvedova and co-workers, who demonstrated that the ROS generation and GSH depletion is involved in the oxidative damage, and proinflammatory effects of CNCs in A549 cells.[20]\nThe lysosome appears to be an important intracellular target for the pro-inflammatory effects of CNFs and CNCs, similar to what we have observed for HAR materials with reactive surfaces, such as carbon nanotubes and AlOOH.[22,23,28,29] Lysosome damage leads to cathepsin B release, NLRP3 inflammasome activation and IL-1β production, which plays an important role in the pro-fibrogenic effects of carbon nanotubes in the lung as well as the adjuvant effects of AlOOH in the immune system.[22,23,28,29,48] In addition to confirming the involvement of the NLRP3 inflammasome in THP-1 cells, we demonstrated a robust effect of CNCs and CNFs on BMDC maturation and IL-1β production, allowing us to confirm in an animal vaccination experiment that nanocellulose materials can boost the IgG response to OVA in a mouse model (Figures 6 and 7). In fact, the response to the 210 nm CNC was as robust as the effect of alum. These results confirm the narrow division between nanomaterial properties that can determine hazardous versus advantageous use outcomes. The demonstration of the possible use of nanocellulose as a vaccine adjuvant is a novel discovery.[9,10,12]\nHow do these data contribute to our knowledge of nanocellulose safety? While currently there are no published data revealing a safety concern for nanocellulose in the workplace or in consumer products, experimental evidence has been collected for the potential hazardous effects of CNCs and CNFs.[3,13–15,18–21,36,49,50] While most cellular studies\nhave addressed cytotoxicity, inflammation and genotoxicity, which can be related to differences in the cellular uptake of CNCs versus CNFs or their ability to generate oxidative stress,[13–15,20,21] most in vivo studies have focused on the effects in the lung and the reproductive system.[18–20,36,49,50] For instance, pulmonary exposure to CNCs is capable of generating dose-dependent pro-inflammatory effects and oxidative stress, while CNFs are capable of inducing TH1 polarizing effects in the lung.[20,36] Moreover, pulmonary CNC exposure can exert systemic effects, e.g., influencing sperm counts, mobility, and DNA strand breaks in the male reproductive system.[49,50] We significantly extend these observations by providing structure–activity relationships, demonstrating the importance of crystallinity, length, and surface hydroxyl density as important material characteristics that underpin pro-inflammatory and immunogenic effects in the innate immune system. Moreover, we demonstrate that this information can be used to develop new nanocellulose adjuvants for boosting the immune system."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In this paper, we demonstrate the use of a panel of CNFs and CNCs with defined size, crystallinity, and hydroxyl content for mechanistic discovery in macrophages and dendritic cells. This information is used to better understand nanocellulose interactions with innate immune system, where the ability to perturb macrophage and DC function could be used to boost the innate immune response in intact animals. Our data show that in the 200–300 nm length range, CNCs display the optimum crystalline and surface reactive properties for induction of oxidative stress, lysosomal damage, NLRP3 inflammasome activation, and IL-1β production. These structure–activity relationships are useful for implementing hazard screening of nanocellulose, as well as use of these materials to develop new vaccine adjuvants."
    }, {
      "heading" : "5. Experimental Section",
      "text" : "Acquisition and Synthesis of Cellulose Samples: Two CNFs and one CNC were obtained from The NIEHS NHIR Consortium, while another CNF was purchased from the Process Development Center at University of Maine. Acid hydrolysis of Whatman No. 1 filter paper was used to expand the range of CNC length scales.[51] The Whatman filter paper was cut into 1 cm × 1 cm squares before use. The hydrolysis procedure was performed at 45 °C, using a fixed ratio of the filter paper to 64% (w/v) sulfuric acid at 1:8.75 (g mL−1) for time periods ranging from 10 min to 16 h. Following hydrolysis, the pH of the final suspension was brought to pH 7.0, without further treatment.\nPhysicochemical Characterizations of Cellulose Library: Stock suspensions of CNFs and CNCs were prepared at 5 mg mL−1 in deionized water by vortexing and bath sonication for 15 min in a water bath sonicator (Branson 2510), using 100 W output power and 42 kHz frequency. These samples were further diluted to 50 µg mL−1 and sonicated in deionized water or RPMI cell culture medium, supplemented with 10% fetal bovine serum (FBS).[52] These suspensions were used for the physicochemical characterization to determine primary diameter, length, and aspect ratio, using TEM (JEOL 1200 EX) at an accelerating voltage of 80 kV. The samples were negatively stained with 2 wt% uranyl acetate solution prior to TEM viewing. TEM analysis was performed by placing a drop of the suspension in DI water at 50 µg mL−1\n1901642 (11 of 13)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nSmall 2019, 1901642\non a 400 mesh Cu TEM grid, followed by evaporation at room temperature. The hydrodynamic size and surface charge of the CNFs and CNCs at 50 µg mL−1 were assessed in a ZetaPALS (Brookhaven Instruments) particle sizer and zeta potential analyzer in deionized water or RPMI medium. The zeta potential was derived using the Helmholtz–Smoluchowski equation based on the measurements of the electrophoretic mobility of nanocellulose. FTIR spectra were obtained by FTIR spectrometer (JASCO FTIR-420) using a KBr (FTIR grade, Sigma) pelleting technique. The OH spectra on selected nanocellulose surfaces was calculated according to the following equation[53]\nA m Relative OHratio in cellulose OH=\n(1)\nwhere m is weight (mg) of cellulose and AOH is area (cm−1) under the curve of the OH stretch band ≈3350 cm−1). For XRD analysis, the stock solution was vortexed for 15 s, and then 0.5 mL of the suspension was placed on the zero background substrates. Measurement was performed on dry sample and XRD spectra were recorded using a Panalytical X’Pert Pro diffractometer (Cu Kα radiation) with a step size of 0.02° and a counting time of 0.5 s per step over a range of 10–50° 2θ. The CI of cellulose was calculated by the equation[54]\nI I I CI % 100200 AM 200 ( ) = − ×\n(2)\nwhere I200 is the peak intensity from the (200) lattice plane (2θ = 22.5°) and IAM is the peak intensity of the amorphous phase (2θ = 19.0°).\nImpurity Analysis: ICP-OES (ICPE-9000, Shimadzu, Japan) analysis was performed to detect the trace amount of impurities in the nanocellulose samples. The freeze-dried cellulose was digested with 3 mL of a concentrated HNO3 (65–70%, Trace Metal Grade, Fisher Scientific) with supplement of 1 mL of H2O2 (30%, Certified ACS, Fisher Scientific) at 180 °C for 3 h in a Teflon-lined stainless steel autoclave. These extracts were diluted with 2% (v/v) nitric acid to reach a final volume of 8 mL for analysis. There was no impurity present in the nanocellulose samples by ICP-OES analysis.\nCell Culture: Human THP-1 cells were grown in RPMI-1640 media supplemented with 10% FBS, 100 U/100 µg per mL of penicillin– streptomycin and 50 × 10−6 m β-mercaptoethanol. NLRP3-deficient (defNLRP3) and ASC deficient (defASC) THP-1 cells (InvivoGen, San Diego, CA) were grown in RPMI-1640 media, supplemented with 10% (v/v) FBS, 200 µg mL−1 HygroGold, and 100 µg mL−1 Normocin. BMDCs were prepared from the bone marrow of female C57BL/6 mice, using a protocol described by Williams et al.[55] Briefly, bone marrow precursor cells were collected from the femurs and tibiae of female C57BL/6 mice and cultured in RPMI-1640 containing 10% (v/v) FBS, 10 µg mL−1 of gentamicin, 250 ng mL−1 amphotericin B, 50 × 10−6 m β-ME, 20 × 10−3 m HEPES and 2 × 10−3 m l-glutamine. Cells were grown in a volume of 4 mL in a 6-well plate at 5 × 105 cells per well. The culture media was replenished with 25 ng mL−1 GM-CSF on day 1. Two days later, the cells were treated with a combination of 20 ng mL−1 of GM-CSF and 10 ng mL−1 of IL-4, and the medium was replenished every other day. The immature BMDCs were collected on day 8 and washed with phosphate-buffered saline (PBS) before use.\nDosimetry Planning: In the absence of realistic exposure data, the in vitro experimentation was carried out using a mass-dose range of materials ranging from 37.5 to 300 µg mL−1 to assess cytotoxicity and IL-1β production. Because none of the nanocellulose materials showed evidence of cytotoxicity, additional parameters were assessed at the higher noncytotoxic dose range, making it easier to compare material categories for performance characteristics such as oxidative stress, etc.\nCytotoxicity Assessment: The cellulose stock suspensions were first prepared in DI H2O at 5 mg mL−1. THP-1 cells were obtained from ATCC (Manassas, VA). The cells were pretreated with 1 µg mL−1 PMA overnight and primed with 10 ng mL−1 lipopolysaccharide (LPS). Aliquots of 3 × 104 primed cells were cultured in 0.1 mL medium with cellulose nanoparticles in 96-well plates (Costar, Corning, NY, USA) at 37 °C for 24 h. In order to provide well-suspended nanoparticles in\nbiological media, all the cellulose suspensions were freshly prepared by adding a desired amount of the stock suspensions to RPMI-1640 media at 37.5–300 µg mL−1 in the presence of 10% FBS. After 24 h of culture, the supernatants were collected for the measurement of IL-1β (BD Biosciences, San Diego, CA) using an ELISA kit according to manufacturer’s instructions. The cytokine concentration was expressed in pg mL−1. The remaining cells were treated with 120 µL culture medium containing 16.7% MTS (CellTiter 96 Aqueous, Promega Corp.) stock solution for 0.5 h at 37 °C in a humidified 5% CO2 incubator. The plates were centrifuged at 2000 × g for 10 min in a NI Eppendorf 5430 with a microplate rotor to pellet the cell debris. 85 µL aliquots of the supernatants were transferred to fresh 96 multiwell plates. Formazan absorbance was read at 490 nm on a SpectraMax M5 microplate reader (Molecular Devices Corp., Sunnyvale, CA, USA).\nUse of Flow Cytometry to Quantify Nanoparticle Cellular Uptake: FITClabeled cellulose was synthesized using a published protocol.[38] First, 4.5 mL of the CNC suspension (containing 50 mg of material) was transferred into a glass flask, followed by the addition of 500 µL of a 10 m NaOH solution while stirring. 80 µL of epichlorohydrin (AR, Sigma) was added to the mixture and the temperature was increased to 60 °C for 1.5 h. The mixture was cooled and centrifuged. The epoxy-activated CNC pellet was dispersed in 5 mL of DI water and the suspension transferred into a glass flask. Amination of the CNC was carried out by adding 250 µL of an ammonium hydroxide solution (NH4OH, 28–30 wt%, Sigma), while stirring at 60 °C for 3 h. The mixture was cooled down and centrifuged to obtain the aminated CNC (CNC–NH2) for conjugation to FITC. The labeling of CNC–NH2 was carried out in 0.08 m of sodium borate buffer (pH 8.3). 50 mg of CNC–NH2 was suspended in 5 mL buffer and transferred to a wrapped glass vial. While stirring, 16.8 mg FITC (90%, Acros) was added to the suspension and the reaction was carried out at RT overnight. The mixture was purified by centrifugation, and the FITC-labeled CNC was stored at 4 °C for further use. For the performance of flow cytometry, 2 mL of THP-1 cells was plated at a density of 4 × 105 per well in a 12-well plate in the presence of 1 µg mL−1 PMA for 16 h. The medium was replenished, and the differentiated THP-1 cells exposed to cellulose nanoparticles in the presence of LPS (10 ng mL−1) for 6 h. Cells were washed and resuspended in PBS for flow cytometry analysis, in a FACScan flow cytometer (Becton Dickinson). The data were analyzed by FlowJo software (Ashland, OR).\nConfocal Microscopy to Assess Lysosomal Damage through Cathepsin B Release: Differentiated THP-1 cells were exposed to cellulose nanoparticles (300 µg mL−1) for 6 h in an 8-well chamber at 1 × 106 cells/400 µL medium at 37 °C in a 5% CO2 atmosphere. The cells were washed twice with PBS and stained with 420 µL of a Magic Red (Immunochemistry Technologies, Bloomington, MN) solution for 1 h under similar incubation conditions. The cells were washed twice with PBS and fixed in 4% paraformaldehyde for 15 min. The cells were subsequently stained for 20 min with 10 × 10−6 m Hoechst 33342 (Invitrogen, Carlsbad, CA) and 1 µg mL−1 of WGA-Oregon Green 488 conjugate (Invitrogen, Carlsbad, CA) at room temperature. The cells were washed twice with PBS and examined using a Leica Confocal SP2 1P-FCS microscope (Advanced Light Microscopy/Spectroscopy Shared Facility, UCLA). High-magnification images were obtained with a 63× objective (Leica, N.A. = 1.4). The cell samples were scanned four times to obtain an average. Images were processed using Leica Confocal Software.\nAbiotic Quantification of ROS Generation by 2′,7′-Dichlorofluorescein (H2DCF): Abiotic ROS generation was assessed by preparing H2DCF working solution, dissolving 50 µg of the dye in 17.3 µL ethanol. To facilitate cleavage of the diacetate group, 692 µL of 0.01 m sodium hydroxide was introduced to the solution, and the mixture placed at room temperature for 30 min. After 3.5 mL of sodium phosphate buffer (pH = 7.1) was added to neutralize the reaction, 25 µg mL−1 of cellulose nanoparticles were incubated with 29 µmol L−1 H2DCF for 3 h in a volume of 100 µL in a 96-well plate at room temperature. 60 µL of the stock suspension was taken to prepare a nanocellulose suspension at 300 µg mL−1 in H2DCF solution. The suspension was diluted to 25 µg mL−1 to perform the measurement. The fluorescence intensity was\n1901642 (12 of 13)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nSmall 2019, 1901642\nmeasured at Ex492/Em527 nm in a SpectraMax M5 microplate reader (Molecular Devices, Sunnyvale, CA).\nDetermination of Intracellular GSH Content: A GSH-Glo assay kit (Promega, Madison, WI) was used to determine the intracellular GSH levels during incubation of THP-1 cells with 37.5, 75, 150, 300 µg mL−1 cellulose nanoparticles in a 96-well plate at 37 °C and 5% CO2 for 6 h. The cellular supernatant was removed and 100 µL of GSH-Glo reaction buffer containing Luciferin-NT and glutathione S-transferase was added to each well in the plate and incubated at room temperature for 30 min. Following the addition 100 µL of Luciferin D to each well, the plate was incubated with constant shaking for another 15 min at room temperature. The luminescent signal was quantified using a SpectraMax M5 microplate reader (Molecular Devices; Sunnyvale, CA).\nAnalysis of BMDC Maturation and Cytokine Production by Cellulose Nanoparticles: BMDCs were exposed to cellulose nanoparticles at 300 µg mL−1 for 16 h before assessment of the expression of maturation markers (MHC-II, CD86, CD80, and CD40) on the cell surface. The expression of these markers was determined by flow cytometry using anti-CD11c PE plus one of the following FITC-labeled antibodies: antiMHC-II, anti-CD86, anti-CD80, or anti-CD40.[23] Briefly, cells were exposed to blocking monoclonal antibodies (CD16/CD32) for 10 min on ice. After washing, cells were incubated with monoclonal antibodies for 30 min at 4 °C. The cells were analyzed using a FACScan flow cytometer (Becton Dickinson), and the data analyzed using FlowJo (Ashland, OR). For cytokine production, the BMDCs were treated with LPS (10 ng mL−1) for 16 h before the addition of cellulose nanoparticles (300 µg mL−1). The cells were treated for 8 h, and supernatants were collected for quantification of IL-1β by ELISA. IL-1β was measured by the mouse ELISA sets (BD Biosciences; San Diego, CA) according to the manufacturer’s protocols.\nAnimal Vaccination Using Cellulose Nanoparticles and OVA: Eightweek-old female C57BL/6 mice were purchased from Charles River Laboratories (Hollister, CA). All animals were housed under standard laboratory conditions established by UCLA guidelines for care and ethical treatment of laboratory animals, including the use of the NIH Guide for the Care and Use of Laboratory Animals in Research (DHEW78-23). The protocols were approved by the Chancellor’s Animal Research Committee at UCLA and include standard operating procedures for animal housing (filter-topped cages; room temperature at 23 ± 2 °C 60% relative humidity; 12 h light, 12 h dark cycle) and hygiene status (autoclaved food and acidified water). The procedure and dosimetry of animal exposure to cellulose nanoparticles were referenced to previous studies.[22,23,56–58] Briefly, test animals were treated with endotoxinfree OVA (400 µg) or OVA/cellulose nanoparticles (400 µg/2 mg) via intraperitoneal (i.p.) injection on day 0. On day 7, the animals were i.p. treated with endotoxin-free OVA (200 µg). After animal sacrifice on day 14, blood samples were collected by cardiac puncture after pentobarbital anesthesia (0.1 mL of 50 mg kg−1 via i.p.). The mouse chest was opened and the blood was drawn by using a 21G needle and a 1 mL heparin-treated syringe. The serum was separated by centrifugation in a CAPIJECT blood collection tube (Terumo, Somerset, NJ) for 5 min (1500 rpm) and used for quantifying anti-OVA IgG and IgE titers by ELISA. Briefly, the blocked ELISA plate was coated with 50 µg mL−1 of OVA, followed by overlay of diluted serum samples and the addition of biotin-conjugated rat anti-mouse IgG or IgE antibodies (BD Biosciences, San Diego, CA).[23]\nStatistical Analysis: All the Statistical analyses represent mean ± SD. Statistical significance was determined by two-tailed Student’s t-test for two-group analysis or one-way ANOVA for multiple group comparisons.\nSupporting Information Supporting Information is available from the Wiley Online Library or from the author."
    }, {
      "heading" : "Acknowledgements",
      "text" : "X.W. and C.H.C. contributed equally to this work. Research reported in this publication was supported by the National Institute of Environmental Health Sciences of the National Institutes of Health under Award Number (U01ES027237) as part of the Nanotechnology Health Implications Research (NHIR) Consortium. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The engineered nanomaterials used in the research presented in this publication were procured/developed, characterized, and provided by the Engineered Nanomaterials Resource and Coordination Core (U24ES026946) as part of the Nanotechnology Health Implications Research Consortium. The authors thank the CNSI Advanced Light Microscopy/Spectroscopy and Electron Imaging Center for NanoMachines Core Facilities, the Flow Cytometry Core Facility of Jonsson Comprehensive Cancer Center, the Microscopic Techniques and Electron Microscope Core Facility of Brain Research Institute, and the Integrated Molecular Technologies Core (CURE/P30 DK041301) at UCLA."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Keywords",
      "text" : "aspect ratio, cellulose nanocrystals, cellulose nanofibrils, crystallinity, humoral immune effects\nReceived: March 31, 2019 Revised: July 30, 2019\nPublished online:\n[1] R. K. Mishra, A. Sabu, S. K. Tiwari, J. Saudi Chem. Soc. 2018, 22, 949. [2] N. Lin, A. Dufresne, Eur. Polym. J. 2014, 59, 302. [3] C. Endes, S. Camarero-Espinosa, S. Mueller, E. J. Foster,\nA. Petri-Fink, B. Rothen-Rutishauser, C. Weder, M. J. D. Clift, J. Nanobiotechnol. 2016, 14, 2. [4] R. Sunasee, U. D. Hemraz, K. Ckless, Expert Opin. Drug Delivery 2016, 13, 1243. [5] S. H. Osong, S. Norgren, P. Engstrand, Cellulose 2016, 23, 93. [6] S. Kalia, A. Dufresne, B. M. Cherian, B. S. Kaith, L. Averous,\nJ. Njuguna, E. Nassiopoulos, Int. J. Polym. Sci. 2011, 2011, 1. [7] S. Kalia, S. Boufi, A. Celli, S. Kango, Colloid Polym. Sci. 2014, 292, 5. [8] B. L. Peng, N. Dhar, H. L. Liu, K. C. Tam, Can. J. Chem. Eng. 2011,\n89, 1191. [9] A. Dufresne, Mater. Today 2013, 16, 220.\n[10] T. Abitbol, A. Rivkin, Y. F. Cao, Y. Nevo, E. Abraham, T. Ben-Shalom, S. Lapidot, O. Shoseyov, Curr. Opin. Biotechnol. 2016, 39, 76. [11] R. J. Moon, A. Martini, J. Nairn, J. Simonsen, J. Youngblood, Chem. Soc. Rev. 2011, 40, 3941. [12] C. Guise, R. Fangueiro, Biomed. Appl. Nanocellul. 2016, 12, 155. [13] M. J. D. Clift, E. J. Foster, D. Vanhecke, D. Studer, P. Wick, P. Gehr,\nB. Rothen-Rutishauser, C. Weder, Biomacromolecules 2011, 12, 3666. [14] J. Catalan, M. Ilves, H. Jarventaus, K. S. Hannukainen, E. Kontturi,\nE. Vanhala, H. Alenius, K. M. Savolainen, H. Norppa, Environ. Mol. Mutagen. 2015, 56, 171. [15] R. de Lima, L. O. Feitosa, C. R. Maruyama, M. A. Barga, P. C. Yamawaki, I. J. Vieira, E. M. Teixeira, A. C. Correa, L. H. C. Mattoso, L. F. Fraceto, Int. J. Nanomed. 2012, 7, 3555.\n1901642 (13 of 13)\nwww.advancedsciencenews.com\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.small-journal.com\nSmall 2019, 1901642\n[16] C. Endes, S. Mueller, C. Kinnear, D. Vanhecke, E. J. Foster, A. Petri-Fink, C. Weder, M. J. D. Clift, B. Rothen-Rutishauser, Biomacromole cules 2015, 16, 1267. [17] C. Endes, O. Schmid, C. Kinnear, S. Mueller, S. Camarero-Espinosa, D. Vanhecke, E. J. Foster, A. Petri-Fink, B. Rothen-Rutishauser, C. Weder, M. J. D. Clift, Part. Fibre Toxicol. 2014, 11, 2. [18] R. T. Cullen, A. Searl, B. G. Miller, J. M. G. Davis, A. D. Jones, J. Appl. Toxicol. 2000, 20, 49. [19] N. Yanamala, M. T. Farcas, M. K. Hatfield, E. R. Kisin, V. E. Kagan, C. L. Geraci, A. A. Shvedova, ACS Sustainable Chem. Eng. 2014, 2, 1691. [20] A. L. Menas, N. Yanamala, M. T. Farcas, M. Russo, S. Friend, P. M. Fournier, A. Star, I. Iavicoli, G. V. Shurin, U. B. Vogel, B. Fadeel, D. Beezhold, E. R. Kisin, A. A. Shvedova, Chemosphere 2017, 171, 671. [21] N. Yanamala, E. R. Kisin, A. L. Menas, M. T. Farcas, T. O. Khaliullin, U. B. Vogel, G. V. Shurin, D. Schwegler-Berry, P. M. Fournier, A. Star, A. A. Shvedova, Biomacromolecules 2016, 17, 3464. [22] B. B. Sun, Z. X. Ji, Y. P. Liao, C. H. Chang, X. Wang, J. Ku, C. Y. Xue, V. Mirshafiee, T. Xia, ACS Appl. Mater. Interfaces 2017, 9, 21697. [23] B. B. Sun, Z. X. Ji, Y. P. Liao, M. Y. Wang, X. Wang, J. Y. Dong, C. H. Chang, R. B. Li, H. Y. Zhang, A. E. Nel, T. Xia, ACS Nano 2013, 7, 10834. [24] T. Xia, R. F. Hamilton, J. C. Bonner, E. D. Crandall, A. Elder, F. Fazlollahi, T. A. Girtsman, K. Kim, S. Mitra, S. A. Ntim, G. Orr, M. Tagmount, A. J. Taylor, D. Telesca, A. Tolic, C. D. Vulpe, A. J. Walker, X. Wang, F. A. Witzmann, N. Q. Wu, Y. M. Xie, J. I. Zink, A. Nel, A. Holian, Environ. Health Perspect. 2013, 121, 683. [25] R. F. Hamilton, N. Q. Wu, D. Porter, M. Buford, M. Wolfarth, A. Holian, Part. Fibre Toxicol. 2009, 6, 235. [26] Z. Ji, X. Wang, H. Zhang, S. Lin, H. Meng, B. Sun, S. George, T. Xia, A. E. Nel, J. I. Zink, ACS Nano 2012, 6, 5366. [27] S. J. Lin, X. Wang, Z. X. Ji, C. H. Chang, Y. Dong, H. Meng, Y. P. Liao, M. Y. Wang, T. B. Song, S. Kohan, T. Xia, J. I. Zink, S. Lin, A. E. Nel, ACS Nano 2014, 8, 4450. [28] X. Wang, N. D. Mansukhani, L. M. Guiney, J. H. Lee, R. B. Li, B. B. Sun, Y. P. Liao, C. H. Chang, Z. X. Ji, T. Xia, M. C. Hersam, A. E. Nel, ACS Nano 2016, 10, 6008. [29] X. Wang, J. H. Lee, R. B. Li, Y. P. Liao, J. Kang, C. H. Chang, L. M. Guiney, V. Mirshofiee, L. J. Li, J. Q. Lu, T. Xia, M. C. Hersam, A. E. Nel, Small 2018, 14, 1703915. [30] X. Wang, M. C. Duch, N. Mansukhani, Z. X. Ji, Y. P. Liao, M. Y. Wang, H. Y. Zhang, B. B. Sun, C. H. Chang, R. B. Li, S. J. Lin, H. Meng, T. Xia, M. C. Hersam, A. E. Nel, ACS Nano 2015, 9, 3032. [31] C. N. Yang, J. Mamouni, Y. A. Tang, L. J. Yang, Langmuir 2010, 26, 16013. [32] F. A. Murphy, C. A. Poland, R. Duffin, K. Donaldson, Nanotoxicology 2012, 7, 1157. [33] F. A. Murphy, C. A. Poland, R. Duffin, K. T. Al-Jamal, H. Ali-Boucetta, A. Nunes, F. Byrne, A. Prina-Mello, Y. Volkov, S. P. Li, S. J. Mather, A. Bianco, M. Prato, W. MacNee, W. A. Wallace, K. Kostarelos, K. Donaldson, Am. J. Pathol. 2011, 178, 2587. [34] A. Manke, S. Luanpitpong, C. B. Dong, L. Y. Wang, X. Q. He, L. Battelli, R. Derk, T. A. Stueckle, D. W. Porter, T. Sager, H. L. Gou, C. Z. Dinu, N. Q. Wu, R. R. Mercer, Y. Rojanasakul, Int. J. Mol. Sci. 2014, 15, 7444. [35] M. Ema, H. Takehara, M. Naya, H. Kataura, K. Fujita, K. Honda, J. Toxicol. Sci. 2017, 42, 367. [36] E. J. Park, T. O. Khaliullin, M. R. Shurin, E. R. Kisin, N. Yanamala, B. Fadeel, J. Chang, A. A. Shvedova, J. Immunotoxicol. 2018, 15, 12. [37] X. Wang, T. Xia, M. C. Duch, Z. X. Ji, H. Y. Zhang, R. B. Li, B. B. Sun, S. J. Lin, H. Meng, Y. P. Liao, M. Y. Wang, T. B. Song, Y. Yang, M. C. Hersam, A. E. Nel, Nano Lett. 2012, 12, 3050. [38] S. P. Dong, M. Roman, J. Am. Chem. Soc. 2007, 129, 13810. [39] H. Y. Zhang, D. R. Dunphy, X. M. Jiang, H. Meng, B. B. Sun, D. Tarn, M. Xue, X. Wang, S. J. Lin, Z. X. Ji, R. B. Li, F. L. Garcia, J. Yang, M. L. Kirk, T. Xia, J. I. Zink, A. Nel, C. J. Brinker, J. Am. Chem. Soc. 2012, 134, 15790. [40] R. B. Li, L. M. Guiney, C. H. Chang, N. D. Mansukhani, Z. X. Ji, X. Wang, Y. P. Liao, W. Jiang, B. B. Sun, M. C. Hersam, A. E. Nel, T. Xia, ACS Nano 2018, 12, 1390. [41] H. Zhang, X. Wang, M. Wang, L. Li, C. H. Chang, Z. Ji, T. Xia, A. E. Nel, Small 2015, 11, 3797. [42] X. Wang, Z. X. Ji, C. H. Chang, H. Y. Zhang, M. Y. Wang, Y. P. Liao, S. J. Lin, H. Meng, R. B. Li, B. B. Sun, L. V. Winkle, K. E. Pinkerton, J. I. Zink, T. Xia, A. E. Nel, Small 2014, 10, 385. [43] B. B. Sun, X. Wang, Z. X. Ji, M. Y. Wang, Y. P. Liao, C. H. Chang, R. B. Li, H. Y. Zhang, A. E. Nel, T. Xia, Small 2015, 11, 2087. [44] L. Shang, K. Nienhaus, G. U. Nienhaus, J. Nanobiotechnol. 2014, 12, 25. [45] J. A. Champion, S. Mitragotri, Proc. Natl. Acad. Sci. USA 2006, 103, 4930. [46] D. M. Richards, R. G. Endres, Proc. Natl. Acad. Sci. USA 2016, 113, 6113. [47] M. Zheng, J. Yu, Drug Delivery Transl. Res. 2016, 6, 67. [48] X. Wang, M. C. Duch, N. Mansukhani, Z. Ji, Y. P. Liao, M. Y. Wang, H. Y. Zhang, B. B. Sun, C. H. Chang, R. B. Li, S. J. Lin, H. Meng, T. Xia, M. C. Hersam, A. E. Nel, ACS Nano 2015, 9, 3032. [49] A. A. Shvedova, E. R. Kisin, N. Yanamala, M. T. Farcas, A. L. Menas, A. Williams, P. M. Fournier, J. S. Reynolds, D. W. Gutkin, A. Star, R. S. Reiner, S. Halappanavar, V. E. Kagan, Part. Fibre Toxicol. 2016, 13. [50] M. T. Farcas, E. R. Kisin, A. L. Menas, D. W. Gutkin, A. Star, R. S. Reiner, N. Yanamala, K. Savolainen, A. A. Shvedova, J. Toxicol. Environ. Health, Part A 2016, 79, 984. [51] X. M. Dong, J. F. Revol, D. G. Gray, Cellulose 1998, 5, 19. [52] Z. X. Ji, X. Jin, S. George, T. A. Xia, H. A. Meng, X. Wang, E. Suarez, H. Y. Zhang, E. M. V. Hoek, H. Godwin, A. E. Nel, J. I. Zink, Environ. Sci. Technol. 2010, 44, 7309. [53] C. L. Hilton, Anal. Chem. 1959, 31, 1610. [54] L. P. Novo, J. Bras, A. Garcia, N. Belgacem, A. A. S. Curvelo, ACS Sustainable Chem. Eng. 2015, 3, 2839. [55] M. A. Williams, T. Rangasamy, S. M. Bauer, S. Killedar, M. Karp, T. W. Kensler, M. Yamamoto, P. Breysse, S. Biswal, S. N. Georas, J. Immunol. 2008, 181, 4545. [56] M. J. Whitekus, N. Li, M. Zhang, M. Y. Wang, M. A. Horwitz, S. K. Nelson, L. D. Horwitz, N. Brechun, D. Diaz-Sanchez, A. E. Nel, J. Immunol. 2002, 168, 2560. [57] N. Li, M. Y. Wang, B. Barajas, C. Sioutas, M. A. Williams, A. E. Nel, J. Innate Immun. 2013, 5, 543. [58] N. Li, M. Y. Wang, L. A. Bramble, D. A. Schmitz, J. J. Schauer, C. Sioutas, J. R. Harkema, A. E. Nel, Environ. Health Perspect. 2009, 117, 1116."
    } ],
    "references" : [ {
      "title" : "Int",
      "author" : [ "S. Kalia", "A. Dufresne", "B.M. Cherian", "B.S. Kaith", "L. Averous", "J. Njuguna", "E. Nassiopoulos" ],
      "venue" : "J. Polym. Sci. 2011",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Fibre Toxicol",
      "author" : [ "C. Endes", "O. Schmid", "C. Kinnear", "S. Mueller", "S. Camarero-Espinosa", "D. Vanhecke", "E.J. Foster", "A. Petri-Fink", "B. Rothen-Rutishauser", "C. Weder", "M.J.D. Clift", "Part" ],
      "venue" : null,
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2014
    }, {
      "title" : "Small 2015",
      "author" : [ "B.B. Sun", "X. Wang", "Z.X. Ji", "M.Y. Wang", "Y.P. Liao", "C.H. Chang", "R.B. Li", "H.Y. Zhang", "A.E. Nel", "T. Xia" ],
      "venue" : "11",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2087
    }, {
      "title" : "Fibre Toxicol",
      "author" : [ "A.A. Shvedova", "E.R. Kisin", "N. Yanamala", "M.T. Farcas", "A.L. Menas", "A. Williams", "P.M. Fournier", "J.S. Reynolds", "D.W. Gutkin", "A. Star", "R.S. Reiner", "S. Halappanavar", "V.E. Kagan", "Part" ],
      "venue" : null,
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : ", found that although CNC aerosol exposure of a human epithelial airway barrier model did not elicit significant cytotoxicity, pro-inflammatory or oxidative stress effects, longer CNCs (2244 ± 1687 nm) were cleared less effectively than shorter CNCs (168 ± 72 nm).[16,17] Cullen et al.",
      "startOffset" : 264,
      "endOffset" : 271
    }, {
      "referenceID" : 3,
      "context" : ", influencing sperm counts, mobility, and DNA strand breaks in the male reproductive system.[49,50] We significantly extend these observations by providing structure–activity relationships, demonstrating the importance of crystallinity, length, and surface hydroxyl density as important material characteristics that underpin pro-inflammatory and immunogenic effects in the innate immune system.",
      "startOffset" : 92,
      "endOffset" : 99
    } ],
    "year" : 2019,
    "abstractText" : "Dr. X. Wang, Dr. Q. Liu, Dr. Y.-P. Liao, Dr. J. Lu, Dr. X. Liu, Prof. A. E. Nel, Prof. T. Xia Division of NanoMedicine Department of Medicine University of California Los Angeles, CA 90095, USA E-mail: anel@mednet.ucla.edu; txia@ucla.edu Dr. X. Wang, Dr. C. H. Chang, Dr. J. Jiang, L. Li, Prof. A. E. Nel, Prof. T. Xia California NanoSystems Institute University of California Los Angeles, CA 90095, USA J. Kim Department of Ecology and Evolutionary Biology University of California Los Angeles, CA 90095, USA A. Ahmed Department of Molecular, Cell, and Developmental Biology University of California Los Angeles, CA 90095, USA The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/smll.201901642. DOI: 10.1002/smll.201901642",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}