{
  "name" : "downloads_2020-07-19_fc_10.1080@01904167.2020.1793187.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Promoting effect of Nano-Se on tobacco growth and reactive oxygen species metabolism",
    "authors" : [ "Yang Liu", "Xiangyu Meng", "Juan Liu", "Taibo Liang", "Zhen Zhai", "Alvaro Sanz-Saez", "Huaxin Dai" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "ARTICLE HISTORY Received 22 March 2020 Accepted 24 June 2020\nKEYWORDS cultivar variation; differential dose response; nanomaterials; Nicotiana tabacum L; ROS"
    }, {
      "heading" : "Introduction",
      "text" : "Nanomaterials have attracted a lot of research interests in the last years for their beneficial biological application due to their small size and therefore high surface area effect (Kole et al. 2013; Khodakovskaya et al. 2012). Selenium is an essential trace mineral for mammals, and has important functions such as antioxidation, anticarcinogenic effects, and immunity stimulation (Fairweather-Tait et al. 2011). Se is a ubiquitous metalloid element that occurs in different forms, including selenide [Se (-II)], elemental Se [Se (0)], selenite [Se (IV)], and selenate [Se (VI)]. All of these Se compounds can be transform organic and occur naturally in the environment accumulating in animals and plants (Dissanayake and Chandrajith 2009). Nano-Se particles are\nCONTACT Taibo Liang taibol@163.com Zhengzhou Tobacco Research Institute, China National Tobacco Corporation, Zhengzhou 450001, China. 2020 Taylor & Francis Group, LLC\nusually formed by elemental Se [Se (0)], and can be biologically and/or chemically synthesized (Lenz et al. 2011; Hu et al. 2018). In wheat it has been discovered that nano-Se enters by diffusion in the root, in comparison with selenite that enters by active absorption (Hu et al. 2018). However, after root absorption, selenite and nano-Se are transformed to seleno amino acidssuch as Se-cysteine and Se-methionine. Even though selenite and nano-Se have a similar transformation route, it has been demonstrated that nano-Se has higher biological activity and function than selenite affecting positively plant’s growth (Wang, Zhang, and Yu 2007; Haghighi, Abolghasemi, and Teixeira da Silva 2014). However, Se is not yet considered as a macro or micro nutrient for plants (Feng, Wei, and Tu 2013).\nDuring the development of a plant, growth can be reduced by different biotic or abiotic stresses. Some abiotic stresses such as drought and photo-inhibition hinder plant growth and development by the production of ROS, such as superoxide anion radicals (O2-), hydrogen peroxide (H2O2) and hydroxyl radicals ( OH-). In the long-term evolution of plants, plants have developed complex enzymes and non-enzymatic antioxidant systems to scavenge ROS and protect different plant functions such as photosynthesis, mitochondrial function and other. Superoxide dismutase (SOD), catalase (CAT), peroxidase (POD) and glutathione peroxideases (GPxs) are antioxidant enzymes with ROS scavenging activity (Liu et al. 2014; Li et al. 2017; Shah and Nahakpam 2012). In order to increase plant tolerance to environmental stress, researcher should find different avenues to increase the activity or response of these antioxidant enzymes. Some studies have demonstrated that in low concentrations Se is beneficial to higher plants’ growth (Saha, Fayiga, and Sonon 2017; El-Ramady et al. 2014; Nawaz et al. 2015). One of the reasons of the growth improvement, is the enhancement of their antioxidative capacity and therefore increased tolerance to oxidative stress (Chen et al. 2014; Hawrylak-Nowak et al. 2015; Naz et al. 2015; Hajiboland et al. 2015). Studies have shown that Se mainly plays its role by participating in the formation of GPxs, thioredoxinreductases (TrxR) and other types of Se enzymes, which is crucial for animals and humans (Stoytcheva and Berry 2009; Liu, Shang, et al. 2015). Physiological effects of Se on plants include regulation of growth and development (Ekanayake et al. 2015), regulation of photosynthesis (Feng et al. 2015; Huang et al. 2018; Zhang et al. 2014), and removal of ROS and inhibition of TBARS accumulation in plants (Ekanayake et al. 2015).\nStudies in flue-cured tobacco have shown that optimal Se dose can improve plant growth mainly by enhancing photosynthesis and reducing TBARS content in leaves (Jiang et al. 2015; Han 2015). In addition, an in-vitro study proved that roots derived from tobacco callus can absorb nano-Se particles in a medium concentration of 265-530 lmol L 1, improving root growth and the overall health of the tobacco callus derived organs (Domokos-Szabolcsy et al. 2012). Currently, increasing Se content in agricultural products such as vegetables, rice and fruits is welcomed by both producers and consumers. The most common method used in agricultural production is foliar application of Se fertilizer. This method has achieved good results in increasing the Se content and yield of agricultural products. Tobacco (Nicotiana tabacum L.) is an important model plant for scientific research, and it is also an important economic nonfood crop worldwide. Although there is proof of the positive effects of nano-Se over tobacco growth, there is not any study testing if the nano-Se promotes the anti-oxidant status of the plant. In addition, current bibliography lacks on information regarding to the different response of tobacco types to nano-Se application. We hypothesize that nano-Se could regulate the reactive oxygen metabolism of tobacco and then regulate plant growth. In addition, we hypothesize that this response depends on the dose and that may vary depending on the tobacco type.\nThe objective of this research was to study the effect of different nano-Se concentrations in tobacco. With that propose, a nano-Se spray test was conducted using two tobacco types (Burley and flue-cured) widely grown in China. The effects of nano-Se treatment at different concentrations on plant growth and ROS metabolism were studied with the objective of providing future reference for nano-Se field application experiments."
    }, {
      "heading" : "Materials and methods",
      "text" : ""
    }, {
      "heading" : "Experimental materials and design",
      "text" : "A pot experiment was carried out in greenhouse from April to July in 2018 in Zhengzhou Tobacco Research Institute of Henan province, China. Two popular tobacco (Nicotiana tabacum L.) cultivars in China, Ey’an 1, a type of burley tobacco, and K326, a type of flue-cured tobacco, were used in this study. Seeds were surfaced-sterilized with 2% (v/v) NaOCl for 10min, rinsed with deionized sterile water, and then sown in a seedling tray and grown until the plants were 45 days old. The 45 days old tobacco seedlings with six true leaves were used in the pot experiment. The plants were placed in 1 L pots with a soil mixture of peat and vermiculite (8:2). The pots were placed in a greenhouse with a daytime temperature of 25 C-30 C, a nighttime temperature of 15 C-20 C, and a relative humidity (RH) of 60-80%.\nNano-Se was supplied by Beijing Baiwohuitong Technology Co., Ltd (Beijing, China). Three concentration levels of nano-Se were set to 0mg L 1 (Control), 2.5mg L 1, and 5.0mg L 1 , with 10 repetitions (pots) for each treatment. The 0mg L-1 nano-Se treatment plants were sprayed with water as a control. To avoid contamination between nano-Se treatments, the plants were moved out of the greenhouse and returned to the greenhouse immediately afterwards. Nano-Se was sprayed on the leaf surface once every 5 days for a total of four times after transplanting. In each spray, 25ml of solution was used for each treatment, making sure that the liquid from the leaves was equally distributed in the canopy. After 20 days of cultivation in the greenhouse, the plants were sampled and measured. During the growth of tobacco in the pots, 200mL of 1/2 Hoagland nutrient solution was poured every three days, per pot, adding water every day to avoid drought and salt accumulation."
    }, {
      "heading" : "Parameters measurement",
      "text" : "All measurements were performed when plants reached 20 days after transplanting."
    }, {
      "heading" : "SPAD measurements",
      "text" : "The chlorophyll content was measured using the chlorophyll meter SPAD-502Plus (KONICA MINOLTA) at the fifth leaf position. The average value of three measurements at the base, middle and tip of the leaf was used as value for each plant.\nRoot morphology characteristics and root vigor\nTobacco plants were cut and divided into two parts, the root and the shoot biomass. The roots were taken out of the substrate and washed with ultrapure water. Then, a root scanner (EPSON 11000XL) was used to scan the roots, and the total root length, surface area, and volume were calculated using WinRHIZO software. Root vigor was measured using 2,3,5-triphenyltetrazolium chloride (TTC) method, and calculated based on the amount of reduction of TTC per unit time (Zhang, Qu, and Li 2009)."
    }, {
      "heading" : "Dry weight accumulation",
      "text" : "Shoot biomass was mainly composed by leaves as the plants were still small. Leaf subsamples were taken from the 5th leaf position and flash freeze in liquid N2 for further antioxidant analysis (see below). Leaves and roots were dried at 65 C until reach constant weight. Plant dry weight was then measured using a micro scale with a 0.000 g precision.\nElemental analysis and nutrient content\nLeaf dry samples were grinded and divided in aliquots to use in elemental analysis. Total N was measured with Vario MARCO cube elemental analyzer (Elementar, Germany). Another aliquot of the dry sample was digested with HNO3-H2O2 by a Microwave digestion, and the total P was determined by the Discrete Multi-Chemistry Analyzer AQ2 (Seal Analytical, UK). Total K was measured by flame photometry. Using the shoot and root dry weight and the nutrient concentrations, nutrient accumulation per plant was calculated."
    }, {
      "heading" : "Leaf antioxidant discrimination",
      "text" : "Leaf subsamples were ground and homogenized in sodium phosphate buffer (50mM, pH 7.0) in an ice bath using a mortar and pestle. Then the sample was centrifuged at 10000 g, 4 C for 10minutes. The supernatant was collected to measure the activity of the following anti-oxidant enzymes. Leaf SOD activity was measured by the nitro-blue tetrazolium reduction method (Tan et al. 2008). SOD activity was assayed based on the reduction of NBT (nitroblue tetrazolium), and one unit of SOD activity (U) was defined as the amount of enzyme that caused 50% inhibition of NBT reduction. Leaf POD activity was determined by measuring the absorbance changes at 470 nm at 25 C using guaiacol method (Tan et al. 2008). Leaf CAT activity was measured by ultraviolet absorption (Tan et al. 2008). CAT activity was calculated as the amount of enzyme that caused a reduction in absorbance at 240 nm (Tan et al. 2008).\nThe level of lipid peroxidation was measured in terms of thiobarbituric acid reactive substances (TBARS) concentration (Heath and Packer 1968). Superoxide radical concentration of leaf was measured by hydroxylamine hydrochloride self-oxidation method (Wang and Luo 1990), and the H2O2 concentration was measured by the principle that titanium sulfate and H2O2 could generate yellow titanium dioxide complexes and have a characteristic absorption peak at 415 nm (Wang and Luo 1990)."
    }, {
      "heading" : "Se content analysis",
      "text" : "Leaf Se content was determined by the method previously described by (Jiang et al. 2015). As summary, the dry leaf powder was digested with HNO3 and H2O2, and the solution was analyzed using inductively coupled plasma–mass spectrometry (ICP–MS)."
    }, {
      "heading" : "Statistical analysis",
      "text" : "All the statistical analyses were conducted with SPSS 21.0 (SPSS software Inc., USA), using a twoway ANOVA. Cultivar and nano-Se treatments were considered as fixed effect meanwhile replicated was considered as random. When the main effect of cultivar, nano-Se treatment, or the interaction of both were significant (P 0.05), a LSD post-hoc test was used for multiple comparison. Results were presented as means ± standard deviation."
    }, {
      "heading" : "Results",
      "text" : "Effects of nano-Se on chlorophyll content\nIn general, chlorophyll content was higher in E’yan 1 in comparison with K326. However, chlorophyll content showed interaction between cultivar and nano-Se concentration (Figure 1). In E’yan 1 nano-Se increased chlorophyll content significantly only in the 5.0mg L 1 dose. By the contrary, in K326, chlorophyll content was only increased in the 2.5mg L 1 nano-Se.\nEffects of nano-Se on the root vigor and morphological characteristics of two tobacco cultivars\nThe nano-Se sprays and the tobacco cultivar showed significant effect on root vigor without showing interaction between cultivar and nano-Se concentration. For both cultivars, only the 5.0mg L 1 nano-Se spray was able to increase root vigor (Table 1). Total root length, and root surface showed cultivar and nano-Se effects, as well as cultivar by nano-Se interaction. For E’yan 1, total root length and root surface was increased with the 2.5mg L 1 nano-Se, but no differences were observed between 2.5 and 5.0mg L 1 nano-Se treatments. On the other hand, K326 increased total root length and root surface only in the plants treated with 2.5mg L 1 nano-Se, and not showing any positive effect in the plants treated with 5.0mg L 1 nano-Se (Table 1). Root volume was higher in E’yan 1 in comparison with K326, however no effect of nano-Se, no interaction effect was observed for this parameter.\nFigure 1. Mean SPAD value and standard errors of leaves in E’yan 1 and K326. The nano-Se concentrations were 0, 2.5 and 5.0mg L-1. Means showing the same lower case letter are not significantly different (P¼ 0.05) in the LSD test.\nEffects of nano-Se on the biomass accumulation\nNano-Se treatment affected shoot, root and whole plant dry weight (DW) for both tobacco cultivars (Table 2). However, interaction between the nano-Se application and the tobacco cultivar was observed in the three studied parameters. In E’yan 1, both nano-Se applications increased equally shoot DW. By the contrary, in K326, shoot DW was only increased with the 2.5mg L 1 nano-Se application, and not affected by the 5.0mg L 1 (Table 2). Root DW was significantly increased by 2.5 and 5.0mg L 1 application in E’yan 1 (14.28% and 37.1% increase comparing with the control). Meanwhile in K326, root DW was increased by 40% and 25% in the 2.5 and 5.0mg L 1 of nano-Se respectively (Table 2). For the whole plant DW, E’yan 1 increased a 24.0% only in the 5.0mg L 1 application, meanwhile K326 only showed significant increases in the whole plant DW (44%), in the 2.5mg L 1 of nano-Se (Table 2).\nEffects of nano-Se on mineral elements composition\nThe accumulation of N, P, and K in both tobacco cultivars showed an increasing trend compared with the control (Figure 2). However, interaction between the cultivar and nano-Se concentration was found for the three elements. E’yan 1 only increased N content with the 5.0mg L 1 nano-Se, meanwhile K326, only showed higher N accumulation in plants sprayed with the 2.5mg L 1 nano-Se dose (Figure 2a). P accumulation in leaves was not affected by the nano-Se spray in E’yan 1, meanwhile in K326 was significantly increased at 2.5 and 5.0mg L 1 nano-Se. Interestingly, the 2.5mg L 1 nano-Se spray showed the highest P accumulation in comparison with the 5.0mg L 1 treatment (Figure 2b). K accumulation followed a similar trend as N, with\nE’yan 1 showing higher K content at 2.5 and 5.0mg L 1 nano-Se, meanwhile K326 only showed higher K accumulation in the 2.5mg L 1 nano-Se treatment (Figure 2c). In general, these results agree with the general trend observed in the chlorophyll measurements, whole plant DW and root characteristics evidencing that nano-Se only produce a positive response of K326 tobacco plants at 2.5mg L 1 nano-Se treatment and not at 5.0mg L 1 nano-Se. Meanwhile, in E’yan 1 nano-Se accumulation increases those parameters at 2.5 and 5.0mg L 1 levels and never shows no effect at 5.0mg L 1.\nEffects of nano-Se on antioxidant enzyme activities and oxidative molecules contents\nThere was significant cultivar, nano-Se concentration, and cultivar nano-Se interaction effects for SOD, CAT and POD activities (Figure 3a–c, respectively). The SOD activity of E’yan 1 treated with 2.5 and 5.0mg L 1 was not significantly different from the control. On the other hand, K326 SOD activity was significantly increased by 109.63% and 80.95% for the 2.5 and 5.0mg L 1 nano-Se treatments respectively (Figure 3a). In E’yan 1, CAT activity was only increased by 57.17% at the 5.0mg L 1 nano-Se rate (Figure 3b). By the contrary, in K326 the 2.5mg L 1 nano-Se reduced CAT activity, with the 5.0mg L 1 nano-Se showing the same activity as the control. The POD activity was increased by 55.33% and 34.05% in the 2.5 and 5.0mg L 1 nano-Se for the E’yan 1, with the plants treated with 2.5mg L 1 nano-Se showing the highest activity. By the contrary, POD activity for the K326 cultivar increased a 2.98% at 5.0mg L 1 nano-Se, and decreased a 15.94% for the 2.5mg L 1 nano-Se (Figure 3c).\nThere was significant cultivar nano-Se concentration interaction effect on TBARS concentration (Figure 3d). TBARS concentration was reduced for both cultivars at 2.5 and 5.0mg L 1 nano-Se, but the decrease was more accentuated in E’yan 1. The TBARS concentration was reduced a 44.1% and 40.1% in E’yan 1 and 21.1% and 15.5% in K326 for the 2.5 and 5.0mg L 1 respectively (Figure 3d). Superoxide anion concentration and H2O2 concentration were affected only by the nano-Se concentration and not by cultivar (Figure 3e). Superoxide radical concentration decreased only at 5.0mg L 1 nano-Se for both cultivars. On the other hand, H2O2 content decreased only with the 5.0mg L 1 nano-Se for the E’yan 1, meanwhile it was decreased at both nano-Se concentrations for the K326 cultivar (Figure 3f)."
    }, {
      "heading" : "Effects of nano-Se on Se content",
      "text" : "The nano-Se sprays showed significant effect on leaf Se content of the two tobacco cultivars and no interaction between nano-Se and cultivar has been demonstrated. The Se content was 60.44 and 76.91 times higher in E’yan 1 at 2.5 and 5.0mg L 1 nano-Se respectively, compared to the control. In K326, the Se content was 83.87 and 103.93 times higher at 2.5 and 5.0mg L 1 nanoSe (Figure 4). However there was not any effect detected in the leaf Se content due to cultivar differences. Compared with the 2.5mg L 1 nano-Se, the leaf Se content increased significantly at the 5.0mg L 1 nano-Se in both two tobacco cultivars."
    }, {
      "heading" : "Discussion",
      "text" : "Previous studies have shown that Se plays an active role in regulating plant growth. It has been documented that at low concentrations, Se can stimulate plant growth, however, at high concentrations, it has been documented that can inhibit growth behaving as a trace mineral (El-Ramady et al. 2014; 2016; Nawaz et al. 2015;). Se can alleviate oxidative stress of tobacco in both enzymatic and nonenzymatic ways (Liu, Shang, et al. 2015), and Se accumulation in plants may exert positive or negative effects on other species depending the concentration at which it is applied (Pilon-Smits 2019). Previous studies on the use of nano-Se to improve crop growth and yield\nhave been tested before (Domokos-Szabolcsy et al. 2014; Haghighi, Abolghasemi, and Teixeira da Silva 2014). However, studies on the application of nano-Se in tobacco ROS metabolism have not been reported until this date.\nThe nano-se sprays effectively increased the amount of Se content in the leaves (Figure 4), confirming that the plants were able to absorb the Se through the leaves. The current experiment demonstrates that spraying nano-Se can promote the growth of tobacco plants and increase plant biomass and nutrient accumulation (Tables 1 and 2, Figure 2). This results also demonstrate that there is a dose response and that this response is cultivar dependent. For example, E’yan 1\nFigure 3. SOD activity (a), CAT activity(b), POD activity(c), TBARS concentration(d), superoxide radical concentration (e) and H202 concentration(f) in tobacco leaves of E’yan l and K326, sprayed with nano-Se concentrations of 0, 2.5 and 5.0mg L-1. Means showing the same lower case letter are not significantly different (P¼ 0.05) in the LSD test.\nshowed an increasing trend, in total biomass and nutrient content that was maximized at 5.0mg L 1 (Table 2 and Figure 2). However, the cultivar K326 showed a significant increase in biomass and nutrient accumulation at 2.5mg L 1 but a decrease on this parameters until reach the similar values to the control treatment when the plants were treated with 5.0mg L 1 of nano-Se. Han (2015) studied the effect of increasing concentrations of Se on flue-cured tobacco cultivar “Yunyan 87” fertilized with sodium selenite in the soil. It was concluded that low concentrations of Se applied to the soil ( 4.4mg kg 1) promotes the absorption of N and K and improves tobacco leaves’ quality. However, the high concentrations of Se ( 11.1mg kg 1) inhibited the growth of flue-cured tobacco. The results obtained by Han (2015) are similar to the obtained in the cultivar K326, suggesting that some cultivars have a maximum tolerance to Se concentration, at which growth promotion stops. On the other hand, the cultivar E’yan 1 shows aboveground and below growth promotion with concentrations as high as 5.0mg L 1 of nano-Se. Therefore, this cultivar does not show a negative effect over growth parameters of high doses of nano-Se at the tested concentrations. Although we have observed different response between cultivars to high concentration nano-Se, the optimum concentration of nano-Se still needs to be tested under field condition. In agricultural production, Se fertilizer have been used to increase the chlorophyll content of plants to stimulate photosynthesis and thus growth (Jiang et al. 2015). To a certain extent, the chlorophyll content of tobacco leaves can reflect the growth potential of plants (Parry, Blonquist, and Bugbee 2014). Therefore, the increase in growth observed in both cultivars could be due to the increased chlorophyll content observed in the plants treated with nano-Se. These results show the same trend and evidence as the growth parameters, nano-Se has a dosage effect in tobacco, but differs between the two studied cultivars. E’yan 1 does not show any symptom of growth inhibition, while K326 showed reduced growth and chlorophyll content at the high concentration of nano-Se. More experiment will need to be performed to test if E’yan 1 can tolerate higher levels of nano-Se application.\nSe is an important component of glutathione peroxidase, which can directly or indirectly regulate the formation of antioxidants and ROS in plants (Liu, Wang et al. 2015; Freeman et al. 2010; Yin et al. 2017). Han’s (2015) research showed that the activities of SOD, POD and CAT of Yunyan 87 increased at low soil Se concentrations to later decrease at high concentrations. In the\nFigure 4. Mean Se concentration value and standard errors of leaves in E’yan 1 and K326. The nano-Se concentrations were 0, 2.5 and 5.0mg L-1. Means showing the same lower case letter are not significantly different (P¼ 0.05) in the LSD test.\ncurrent experiment, the antioxidant enzyme activities of the two tobacco cultivars changed differently depending on the applied nano-Se concentration. In E’yan 1, the application of nano-Se did not increase SOD activity, CAT activity was only increased at 5.0mg mL 1 and POD activity increased at both nano-Se concentrations. In the other hand, in K326, only SOD activity increased with higher concentrations of nano-Se. This variation could be explained by the differences in the cultivar’s own enzyme system and its response to Se (Astaneh et al. 2018), however it does not show the clear trend that was showed by the biomass, root characteristics and the chlorophyll content data. So far, most of the studies were carried out using selenite or selenate. Compared with selenite or selenate, nano-Se is quite different in properties and functions. Therefore, the difference between nano-Se and common Se, such as selenate, in promoting plant growth and antioxidant metabolism needs further study.\nHan (2015) showed that TBARS content, an indicator of membrane lipid peroxidation, decreased under low Se concentrations and increased when exposed to high concentrations agreeing with the biomass results obtained. In the current experiment, TBARS concentration decreased significantly in both tobacco cultivars, indicating that the application of nano-Se had the same effect in reducing membrane lipid peroxidation products. For the change of ROS, both the superoxide radical and H2O2 content of the two tobacco types were decreased by nano-Se treatment, especially 5.0mg L 1 concentration. Therefore, although the response of the antioxidant enzymes does not follow the same pattern as the biomass accumulation, we can conclude that the application of nano-Se improved the activity of some of main three anti-oxidant enzymes, reducing the TBARS and ROS concentrations, both tobacco cultivars. In order to conclude if the application of nano-Se is positive for plant growth and anti-oxidant stress, more research needs to be done combining multiple cultivars, different nano-Se rates and under different stressful conditions such as drought, high temperature, elevated ozone, etc."
    }, {
      "heading" : "Conclusions",
      "text" : "The plant growth of tobacco can be promoted by spraying nano-Se at appropriate concentration on the leaf surface, but there is a negative effect at high concentrations for some cultivars. Different tobacco cultivars have different degrees of response to nano-Se, and E’yan 1 is more tolerant than K326 to high nano-Se concentrations. Nano-Se can improve the antioxidant enzyme activities of two tobacco cultivars and reduce the content of membrane lipid peroxidation products and ROS."
    }, {
      "heading" : "Author contributions",
      "text" : "Formal analysis, Z. Z.; Investigation, H. D.; Project administration, T. L.; Software, J. L.; Writing - original draft, Y. L. and X. M.; Writing - review & editing, A. S. and T.L. All authors have read and agreed to the published version of the manuscript."
    }, {
      "heading" : "Conflicts of interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Funding",
      "text" : "This work was funded by the “Zhengzhou Tobacco Research Institute Dean Fund” project (112017CA0100), Sichuan Tobacco Company Project(LSYC201601), and Henan Tobacco Company Project (2018410000270036)"
    } ],
    "references" : [ {
      "title" : "The effects of selenium on some physiological",
      "author" : [ "R.K. Astaneh", "S. Bolandnazar", "F.Z. Nahandi", "S. Oustan" ],
      "venue" : null,
      "citeRegEx" : "Astaneh et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Astaneh et al\\.",
      "year" : 2018
    }, {
      "title" : "Introduction to medical geology, 205–34",
      "author" : [ "C.B. Dissanayake", "R. Chandrajith." ],
      "venue" : "Berlin: Springer-Verlag",
      "citeRegEx" : "Dissanayake and Chandrajith.,? 2009",
      "shortCiteRegEx" : "Dissanayake and Chandrajith.",
      "year" : 2009
    }, {
      "title" : "Accumulation of red elem",
      "author" : [ "L. Marton", "A. Sztrik", "B. Babka", "J. Prokisch", "M. Fari" ],
      "venue" : null,
      "citeRegEx" : "Domokos.Szabolcsy et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Domokos.Szabolcsy et al\\.",
      "year" : 2012
    }, {
      "title" : "Selenium fertilization",
      "author" : [ "D. Thavarajah", "E. Vial", "B. Schatz", "R. McGee", "P. Thavarajah" ],
      "venue" : null,
      "citeRegEx" : "Ekanayake et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Ekanayake et al\\.",
      "year" : 2015
    }, {
      "title" : "Selenium and nano-selenium in plant nutrition",
      "author" : [ "Bayoumi" ],
      "venue" : "Environmental Chemistry Letters",
      "citeRegEx" : "Bayoumi,? \\Q2016\\E",
      "shortCiteRegEx" : "Bayoumi",
      "year" : 2016
    }, {
      "title" : "Selenium improves",
      "author" : [ "T. Feng", "S.S. Chen", "D.Q. Gao", "G.Q. Liu", "H.X. Bai", "A. Li", "L.X. Peng", "Z.Y. Ren" ],
      "venue" : null,
      "citeRegEx" : "Feng et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Feng et al\\.",
      "year" : 2015
    }, {
      "title" : "The roles of selenium in protecting plants against abiotic stresses",
      "author" : [ "R.W. Feng", "C.Y. Wei", "S.X. Tu" ],
      "venue" : null,
      "citeRegEx" : "Feng et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Feng et al\\.",
      "year" : 2013
    }, {
      "title" : "Molecular mechanisms of selenium tolerance and hyperaccumulation",
      "author" : [ "Mcgrath", "D.V. Hoewyk" ],
      "venue" : null,
      "citeRegEx" : "Mcgrath and Hoewyk,? \\Q2010\\E",
      "shortCiteRegEx" : "Mcgrath and Hoewyk",
      "year" : 2010
    }, {
      "title" : "Low and high temperature stress affect the growth",
      "author" : [ "M. Haghighi", "R. Abolghasemi", "J.A. Teixeira da Silva" ],
      "venue" : null,
      "citeRegEx" : "Haghighi et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Haghighi et al\\.",
      "year" : 2014
    }, {
      "title" : "Selenium-induced enhancement in carbohy",
      "author" : [ "R. Hajiboland", "S. Rahmat", "N. Aliasgharzad", "H. Hartikainen" ],
      "venue" : null,
      "citeRegEx" : "Hajiboland et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Hajiboland et al\\.",
      "year" : 2015
    }, {
      "title" : "The accumulation and species of selenium in flue-cured tobacco and the mechanisms of selenium",
      "author" : [ "D. Han" ],
      "venue" : null,
      "citeRegEx" : "Han,? \\Q2015\\E",
      "shortCiteRegEx" : "Han",
      "year" : 2015
    }, {
      "title" : "The dual effects of two inorganic selenium forms on",
      "author" : [ "B. Hawrylak-Nowak", "R. Matraszek", "M. Pogorzelec" ],
      "venue" : null,
      "citeRegEx" : "Hawrylak.Nowak et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Hawrylak.Nowak et al\\.",
      "year" : 2015
    }, {
      "title" : "Photoperoxidation in isolated chloroplst I, kinetics and stochiometry of fatty acid",
      "author" : [ "R.L. Heath", "I. Packer" ],
      "venue" : null,
      "citeRegEx" : "Heath and Packer.,? \\Q1968\\E",
      "shortCiteRegEx" : "Heath and Packer.",
      "year" : 1968
    }, {
      "title" : "Absorption and Bio",
      "author" : [ "T. Hu", "H.F. Li", "J.X. Li", "G.S. Zhao", "W.L. Wu", "L.P. Liu", "Q. Wang", "Y.B. Guo" ],
      "venue" : null,
      "citeRegEx" : "Hu et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Hu et al\\.",
      "year" : 2018
    }, {
      "title" : "Selenium improves physiological",
      "author" : [ "C.P. Huang", "N.N. Qin", "L. Sun", "M.Y. Yu", "W.Z. Hu", "Z.Y. Qi" ],
      "venue" : null,
      "citeRegEx" : "Huang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Huang et al\\.",
      "year" : 2018
    }, {
      "title" : "Effects of selenium on the growth and photosynthetic",
      "author" : [ "C.Q. Jiang", "C.L. Zu", "J. Shen", "F.W. Shao", "T. Li" ],
      "venue" : null,
      "citeRegEx" : "Jiang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Jiang et al\\.",
      "year" : 2015
    }, {
      "title" : "Carbon nanotubes induce",
      "author" : [ "M.V. Khodakovskaya", "K. de Silva", "A.S. Biris", "E. Dervishi" ],
      "venue" : "Villagarcia",
      "citeRegEx" : "Khodakovskaya et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Khodakovskaya et al\\.",
      "year" : 2012
    }, {
      "title" : "Shedding light on selenium biomineraliza",
      "author" : [ "M. 1186/1472-6750-13-37. Lenz", "B. Kolvenbach", "B. Gygax", "S. Moes", "P.F.X. Corvini" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2011
    }, {
      "title" : "Modulation of exogenous selenium",
      "author" : [ "W.X. Liu", "S.H. Shang", "X. Feng", "G.P. Zhang", "F.B. Wu" ],
      "venue" : null,
      "citeRegEx" : "0087588",
      "shortCiteRegEx" : "0087588",
      "year" : 2015
    }, {
      "title" : "Effects of selenite",
      "author" : [ "X.W. 1002/etc.2760. Liu", "Q.L. Wang", "B.H. Duan", "Y.M. Lin", "X.H. Zhao", "C.X. Hu", "Z.Q. Zhao" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2015
    }, {
      "title" : "Environmental Safety 113:191–200",
      "author" : [ "F.S. Naz", "M. Yusuf", "T.A. Khan", "Q. Fariduddin", "A. Ahmad" ],
      "venue" : null,
      "citeRegEx" : "Naz et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Naz et al\\.",
      "year" : 2015
    }, {
      "title" : "On the ecology of selenium accumulation in plants. Plants",
      "author" : [ "E.A.H. Pilon-Smits" ],
      "venue" : "optical/absolute relationship. Plant, Cell & Environment",
      "citeRegEx" : "Pilon.Smits,? \\Q2019\\E",
      "shortCiteRegEx" : "Pilon.Smits",
      "year" : 2019
    }, {
      "title" : "Quantitative relation between the reaction of hydroxylamine and Superoxide radical radicals in plants",
      "author" : [ "A.G. Wang", "G.H. Luo." ],
      "venue" : "Plant Physiology Communications 26:55–7.",
      "citeRegEx" : "Wang and Luo.,? 1990",
      "shortCiteRegEx" : "Wang and Luo.",
      "year" : 1990
    }, {
      "title" : "Elemental selenium at nano size possesses lower toxicity without compromising the fundamental effect on selenoenzymes: Comparison with selenomethionine in mice",
      "author" : [ "H. Wang", "J. Zhang", "H. Yu." ],
      "venue" : "Free Radical Biology & Medicine 42 (10):1524–33. doi: 10.1016/j.freeradbiomed.2007.02.013.",
      "citeRegEx" : "Wang et al\\.,? 2007",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2007
    }, {
      "title" : "Effect of selenite on arsenic uptake, translocation, and oxidative stress in upland rice",
      "author" : [ "X.X. Yin", "X.Q. Zheng", "Y.Z. Ding", "R.W. Feng", "R.G. Shi", "W.M. Cheng", "P.Z. Chen." ],
      "venue" : "Journal of Agro-Environment Science 5: 817–25.",
      "citeRegEx" : "Yin et al\\.,? 2017",
      "shortCiteRegEx" : "Yin et al\\.",
      "year" : 2017
    }, {
      "title" : "Experimental guidance in plant physiology",
      "author" : [ "Z.L. Zhang", "W.J. Qu", "X.F. Li." ],
      "venue" : "Beijing: Higher Education Press.",
      "citeRegEx" : "Zhang et al\\.,? 2009",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2009
    }, {
      "title" : "Selenium uptake, dynamic changes in selenium content and its influence on photosynthesis and chlorophyll fluorescence in rice (Oryza sativa, L.)",
      "author" : [ "M. Zhang", "S.H. Tang", "X. Huang", "F.B. Zhang", "Y.W. Pang", "Q.Y. Huang", "Q. Yi" ],
      "venue" : "Environmental and Experimental Botany 107:39–45",
      "citeRegEx" : "Zhang et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 13,
      "context" : "usually formed by elemental Se [Se (0)], and can be biologically and/or chemically synthesized (Lenz et al. 2011; Hu et al. 2018).",
      "startOffset" : 95,
      "endOffset" : 129
    }, {
      "referenceID" : 13,
      "context" : "In wheat it has been discovered that nano-Se enters by diffusion in the root, in comparison with selenite that enters by active absorption (Hu et al. 2018).",
      "startOffset" : 139,
      "endOffset" : 155
    }, {
      "referenceID" : 11,
      "context" : "One of the reasons of the growth improvement, is the enhancement of their antioxidative capacity and therefore increased tolerance to oxidative stress (Chen et al. 2014; Hawrylak-Nowak et al. 2015; Naz et al. 2015; Hajiboland et al. 2015).",
      "startOffset" : 151,
      "endOffset" : 238
    }, {
      "referenceID" : 20,
      "context" : "One of the reasons of the growth improvement, is the enhancement of their antioxidative capacity and therefore increased tolerance to oxidative stress (Chen et al. 2014; Hawrylak-Nowak et al. 2015; Naz et al. 2015; Hajiboland et al. 2015).",
      "startOffset" : 151,
      "endOffset" : 238
    }, {
      "referenceID" : 9,
      "context" : "One of the reasons of the growth improvement, is the enhancement of their antioxidative capacity and therefore increased tolerance to oxidative stress (Chen et al. 2014; Hawrylak-Nowak et al. 2015; Naz et al. 2015; Hajiboland et al. 2015).",
      "startOffset" : 151,
      "endOffset" : 238
    }, {
      "referenceID" : 3,
      "context" : "Physiological effects of Se on plants include regulation of growth and development (Ekanayake et al. 2015), regulation of photosynthesis (Feng et al.",
      "startOffset" : 83,
      "endOffset" : 106
    }, {
      "referenceID" : 5,
      "context" : "2015), regulation of photosynthesis (Feng et al. 2015; Huang et al. 2018; Zhang et al. 2014), and removal of ROS and inhibition of TBARS accumulation in plants (Ekanayake et al.",
      "startOffset" : 36,
      "endOffset" : 92
    }, {
      "referenceID" : 14,
      "context" : "2015), regulation of photosynthesis (Feng et al. 2015; Huang et al. 2018; Zhang et al. 2014), and removal of ROS and inhibition of TBARS accumulation in plants (Ekanayake et al.",
      "startOffset" : 36,
      "endOffset" : 92
    }, {
      "referenceID" : 26,
      "context" : "2015), regulation of photosynthesis (Feng et al. 2015; Huang et al. 2018; Zhang et al. 2014), and removal of ROS and inhibition of TBARS accumulation in plants (Ekanayake et al.",
      "startOffset" : 36,
      "endOffset" : 92
    }, {
      "referenceID" : 3,
      "context" : "2014), and removal of ROS and inhibition of TBARS accumulation in plants (Ekanayake et al. 2015).",
      "startOffset" : 73,
      "endOffset" : 96
    }, {
      "referenceID" : 15,
      "context" : "Studies in flue-cured tobacco have shown that optimal Se dose can improve plant growth mainly by enhancing photosynthesis and reducing TBARS content in leaves (Jiang et al. 2015; Han 2015).",
      "startOffset" : 159,
      "endOffset" : 188
    }, {
      "referenceID" : 10,
      "context" : "Studies in flue-cured tobacco have shown that optimal Se dose can improve plant growth mainly by enhancing photosynthesis and reducing TBARS content in leaves (Jiang et al. 2015; Han 2015).",
      "startOffset" : 159,
      "endOffset" : 188
    }, {
      "referenceID" : 2,
      "context" : "In addition, an in-vitro study proved that roots derived from tobacco callus can absorb nano-Se particles in a medium concentration of 265-530 lmol L (1), improving root growth and the overall health of the tobacco callus derived organs (Domokos-Szabolcsy et al. 2012).",
      "startOffset" : 237,
      "endOffset" : 268
    }, {
      "referenceID" : 15,
      "context" : "Leaf Se content was determined by the method previously described by (Jiang et al. 2015).",
      "startOffset" : 69,
      "endOffset" : 88
    }, {
      "referenceID" : 21,
      "context" : "2015), and Se accumulation in plants may exert positive or negative effects on other species depending the concentration at which it is applied (Pilon-Smits 2019).",
      "startOffset" : 144,
      "endOffset" : 162
    }, {
      "referenceID" : 15,
      "context" : "In agricultural production, Se fertilizer have been used to increase the chlorophyll content of plants to stimulate photosynthesis and thus growth (Jiang et al. 2015).",
      "startOffset" : 147,
      "endOffset" : 166
    }, {
      "referenceID" : 24,
      "context" : "Se is an important component of glutathione peroxidase, which can directly or indirectly regulate the formation of antioxidants and ROS in plants (Liu, Wang et al. 2015; Freeman et al. 2010; Yin et al. 2017).",
      "startOffset" : 146,
      "endOffset" : 207
    }, {
      "referenceID" : 0,
      "context" : "ences in the cultivar’s own enzyme system and its response to Se (Astaneh et al. 2018), however",
      "startOffset" : 65,
      "endOffset" : 86
    } ],
    "year" : 2020,
    "abstractText" : "Se is beneficial to plants’ growth and it is an essential mineral for animals and humans. However, relatively little is known about the relationship between nano-Se concentrations and plant antioxidant activity. In this work, a pot experiment was carried out using two cultivars of tobacco and increasing nano-Se concentrations. The changes of plant biomass, root growth, chlorophyll content, nutrient accumulation and reactive oxygen species (ROS) content in tobacco leaves after being sprayed with nano-Se were studied. The results indicated that the growth of tobacco can be promoted by applying nano-Se in an appropriate concentration. In addition, our research proves that there is cultivars variation in the response of tobacco to increased concentrations of nano-Se. The biomass, root growth characteristics, chlorophyll content and N accumulation of E’yan 1 were increased significantly and were the highest at 5.0mg L 1 of nano-Se. On the other hand, the above mentioned indicators for K326 reached the maximum value at 2.5mg L 1 and decreased at 5.0mg L 1 of nano-Se. The antioxidant enzymes activity were increased by the application of nano-Se, however cultivars variation was detected. The application of nano-Se reduced the amount of thiobarbituric acid reactive substances (TBARS) and ROS at 5.0mg L 1 for both cultivars. This study confirms that nano-Se affects positively the growth and oxidative status of tobacco plants. However, this study points out that more research is needed to understand the interaction phenomena observed here between tobacco cultivars and concentrations specifically for the anti-oxidant status of the plant. ARTICLE HISTORY Received 22 March 2020 Accepted 24 June 2020",
    "creator" : null
  }
}