{
  "name" : "downloads_2019-11-16_90_li2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nucleus-targeted nano delivery system eradicates cancer stem cells by combined thermotherapy and hypoxia-activated chemotherapy",
    "authors" : [ "Hongjuan Li", "Weixiao Yan", "Xiaomin Suo", "Haotong Peng", "Xinjian Yang", "Zhenhua Li", "Jinchao Zhang", "Dandan Liu" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nBiomaterials\njournal homepage: www.elsevier.com/locate/biomaterials\nNucleus-targeted nano delivery system eradicates cancer stem cells by combined thermotherapy and hypoxia-activated chemotherapy\nHongjuan Lia,b,1, Weixiao Yana,b,1, Xiaomin Suoa,b, Haotong Penga,b, Xinjian Yanga,b, Zhenhua Lia,b, Jinchao Zhanga,b,∗, Dandan Liua,b,∗∗\na Key Laboratory of Medicinal Chemistry and Molecular Diagnosis of the Ministry of Education, Hebei University, Baoding 071002, People's Republic of China b College of Chemistry and Environmental Science, Chemical Biology Key Laboratory of Hebei Province, Hebei University, Baoding 071002, People's Republic of China\nH I G H L I G H T S\n• The nanosystem has a core/shell structure with four layers that delivers the drug into nucleus. • Positive target to CSCs by specific antibody as the first layer. • Exposure of TAT peptide under AMF treatment facilitates the nucleus-targeting. • Supressing the growth of CSCs through releasing the hypoxic responsed drug in the nucleus.\nA R T I C L E I N F O\nKeywords: Nucleus-targeted Cancer stem cells Hypoxia-activated Combined therapy Signaling pathway\nA B S T R A C T\nMany efforts have focused on the cancer stem cell (CSC) targeting nano delivery system, however, the anticancer therapy efficacy is relative low due to the highly drug-resistance and drug efflux. Nucleus-targeted drug delivery is a promising strategy for reverse the drug resistance and drug efflux of CSCs, but in vivo nucleus-targeted drug delivery has been challenging. Herein, we designed a mesoporous silica nanoparticle (MSN)-based nucleustargeted system, which could directly target the CSCs and further enter the nucleus by the surface modification of anti-CD133 and thermal-triggered exposure of TAT peptides under an alternating magnetic field (AMF). The nucleus-targeted drug release ultimately leads to an exhaustive apoptosis of the CSCs through combined thermotherapy and hypoxia-activated chemotherapy. In vivo, the nucleus-targeted nano delivery system efficiently inhibits the tumor growth without notable side effects during the course of treatment. Molecular mechanism study illustrates that the system effectively eliminates the CSCs by blocking the hypoxia signaling pathway. This designed nucleus-targeted nano delivery system is expected to provide new insights for developing efficient platforms for CSC-targeted cancer therapy."
    }, {
      "heading" : "1. Introduction",
      "text" : "Stubborn cancer stem cells (CSCs) have been identified in many cancer types and have been related to tumor initiation, resistance to therapy, metastasis, and recurrence [1,2]. Therefore, development of strategies that aims to kill off CSCs and differentiated cancer cells become the crucial issue for clinical cancer therapy. Many nano-based strategies have been designed to specifically and effectively target CSCs [3], but still had limitations. For instance, the vehicles reach to solid\ntumors mostly via a passive targeting, so called “enhanced permeability and retention (EPR) effect” [4]. Although the EPR effect can increase the enrichment of nanovehicles in site of tumor, the poor cellular uptake and internalization in CSCs limits the efficacy of chemotherapy [5,6]. Moreover, the vehicles mostly enter into the cytoplasm and release drugs, but not into the nuclear, in which most anticancer drugs exert their effects [7]. Despite the cytosolic anticancer drugs can enter the nuclear by simple diffusion [8], CSCs with ability of highly drugresistance, can develop various intracellular mechanisms, which leads\nhttps://doi.org/10.1016/j.biomaterials.2019.01.048 Received 26 November 2018; Received in revised form 21 January 2019; Accepted 31 January 2019\n∗ Corresponding author. Key Laboratory of Medicinal Chemistry and Molecular Diagnosis of the Ministry of Education, Hebei University, Baoding 071002, People's Republic of China.\n∗∗ Corresponding author. Key Laboratory of Medicinal Chemistry and Molecular Diagnosis of the Ministry of Education, Hebei University, Baoding 071002, People's Republic of China.\nE-mail addresses: jczhang6970@163.com (J. Zhang), leo-liudan@163.com (D. Liu). 1 These authors contributed equally to this work.\nBiomaterials 200 (2019) 1–14\nAvailable online 06 February 2019 0142-9612/ © 2019 Elsevier Ltd. All rights reserved.\nT\nto drug efflux and limits the nuclear entry of cytosolic drugs [9,10]. Therefore, designing and developing nano-based drug delivery systems that are able to deliver into nucleus of CSCs and then release the drug inside the nucleus, which could markedly improve the efficiency of cancer therapy [11]. In addition, CSCs reside in a “stem cell niche,” where they maintain the survival and stemness properties through evolving and acquiring the extreme hypoxic property for avoiding the consequences of chemotherapy [12]. This is a major clinical problem, as the extreme hypoxic CSCs in a specific tumor microenvironment (TME) may keep an “invisible status”, which makes the CSCs are able to escape the immune system surveillance and developed tools to fight back the cancer therapeutics [13,14]. In this regards, eradicating the hypoxic CSC is a great challenge to develop CSC-targeted strategies to overcome immune system escape, drug resistance and terminally achieve complete remission and cure.\nFor this end, it is necessary to develop novel strategies that can specifically deliver anticancer drugs into CSCs through positive CSCstargeting and finally target nucleus, meanwhile, eradicate the hypoxic CSCs. To address these challenges, we designed a multistage drug delivery nanosystem possessing thermal-triggered targeting and drug release properties. As illustrated in Scheme 1, such a nanosystem has a core/shell structure that mesoporous silica nanoparticles (MSNs) encapsulated superparamagnetic iron oxide-based nanoparticles (Fe3O4 NPs) and the surface of silica was modified with specific antibody and nucleus-targeting agent (TAT peptide). The nanosystem structure has four layers. The outermost layer is a thermo-sensitive azo linker conjugated antibody against surface markers of CSCs that transports the nanoparticles (NPs) to tumor tissue and enhances the cellular internalization in CSCs and differentiated CSCs through the positive targeting. After entering into the cell, an alternating magnetic field (AMF) was used as extracorporeal physical stimuli to break the thermo-sensitive bond, therefore, the second layer (TAT peptide) was exposed for CSCs-nucleus target. The third layer is a MSN shell that loaded with anticancer drug tirapazamine (TPZ), which exhibits significantly selective toxicity to hypoxic CSCs and exert its effects in nucleus by reductases to produce a transient oxidizing radical [15]. The innermost layer is a Fe3O4 NPs core, which can generate the heat under AMF to break the thermo-sensitive bond. Besides, the generated-heat can enhance sensitivity of chemotherapy that achieves the CSCs-targeted thermo- and chemo-therapy to reverse the conventional therapeutic\nresistance. Briefly, this nanosystem achieves the three stages drug delivery: 1) positive target to CSCs by specific antibody as the first layer; 2) nucleus-targeting by TAT peptide; 3) eradicating the hypoxic CSCs by TPZ.\nTo show the in vivo feasibility of the nucleus-targeted delivery system, we have established breast cancer stem cells (BCSCs) model from the hormone receptor-positive breast cancer cell line (MCF-7) by serum-starved sparse cell culture [16]. Then the BCSCs were culture in a 3D tumor sphere manner to maintain the hypoxic status [17,18]. We put forward hypothesis that the multistage targeting drug delivery nanosystem can efficiently target the hypoxic CSCs and enter the cell nucleus to cause DNA damage and clearance of hypoxic environment under the combinatorial thermo- and chemo-therapy. We used BCSCs and BCSC-xenograft nude mice as an in vitro and an in vivo model to test our hypothesis, respectively. A significant inhibition of BCSC survival and tumor xenograft growth was achieved after administration of the thermal-triggered nucleus-targeted delivery system without notable side effects during the course of treatment. The mechanism study elucidated that the nanosystem effectively eliminates the CSCs by suppressing the expression of hypoxia-inducible factor 1-alpha (HIF1α) and consequently attenuating the hypoxia signaling pathway. Our study provides the first definite evidence that the designed nanosystem can selectively target the hypoxic CSCs populations, deliver the anticancer drug into nucleus, and radically clearance the CSCs."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Phosphate buffer saline (PBS, pH 7.4), Acetic acid buffer solution (ABS, pH 5.0) and Toluene were purchased from Sigma-Aldrich (St. Louis, MO, USA). Hexadecyl trimethyl ammonium Bromide (CTAB), Tetraethyl orthosilicate (TEOS), 3-aminopropyl-triethoxysilane (APTES), Fluorescein isothiocyanate (FITC), and Tirapazamine (TPZ) were purchased from Sigma-Aldrich (St. Louis, MO, USA). Azobis[N-(2carboxyethyl)-2-methylpropionamidine] (azo-linker) was obtained from Wako Chemicals (Japan). Fluorescein isothiocyanate (FITC)-C6TAT was obtained from Chinese Peptide Company (Shanghai, China). Dulbecco's Modified Eagle's Medium/F12 (DMEM/F12) and fetal bovine serum (FBS) were purchased from Gibco (USA). PE/Cy7 CD133 was obtained from BioLegend (San Diego, CA, USA). Annexin V-FITC/ PI double staining Apoptosis Detection Kit was obtained from BestBio (Shanghai, China). PBS is prepared by dissolving sodium chloride (4 g), disodium hydrogen phosphate (1.81 g), potassium chloride (0.1 g), potassium dihydrogen phosphate (0.12 g) in 500mL aqueous solution. Preparation of acetic acid buffer solution (ABS, pH 5.0): 7 mL 0.2mol/L sodium acetate and 3mL 0.3mol/L acetic acid are mixed to form acetic acid buffer solution with pH=5.0."
    }, {
      "heading" : "2.2. CSCs model and cell culture",
      "text" : "CSCs culture: Human breast adenocarcinoma cell line (MCF-7) was obtained from Cell Bank of Chinese Academy of Sciences (Shanghai) and cultured in a DMEM/F12 medium supplemented with 10 ng/mL bFGF, 20 ng/mL EGF, 1% N2, and 2% B27.\nQuantitative RT-PCR: Real time PCR array was employed to study the stemness and hypoxic property of MCF-7 cells and BCSCs after treated with CD133/TAT/TPZ-Fe3O4@mSiO2 nanoparticles. Trizol Plus RNA purification kit was used to extract the total RNA from cells which was treated with or without CD133/TAT/TPZ-Fe3O4@mSiO2 NPs (100 μg/mL). According to the TaKaRa protocol (TaKaRa, Tokyo), the first-strand cDNA was obtained from RNA. An RT2ProfilerPCR Array Profiel ((Cat #: PAHS-507Z, and Cat #: PAHS-176Z, Qiagen)) containing 84 relevant genes was carried out using ABI StepOnePlus System (Applied Biosystems, USA). The PCR profile was performed according to the manual of RT2ProfilerPCR Array. The relative amount Scheme 1. Fabrication of antibody against CD133/TAT/TPZ-Fe3O4@mSiO2 (abbreviated: CD133/TAT/TPZ-Fe3O4@mSiO2) NPs and schematic of the multistage targeting strategy for cancer stem cells targeting therapy.\nof mRNA was expressed as fold change, which was calculated by the comparative CT (2-ΔΔCT) relative to control group as a reference: 2- ΔΔCT= 1.\nIn vitro Tumor Spheroid Culture Assay: To form the tumor spheres, BCSCs were seed in ultra-low-attachment 12-well plates at the density of 2500 cells/well and cultured with a DMEM/F12 medium supplemented with 10 ng/mL bFGF, 20 ng/mL EGF, 1% N2, and 2% B27 for 10–12 days to form tumor spheres."
    }, {
      "heading" : "2.3. Expression of stemness markers of CSCs",
      "text" : "The tumor spheres were digested to obtain single cell, and then cells were harvested by centrifugation. According to the manufacture, single CSC suspension was rinsed with PBS and stained with human PE-antiCD133, FITC-anti-Oct4, and FITC-anti-CD44. Laser scanning confocal microscope (LSCM880, ZEISS) was used to capture the images."
    }, {
      "heading" : "2.4. In vivo tumourigenic ability of BCSCs",
      "text" : "MCF-7 and BCSCs (1000 cells/100 μL) were suspended in 100 μL sterile PBS and xenografted on the back of the BALB/c nude mice (four weeks old) with subcutaneous injections. The tumor-bearing mice were monitored for up to 40 days to observe the tumourigenesis of TPZFe3O4@mSiO2, CD133/TPZ-Fe3O4@mSiO2, TAT/TPZ-Fe3O4@mSiO2 and CD133/TAT/TPZ-Fe3O4@mSiO2 groups compared to control group. All animal experiments performed in this work compliance to the guideline of Medical Comprehensive Experimental Center of Hebei University (Approval No. IACUC-2018008)."
    }, {
      "heading" : "2.5. Synthesis of nucleus-targeted CD133/TAT/TPZ-Fe3O4@mSiO2 nanoparticles",
      "text" : "Firstly, Fe3O4@mSiO2 NPs with a particle size of about 50 nm were synthesized and their surface was aminated according to the method of Li et al. [4]. Then, the TAT-Fe3O4@mSiO2 NPs (TAT: YGRKKRRQRRR) was synthesized according to a reported process [19]. Next, Fe3O4@ mSiO2-NH2 was suspended in ABS (acetic acid buffer solution, 10×10−3 M, pH 5.0). Then 32mg Azo-PEG2000, 40mg EDC and 23mg NHS were added, and then stired at 6 °C for 24 h. The product was centrifuged (12000 rpm, 20min), washed with methanol, and dried under high vacuum. Next, the products from the previous step were dissolved in Phosphate buffer saline (PBS) solution and added 20 μL CD133, stired 24 h and the product was centrifuged (12000 rpm, 20min), washed 3 times with PBS. Conjugation of TPZ-Fe3O4@mSiO2 with both CD133 and TAT peptides was obtained by adding the 103 and 102 times molar excess peptides and Azo-PEG2000 respectively when compared to the TPZ-Fe3O4@mSiO2. After the conjugation of TAT and Azo-PEG2000, CD133 were added in 102 times molar excess compared to Fe3O4@mSiO2.\nFor TPZ loading, Fe3O4@mSiO2 NPs (10.0mg) was stirred in a TPZ solution (1mg/mL) overnight. UV–vis spectrophotometer (PerkinElmer, PE Lamda 750, USA) in the range of 200–800 nm was used to calculate the loading amount of TPZ at 470 nm by the subtraction of free TPZ in the washing solution from the original amount. The loading efficiency (LE) was evaluated by using the following formula:\n= − + ×LE (%) [m m ]/[m m ] 100(total TPZ) (TPZ in supernatant) (loaded TPZ) (carrier)"
    }, {
      "heading" : "2.6. Characterization of CD133/TAT/TPZ-Fe3O4@mSiO2",
      "text" : "The morphology and the structure of the multitargeting NPs were characterized by transmission electron microscope (TEM, Philips TecnaiG2F20S-TWIN) and scanning electron microscope (SEM, Philips XL30) respectively. The size and zeta potentials were examined by a Malvern Zetasizer NanoZS instrument (Malvern, NanoZS). A vibrating\nsample magnetometer (VSM, Model 1600, Digital Measurement System, Newton, MA) was used to characterized the magnetic property of NPs. The heat generation capability of the multitargeting NPs was examined in a 5 cm diameter 8-turn induction coil powered by a 5 kW alternating magnetic field (AMF) generator (SPG-10A-I, Shenzhen Shuangping Power Supply Technologies Co. Ltd.). Three differentiation samples (PBS, mSiO2, and Fe3O4@mSiO2 NPs) were exposed to the AMF for 15min. The frequency was kept constant at 400 kHz and temperature was monitored by using a thermometer immersed in a test tube containing 1mL of solution. The BrunauereEmmetteTeller (BET) surface area and porous structure of Fe3O4@mSiO2 NPs were measured using an APP V-Sorb 2800P Surface Area and Porosity Analyzer (Jinaipu, China). The Fourier transform infrared spectroscopy (FT-IR) spectra of CTAB-Fe3O4@mSiO2, Fe3O4@mSiO2, Fe3O4@mSiO2-NH2, CD133Fe3O4@mSiO2, TAT-Fe3O4@mSiO2 NPs were measured with a PerkinElmer 580B infrared spectrophotometer from 4000 to 400 cm−1. The fluorescence emission spectra of the CD133-Fe3O4@mSiO2 NPs at 571 nm were recorded with a Hitachi F-7000 spectrophotometer in the range of 500–700 nm."
    }, {
      "heading" : "2.7. In vitro NPs cytotoxicity evaluation",
      "text" : "The acute cytotoxicity of nanocarrier was tested by 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay. BCSCs and human mesenchymal stem cells (hMSCs) were incubated with TPZ-Fe3O4@mSiO2, CD133/TPZ-Fe3O4@mSiO2, TAT/TPZFe3O4@mSiO2, and CD133/TAT/TPZ-Fe3O4@mSiO2 solutions at the concentrations of 0, 30, 50, 80, 100, 200 μg/mL for 48 h under AMF or without AMF treatment, and then 10 μL of MTT solution was added in the medium for 4 h incubation. After washing with PBS, the solution absorbance was obtained at 570 nm by using a microplate reader (BioTek)."
    }, {
      "heading" : "2.8. In vitro analysis of TPZ release from Fe3O4@mSiO2",
      "text" : "The TPZ-loaded Fe3O4@mSiO2 (1mL, 1mg/mL) were loaded in a dialysis bag with a molecular weight cut-off of 10 kDa. The dialysis bag was then immersed in 9mL PBS and kept in a horizontal laboratory shaker maintaining a constant temperature under the AMF and stirring. The amount of TPZ (1mL) were collected and analyzed at defined time points via UV–Visible spectrophotometry at 470 nm (PerkinElmer, PE Lamda 750, USA). The drug release rate was calculated through a concentration-absorbance standard equation."
    }, {
      "heading" : "2.9. In vitro uptake and internalization of NPs by BCSCs",
      "text" : "BCSCs (1×104 cells/well) were seeded on coverslip in 24-well plate, and then incubated with 50 μg/mL FITC-labeled TAT-Fe3O4@ mSiO2, PE/Cy7-labeled CD133-Fe3O4@mSiO2, and CD133/TATFe3O4@mSiO2 NPs for 4 h at 37 °C. The nuclear was stained with 1mg/ mL Hochest33342 for 5min. Then cells were fixed with 4% paraformaldehyde for 20min, and then washed 3 times with PBS. The fluorescent images were observed with a confocal microscope (LSCM880, ZEISS)."
    }, {
      "heading" : "2.10. In vitro cell viability",
      "text" : "BCSCs (5× 104 cells/well) were incubated with 50 μg/mL TPZFe3O4@mSiO2, TAT/TPZ-Fe3O4@mSiO2, CD133/TPZ-Fe3O4@mSiO2, and CD133/TAT/TPZ-Fe3O4@mSiO2, and then treated with AMF for 15min by a 5 cm diameter 8-turn induction coil powered by a 5 kW and evaluated the inhibition of NPs on tumor sphere formation by dual calcein AM (green, live cells) and propidium iodide (red, dead cells) staining. Cells without treatment were used as control. Cell survival was assessed by the confocal microscope (LSCM880, ZEISS)."
    }, {
      "heading" : "2.11. Analysis of apoptosis and necrosis",
      "text" : "BCSCs (5×105 cells/well) were treated with 50 μg/mL TPZFe3O4@mSiO2, CD133/TPZ-Fe3O4@mSiO2, TAT/TPZ-Fe3O4@mSiO2 and CD133/TAT/TPZ-Fe3O4@mSiO2, and then collected to detect the apoptosis and necrosis of BCSCs. BCSCs were washed with PBS and tested by Apoptosis Detection Kits (Annexin V/PI, or YO-PRO-1/7-AAD, Life technologies) according to the protocol in the manufacturer. In brief, treated cells were stained with Annexin V and PI solution in the dark for 30min, and then analyzed by flow cytometry (BD FACSCalibur, BD Biosciences)."
    }, {
      "heading" : "2.12. In vivo therapeutic efficacy of CD133/TAT/TPZ-Fe3O4@mSiO2",
      "text" : "4–6 weeks BALB/c nude mice (15–20 g) were purchased from Vital River Laboratory Animal Technology Co., Ltd. (Beijing, China). To setup the tumor model, BCSCs at the density of 3×104 cells/100 μL were injected into the subcutaneous space of back region of the nude mice. The tumor-bearing mice (the tumor volume reached about 50mm3) were administered with either PBS or TPZ-Fe3O4@mSiO2, CD133/TPZ-Fe3O4@mSiO2, TAT/TPZ-Fe3O4@mSiO2, and CD133/ TAT/TPZ-Fe3O4@mSiO2 (2mg/kg) via tail vein (each group, n=5), and then treated with thermotherapy under AMF (5 cm diameter 8-turn induction coil powered by an 5 kW). Tumor volume was measured every 4 days by using a caliper. After 35 days treatment, the nude mice were executed and tumors were weighed. The tumor volume can be calculated from the formula: length×width× depth× π/6."
    }, {
      "heading" : "2.13. In vivo distribution of CD133/TAT/TPZ-Fe3O4@mSiO2 NPs in nude mice body",
      "text" : "The BCSC-tumor bearing nude mice were injected with TPZ-Fe3O4@ mSiO2, CD133/TPZ-Fe3O4@mSiO2, TAT/TPZ-Fe3O4@mSiO2, and CD133/TAT/TPZ-Fe3O4@mSiO2 (the fluorescent dye was encapsulated in silica shell) via the tail vein. Images were captured under the in vivo imaging system (Xenogen IVIS®Spectrum, PerkinElmer) at 0, 20, 40, 60, 120, 180 and 240min after injection. The nude mice were killed at 4 h, and the ex vivo image of the organs (lung, heat, liver, kidneys, spleen, and tumor) were taken by the in vivo imaging system (PerkinElmer). The content of Fe element in organs was measrued by the inductively coupled plasma mass spectrometry (ICP-MS, Thermo Scientific™ ELEMENT 2™)."
    }, {
      "heading" : "2.14. Hemolysis assay",
      "text" : "To assess the hemolytic effect of the SiNPs, red blood cells (RBCs) suspersion (500 μL) was incubated with CD133/TAT/TPZ-Fe3O4@ mSiO2 (final concentration 50, 100, 150 and 200 μg/mL) at 37 °C with gentle shaking for 1 h, followed added 500 μL PBS to final volume of 1mL. The absorbance of the supernatant was tested by microplate reader at 540 nm. RBCs suspension incubated with 1mLH2O and 500 μL PBS as the positive and negative control, respectively.\nBiochemical analysis and blood-element test: The blood of BCSC-tunour bearing mice (after 35 days treatment) was collected, and then the serum biochemical markers tested according to our previous work."
    }, {
      "heading" : "2.15. Immunohistochemical and hematoxylin and eosin staining of tumor xenograft and organ tissues",
      "text" : "After 35 days treatment, the tumor and other organs of nude mice were fixed 10% neutral buffered formalin overnight, and then embedded in paraffin blocks. The blocked organs were sliced into 5–8 μm sections, and then stained by using hematoxylin-eosin (H&E). The sections were then observed by a Digital Imaging System (Axioplan2, Zeiss)."
    }, {
      "heading" : "2.16. Immunohistochemical staing of tumor xenograft sections",
      "text" : "The assay was performed to confirm the significant therapeutic efficacy of CD133/TAT/TPZ-Fe3O4@mSiO2 to BCSCs. The tissue sections were blocked in serum, and then incubated with FITC-anti-CD44 and PE-anti-conjugated CD133 at 37 °C for 1 h. The stained tissues were imaged under a confocal laser scanning microscope."
    }, {
      "heading" : "2.17. Statistical analysis",
      "text" : "Statistical differences were analyzed using the one way ANOVA or Student's t-test. The data were shown as mean ± standard deviation (SD). p < 0.05 present the significant differences."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Establishment and characterization of BCSCs",
      "text" : "The BCSCs were isolated from MCF-7 according to our previous work [17,18], which highly expressed CSCs biomarkers, such as Oct4, CD44, and CD133, and their stemness genes expression. In addition, a PCR array was employed for the prospective identification and further characterization the stemness and hypoxic property of CSCs from MCF7. The results were shown in Figure S1, and the detailed gene classification, symbol, and description were listed in supporting information Table S5 and Table S6."
    }, {
      "heading" : "3.2. Preparation and characterization of Fe3O4@mSiO2 NPs",
      "text" : "The design and synthetic route of this multistage targeting drug delivery system are presented in Scheme 1. It has been identified that CD133 is a specific marker for many cancer types of CSCs, which is a novel transmembrance protein and can be used as a targeting antigen [16,18,20]. The BCSC model we used in this work has been identified highly expressed the CD133, thus, we selected CD133 as specific targeting agent, which was conjugated with a polyethylene glycol-Azo (PEG-azo) linker. It was recognized that azo could be efficiently broken under AMF [21]. Furthermore, the exposed TAT peptide on the outside surface of Fe3O4@mSiO2 could guide the NPs to transport from the cytoplasm into cell nucleus through recognizing the nuclear pore complexes (NPCs).\nAs demonstrated in Fig. 1A and Fig. 1B, the Fe3O4@mSiO2 was composed of single dispersed spherical NPs with an average diameter of about 50 ± 10 nm. The core/shell structure of Fe3O4@mSiO2 NPs (Fig. 1C) was confirmed by transmission electron microscopy (TEM) images that about 10 ± 5 nm Fe3O4 core located at the center of mSiO2 sphere. Energy dispersive spectrometer (EDS) showed the presence of silicon and iron in Fe3O4@mSiO2 NPs (Figure S2A). Besides, fourier transform infrared spectrometry (FTIR) measurements showed that the surfactant hexadecyl trimethyl ammonium bromide (CTAB) was completely removed from Fe3O4@mSiO2, which confirmed by the absence of the characteristic CeH peak in the 3000−2800 cm−1 wavelength range (Figure S2B). The complete extraction of the CTAB ensured the good biocompatibility of the nanovehicles and the high loading efficiency of anticancer drugs (TPZ).\nIn Fig. 1D, the N2 adsorption desorption isotherms and BarrettJoyner-Halenda (BJH) pore-size distribution curves indicated the surface area and pore diameter of NPs were 413.72m2 g−1and 2.8 nm respectively, which were consistent with the TEM results. The magnetization saturation (Ms) for the Fe3O4@mSiO2 NPs was evaluated by testing the hysteresis curves through a vibrating sample magnetometer (VSM). As seen in Fig. 1E, the symmetrical hysteresis loop indicated that Fe3O4@mSiO2 NPs would be quickly magnetized under a magnetic field, and the Ms of Fe3O4@mSiO2 NPs was estimated about 1.91 emu/ g. Moreover, field-dependent magnetism of Fe3O4@mSiO2 NPs at 300 K showed no hysteresis, indicating the superparamagnetic property of\nNPs.\n3.3. Modification of Fe3O4@ mSiO2 NPs\nTo conjugate the anti-CD133 and TAT peptide on the Fe3O4@mSiO2 surface, the amine groups were firstly introduced on the Fe3O4@mSiO2 surface, which can be reacted with carboxylic acid groups on the targeting ligand, such as TAT peptide, anti-CD133. As shown in Figure S2C, a new peak belonged to -CONHe groups were observed at 1641 cm−1, indicating the formation of the CD133-Fe3O4@mSiO2 and TAT-Fe3O4@mSiO2 NPs. Moreover, the zeta potential of the Fe3O4@ mSiO2 surface was highly negative (−15.78 mV) but became positive (+32.43 mV) after the amine groups on the Fe3O4@mSiO2, indicating the amination of Fe3O4@mSiO2 NPs. The formation of CD133-Fe3O4@ mSiO2, TAT-Fe3O4@mSiO2, and TAT/CD133-Fe3O4@mSiO2 were also confirmed by the vary zeta potential (+31.93 mV, +23.97 mV, and +34.88 mV, respectively) and growth in size (about 81.6 nm, 74.6 nm, and 91.6 nm, respectively) (Figure S1D-I). Besides, the size distribution and zeta-potential values of CD133/TAT-Fe3O4@mSiO2 were analyzed under AMF treatment. As indicated in Figure S2H and I, the size of CD133/TAT-Fe3O4@mSiO2 is smaller, which is close to the size of TATFe3O4@mSiO2 (Figure S2F) after AMF treatment. The zeta potential of CD133/TAT-Fe3O4@mSiO2 after AMF treatment is 27.92mV, which is close to the TAT-Fe3O4@mSiO2 (23.97mV). The results confirmed the exposure of TAT moieties after AMF treatment, so that the NPs can effectively enter the nucleus by the action of the TAT peptide.\nThe modification of anti-CD133 and TAT peptide was also proved by the fluorescence collocation on the surface of Fe3O4@mSiO2 by respectively conjugating fluorescent molecule PE/Cy7 to anti-CD133 and FITC to TAT peptide. As shown in Fig. 1G, the confocal laser scanning microscopy (CLSM) images demonstrated that only red signals or green signals of were detected in the Fe3O4@mSiO2 incubated with PE/Cy7CD133 or FITC-TAT, respectively. As expected, nearly all of the red fluorescence signals of PE/Cy7-CD133 were co-localized with the green fluorescence signals of FITC-TAT peptide in these Fe3O4@mSiO2 NPs, indicating the successful modification of the anti-CD133 and TAT peptide on the surface of Fe3O4@mSiO2.\nTo further proof the break of azo bond under an AMF-induced high temperature, azo-linked Fe3O4@mSiO2 NPs were conjugated to PE/ Cy7-anti-CD133 (CD133-Fe3O4@mSiO2), and then the NPs were placed in an AMF for 30min reaction. As seen in Fig. 1F, the disappeared fluorescence of the CD133-Fe3O4@mSiO2 NPs proved the breaks of the azo bond, which also proved the modification of anti-CD133 on Fe3O4@ mSiO2 NPs. Moreover, the esterification reaction (by which the TAT peptide was conjugated on the surface of Fe3O4@mSiO2-NH2) was verified by the disappearance of the characteristic absorption bands of FITC at the N-termini of the TAT peptides through UV–vis absorbance spectrometry, as well as the color change of the TAT-Fe3O4@mSiO2 solution after centrifugation (Figure S2J). The functionalization with PE/Cy7-anti-CD133 was also detected by fluorescence spectra, the results showed that the surface of the Fe3O4@mSiO2 was connected to anti-CD133 (Figure S2K)."
    }, {
      "heading" : "3.4. Thermal property of Fe3O4@mSiO2 NPs and thermal-triggered drug release",
      "text" : "As supermagnetic Fe3O4 NPs were encapsulated in the mSiO2, thus, the Fe3O4@mSiO2 NPs can effectively generate heat under an AMF. The thermal property of Fe3O4@mSiO2 NPs and mSiO2 NPs was evaluated by monitoring the temperature variation under the AMF. As descripted in Fig. 2A and Fig. 2B, with the increase of time, the temperature of Fe3O4@mSiO2 NPs (100 μg/mL) was obviously enhanced to 46 °C after 15min. In consideration of the thermal property, the responsiveness of the azo bond and the safety of adjacent healty tissues, the concentration of NPs was selected less than 100 μg/mL, and the AMF parameter was 5 cm diameter 8-turn induction coil powered by a 5 kW.\nThe drug release process with or without AMF was investigated to evaluate the responsiveness of thermal effect. To mimic the acidic microenvironment of tumor, the drug release was measured at pH 5.0, 6.5 and pH 7.4, respectively [22]. As demonstrated in Fig. 2C, an initial burst drug release from Fe3O4@mSiO2 was appeared in the first 8 h, and then the release rate was almost constant during the next 4 days under AMF or w/o AMF at different pH values. The cumulative release rate reached to 12.27%, 12.16% and 10.09% at pH 5.0, 6.5 and pH7.4 without AMF, respectively. However, the release rate reached to 77.82%, 74.00% and 73.80% at pH 5.0, 6.5 and pH 7.4 with AMF, respectively, indicating the thermal-sensitive release capabilities of TPZ-loaded Fe3O4@mSiO2 NPs. Compared to the pH-responsive drug\nrelease, the thermal-trigged drug release greatly reduced the early release in endosomes and lysosomes, and increased the accumulation of drug in nucleus, which ultimately promoted the therapeutic efficiency.\n3.5. Specific BCSCs targeting, intracellular uptake, and nucleus targeting of the CD133/TAT-Fe3O4@mSiO2 NPs\nDue to the distinctive properties of the CSCs, the targeted delivery of TPZ-Fe3O4@mSiO2 NPs into CSCs is extremely essential to achieve desired therapeutic effect. Thus, the specific BCSCs targeting and intracellular uptake of PE/Cy7-labeled CD133-Fe3O4@mSiO2, FITC-labeled TAT-Fe3O4@mSiO2 and CD133/TAT-Fe3O4@mSiO2 were evaluated in CD133 negative normal cells (human mesenchymal stem cells, hMSCs) and CD133 positive cells (BCSCs) by flow cytometry and CLSM. As depicted in Fig. 3A and Fig. 3B, a stronger red color was captured in BCSCs in comparison to hMSCs. This finding showed that the cellular uptake of CD133-Fe3O4@mSiO2 was mediated via anti-CD133-CD133 receptor interaction and thus confirmed the specific targeting ability of CD133 moiety. In addition, the green fluorescence was detected in nucleus of BCSCs, demonstrating the nucleus targeting of by TATFe3O4@mSiO2 through TAT peptide (Fig. 3C). However, the CD133Fe3O4@mSiO2 NPs can't enter the nucleus under AMF without TAT peptide indicating the key role of TAT in the nucleus targeting (Figure S4F).\nTo investigate the in vitro efficiency of sequential cell membrane-to-\nnucleus targeting of CD133/TAT-Fe3O4@mSiO2 NPs, the AMF was applied to generate heat and collapse the thermo-sensitive azo bond. The cell nucleus was counterstained with hoechst 33342. After incubation with CD133/TAT-Fe3O4@mSiO2 NPs with BCSCs under AMF or without AMF, intracellular fluorescence was detected by CLSM. As shown in Fig. 3D and E, the cellular uptake of CD133/TAT-Fe3O4@mSiO2 NPs in BCSCs was not affected by AMF. Both under AMF and without AMF, a high red fluorescence signal was observed in BCSCs cytoplasm, resulting a specific targeting to BCSCs by CD133 moiety. As shown in Figure S3A, the CD133/TAT-Fe3O4@mSiO2 was located in lysosome. After understanding the location of CD133/TAT-Fe3O4@mSiO2 in cells, we also observed the escape of CD133/TAT- Fe3O4@mSiO2 from lysosome. When the CD133/TAT- Fe3O4@mSiO2 was heated under AMF, these two colors separated and part of the CD133/TAT- Fe3O4@mSiO2 NPs enter the nucleus, indicating the successful escape of these NPs from the lysosome (Figure S3B). The result indicated that the heat generation by AMF induced the escape of NPs from lysosome. Besides, a much stronger green fluorescence signal for CD133/TAT-Fe3O4@mSiO2 NPs was clearly detected in nucleus after AMF treatment compared to cells without AMF, which collapsed the thermal sensitive azo longchains and then exposed the TAT peptide, because the TAT peptides were masked by the azo long-chains (Fig. 3D and E). Figure S4 showed the high magnification images of intracellular and intranuclear distributions of CD133/TAT-Fe3O4@mSiO2 NPs in BCSCs and hMSCs with or without AMF. Quantitative analysis (Fig. 3) confirmed that the\nuptake of CD133/TAT-Fe3O4@mSiO2 NPs higher than Fe3O4@mSiO2 NPs in the nuclei (green fluorescence signal) under AMF than that of without AMF. These findings were further confirmed by bio-TEM images, which showed a remarkable increase of CD133/TAT-Fe3O4@ mSiO2 NPs in nucleoplasm with AMF (Fig. 3F and G) relative to those without AMF treatment (Fig. 3H and I)."
    }, {
      "heading" : "3.6. In vitro antitumor effects of the CD133/TAT/TPZ-Fe3O4@mSiO2 NPs on CSCs",
      "text" : "As an effective drug carrier, the cytotoxicity of Fe3O4@mSiO2, CD133-Fe3O4@mSiO2, TAT-Fe3O4@mSiO2, and CD133/TAT-Fe3O4@ mSiO2 NPs were firstly investigated in vitro by incubating with BCSCs and hMSCs for 48 h based on the MTT assay. Figure S5 indicated that there was no significant difference between NPs carriers with control group, indicating no cytotoxicity of nanocarrier.\nTo evaluate whether the designed NPs could efficiently kill BCSCs by nucleus targeting, the cell viability of BCSCs were incubated with TPZ-Fe3O4@mSiO2, CD133/TPZ-Fe3O4@mSiO2, TAT/TPZ-Fe3O4@ mSiO2, and CD133/TAT/TPZ-Fe3O4@mSiO2 at concentrations of 0, 30, 50, 80, 100, 200 μg/mL (an equivalent concentration of TPZ was used in all the biological experiments) for 48 h under AMF or without AMF treatment (Fig. 4). As indicated in Fig. 4A, the survival rate of BCSCs was gradually decreased as the concentration of NPs increasing without AMF treatment due to the TPZ loading. Although the CD133/TPZ-\nFe3O4@mSiO2 and TAT/TPZ-Fe3O4@mSiO2 has a better anticancer effect than TPZ-Fe3O4@mSiO2 NPs due to the efficient cell membrane targeting and nuclear targeting, the survival rate of BCSCs was still around 50%, indicating a low therapeutic efficiency without AMF treatment. In contrast, the antitumor efficiency of NPs was dramatically increased corresponding to each group in Fig. 4A under AMF treatment (Fig. 4B). Since CD133/TAT/TPZ-Fe3O4@mSiO2 group combined the sequential cell membrane-to-nucleus targeting, thus the concentration of TPZ in nuclear was far higher than other groups, showing more excellent anticancer effect with AMF treatment. Besides, these results also clearly showed that the Fe3O4@mSiO2 can effectively generate heat under an AMF to play its role in hyperthermia. As shown in Fig. 4C and Figure S8, with the increase of time, the temperature of Fe3O4@mSiO2 NPs and cells incubated with Fe3O4@mSiO2 NPs was obviously enhanced to 45 °C and 43 °C after 15min, respectively. However, the temperature of cells was only improved to 37 °C under AMF. Furthermore, the heat energy accelerated the release of drugs TPZ in the Fe3O4@mSiO2, which enhance the killing effect of chemotherapeutic drugs.\nAccumulating evidence indicates that CSCs with stem cell properties have a strong correlation with enhanced tumorigenesis, which in vitro is embodied in tumor sphere formation [23]. Tumor sphere formation contributes to CSCs maintenance in specific microenvironments, such as hypoxia, and starvation, which mimic the status of solid tumor tissue in vivo [17]. Therefore, inhibition of tumor sphere formation plays a\nvital role in suppressing carcinogenesis. In this work, we cultured the 3D tumor sphere from BCSCs by serum-starved sparse cell culture, and evaluated the inhibition of NPs on tumor sphere formation by dual propidium iodide (red color, indicating dead cells) and calcein AM (green color, indicating live cells) staining. As shown in Fig. 4D, the cells treated with PBS showed the compact tumor sphere with green signal, demonstrating the cell viability (almost no red signal). However, the tumor sphere treated with TPZ-Fe3O4@mSiO2 NPs became loose with dead cells appearing (red signal), and the anti-CD133 targeting of TPZ-Fe3O4@mSiO2 NPs can cause half of the cell death. Notably, compared to the membrane-targeting CD133/TPZ-Fe3O4@mSiO2, the nucleus-targeting TAT/TPZ-Fe3O4@mSiO2 showed much lower cell ability. Such a remarkable difference in cytotoxicity between TAT/TPZFe3O4@mSiO2 and TPZ-Fe3O4@mSiO2 could be attributable to the intranuclear delivery and release of the TPZ. The seperated images were shown in Figure S7. Therefore, the CD133/TAT/TPZ-Fe3O4@mSiO2 showed a significantly higher cytotoxic efficacy with targeting BCSCs under AMF treatment. On the whole, the increased toxicity of CD133/ TAT/TPZ-Fe3O4@mSiO2 for targeting BCSCs was clearly benefited from the multistage continuous targeting drug delivery system. These findings clearly showed the novel membrane-nuclear targeted and thermoand chemo-therapeutic ability using the designed CD133/TAT/TPZFe3O4@mSiO2."
    }, {
      "heading" : "3.7. Cell apoptosis assay",
      "text" : "Once NPs released to cytoplasm under the CD133/TAT/TPZFe3O4@mSiO2-induced sequential cell membrane-to-nucleus, the TPZ would delivery to the nucleus and exert chemotherapeutic agents, and Fe3O4 would continue converting heat to local hyperthermia for thermal therapy. Both moderate thermal and TPZ-mediated chemotherapy can induce cell apoptosis and eliminate the hypoxic CSCs. To explore the combinatorial thermo- and chemo-therapeutic induced apoptosis of BCSCs, the annexin V-FITC/PI double-staining assay was applied and investigated by flow cytometry. As seen in Fig. 4E, the cells cultured with TPZ-Fe3O4@mSiO2, TAT/TPZ-Fe3O4@mSiO2, and CD133/TPZ-Fe3O4@mSiO2 displayed a notably gradual increase in apoptosis status with AMF treatment (the early apoptosis was about 5.27%, 18.19% and 10.03%; late apoptosis and dead cells rate was about 12.74%, 20.44%, and 13.37%, respectively). These results that anti-CD133 acted as surface markers of BCSCs to transports the NPs to BCSCs and enhances the cellular internalization in BCSCs and differentiated CSCs through the positive targeting. Compared with TPZFe3O4@mSiO2, CD133/TPZ-Fe3O4@mSiO2 has a good treatment effect. Meanwhile, TAT peptide has been exploited in many nucleus targeting drug delivery systems due to its ability of actively transporting cargos into cell nucleus. Therefore, TAT/TPZ-Fe3O4@mSiO2 possessed better cell apoptosis than TPZ-Fe3O4@mSiO2 and CD133/TPZ-Fe3O4@mSiO2. Although the CD133/TPZ-Fe3O4@mSiO2 can enhance the uptake of NPs in BCSCs by anti-CD133 moiety, only a handful of TPZ was diffused into nucleus due to the absence of TAT-modification on NPs. Remarkably, BCSCs incubated with CD133/TAT/TPZ-Fe3O4@mSiO2 under AMF treatment exhibited insignificant apoptosis (the early apoptosis rate was 4.74% and late apoptosis and dead cells was 90.72%). This result was ascribed to the high uptake efficiency by anti-CD133 moiety and TAT-contributed nucleus enrichment of TPZ. After exposure to AMF, the cracked thermal-sensitive azo bond exposed the TAT peptide, which facilitated the TPZ deliver into nucleus rather than diffusion. The necrosis rate (late apoptosis and dead cells) of cells incubated with CD133/TAT/TPZ-Fe3O4@mSiO2 sharply increased to 90.72%, which indicated that the Fe3O4 generated moderate hyperthermia and TPZbased chemotherapy would induce the necrosis of BCSCs. Meanwhile, the AMF did not affect the apoptosis rate of the cells treated with PBS, demonstrating the bio-safety of the AMF."
    }, {
      "heading" : "3.8. In vivo distribution of CD133/TAT/TPZ-Fe3O4@mSiO2 NPs in nude mice",
      "text" : "Encouraged by the above results, the in vivo properties of multistage targeted NPs were further investigated. The tumor accumulation of CD133/TAT/TPZ-Fe3O4@mSiO2 NPs was examined by in vivo fluorescence imaging after intravenously (i.v.) injection to BCSCs tumorbearing nude mice. For better monitoring the NPs distribution in vivo, we encapsulated the fluorescent dye PE/Cy7 inside the silica shell, and the TPZ-Fe3O4@mSiO2 NPs were used as controls. The whole animal fluorescent images were captured at 0, 20, 40 60, 120, 180, 240min after administration of CD133/TAT/TPZ-Fe3O4@mSiO2 NPs or TPZFe3O4@mSiO2 NPs. As seen in Fig. 5A, the fluorescent signal of CD133/ TAT/TPZ-Fe3O4@mSiO2 was quickly detected in tumor even 1 h in comparison of TPZ-Fe3O4@mSiO2, but the TPZ-Fe3O4@mSiO2 NPs did not detected in tumor tissue. After 4 h, the signal of the TPZ-Fe3O4@ mSiO2 NPs appeared in the tumor. The ex vivo images also demonstrated the high signal intensity in tumor tissue (mouse treated with CD133/TAT/TPZ-Fe3O4@mSiO2). Compared to the control group, the fluorescence signal in the tumor was found to be significantly higher. The mean fluorescent intensity of PE/Cy7 for CD133/TAT/TPZ-Fe3O4@ mSiO2 NPs in tumor tissue was 4 times higher than that in other tissues (Fig. 5B). Furthermore, the distribution of NPs was also confirmed by detecting the Fe concentration in tissues through inductively coupled plasma mass spectrometry (ICP-MS). As demonstrated in Fig. 5C, it can\nbe found that the injected TPZ-Fe3O4@mSiO2, CD133/TPZ-Fe3O4@ mSiO2, TAT/TPZ-Fe3O4@mSiO2 and CD133/TAT/TPZ-Fe3O4@mSiO2 can effectively accumulate tumor tissue. It was about 373mg/kg for CD133/TAT/TPZ-Fe3O4@mSiO2 after 4 h, while only about 100mg/kg for other groups. The results revealed that the target agent anti-CD133 enhanced the tumor accumulation compared with NPs without antiCD133 agent."
    }, {
      "heading" : "3.9. In vivo therapeutic effects of the CD133/TAT/TPZ-Fe3O4@mSiO2 NPs on CSCs",
      "text" : "To evaluate the in vivo efficacy of CD133/TAT/TPZ-Fe3O4@mSiO2 on the tumor growth, the CSCs xenograft mice were then received continuous therapy with phosphate-buffered saline (PBS, control group), TPZ-Fe3O4@mSiO2, CD133/TPZ-Fe3O4@mSiO2, TAT/TPZFe3O4@mSiO2, and CD133/TAT/TPZ-Fe3O4@mSiO2 at concentration 100mg/kg with AMF treatment. The therapy was performed by tail vein injection one every two days. To evaluate the in vivo antitumor efficacy and the toxic effects, the tumor volume changes and body weight are measured and recorded. As shown in Fig. 6A–D, the tumor growth of mice sustained administration with TPZ-Fe3O4@mSiO2, CD133/TPZ-Fe3O4@mSiO2, TAT/TPZ-Fe3O4@mSiO2, and CD133/ TAT/TPZ-Fe3O4@mSiO2 is slower compared to control group under AMF. Notably, the CD133/TAT/TPZ-Fe3O4@mSiO2 (the inhibition rate was about 95.64%) showed the best efficacy on the tumor growth for all the materials, which is superior to TPZ-Fe3O4@mSiO2 (24.85%), CD133/TPZ-Fe3O4@mSiO2 (56.98%), and TAT/TPZ-Fe3O4@mSiO2 (67.33%). Besides, no significant difference was observed in terms of mice body weights after treatment with the NPs (Fig. 6B). In addition, as shown Fig. 6E, the heat images of mice were photographed to observe the Fe3O4 NPs-induced heat generation, which has great potential in hypothermia of tumor. Due to the high accumulation of CD133/TAT/ TPZ-Fe3O4@mSiO2 in tumor, the temperature of tumor site can reach to 45.3 °C after 15min under AMF treatment.\nConsistent with previous results, hematoxylin and eosin (H&E) staining for tumor tissue also demonstrated the obvious cancer cell damage after with NPs under AMF (Fig. 7A). According to the images of H&E staining, the tumor cells of mouse treated with PBS showed relatively complete and full complete cytoplasm or nucleus, while the tumor cells in mice treated with CD133/TAT/TPZ-Fe3O4@mSiO2 showed remarkable nuclear cavitation and condensation. It has been proved that the deformation of the nuclear is a typical sign for apoptotic cells [11,24]. Indeed, the significant apoptosis of the tumor cells treated with CD133/TAT/TPZ-Fe3O4@mSiO2 under AMF treatment was observed by terminal deoxynucleotidyl transferase dutp nick end labeling (TUNEL) staining. Contrarily, the tumor cells treated with PBS was negative in the TUNEL assay (Fig. 7B). These results suggested that CD133/TAT/TPZ-Fe3O4@mSiO2 suppressed the tumor growth in vivo by inducing apoptosis of the tumor cells, which consistent with the in vitro results. Subsequently, we analyzed whether the CD133/TAT/TPZFe3O4@mSiO2 eliminated the BCSCs in tumor. The fluorescent immunohistochemically stained with PE-conjugated anti-CD133 antibodies and FITC-conjugated anti-CD44 was performed to determine the combined therapeutic efficacy of CD133/TAT/TPZ-Fe3O4@mSiO2 after 35 days of AMF treatment. The treatment of tumors with CD133/TAT/ TPZ-Fe3O4@mSiO2 depleted BCSCs, as shown by a dramatic decrease in the expression of CD44 and CD133 relative to that in untreated tumors (Fig. 7C). For the groups that received PBS or other materials, there were still residual BCSCs in tumor tissue, with expression of CD44 and CD133. Taking together, such a unique multistage-targeting drug carrier with capacity of vasculature-to membrane-to nucleus displays an extraordinarily high in vivo tumor targeting efficacy and especially to tumor nuclear, and thus is highly desired in promoting the therapeutic efficacy by combined thermo- and chemo-therapy."
    }, {
      "heading" : "3.10. Biosafety evaluation of the CD133/TAT/TPZ-Fe3O4@mSiO2 NPs",
      "text" : "To evaluate the biocompatibility of CD133/TAT/TPZ-Fe3O4@ mSiO2, the whole blood and blood serums were collected on the day of last treatment, and myocardial enzymes (LDH, CK, and HBDH), renal functions (Cr, UA, and Urea tests), and the liver functions (AST, ALT, and ALP) were measured at Affiliated Hospital of Hebei University (Baoding, China). The blood was collected from mice immediately after 35 days treatment, but did not give time to recover after treatment, resulting some of parameters have changed (Table S1 and Table S2). However, after giving a week of body recovery, all the biochemical parameters in serum and routine blood test remained at normal range (Table S3 and Table S4). Moreover, the histopathological findings (Figure S6B) demonstrated no significant physiological morphology changes and tissue lesions in the mice treated with various materials. The haemolysis analysis indicated no visible haemoglobin even at the high concentration of 1mg/mL, showing a good hemocompatibility (< 2% haemolysis, Figure S6A). These results proved the good biocompatibility of the nucleus-targeted system."
    }, {
      "heading" : "3.11. CD133/TAT/TPZ-Fe3O4@mSiO2 NPs eradicated the CSCs by inhibiting HIF signaling pathway",
      "text" : "The hypoxic property of CSCs is a vexing problem in CSC-based cancer therapy, which maintains the stemness of CSCs, resulting the difficult identification and immune system escape. Traditionally, eradicating the hypoxic status of CSCs only depended on the improving O2 delivery in blood or cells could reactive the proliferation of CSCs that causes the uncontrolled self-renewal and differentiation, resulting cancer relapse and metastasis [25–27]. Thus, it is urgently needed to\nexplore treatment strategies that kill the CSCs by taking advantage of the hypoxic property instead of destroying it. To meet the challenge, we designed a nucleus-targeted nano delivery system and assessed whether the CD133/TAT/TPZ-Fe3O4@mSiO2 can efficiently eliminate the hypoxic property of CSCs, and consequently losing the stemness property. In this work, we loaded the tirapazamine (TPZ) on the designed NPs. TPZ is a hypoxia sensitive drug that displays highly selective toxicity to hypoxic cells through generating a transient oxidizing radical in hypoxic cells, which can finally eliminate the CSCs. Both in vitro and in vivo results confirmed the hypothesis that the novel vasculature-to membrane-to nucleus multistage targeting NPs (CD133/TAT/TPZFe3O4@mSiO2) could eradicate the hypoxic CSCs. To illuminate the mechanism, the expression of 84 genes-related to hypoxia signaling pathway was analyzed (The detailed gene classification, symbol, and description were listed in supporting information Table S6.). As seen in Fig. 8A and Fig. 8B, the hypoxia inducible factor α (HIF1α) and its cotranscription factors were significantly inhibited by CD133/TAT/TPZFe3O4@mSiO2. HIFs are the main sensors of oxygen homeostasis, allowing cellular adaptation to hypoxia by activating several signaling pathways that may be interconnected. These signaling pathways regulate a large number of genes expression related to many biological processes such as DNA damage and repair, apoptosis, proliferation, and cellular metabolism [11]. Hypoxia and HIF1α have been shown to maintain the stemness of CSCs through the high expression of genes such as NANOG, OCT4, WNT, and SOX2, which regulates CSCs selfrenewal and differentiation [27]. The inhibition of HIF facilitated the differentiation through down-regulating the stemness genes in Fig. 8F and G. These results also indicated a preferential role for HIF in the selective elimination of CSCs without side effects on normal stem cells.\nEpithelial to mesenchymal transition (EMT) has been suggested to\nplay crucial roles in metastatic dissemination of carcinomas, which is a typical property of CSCs [25]. Hypoxic CSCs exhibit the high capacity of EMT through expressing the EMT-related transcription factors (such as SNAIL, ZEB1, TWIST and TCF3), which consequently activates the\nEMT-associated signaling pathways [28]. In this work, EMT is inhibited with CD133/TAT/TPZ-Fe3O4@mSiO2 under AFM treatment through the downregulation of SNAIL, ZEB1, TWIST and CXCL8. Besides, the signaling pathways directly associated with triggering EMT, such as\nNOTCH and NF-κB, were also inhibited (Fig. 8I). In addition, the inhibition of HIF1α also has reduced the ability of DNA damage and repair of BCSCs, as well as cells resistance to apoptosis and anticancer drugs (Fig. 8C and E).\nCellular metabolism is an important physiological process for tumor cells growth and stemness maintaining. Recently, it has reported that CSCs preferentially generate energy through metabolizing glucose to lactate (called glycolysis), which supports the CSCs growth and survival [29]. As shown in Fig. 8D, the expression of metabolism-related genes, such as ALDOA, ENO1, ENO1A, GBE1, GPI, GYS1, LDHA, PRKFB4, PFKL, and SLC2A1, was sharply downregulated by CD133/TAT/TPZFe3O4@mSiO2, inducing the inhibition of CSCs proliferation (Fig. 8H). Based on these findings, a cross talk between CSCs and hypoxia was drawn in Fig. 8K, demonstrating a strong impact of hypoxia on the fate of CSCs. Therefore, targeting to the hypoxic CSC in combination with efficient therapy may provide a promising strategy for clinical cancer therapies."
    }, {
      "heading" : "4. Conclusion",
      "text" : "We designed a multistage drug delivery nanosystem possessing thermal-triggered CSC-nucleus targeting and drug release properties. The nanocarriers successfully targeted to the CSCs, and then escorted DNA-toxin TPZ directly to nucleus through the accurate guidance of TAT peptide. The drugs released in the nucleus significantly induced the apoptosis of hypoxic CSCs. The multistage drug delivery nanosystem provided inimitable advantages over other nano-based drug delivery systems. Firstly, the anti-CD133 modified on the surface transports the NPs to tumor tissue and enhances the cellular internalization in CSCs and differentiated CSCs through the positive targeting. Secondly and importantly, the break of azo bond under AMF exposed the TAT peptide for CSCs-nucleus target. Moreover, MSN shell loaded anticancer drug TPZ to eliminate the CSCs by utilizing the hypoxic property of CSCs. Fe3O4 NPs core generated-heat can enhance sensitivity of chemotherapy that achieves the CSCs-targeted thermoand chemo-therapy to reverse the conventional therapeutic resistance. Mechanically, the CD133/TAT/TPZ-Fe3O4@mSiO2 NPs efficiently eliminate the hypoxic CSCs through attenuating the HIF signaling pathway. This designed nucleus targeting nanosystem is expected to provide new insights for developing efficient platforms for CSC-targeted cancer therapy.\nConflicts of interest\nThere are no any conflicts of interest in this study.\nAuthor contributions\nDandan Liu planned the project and organized the figures. Hongjuan Li performed all of the in vitro and in vivo experiments, analyzed the data, and wrote the paper. Weixiao Yan and Xiaomin Suo synthesized and characterized the NPs. Haotong Peng participated in the animal experiments. Xinjian Yang and Zhenhua Li performed the immunohistochemical staining. Xing-Jie Liang and Jinchao Zhang provided clinical information."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by Natural Science Foundation Project (31500812, 31470961, 21603051, 21601046), Natural Science Foundation of Hebei Province (B2017201230, B2017201135, B2015201097, B2016201031), Science and Technology Research Project of Higher Education Institutions in Hebei Province (QN2015230), Fund Program for the Scientific Activities of Selected Returned Overseas Professionals (CG2015003009), Post-graduate's Innovation Fund Project of Hebei University (hbu2018ss18). We very much appreciate the support of Medical Comprehensive Experimental Center of Hebei University for the animal experiment."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.biomaterials.2019.01.048."
    } ],
    "references" : [ {
      "title" : "Cancer stem cells revisited",
      "author" : [ "B. Eduard", "C. Hans" ],
      "venue" : "Nat. Med. 23 (10) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "miR-106b modulates cancer stem cell characteristics through TGF-β/Smad signaling in CD44-positive gastric cancer cells",
      "author" : [ "D. Yu", "H.S. Shin", "Y.S. Lee", "Y.C. Lee" ],
      "venue" : "Lab. Invest. 94 (12) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Nanomedicine-mediated cancer stem cell therapy",
      "author" : [ "S. Shen", "J.X. Xia", "J. Wang" ],
      "venue" : "Biomaterials 74 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A smart nanoassembly for multistage targeted drug delivery and magnetic resonance imaging",
      "author" : [ "Z.H. Li", "K. Dong", "S. Huang", "E. Ju", "Z. Liu", "M. Yin", "J. Ren", "X.G. Qu" ],
      "venue" : "Adv. Funct. Mater. 24 (23) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Tumor-penetrating nanoparticles for enhanced anticancer activity of combined photodynamic and hypoxia-activated therapy",
      "author" : [ "Y. Wang", "Y. Xie", "J. Li", "Z.H. Peng", "Y. Sheinin", "J. Zhou", "D. Oupicky" ],
      "venue" : "ACS Nano 11 (2) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Cancer cell membrane-coated biomimetic platform for tumor targeted photodynamic therapy and hypoxia-amplified bioreductive therapy",
      "author" : [ "S.Y. Li", "H. Cheng", "W.X. Qiu", "L. Zhang", "S.S. Wan", "J.Y. Zeng", "X.Z. Zhang" ],
      "venue" : "Biomaterials 142 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Gd-hybridized plasmonic Au-nanocomposites enhanced tumor-interior drug permeability in multimodal imaging-guided therapy",
      "author" : [ "J. Wang", "J. Liu", "Y. Liu", "L.M. Wang", "M.J. Cao", "Y.L. Ji", "X.C. Wu", "Y.Y. Xu", "B. Bai", "Q. Miao", "C.Y. Chen", "Y.L. Zhao" ],
      "venue" : " Fig. 8. (continued)  H. Li et al. Biomaterials 200 (2019) 1–14 13  Adv. Mater. 28 (40) ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Mesoporous silica-based versatile theranostic nanoplatform constructed by layer-by-layer assembly for excellent photodynamic/chemo therapy",
      "author" : [ "W.H. Chen", "G.F. Luo", "W.X. Qiu", "Q. Lei", "L.H. Liu", "S.B. Wang", "X.Z. Zhang" ],
      "venue" : "Biomaterials 117 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Chemotherapy sensitizes therapyresistant cells to mild hyperthermia by suppressing heat shock protein 27 expression in triple-negative breast cancer",
      "author" : [ "C.F. Mu", "X.Y. Wu", "X.Y. Zhou", "J. Wolfram", "J.L. Shen", "D.C. Zhang", "J.H. Mai", "X.J. Xia", "A.M. Holder", "M. Ferrari", "X.W. Liu", "H.F. Shen" ],
      "venue" : "Clin. Canc. Res. 24 (19) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "At the crossroads of cancer stem cells and targeted therapy resistance",
      "author" : [ "A.B. Wang", "L. Qu", "L.H. Wang" ],
      "venue" : "Cancer Lett. 385 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "pH-activated size reduction of large compound nanoparticles for in vivo nucleus-targeted drug delivery",
      "author" : [ "Y.B. Fan", "C.Y. Li", "F.Y. Li", "D.Y. Chen" ],
      "venue" : "Biomaterials 85 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Influence of the tumor microenvironment on cancer cells metabolic reprogramming",
      "author" : [ "V. Gouirand", "F. Guillaumond", "S. Vasseur" ],
      "venue" : "Front Oncol 8 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Bioreducible polymeric nanoparticles containing multiplexed cancer stem cell regulating miRNAs inhibit glioblastoma growth and prolong survival",
      "author" : [ "H. Lopez-Bertoni", "K.L. Kozielski", "Y. Rui", "B. Lal", "H. Vaughan", "D.R. Wilson", "N. Mihelson", "C.G. Eberhart", "J. Laterra", "J.J. Green" ],
      "venue" : "Nano Lett. 18 (7) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Microenvironment-responsive three-pronged approach breaking traditional chemotherapy to target cancer stem cells for synergistic inoperable large tumor therapy",
      "author" : [ "Y. Li", "R. Zhang", "Z. Lu", "G. Ma", "L. Chen", "Q. Tang", "X. Zhang" ],
      "venue" : "Small 12 (40) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Cancer cell membrane-coated biomimetic platform for tumor targeted photodynamic therapy and hypoxia-amplified bioreductive therapy",
      "author" : [ "S.Y. Li", "H. Cheng", "W.X. Qiu", "L. Zhang", "S.S. Wan", "J.Y. Zeng", "X.Z. Zhang" ],
      "venue" : "Biomaterials 142 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nano-delivery system targeting to cancer stem cell cluster of differentiation biomarkers",
      "author" : [ "A. Mokhtarzadeh", "S. Hassanpour", "Z.F. Vahid", "M. Hejazi", "M. Hashemi", "J. Ranjbari", "M. Tabarzad", "S. Noorolyai", "M.D.L. Guardia" ],
      "venue" : "J. Contr. Release 266 (28) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Twophoton fluorescent probe for detection of nitroreductase and ypoxia-specific microenvironment of cancer stem cell",
      "author" : [ "Y.J. Liu", "W. Liu", "H.J. Li", "W.X. Yan", "X.J. Yang", "D.D. Liu", "S.X. Wang", "J.C. Zhang" ],
      "venue" : "Anal. Chim. Acta 1024 (18) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A  distinct endocytic mechanism of functionalized-silica nanoparticles in breast cancer stem cells",
      "author" : [ "J.D. Sun", "Y.J. Liu", "M. Ge", "G.Q. Zhou", "W.T. Sun", "D.D. Liu", "X.J. Liang", "J.C. Zhang" ],
      "venue" : "Sci. Rep. 7 (1) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "MSN-mediated sequential vascular-to-cell nuclear-targeted drug delivery for efficient tumor regression",
      "author" : [ "L.M. Pan", "J.N. Liu", "Q.J. He", "J.L. Shi" ],
      "venue" : "Adv. Mater. 26 (39) ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Anti- CD133 monoclonal antibody conjugated immunomagnetic nanosensor for molecular imaging of targeted cancer stem cells",
      "author" : [ "X. Wang", "B. Li", "R. Li", "Y. Yang", "H. Zhang", "B. Tian", "L. Cui", "H. Weng", "F. Wei" ],
      "venue" : "Sensor. Actuator. B Chem. 255 (3) ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Multifunctional mesoporous silica nanoparticles with thermal-responsive gatekeeper for NIR lighttriggered chemo/photothermal-therapy",
      "author" : [ "Q. Lei", "W.X. Qiu", "J.J. Hu", "P.X. Cao", "C.H. Zhu", "H. Cheng", "X.Z. Zhang" ],
      "venue" : "Small 12 (31) ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Drug resistance and cellular adaptation to tumor acidic pH microenvironment",
      "author" : [ "J.W. Wojtkowiak", "D. Verduzco", "K.J. Schramm", "R.J. Gillies" ],
      "venue" : "Mol. Pharm. 8 (6) ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Cell plasticity in epithelial homeostasis and tumorigenesis",
      "author" : [ "V. Julia", "R.G. Florian" ],
      "venue" : "Nat. Cell Biol. 19 (10) ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A Cooperative dimensional strategy for enhanced nucleus-targeted delivery of anticancer drugs",
      "author" : [ "H. Wang", "Y. Li", "H. Bai", "J. Shen", "X. Chen", "Y. Ping", "G. Tang" ],
      "venue" : "Adv. Funct. Mater. 27 (24) ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Elimination of epithelial-like and mesenchymal-like breast cancer stem cells to inhibit metastasis following nanoparticle-mediated photothermal therapy",
      "author" : [ "H.J. Paholak", "N.O. Stevers", "H.W. Chen", "J.P. Burnett", "M. He", "H. Korkaya", "S.P. McDermott", "Y. Deol", "S.G. Clouthier", "T. Luther", "Q. Li", "M.S. Wicha", "D.X. Sun" ],
      "venue" : "Biomaterials 104 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Promoting tumor penetration of nanoparticles for cancer stem cell therapy by TGF-b signaling pathway inhibition",
      "author" : [ "Z.Q. Zuo", "K.G. Chen", "X.Y. Yu", "G. Zhao", "S. Shen", "Z.T. Cao", "Y.L. Luo", "Y.C. Wang", "J. Wang" ],
      "venue" : "Biomaterials 82 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "At the crossroads of cancer stem cells and targeted therapy resistance",
      "author" : [ "A.B. Wang", "L. Qu", "L.H. Wang" ],
      "venue" : "Cancer Lett. 385 (28) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "The hypoxic microenvironment: a determinant of cancer stem cell evolution",
      "author" : [ "T. Shibue", "R.A. Weinberg" ],
      "venue" : "Nat. Rev. Clin. Oncol. 14 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Liver cancer stem cells: identification and lipid metabolic reprogramming",
      "author" : [ "X.Y. Qin", "N. Dohmae", "S. Kojima" ],
      "venue" : "P Natl Acad Sci USA 115 (28) (2018) 6390–6391.  H. Li et al. Biomaterials 200 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Stubborn cancer stem cells (CSCs) have been identified in many cancer types and have been related to tumor initiation, resistance to therapy, metastasis, and recurrence [1,2].",
      "startOffset" : 169,
      "endOffset" : 174
    }, {
      "referenceID" : 1,
      "context" : "Stubborn cancer stem cells (CSCs) have been identified in many cancer types and have been related to tumor initiation, resistance to therapy, metastasis, and recurrence [1,2].",
      "startOffset" : 169,
      "endOffset" : 174
    }, {
      "referenceID" : 2,
      "context" : "Many nano-based strategies have been designed to specifically and effectively target CSCs [3], but still had limitations.",
      "startOffset" : 90,
      "endOffset" : 93
    }, {
      "referenceID" : 3,
      "context" : "For instance, the vehicles reach to solid tumors mostly via a passive targeting, so called “enhanced permeability and retention (EPR) effect” [4].",
      "startOffset" : 142,
      "endOffset" : 145
    }, {
      "referenceID" : 4,
      "context" : "Although the EPR effect can increase the enrichment of nanovehicles in site of tumor, the poor cellular uptake and internalization in CSCs limits the efficacy of chemotherapy [5,6].",
      "startOffset" : 175,
      "endOffset" : 180
    }, {
      "referenceID" : 5,
      "context" : "Although the EPR effect can increase the enrichment of nanovehicles in site of tumor, the poor cellular uptake and internalization in CSCs limits the efficacy of chemotherapy [5,6].",
      "startOffset" : 175,
      "endOffset" : 180
    }, {
      "referenceID" : 7,
      "context" : "Despite the cytosolic anticancer drugs can enter the nuclear by simple diffusion [8], CSCs with ability of highly drugresistance, can develop various intracellular mechanisms, which leads",
      "startOffset" : 81,
      "endOffset" : 84
    }, {
      "referenceID" : 8,
      "context" : "to drug efflux and limits the nuclear entry of cytosolic drugs [9,10].",
      "startOffset" : 63,
      "endOffset" : 69
    }, {
      "referenceID" : 9,
      "context" : "to drug efflux and limits the nuclear entry of cytosolic drugs [9,10].",
      "startOffset" : 63,
      "endOffset" : 69
    }, {
      "referenceID" : 10,
      "context" : "Therefore, designing and developing nano-based drug delivery systems that are able to deliver into nucleus of CSCs and then release the drug inside the nucleus, which could markedly improve the efficiency of cancer therapy [11].",
      "startOffset" : 223,
      "endOffset" : 227
    }, {
      "referenceID" : 11,
      "context" : "In addition, CSCs reside in a “stem cell niche,” where they maintain the survival and stemness properties through evolving and acquiring the extreme hypoxic property for avoiding the consequences of chemotherapy [12].",
      "startOffset" : 212,
      "endOffset" : 216
    }, {
      "referenceID" : 12,
      "context" : "This is a major clinical problem, as the extreme hypoxic CSCs in a specific tumor microenvironment (TME) may keep an “invisible status”, which makes the CSCs are able to escape the immune system surveillance and developed tools to fight back the cancer therapeutics [13,14].",
      "startOffset" : 266,
      "endOffset" : 273
    }, {
      "referenceID" : 13,
      "context" : "This is a major clinical problem, as the extreme hypoxic CSCs in a specific tumor microenvironment (TME) may keep an “invisible status”, which makes the CSCs are able to escape the immune system surveillance and developed tools to fight back the cancer therapeutics [13,14].",
      "startOffset" : 266,
      "endOffset" : 273
    }, {
      "referenceID" : 14,
      "context" : "The third layer is a MSN shell that loaded with anticancer drug tirapazamine (TPZ), which exhibits significantly selective toxicity to hypoxic CSCs and exert its effects in nucleus by reductases to produce a transient oxidizing radical [15].",
      "startOffset" : 236,
      "endOffset" : 240
    }, {
      "referenceID" : 15,
      "context" : "To show the in vivo feasibility of the nucleus-targeted delivery system, we have established breast cancer stem cells (BCSCs) model from the hormone receptor-positive breast cancer cell line (MCF-7) by serum-starved sparse cell culture [16].",
      "startOffset" : 236,
      "endOffset" : 240
    }, {
      "referenceID" : 16,
      "context" : "Then the BCSCs were culture in a 3D tumor sphere manner to maintain the hypoxic status [17,18].",
      "startOffset" : 87,
      "endOffset" : 94
    }, {
      "referenceID" : 17,
      "context" : "Then the BCSCs were culture in a 3D tumor sphere manner to maintain the hypoxic status [17,18].",
      "startOffset" : 87,
      "endOffset" : 94
    }, {
      "referenceID" : 18,
      "context" : "Then, the TAT-Fe3O4@mSiO2 NPs (TAT: YGRKKRRQRRR) was synthesized according to a reported process [19].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 16,
      "context" : "The BCSCs were isolated from MCF-7 according to our previous work [17,18], which highly expressed CSCs biomarkers, such as Oct4, CD44, and CD133, and their stemness genes expression.",
      "startOffset" : 66,
      "endOffset" : 73
    }, {
      "referenceID" : 17,
      "context" : "The BCSCs were isolated from MCF-7 according to our previous work [17,18], which highly expressed CSCs biomarkers, such as Oct4, CD44, and CD133, and their stemness genes expression.",
      "startOffset" : 66,
      "endOffset" : 73
    }, {
      "referenceID" : 15,
      "context" : "It has been identified that CD133 is a specific marker for many cancer types of CSCs, which is a novel transmembrance protein and can be used as a targeting antigen [16,18,20].",
      "startOffset" : 165,
      "endOffset" : 175
    }, {
      "referenceID" : 17,
      "context" : "It has been identified that CD133 is a specific marker for many cancer types of CSCs, which is a novel transmembrance protein and can be used as a targeting antigen [16,18,20].",
      "startOffset" : 165,
      "endOffset" : 175
    }, {
      "referenceID" : 19,
      "context" : "It has been identified that CD133 is a specific marker for many cancer types of CSCs, which is a novel transmembrance protein and can be used as a targeting antigen [16,18,20].",
      "startOffset" : 165,
      "endOffset" : 175
    }, {
      "referenceID" : 20,
      "context" : "It was recognized that azo could be efficiently broken under AMF [21].",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 22,
      "context" : "Accumulating evidence indicates that CSCs with stem cell properties have a strong correlation with enhanced tumorigenesis, which in vitro is embodied in tumor sphere formation [23].",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 16,
      "context" : "Tumor sphere formation contributes to CSCs maintenance in specific microenvironments, such as hypoxia, and starvation, which mimic the status of solid tumor tissue in vivo [17].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 10,
      "context" : "It has been proved that the deformation of the nuclear is a typical sign for apoptotic cells [11,24].",
      "startOffset" : 93,
      "endOffset" : 100
    }, {
      "referenceID" : 23,
      "context" : "It has been proved that the deformation of the nuclear is a typical sign for apoptotic cells [11,24].",
      "startOffset" : 93,
      "endOffset" : 100
    }, {
      "referenceID" : 10,
      "context" : "These signaling pathways regulate a large number of genes expression related to many biological processes such as DNA damage and repair, apoptosis, proliferation, and cellular metabolism [11].",
      "startOffset" : 187,
      "endOffset" : 191
    }, {
      "referenceID" : 26,
      "context" : "such as NANOG, OCT4, WNT, and SOX2, which regulates CSCs selfrenewal and differentiation [27].",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 27,
      "context" : "Hypoxic CSCs exhibit the high capacity of EMT through expressing the EMT-related transcription factors (such as SNAIL, ZEB1, TWIST and TCF3), which consequently activates the EMT-associated signaling pathways [28].",
      "startOffset" : 209,
      "endOffset" : 213
    }, {
      "referenceID" : 28,
      "context" : "Recently, it has reported that CSCs preferentially generate energy through metabolizing glucose to lactate (called glycolysis), which supports the CSCs growth and survival [29].",
      "startOffset" : 172,
      "endOffset" : 176
    } ],
    "year" : 2019,
    "abstractText" : "Many efforts have focused on the cancer stem cell (CSC) targeting nano delivery system, however, the anticancer therapy efficacy is relative low due to the highly drug-resistance and drug efflux. Nucleus-targeted drug delivery is a promising strategy for reverse the drug resistance and drug efflux of CSCs, but in vivo nucleus-targeted drug delivery has been challenging. Herein, we designed a mesoporous silica nanoparticle (MSN)-based nucleustargeted system, which could directly target the CSCs and further enter the nucleus by the surface modification of anti-CD133 and thermal-triggered exposure of TAT peptides under an alternating magnetic field (AMF). The nucleus-targeted drug release ultimately leads to an exhaustive apoptosis of the CSCs through combined thermotherapy and hypoxia-activated chemotherapy. In vivo, the nucleus-targeted nano delivery system efficiently inhibits the tumor growth without notable side effects during the course of treatment. Molecular mechanism study illustrates that the system effectively eliminates the CSCs by blocking the hypoxia signaling pathway. This designed nucleus-targeted nano delivery system is expected to provide new insights for developing efficient platforms for CSC-targeted cancer therapy.",
    "creator" : "Elsevier"
  }
}