{
  "name" : "downloads_2020-04-26_f4_10.3390@nano10040797.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Fabrication and Characterization of a Novel Composite Magnetic Photocatalyst β-Bi2O3/BiVO4/MnxZn1−xFe2O4 for Rhodamine B Degradation under Visible Light",
    "authors" : [ "Yong Cheng", "Yahan Yang", "Zao Jiang", "Longjun Xu", "Chenglun Liu" ],
    "emails" : [ "20182002019t@cqu.edu.cn", "ailungoal@126.com", "jiangzao520@sina.com", "xlclj@cqu.edu.cn", "xulj@cqu.edu.cn;" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: β-Bi2O3/BiVO4/MnxZn1−xFe2O4; hydrothermal and calcination method; magnetic photocatalyst; photocatalytic activity; Rhodamine B"
    }, {
      "heading" : "1. Introduction",
      "text" : "Dye wastewater discharge is increasing with the continuous expansion of the textile and dyeing industries, resulting in higher and higher content of organic pollutants in water [1,2]. As organic pollutants are non-biodegradable, highly toxic, and carcinogenic, they have a serious impact on human health and the ecosystem [3,4]. For example, the basic cationic dye, Rhodamine B (Rhodamine B, RhB), has high chroma, high toxicity, teratogenicity, and hard degradation [5,6]. Therefore, the effective treatment of organic dyes in industrial wastewater is becoming an urgent problem. In recent years, photocatalysts were widely used in wastewater treatment due to their green, environmentally friendly, sustainable, and economic advantages [7,8]. Various semiconductor materials were applied to photocatalysts, such as TiO2, ZnO, CdS, and BiVO4 [9–12]. Among them, non-toxic BiVO4 was widely studied due to its good optical absorption performance, high ionic conductivity, and excellent band gap energy (2.4 eV) [13]. However, BiVO4 has a fast electron-hole pairs recombination rate, a narrow visible light response range, and poor photocatalytic activity. Compounding other semiconductor materials is an effective solution for separating photogenerated electron-hole pairs, thereby greatly improving its catalytic activity [14]. In recent research, the photocatalytic activity of composite photocatalysts such as BiFeO3/BiVO4, M-BiVO4/T-BiVO4, and TiO2/BiVO4 was significantly improved [15–17]. Nevertheless,\nNanomaterials 2020, 10, 797; doi:10.3390/nano10040797 www.mdpi.com/journal/nanomaterials\nthe low reuse and high costs caused by the difficult separation restrict the practical application of composite photocatalysts [18].\nConventional photocatalyst supported magnetic substrates are becoming more and more popular. Compared with traditional metallic soft magnetic materials (e.g., Fe3O4), MnxZn1−xFe2O4 (MZF) has the advantages of high permeability, large saturation magnetization, and strong stability [19]. MZF was successfully used in the preparation of magnetic photocatalysts, such as MZF/β-Bi2O3, MZF/BiOCl, and MZF/α-Bi2O3 [19–21]. These magnetic photocatalysts have high photocatalytic activity and saturation magnetization for easy separation. However, there have been no reports about the synthesis of composite magnetic photocatalyst BV/MZF so far. In addition, it was reported that the preparation process of MZF needs to be calcined at 1200 ◦C for 3 h, which consumes a large amount of energy and limits the application of MZF in the treatment of environmental pollution. In this research, not only was the preparation of MZF completed by the hydrothermal method at 200 ◦C for 5 h, but also composite magnetic photocatalyst BV/MZF was compounded efficiently and environmentally by the hydrothermal and calcination method. Moreover, the structure, composition, surface characteristics, magnetic properties, and photocatalytic activity of BV/MZF have been researched. The results demonstrated that it had a fabulous photodegradation effect on RhB and outstanding stability."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : "Analytical reagents of Bi(NO3)3·5H2O, Na2CO3, ZnSO4·7H2O, MnSO4·H2O, HNO3, H2SO4, HCl, NaHCO3, NaOH, NH4VO3, Fe2(SO4)3, NH3·H2O, C28H31ClN2O3 (RhB), and tartaric acid were utilized as primeval materials. The above were all purchased from Chengdu Kelong Chemical Ltd. (Chengdu, China). All experimental water used was deionized water.\n2.1. Synthesis of BV/MZF\nBiVO4, β-Bi2O3, and MZF, were prepared according to the literatures [22–24], respectively. Primarily, 2 mol/L HNO3 was used to dissolve 0.01 mol Bi(NO3)3·5H2O by ultrasonic vibration as solution A. Solution B was gained by dissolving 0.02 mol tartaric acid in hot water at 80 ◦C. Finally, 0.01 mol NH4VO3 was added to 80 ◦C hot water and dissolved as solution C. Afterwards, solution B was slowly added dropwise to solution C, and the resulting solution was referred to as solution D. Subsequently, solution A was added dropwise to solution D. After cooling the mixture to room temperature, the pH was adjusted to 7.5 with NH3·H2O, and BiVO4 precursor was formed. Depending on the mass ratio of 10:100 (the theoretical generation value of BiVO4), as-prepared MZF was added to the precursor solution, and the reaction was performed in a water-bath at 80 ◦C for 30 min. Deionized water was used to wash the resulting precipitates five times and dried at 60 ◦C for 12 h. Lastly, the precipitates were placed in a muffle furnace at 450 ◦C for 3 h to obtain BiVO4/MZF (10 wt%). The different mass ratios of BV/MZF were obtained according to the following procedures. Firstly, 4 mmol Bi(NO3)3·5H2O was dissolved in 10 mL of 2 mol/L HNO3 solution, and the solution was stirred with a mechanical stirrer for 30 min at ambient temperature. Then, the stirred solution was slowly added to 40 mL of 0.6 mol/L Na2CO3 solution, and the mixture was mechanically stirred at ambient temperature for 2 h, as a precursor solution. Then, the mass ratios of 5, 10, 15, 20, and 25:100 (β-Bi2O3 generate theoretically), as-synthesized BiVO4/MZF, were added to the precursor solution. The resulting mixture was filtered and washed with deionized water. Finally, the filter residues that had been dried at 60 ◦C for 12 h were roasted in a muffle furnace at 380 ◦C for 10 min. The synthesis scheme of BV/MZF is displayed in Figure 1.\nNanomaterials 2020, 10, x FOR PEER REVIEW 3 of 13\nFigure 1. The preparation process of β-Bi2O3/BiVO4/MnxZn1−xFe2O4 (BV/MZF) composite."
    }, {
      "heading" : "2.2. Characterization",
      "text" : "The phase structure of the synthesized samples was first analyzed and proven using an X-ray powder Diffractometer (Shimadzu, XRD-6000, Kyoto, Japan), and their structures were further demonstrated by Fourier transform infrared spectroscopy (FTIR, Perkin-Elmersystem 2000, Thermo Fisher Scientific, Waltham, MA, USA). Field-emission scanning electron microscopy (SEM, Hitachi S4800, Hitachi, Tokyo, Japan) and a transmission electron microscope (TEM, Tecnai G2F20, FEI, Hillsboro, OR, USA) were used to investigate the morphology of the targeted samples. Energy dispersive X-ray spectrometry (EDX) in TEM mode was employed for elemental analysis. The specific surface area and pore size distribution, magnetic properties, adsorption properties, and surface element states were confirmed by Brunauer−Emmett−Teller (BET, ASAP-2020, Micromeritics, Norcross, GA, USA), vibrating sample magnetometer (VSM 7410, Lake Shore, Carson, CA, USA), ultraviolet-visible diffuse reflectance spectrophotometer (UV-vis, DRS, TU1901, Persee, Beijing, China) and X-ray photoelectron spectrometer (XPS, ESCALAB250Xi, Thermo Fisher Scientific, Waltham, MA, USA), respectively."
    }, {
      "heading" : "2.3. Photocatalytic Tests",
      "text" : "Under the irradiation of the 300 W xenon lamp (CEL-HXF 300, Beijing CEAULIGHT Co., Ltd., Beijing, China), with a 420 nm cutoff filter was selected as visible light source, the photocatalytic activity of BV/MZF for RhB solutions as simulated dye wastewater was studied. The temperature and pH of the photocatalytic tests were room temperature and natural pH value, respectively. The prepared 100 mg samples were added to 50 mL of the 10 mg/L RhB aqueous solution, and the dark reaction for 30 min reached the adsorption and desorption equilibrium. During the photocatalytic process, the liquid level of RhB and the light source of the xenon lamp were maintained at 20 cm, and the light experiment was performed under magnetic (normal materials) or mechanical (magnetic materials) stirring. After every 30 min, 5 mL the reaction solution was absorbed and centrifuged for"
    }, {
      "heading" : "3 min at 4000 rpm. The photodegradation rate of all samples was the average of three experimental results. Eventually, the decomposition efficiency of the target contaminant was calculated by",
      "text" : "Equation (1):\nη = (A0−At)/A0 × 100%, (1)\nFigure 1. The preparation process of β-Bi2O3/BiVO4/ nx 1−xFe2O4 (BV/MZF) composite."
    }, {
      "heading" : "2.2. Characterization",
      "text" : "The phase structure of the synthesized sa ples as first analyzed and proven using an X-ray po der iffracto eter (Shi adzu, XR -6000, yoto, Japan), and their structures ere further de onstrated by Fourier transfor infrared spectroscopy (FTIR, Perkin-El ersyste 2000, Ther o Fisher Scientific, altha , , USA). Field-emission scanning electron microscopy (SEM, Hitachi S-4800, Hitachi, Tokyo, Japan) and a transmission electron microscope (TE , Tecnai 2F20, FEI,\nillsboro, OR, USA) were used to investigate the morphology of the targeted samples. Energy dispersive X-ray spectrometry (EDX) in TEM mode was employed for elemental analysis. The specific surface area and pore size distribution, magnetic properties, adsorption properties, and surface element states were confirmed by Brunauer−Emmett−Teller (BET, ASAP-2020, Micromeritics, Norcross, GA, USA), vibrating sample magnetometer (VSM 7410, Lake Shore, Carson, CA, USA), ultraviolet-visible diffuse reflectance spectrophotometer (UV-vis, DRS, TU1901, Persee, Beijing, China) and X-ray photoelectron spectrometer (XPS, ESCALAB250Xi, Thermo Fisher Scientific, Waltham, MA, USA), respectively."
    }, {
      "heading" : "2.3. Photocatalytic Tests",
      "text" : "Under the irradiation of the 300 W xenon lamp (CEL-HXF 300, Beijing CEAULIGHT Co., Ltd., Beijing, China), with a 420 nm cutoff filter was selected as visible light source, the photocatalytic activity of BV/MZF for RhB solutions as simulated dye wastewater was studied. The temperature and pH of the photocatalytic tests were room temperature and natural pH value, respectively. The prepared 100 mg samples were added to 50 mL of the 10 mg/L RhB aqueous solution, and the dark reaction for 30 min reached the adsorption and desorption equilibrium. During the photocatalytic process, the liquid level of RhB and the light source of the xenon lamp were maintained at 20 cm, and the light experiment was performed under magnetic (normal materials) or mechanical (magnetic materials) stirring. After every 30 min, 5 mL the reaction solution was absorbed and centrifuged for 3 min at 4000 rpm. The photodegradation rate of all samples was the average of three experimental results. Eventually, the decomposition efficiency of the target contaminant was calculated by Equation (1):\nη = (A0−At)/A0 × 100%, (1)\nwhere η, A0, and At are degradation efficiency, and the equilibrium concentration of the target contaminant before and after visible light irradiation, respectively."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Synthesis Optimization",
      "text" : "The effect of BV/MZF with different mass ratios on the treatment of RhB and UV-visible spectrum of optimal samples are shown in Figure 2. As seen from Figure 2a, the photocatalytic efficiency for RhB with BV/MZF (5–25 wt%) composite catalysts are 92.6%, 92.8%, 86.3%, 85.1%, and 56.2%, respectively, after irradiating for 3 h. This result was caused by the lessening of the effective photocatalytic component β-Bi2O3 in the photocatalyst as the mass of BiVO4/MnxZn1−xFe2O4 increases. At the same time, the photodegradation rates of BiVO4, β-Bi2O3, and 20 wt% BV/MZF were relatively close, while it improved for 10 wt% BV/MZF samples. In Figure 2b, the absorbance of the maximum peak at 554 nm decreased with time, indicating that RhB continuously degraded, and confirming that the degradation rate of RhB by BV/MZF (10 wt%) was uniform and stable. Ultimately, the BV/MZF (10 wt%) with the best photocatalytic performance was used as the analytical test sample.\nNanomaterials 2020, 10, x FOR PEER REVIEW 4 of 13\nwhere η, A0, and At are degradation efficiency, and the equilibrium concentration of the target contaminant before and after visible light irradiation, respectively.\n3. es lts a isc ssio\n. .\neffect of BV/MZF with different m ss ratios on the treatment of RhB and UV-visible spectrum of o timal samples are shown in Figu e 2. As seen from Figure 2a, the photocatalytic efficiency for RhB with BV/MZF (5–25 wt%) composite catalysts are 92.6%, 92.8%, 86.3%, 85.1%, and 56.2%, espectively, after irradiating for 3 h. This resul was caused by the l ss n ng of the effective photocatalytic component β-Bi2O3 in the photocatalyst as the mass of BiVO4/MnxZn1−xFe2O4 incre ses. At the same im , the ph todegradation rates of BiVO4, β-Bi2O3, and 20 wt% BV/MZF were relativ ly close, while it improved for 10 wt% BV/MZF samples. In Figure 2b, the absorbance of the maximu p ak t 554 nm decreased with time, indi ating that RhB continuously deg aded, and confirming hat the degradation rate of RhB by BV/MZF (10 wt%) w s unifor and s able. Ultimately, he BV/MZF (10 wt%) with the best photocatalytic p rformance was used as the analytical test sample."
    }, {
      "heading" : "3.2. Characterization on the Structure and Specific Surface Property",
      "text" : "Figure 3 shows the XRD patterns of β-Bi2O3, BiVO4, MZF, and BV/MZF. The characteristic diffraction peak of the tetragonal β-Bi2O3 is consistent with JCPDS Card No. 27-0050, and the crystal plane indices correspond to (210), (201), (002), (220), (200), (400), (203), (421), (213), (004), and (400). The monoclinic crystal BiVO4 samples are in good agreement with JCPDS Card No. 14-0688, and its crystal plane indices are (110), (011), (121), (040), (200), (002), (211), (150), (240), (042), (220), (161), (321), and (123). The MZF crystal plane has characteristic peaks of cubic spinel structure, and the characteristic peaks at 18.2°, 29.9°, 35.2°, 42.6°, 52.9°, 56.3°, and 61.9° correspond to JCPDS Card No. 10-0467. The crystal plane indices are (111), (220), (311), (222), (440), (422), (511), and (440). Notably, BV/MZF samples not only contain characteristic diffraction peaks of (201), (211), (220), and (421) of β-Bi2O3, but also contain the characteristic peaks of (200), (211), (220), and (161) of BiVO4. Furthermore, there is high intensity reflection at 24.5° in BV/MZF, which is caused by the conversion of monoclinic BiVO4 to tetragonal BiVO4 during the roasting process [25]. However, only the (440) characteristic diffraction peaks of MZF could be found in BV/MZF. This may be owing to the fact that other diffraction peaks in MZF are so weak that they were covered by the diffraction peaks of β-Bi2O3 and BiVO4 [26]. The characteristic peaks of MZF, BiVO4, and β-Bi2O3 were observed in the composite sample, which indicates that BV/MZF was successfully synthesized.\n. (a) The degradation of Rhodamine B (RhB) by BV/MZF (5~25:100). (b) Time-dependent UV-vis spectra of RhB solution."
    }, {
      "heading" : "3.2. Characterization on the Structure and Specific Surface Property",
      "text" : "Figure 3 shows the XRD patterns of β-Bi2O3, BiVO4, MZF, and BV/MZF. The characteristic diffraction peak of the tetragonal β-Bi2O3 is consistent with JCPDS Card No. 27-0050, and the crystal plane indices correspond to (210), (201), (002), (220), (200), (400), (203), (421), (213), (004), and (400). The monoclinic crystal BiVO4 samples are in good agreement with JCPDS Card No. 14-0688, and its crystal plane indices are (110), (011), (121), (040), (200), (002), (211), (150), (240), (042), (220), (161), (321), and (123). The MZF crystal plane has characteristic peaks of cubic spinel structure, and the characteristic peaks at 18.2◦, 29.9◦, 35.2◦, 42.6◦, 52.9◦, 56.3◦, and 61.9◦ correspond to JCPDS Card No. 10-0467. The crystal plane indices are (111), (220), (311), (222), (440), (422), (511), and (440). Notably, BV/MZF samples not only contain characteristic diffraction peaks of (201), (211), (220), and (421) of β-Bi2O3, but also contain the characteristic peaks of (200), (211), (220), and (161) of BiVO4. Furthermore, there is high intensity reflection at 24.5◦ in BV/MZF, which is caused by the conversion of monoclinic BiVO4 to tetragonal BiVO4 during the roasting process [25]. However, only the (440) characteristic diffraction peaks of MZF could be found in BV/MZF. This may be owing to the fact that other diffraction peaks in MZF are so weak that they were covered by the diffraction peaks of β-Bi2O3 and BiVO4 [26]. The characteristic peaks of MZF, BiVO4, and β-Bi2O3 were observed in the composite sample, which indicates that BV/MZF was successfully synthesized.\nNanomaterials 2020, 10, x FOR PEER REVIEW 5 of 13\nFigure 4 shows the FTIR spectra of MZF, BiVO4, β-Bi2O3, and BV/MZF. The stretching and bending vibration peaks provided by the hydroxyl groups (–OH) from the surface water molecules can be attributed to 3434.0 cm−1 and 2359.3 cm−1 of MZF, respectively [27]. The bands at 568.0 cm−1 and 1399.4 cm−1 are the stretching vibration peaks of the zinc–oxygen bond and typical Raman bands of the ferrite bond, respectively [28]. The characteristic absorption peaks at 1387.6 cm−1, 851.7 cm−1, and 582.8 cm−1 are caused by the bending vibration of the bismuth oxygen bond [29,30]. The absorption peak at 468.3 cm−1 is closely related to the stretching vibration of the bismuth oxygen bond [24]. The absorption peak at 472.0 cm−1 in Figure 4b and at 641.3 cm−1 in Figure 4a,b arise from the stretching vibration peak of the bismuth oxygen bond and the stretching vibration peak of the vanadium oxygen bond, respectively. Due to the low MZF content, the characteristic absorption peak of MZF does not appear in BV/MZF (Figure 4a).\nFigure 4. FTIR spectra of β-Bi2O3, BiVO4, MZF, and BV/MZF.\nThe elemental composition and state of the BV/MZF are analyzed by XPS. Figure 5 shows the XPS full spectrum and narrow scan area map of Zn 2p, Mn 2p, Fe 2p, O 1s, Bi 4f, and V 2p. In Figure 5a, the characteristic peaks of Mn, Zn, Fe, Bi, V, O, and C were detected on the surface of BV/MZF,\ni . 2 3, BiVO4, MZF, and BV/ ZF.\nFig re 4 shows the FTIR spectra of MZF, BiVO4, β-Bi2O3, and BV/MZF. The stretching and bending vibration peaks provided by the hydroxyl groups (–OH) from the surface water molecules can be attributed to 3434.0 cm−1 and 2359.3 cm−1 of MZF, respectively [27]. The bands at 568.0 cm−1 and 1399.4 cm−1 are the stretching vibration peaks of the zinc–oxygen bond and typical Raman bands of the ferrite bond, respectively [28]. The characteristic absorption peaks at 1387.6 cm−1, 851.7 c −1, a 582.8 cm−1 are caused by the bending vibration of the bismuth oxygen bond [29,30]. The absorption peak at 468.3 cm−1 is closely related to the stretching vibration of the bismuth oxygen bond [24]. The absorption eak at 472.0 cm−1 in Figure 4b and at 641.3 cm−1 in Figure 4a,b arise from the stretching vibratio peak of the bismuth oxygen bond and the stretching vibration peak of the vanadium oxygen bo d, respectively. Due to the low MZF content, the characteristic absorption peak of MZF does not appear in BV/MZF (Figure 4a).\nNanomaterials 2020, 10, x FOR PEER REVIE 5 of 13\nFigure 3. XR patterns of β-Bi2 3, BiV 4, ZF, and BV/ ZF.\nFigure 4 sho s the FTIR spectra of ZF, Bi 4, β-Bi2 3, and B / ZF. The stretching and bending vibration peaks provided by the hydroxyl groups (– ) fro the surface ater olecules can be attributed to 3434.0 c −1 and 2359.3 c −1 of ZF, respectively [27]. The bands at 568.0 c −1 and 1399.4 c −1 are the stretching vibration peaks of the zinc–oxygen bond and typical Ra an bands of the ferrite bond, respectively [28]. The characteristic absorption peaks at 1387.6 c −1, 851.7 c −1, and 582.8 c −1 are caused by the bending vibration of the bis uth oxygen bond [29,30]. The absorption peak at 468.3 c −1 is closely related to the stretching vibration of the bis uth oxygen bond [24]. The absorption peak at 472.0 c −1 in Figure 4b and at 641.3 c −1 in Figure 4a,b arise fro the stretching vibration peak of the bis uth oxygen bond and the stretching vibration peak of the vanadiu oxygen bond, respectively. ue to the lo ZF content, the characteristic absorption peak of ZF does not appear in B / ZF (Figure 4a).\nFigure 4. FTIR spectra of β-Bi2 3, BiV 4, ZF, and BV/ ZF.\nThe ele ental co position and state of the B / ZF are analyzed by XPS. Figure 5 sho s the XPS full spectru and narro scan area ap of Zn 2p, n 2p, Fe 2p, 1s, Bi 4f, and 2p. In Figure 5a, the characteristic peaks of n, Zn, Fe, Bi, , , and ere detected on the surface of B / ZF,\ni r . I tr f - i2O3, BiVO4, MZF, and BV/MZF.\nThe elemental composition and state of the BV/MZF are analyzed by XPS. Figure 5 shows the XPS full spectrum and narrow scan area map of Zn 2p, Mn 2p, Fe 2p, O 1s, Bi 4f, and V 2p. In Figure 5a, the characteristic peaks of Mn, Zn, Fe, Bi, V, O, and C were detected on the surface of BV/MZF, indicating the presence of these elements. This is consistent with the bonds that contained related elements in the FTIR results. The signal of carbon from the apparatus was responsible for the peak observed at C 1s around 284.06 eV. The two major peaks centered at 158.41 eV and 163.71 eV belong to bismuth 4f5/2 and bismuth 4f7/2, respectively, which means that the bismuth state of BV/MZF is Bi3+ cation (Figure 5b). The peaks at 515.86 eV and 523.47 eV appearing in Figure 5c are generally considered to be vanadium 2p3/2 and vanadium 2p1/2, which means that vanadium is V5+ in BV/MZF. In the end, the bond energy at 529.02 eV, 640.20 eV, 1051.30 eV, and 710.77 eV were generated by the signals of O 1s, Mn 2p, Zn 2p, and Fe 2p, respectively (Figure 5d–g). In summary, the production of BV/MZF was confirmed. Nanomaterials 2020, 10, x FOR PEER REVIEW 6 of 13 indicating the presence of these elements. This is consistent with the bonds that contained related elements in the FTIR results. The signal of carbon from the apparatus was responsible for the peak observed at C 1s around 284.06 eV. The two major peaks centered at 158.41 eV and 163.71 eV belong to bismuth 4f5/2 and bismuth 4f7/2, respectively, which means that the bismuth state of BV/MZF is Bi3+ cation (Figure 5b). The peaks at 515.86 eV and 523.47 eV appearing in Figure 5c are generally considered to be vanadium 2p3/2 and vanadium 2p1/2, which means that vanadium is V5+ in BV/MZF. In the end, the bond energy at 529.02 eV, 640.20 eV, 1051.30 eV, and 710.77 eV were generated by the signals of O 1s, Mn 2p, Zn 2p, and Fe 2p, respectivel ( i re 5d–g). In sum ary, the production of BV/MZF was confirmed.\nFigure 5. (a) BV/MZF complete XPS spectrum. (b–g) Narrow scan area map of Bi 4 f, V 2p, O 1s, Mn 2p, Zn 2p, and Fe 2p.\nFigure 6 reveals the SEM images of β-Bi2O3, BiVO4, MZF, and BV/MZF. From Figure 6a,b, it is obvious that β-Bi2O3 is composed of flakes, irregular blocks, and particles of different sizes, while BiVO4 shows an irregular dumbbell shape [31]. MZF is irregular and aggregated together, as shown in Figure 6c. The massive flaky β-Bi2O3 can be clearly found through the blue circle in BV/MZF, and the obvious irregular dumbbell-shaped BiVO4 can be found through the red circle in Figure 6d. However, the granular MZF could not be observed because of the relatively low content in BV/MZF.\nFigure 5. (a) BV/MZF complete XPS spectrum. (b–g) Narrow scan area map of Bi 4 f, V 2p, O 1s, Mn 2p, Zn 2p, and Fe 2p.\nFigure 6 reveals the SEM images of β-Bi2O3, BiVO4, MZF, and BV/MZF. From Figure 6a,b, it is obvious that β-Bi2O3 is composed of flakes, irregular blocks, and particles of different sizes, while BiVO4 shows an irregular dumbbell shape [31]. MZF is irregular and aggregated together, as shown in Figure 6c. The massive flaky β-Bi2O3 can be clearly found through the blue circle in BV/MZF, and the obvious irregular dumbbell-shaped BiVO4 can be found throug the red circle in Figure 6d. However, the granular MZF could not be observed because of the relatively low content in BV/MZF.\nNanomaterials 2020, 10, x FOR PEER REVIEW 7 of 13\nFigure 6. SEM images of (a) β-Bi2O3, (b) BiVO4, (c) MZF, and (d) BV/MZF.\nFigure 7 displays the TEM and high-resolution TEM pictures of BV/MZF. Figure 7a shows that many MZF blocks and irregular dumbbell BiVO4 are in contact with the flaky β-Bi2O3. In Figure 7b, the phase with the lattice fringes (0.273 nm and 0.244 nm) could be observed, which corresponded to the (112) and (202) plane of the BiVO4 crystal. The lattice fringes of 0.199 nm and 0.317 nm are located on the (321) and (211) crystal planes of β-Bi2O3, respectively. The lattice space of 0.255 nm agrees well with the (311) plane of MZF. As seen from Figure 7c, the energy-dispersive X-ray spectroscopy (EDX) spectrum result proves the existence of Mn, Zn, O, Bi, and V elements in BV/MZF. It is worth noting that there is a strong Cu signal at 8 KeV, which may be from the TEM grid [32]. Combining the analyses of XRD and XPS, it was confirmed that BV/MZF was successfully prepared.\nFigure 6. SEM images of (a) β-Bi2O3, (b) BiVO4, (c) MZF, and (d) BV/MZF.\nFigure 7 displays the TEM and high-resolution TEM pictures of BV/MZF. Figure 7a shows that many MZF blocks and irregular dumbbell BiVO4 are in contact with the flaky β-Bi2O3. In Figure 7b, the phase with the lattice fringes (0.273 nm and 0.244 nm) could be observed, which corresponded to the (112) and (202) plane of the BiVO4 crystal. The lattice fringes of 0.199 nm and 0.317 nm are located on the (321) and (211) crystal planes of β-Bi2O3, respectively. The lattice space of 0.255 nm agrees well with the (311) plane of MZF. As seen from Figure 7c, th n rgy-dispersive X-ray spectroscopy (EDX) spectrum result prove the existence of Mn, Zn, O, Bi, and V elements in BV/MZF. It is worth noting that there is a strong Cu signal at 8 KeV, which may be from the TEM grid [32]. Combining the analyses of XRD and XPS, it was confirmed that BV/MZF was successfully prepared.\nNanomaterials 2020, 10, x FOR PEER REVIEW 7 of 13\nFigure 6. SEM im ges of (a) β-Bi2O3, (b) BiVO4, ( ) MZF, and (d) BV/MZF.\nFigure 7 displays the TEM and high-resolution TEM pictures of BV/MZF. Figure 7a shows that many MZF blocks and irregular dumbbell BiVO4 are in contact with the flaky β-Bi2O3. In Figure 7b, the phase with the lattice fringes (0.273 nm and 0.244 nm) could be observed, which corresponded to the (1 2) a ( 02) plane of the BiVO4 crystal. The lattic fr nges of 0.199 nm and 0.317 nm are located on t e (321) and (211) crystal planes of β-Bi2O3, respectively. The lattice space of 0.255 nm agrees well with the (311) plane of MZF. As seen from Figure 7c, the energy-dispersive X-ray spectroscopy (EDX) spectrum result proves the existence of Mn, Zn, O, Bi, and V elements in BV/MZF. It is worth noting that there is a strong Cu signal at 8 KeV, which may be from the TEM grid [32]. Combining the analyses of XRD and XPS, it was confirmed that BV/MZF was successfully prepared.\nFigure 7. (a) TEM diagram of BV/MZF, (b) HRTEM diagram of BV/MZF, and (c) EDX diagram of BV/MZF.\nFigure 7. (a) TEM diagram of BV/MZF, (b) HRTEM diagram of BV/MZF, and (c) EDX diagram of BV/MZF.\nFigure 8 is the N2 adsorption–desorption isotherm of BV/MZF with its corresponding pore size distribution curve (inset). In Figure 8, the N2 adsorption–desorption isotherm and hysteresis loop of BV/MZF obtained by the Brunauer isotherm classification method belong to type “IV” and type H3 respectively. Simultaneously, the sample has a mesoporous structure. From the inset in Figure 8, the most likely pore size for BV/MZF is 18 nm. Moreover, the specific surface area of the BV/MZF is 17.84 m2/g. Table 1 exhibits the average pore diameter and specific surface area of BiVO4, β-Bi2O3, MZF, and BV/MZF. From Table 1, the pore size (9.49 nm) and specific surface area (17.84 m2/g) of BV/MZF are larger than β-Bi2O3 (6.09 nm and 11.81 m2/g) and BiVO4 (6.29 nm and 6.00 m2/g). The larger surface area of the BV/MZF nanocomposite provides more active sites during the photocatalytic reaction and enhances the photocatalytic activity.\nNanomaterials 2020, 10, x FOR PEER REVIEW 8 of 13\nFigure 8 is the N2 adsorption–desorption isotherm of BV/ ZF with its corresponding pore size distribution curve (inset). In Figure 8, the N2 adsorption–desorption isotherm and hysteresis loop of BV/MZF obtained by the Brunauer isotherm classification method belong to type “IV” and type H3 respectively. Simultaneously, the sample has a mesoporous structure. From the inset in Figure 8, the most likely pore size for BV/MZF is 18 nm. Moreover, the specific surface area of the BV/MZF is 17.84 m2/g. Table 1 exhibits the average pore diameter and specific surface area of BiVO4, β-Bi2O3, ZF, and BV/ ZF. From Table 1, the pore size (9.49 nm) and specific surface area (17.84 m2/g) of BV/MZF are larger than β-Bi2O3 (6.09 nm and 11.81 m2/g) and BiVO4 (6.29 nm and 6.00 m2/g). The larger surface area of the BV/ ZF nanoco posite provides ore active sites during the photocatalytic reaction and enhances the photocatalytic activity.\nTable 1. BiVO4, β-Bi2O3, MZF, and BV/MZF specific surface area and average aperture.\nSamples BET Surface/m2∙g−1 Langmuir Surface Area/m2∙g−1 Pore Size/nm BiVO4 6.00 4.35 6.09 β-Bi2O3 11.81 11.34 6.29\nMZF 53.42 55.60 15.77 BV/MZF 17.84 17.39 9.49"
    }, {
      "heading" : "3.3. Magnetic Properties",
      "text" : "Figure 9 presents the magnetization curves of MZF and BV/MZF nanocomposites tested using VSM technology. The saturation magnetization (Ms) of MZF and BV/MZF are 70.61 emu/g and 2.67 emu/g, respectively. The saturation magnetization of BV/MZF only accounts for 3.78% of MZF, owing to the lower content of magnetic material MZF in BV/MZF. However, the magnetic properties of BV/MZF are sufficient for quickly recovering the photocatalyst from the reaction solution under an external magnetic field. Besides, BV/MZF exhibits the same magnetic properties as MZF, which means that the composite material contains MZF [33].\ni . 2 adsorption–desorption isother of BV/ , ill t t it i i t i ti .\nTable 1. BiVO4, β-Bi2O3, MZF, and BV/MZF specific surface area and average aperture.\nSamples BET Surface/m2·g−1 Langmuir Surface Area/m2·g−1 Pore Size/nm BiVO4 6.00 4.35 6.09 β-Bi2O3 11.81 11.34 6.29\nMZF 53.42 55.60 15.77 BV/MZF 17.84 17.39 9.49"
    }, {
      "heading" : "3.3. Magnetic Properties",
      "text" : "Figure 9 presents the magnetization curves of MZF and BV/MZF nanocomposites tested using VSM technology. The saturation magnetization (Ms) of MZF and BV/MZF are 70.61 emu/g and 2.67 emu/g, respectively. The saturation magnetization of BV/MZF only accounts for 3.78% of MZF, owing to the lower content of magnetic material MZF in BV/MZF. However, the magnetic properties of BV/MZF are sufficient for quickly recovering the photocatalyst from the reaction solution under an external magnetic field. Besides, BV/MZF exhibits the same magnetic properties as MZF, which means that the composite material contains MZF [33].\nNanomaterials 2020, 10, x FOR PEER REVIEW 9 of 13\nFigure 9. The hysteresis loops of MZF and BV/MZF.\n3.4. UV-vis DRS\nThe optical properties of a semiconductor photocatalytic material have an important relationship with its band structure, which is one of the important factors determining its degradation performance. The UV-vis DRS spectra of BV/MZF is depicted in Figure 10. The largest absorption wavelength and forbidden band energy of BV/MZF are about 593 nm and 2.29 eV, respectively. The literature [22] shows that the largest absorption wavelength and forbidden band energy of β-Bi2O3 was 530 nm and 2.48 eV, respectively. Similarly, according to reference [23], for BiVO4 it was 508 nm and 2.51 eV, respectively. It can be seen that the composite material expands the range of absorbed light. Compared with β-Bi2O3 and BiVO4, BV/MZF has a significantly lower forbidden band energy, resulting in the larger the visible light response range of BV/MZF, which is more conducive to photocatalytic reactions.\nFigure 9. The hysteresis loops of MZF and BV/MZF."
    }, {
      "heading" : "3.4. UV-vis DRS",
      "text" : "The optical properties of a semiconductor photocatalytic material have an important relationship with its band structure, which is one of the important factors determining its degradation performance. The UV-vis DRS spectra of BV/MZF is depicted in Figure 10. The largest absorption wavelength and forbidden band energy of BV/MZF are about 593 nm and 2.29 eV, respectively. The literature [22] shows that the largest absorption wavelength and forbidden band energy of β-Bi2O3 was 530 nm and 2.48 eV, respectively. Similarly, according to reference [23], for BiVO4 it was 508 nm and 2.51 eV, respectively. It c n be seen that the composite material expands the range of absorb d light. Compared with β-Bi2O3 a d BiVO4, BV/MZF has a significantly lower forbidden band ene gy, res lting in the larger the visible light response range of BV/MZF, which is more conducive to photocatalytic reactions.\nNanomaterials 2020, 10, x FOR PEER REVIEW 9 of 13\nFigure 9. The hysteresis loops of MZF and BV/MZF.\n3.4. UV-vis DRS\nThe optical properties of a semiconductor photocatalytic material have an important relationship with its band structure, which is one of the important factors determining its degradation performance. The UV-vis DRS spectra of BV/MZF is depicted in Figure 10. The largest absorption wavelength and forbidden band energy of BV/MZF are about 5 3 nm and 2.29 eV, respectiv ly. Th literature [22] shows that the largest absorption wavelength and forbidd n band energy of β-Bi2O3 was 530 nm and 2.48 eV, respectively. Similarly, according to reference [23], for BiVO4 it was 508 nm and 2.51 eV, respectively. It can be seen that the composite material expands the range of absorbed light. Compared with β-Bi2O3 and BiVO4, BV/MZF has a significantly lower forbidden band energy, resulting in the larger the visible light response range of BV/MZF, which is more conducive to photocatalytic reactions.\nFigure 10. UV-vis DRS spectra and corresponding band gap of BV/MZF. Figure 10. UV-vis DRS spectra and corresponding band gap of BV/MZF."
    }, {
      "heading" : "3.5. Stability and Reusability",
      "text" : "To further evaluate the stability and reusability of the BV/MZF, three regeneration experiments were performed. At the end of each experiment, the photocatalyst recovered by the external magnet was washed with anhydrous ethanol and deionized water. After drying at 60 ◦C for 12 h, the next test was performed until the end of the third experiment. The results of three recovery experiments are shown in Figure 11. After photodegradation of RhB for 3 h, the original degradation rate was 92.8%, which only decreased by 7.9% after three cycles of experiments. This outcome shows that the prepared BM/MZF has favorable stability and reusability.\nNanomaterials 2020, 10, x FOR PEER REVIEW 10 of 13\n3.5. Stability and Reusability\nTo further evaluate the stability and reusability of the BV/MZF, three regeneration experiments were performed. At the end of each experiment, the photocatalyst recovered by the external magnet was washed with anhydrous ethanol and deionized water. After drying at 60 °C for 12 h, the next test was performed until the end of the third experiment. The results of three recovery experiments are shown in Figure 11. After photodegradation of RhB for 3 h, the original degradation rate was 92.8%, which only decreased by 7.9% after three cycles of experiments. This outcome shows that the prepared BM/MZF has favorable stability and reusability.\n3.6. Degradation Mechanism\nSo as to obtain the possible photocatalytic mechanism, the band position of BV/MZF was first calculated by Equations (2) and (3) [34],\nECB = χ − Ee − 0.5 Eg (2)\nEVB = ECB + Eg (3)\nwhere the implications of χ, Ee, Eg, EVB, and ECB were the negative values of the ground potential chemical potential, energy of the free electrons of hydrogen (4.5 eV), band gap energy of BV/MZF, potential of VB, and potential of CB. The χ values of BiVO4 and β-Bi2O3 were calculated to be 6.78 eV and 5.90 eV, respectively. The EVB and ECB values of β-Bi2O3 were calculated to be 2.67 eV and 0.16 eV, respectively. Similarly, the corresponding EVB (3.51 eV) and ECB (1.03 eV) values of BiVO4 were obtained. The photocatalytic mechanism belonging to BV/MZF is shown in Figure 12. Under visible light, the photon energy absorbed by BV/MZF satisfies the equation: hν ≥ Eg. Then, the valence band electrons of BV/MZF transit to the conduction band, and eventually produces holes (h+) and photogenerated electrons (e−). h+ and e− moved with the appearance of BV/MZF and reacted accordingly. Dissolved oxygen attached to the outside of BV/MZF traps e− to form superoxide anions (·O2−), and h+ converts the OH− and H2O adsorbed on the surface of BV/MZF into hydroxyl radicals (·OH). Organic pollutants decomposed into other products due to the strong oxidative properties of ·O2− and ·OH.\nFigure 1 . The reco r ri t f hB degraded by BV/MZF."
    }, {
      "heading" : "3.6. Degradation Mechanism",
      "text" : "So as to btain the pos ible photocatal is , the band pos tion of BV/MZF was first cal ulated by Equations (2) and (3) [34],\nECB = χ − Ee − 0.5 Eg (2)\nEVB = ECB + Eg (3)\nwhere the implications of χ, Ee, Eg, EVB, and ECB were the negative values of the ground potential chemical potential, energy of the free electrons of hydrogen (4.5 eV), band gap energy of BV/MZF, potential of VB, and potential of CB. The χ values of BiVO4 and β-Bi2O3 were calculated to be 6.78 eV and 5.90 eV, respectively. The EVB and ECB values of β-Bi2O3 were calculated to be 2.67 eV and 0.16 eV, respectively. Similarly, the corresponding EVB (3.51 eV) and ECB (1.03 eV) values of BiVO4 were obtained.\nThe photocatalytic mechanism belonging to BV/MZF is shown in Figure 12. Und r visible light, he photon energy absorbed by BV/MZF satisfies th equation: hν ≥ Eg. Then, the valence band lectrons of BV/MZF transit to th conduction band, and eventually produc s holes (h+) and photo-generated electrons (e−). h+ and e− moved with the appearance of BV/MZF and reacted accordingly. Dissolved oxygen attached to the outside of BV/MZF traps e− to form superoxide anions (·O2−), and h+ converts the OH− and H2O adsorbed on the surface of BV/MZF into hydroxyl radicals (·OH). Organic pollutants decomposed into other products due to the strong oxidative properties of ·O2− and ·OH.\nNanomaterials 2020, 10, x FOR PEER REVIEW 11 of 13\nFigure 12. Schematic of the possible reaction mechanism of the photocatalytic procedure.\nThe improvement of BV/MZF photocatalytic activity can be due to the following reasons. (1) Composition of p-n heterojunction. The ECB and EVB of n-type BiVO4 are more positive and more negative than p-type β-Bi2O3, respectively [35]. e− of p-type β-Bi2O3 will migrate to n-type BiVO4, and h+ of n-type BiVO4 will transfer to p-type β-Bi2O3, thereby constructing a p-n-type heterojunction. Meanwhile, there is an internal electric field inside the BV/MZF system, which will further boost the migration and detachment of photo-generated carriers. (2) As a result of the reduced Eg of BV/MZF, the visible light response is enhanced, and the scope of absorbed light is increased. BV/MZF will absorb more incident hν and generate more e− and h+, producing more ·O2− and ·OH. (3) The stable magnetic field generated by MZF makes e− directional flow, suppresses the recombination of e− and h+, extends the e− life, and raises the photocatalytic activity of BV/MZF. (4) Photosensitive degradation of RhB. Due to the low quantum efficiency and low conversion rate of RhB, there could be weak photodegradation during the degradation process [36]."
    }, {
      "heading" : "4. Conclusions",
      "text" : "The composite magnetic photocatalyst BV/MZF was produced by a sample hydrothermal and calcination method and applied for photodegrading RhB. According to the analysis of chemical composition, valence state, and structure, the three-component photocatalyst BV/MZF was successfully compounded. Under visible light irradiation, BV/MZF showed excellent photocatalytic activity. A reasonable photocatalytic mechanism indicates that the p-n type heterojunction formed at the β-Bi2O3 and BiVO4 interface and the stable electric field provided by MZF are helpful for the transfer and separation of photoelectrons. This paper provides a simple and effective method for the synthesis of composite magnetic photocatalysts, and has potential for application in the fields of green chemistry and environmental protection.\nAuthor Contributions: Conceptualization, Y.C. and Y.Y.; Data curation, Y.C. and Y.Y.; Methodology, Y.C. and Y.Y.; Resources, C.L. and L.X.; Writing, Y.C.; Writing—review and editing, Y.C., Z.J., and L.X. All authors have read and agreed to the published version of the manuscript.\nFunding: This work was supported by the State Key Laboratory of Coal Mine Disaster Dynamics and Control in Chongqing University (Grant No. 2011DA105287-zd201904).\nAcknowledgments: We are especially grateful to Longjun Xu and Chenglun Liu for their financial support and guidance for this work.\nConflicts of Interest: The authors declare no conflict of interest.\nFigure 12. Schematic of the possible reaction mechanism of the photocatalytic procedure.\ne i rove e t of BV/ ZF photocatalytic activity can be due to the following reasons. (1) Composition of p-n heterojunction. The ECB and EVB of n-type BiVO4 are more positive and more negative than p-type β-Bi2O3, respectively [35]. e− of p-type β-Bi2O3 will migrate to n-type BiVO4, and h+ of n-type BiVO4 will transfer to p-type β-Bi2O3, thereby co structing a p- -type heterojunction. Meanwhile, there is an internal electric field inside the BV/MZF system, which will further boost the migration and detachment of photo-generated carriers. (2) As a result of the reduced Eg of BV/MZF, the visible light response is enhanced, and the scope of absorbed light is increased. BV/MZF will absorb more incident hν and generate more e− and h+, producing more ·O2− and ·OH. (3) The stable magnetic field generated by MZF makes e− directional flow, suppresses the recombination of e− and h+, extends the e− life, and raises the photocatalytic activity of BV/MZF. (4) Photosensitive degradation of RhB. Due to the low quantum efficiency and low conversion rate of RhB, there could be weak photodegradation during the degradation process [36].\n.\nc it i sa le hy r t r l a l i li f t t a l i f c e ic l\nosition, valence state, and structu e, the three-component ph tocatalyst BV/MZF was successfully compounded. Under visible light irradiation, BV/MZF showed excellent photocatalytic activi y. A reasonabl photocataly ic mechanism indicates th the p-n ty e heterojunctio formed at the β-Bi2O3 and BiVO4 interface and the stable electric field provided by MZF are helpful for the transfer and eparation of photoelectrons. This paper provid s a simple and effective method for the synthesis of composite magnetic photocatalysts, and h s potential for a plication in the fields f green chemi try and environment l protection.\nAuthor Contributions: Conceptualization, Y.C. and Y.Y.; Data curation, Y.C. and Y.Y.; Methodology, Y.C. and Y.Y.; Resources, C.L. and L.X.; Writing, Y.C.; Writing—review and editing, Y.C., Z.J., and L.X. All authors have read and agreed to the published version of the manuscript.\nFunding: This work was supported by the State Key Laboratory of Coal Mine Disaster Dynamics and Control in Chongqing University (Grant No. 2011DA105287-zd201904).\nAcknowledgments: We are very grateful to Hailong Wang for his suggestions on data processing and picture production.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Mixed dye wastewater treatment in a bioelectrochemical system-centered process",
      "author" : [ "M.-H. Cui", "L. Gao", "H.-S. Lee", "A.-J. Wang" ],
      "venue" : "Bioresour. Technol",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2020
    }, {
      "title" : "Green synthesis of a magnetic β-cyclodextrin polymer for rapid removal of organic micro-pollutants and heavy metals from dyeing wastewater",
      "author" : [ "X. Hu", "Y. Hu", "G. Xu", "M. Li", "Y. Zhu", "L. Jiang", "Y. Tu", "X. Zhu", "X. Xie", "A. Li" ],
      "venue" : "Environ. Res",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2020
    }, {
      "title" : "High-efficiency adsorption of methylene blue dye from wastewater by a thiosemicarbazide functionalized graphene oxide composite",
      "author" : [ "J. Bu", "L. Yuan", "N. Zhang", "D. Liu", "Y. Meng", "X. Peng" ],
      "venue" : "Diam. Relat. Mater",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2020
    }, {
      "title" : "Comparison between commercial and synthesised nano flower-like rutile TiO2 immobilised on green super adsorbent towards dye wastewater treatment",
      "author" : [ "S.S. Alias", "Z. Harun", "F.H. Azhar", "S.A. Ibrahim", "B. Johar" ],
      "venue" : "J. Clean. Prod",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2020
    }, {
      "title" : "Enhancement on the removal of Rhodamine B (RhB) by means of the Enlarged Anode Electric Biological (EAEB) reactor",
      "author" : [ "S. Yang", "Y. Feng", "N. Liu", "Y. Zhao", "X. Wang", "Z. Zhang", "H. Chen", "Y. Yu" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2020
    }, {
      "title" : "Synergistic effects of electricity and biofilm on Rhodamine B (RhB) degradation in three-dimensional biofilm electrode reactors (3D-BERs)",
      "author" : [ "L. Feng", "X.-y. Li", "L.-h. Gan", "J. Xu" ],
      "venue" : "Electrochim. Acta",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2018
    }, {
      "title" : "Synthesis and application of novel α-Fe2O3/graphene for visible-light enhanced photocatalytic degradation of RhB",
      "author" : [ "S. Frindy", "M. Sillanpaa" ],
      "venue" : "Mater. Des",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2019
    }, {
      "title" : "Boosting visible light photocatalytic activity via impregnation-induced RhB-sensitized MIL-125(Ti)",
      "author" : [ "X. Han", "X. Yang", "G. Liu", "Z. Li", "L. Shao" ],
      "venue" : "Chem. Eng. Res. Des",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2019
    }, {
      "title" : "Enhanced photoelectrochemical and photocatalytic properties of anatase-TiO2(B) nanobelts decorated with CdS nanoparticles",
      "author" : [ "X. Cheng", "Y. Shang", "Y. Cui", "R. Shi", "Y. Zhu", "P. Yang" ],
      "venue" : "Solid State Sci",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2020
    }, {
      "title" : "Photocatalytic degradation of GRL dye from aqueous solutions in the presence of ZnO/Fe2O3 nanocomposites",
      "author" : [ "F.S. Hashim", "A.F. Alkaim", "S.M. Mahdi", "A.H. Omran Alkhayatt" ],
      "venue" : "Compos. Commun",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2019
    }, {
      "title" : "Hollow hydroxyapatite microspheres modified by CdS nanoparticles for efficiently photocatalytic degradation of tetracycline",
      "author" : [ "X. Lei", "T. Xu", "W. Yao", "Q. Wu", "R. Zou" ],
      "venue" : "J. Taiwan Inst. Chem. Eng",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2019
    }, {
      "title" : "Photoelectrocatalytic performance improvement of BiVO4 thin film fabrication via effecting of calcination temperature strategy",
      "author" : [ "N. Kiama", "C. Ponchio" ],
      "venue" : "Surf. Coat. Technol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2020
    }, {
      "title" : "Effects of morphology on the visible-light-driven photocatalytic and bactericidal properties of BiVO4/CdS heterojunctions: A discussion on photocatalysis mechanism",
      "author" : [ "R. Guo", "A. Yan", "J. Xu", "B. Xu", "T. Li", "X. Liu", "T. Yi", "S. Luo" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2020
    }, {
      "title" : "Facile Synthesis of Magnetic Photocatalyst Ag/BiVO4/Mn1-xZnxFe2O4 and Its Highly Visible-Light-Driven Photocatalytic Activity",
      "author" : [ "T. Xie", "H. Li", "C. Liu", "L. Xu" ],
      "venue" : "Materials 2018,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2018
    }, {
      "title" : "BiFeO3/BiVO4 nanocomposite photocatalysts with highly enhanced photocatalytic activity for rhodamine B degradation under visible light irradiation",
      "author" : [ "B. Samran", "S. Lunput", "S. Tonnonchiang", "S. Chaiwichian" ],
      "venue" : "Phys. B Condens. Matter",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2019
    }, {
      "title" : "Construction of M-BiVO4/T-BiVO4 isotype heterojunction for enhanced photocatalytic degradation of Norfloxacine and Oxygen evolution reaction",
      "author" : [ "B. Baral", "K.H. Reddy", "K.M. Parida" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2019
    }, {
      "title" : "Optimization of photodegradation of methylene blue over modified TiO2/BiVO4 photocatalysts: Effects of total TiO2 loading and different type of co-catalyst",
      "author" : [ "M. Fakhrul Ridhwan Samsudin", "S. Sufian", "R. Bashiri", "N. Muti Mohamed", "L. Tau Siang", "R. Mahirah Ramli" ],
      "venue" : "Mater. Today Proc. 2018,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2018
    }, {
      "title" : "Preparation and photocatalytic activity of BiOI/MnxZn1-xFe2O4 magnetic photocatalyst",
      "author" : [ "S. Feng", "H. Du", "T. Xie", "L. Xu", "Y. Wang" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2019
    }, {
      "title" : "Preparation and characterization of composite magnetic photocatalyst MnxZn1-xFe2O4/β-Bi2O3",
      "author" : [ "Z. Zhang", "L. Xu", "C. Liu" ],
      "venue" : "RSC Adv. 2015,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2020
    }, {
      "title" : "Synthesis and photocatalytic activity of composite magnetic photocatalyst MnxZn1-xFe2O4/α-Bi2O3",
      "author" : [ "Y. Lu", "L. Xu", "C. Liu", "Z. Zhang" ],
      "venue" : "Mater. Technol",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2018
    }, {
      "title" : "Preparation and property of magnetic photocatalyst BiOCl/MnxZn1-xFe2O4",
      "author" : [ "S. Feng", "L. Xu", "C. Liu", "H. Du", "T. Xie", "Q. Zhu" ],
      "venue" : "J. Nanopart. Res",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2017
    }, {
      "title" : "Preparation and Properties of BiVO4-MnO2 Composite Photocatalysts",
      "author" : [ "W. Xiang", "X. Long-jun", "L. Cheng-lun" ],
      "venue" : "Fine Chem",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2019
    }, {
      "title" : "MnxZn1-xFe2O4 coated with β-Bi2O3 and β-MnO2 as a highly efficient and magnetically recyclable photocatalyst for water treatment",
      "author" : [ "T. Wu", "W. Wang", "L. Xu", "C. Liu", "W. Xiang", "Y. Lu", "H. Wang", "Q. Feng", "H. Chen" ],
      "venue" : "Mater. Technol",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2019
    }, {
      "title" : "A comparative study of photocatalytically active nanocrystalline tetragonal zyrcon-type and monoclinic scheelite-type bismuth vanadate",
      "author" : [ "S.D. Dolić", "D.J. Jovanović", "K. Smits", "B. Babić", "M. Marinović-Cincović", "S. Porobić", "M.D. Dramićanin" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2018
    }, {
      "title" : "New Insights into Mn1-xZnxFe2O4 via Fabricating Magnetic Photocatalyst Material BiVO4/Mn1-xZnxFe2O4",
      "author" : [ "T. Xie", "C. Liu", "L. Xu", "H. Li" ],
      "venue" : "Materials 2018,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2018
    }, {
      "title" : "Decoration of BiOI quantum size nanoparticles with reduced graphene oxide in enhanced visible-light-driven photocatalytic studies",
      "author" : [ "Z. Liu", "W. Xu", "J. Fang", "X. Xu", "S. Wu", "X. Zhu", "Z. Chen" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2012
    }, {
      "title" : "Novel Heterojunction Bi2O3/SrFe12O19 Magnetic Photocatalyst with Highly Enhanced Photocatalytic Activity",
      "author" : [ "T. Xie", "C. Liu", "L. Xu", "J. Yang", "W. Zhou" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2013
    }, {
      "title" : "Synthesis Characterization and Photocatalysis of the Bi2O3 Nanofibers",
      "author" : [ "L.I. Yuejun", "T. Cao", "J. Zhang" ],
      "venue" : "J. Hebei Norm. Univ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2011
    }, {
      "title" : "Magnetic and photo-catalyst BaFe12O19-ZnO: Hydrothermal preparation of barium ferrite nanoparticles and hexagonal zinc oxide nanostructures",
      "author" : [ "A. Rezaei", "J. Saffari", "G. Nabiyouni", "D. Ghanbari" ],
      "venue" : "J. Mater. Sci. Mater. Electron",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2017
    }, {
      "title" : "Effect of Zn on the grain boundary precipitates and resulting alkaline etching of recycled Al-Mg-Si-Cu alloys",
      "author" : [ "A. Lutz", "L. Malet", "J. Dille", "L.H. de Almeida", "L. Lapeire", "K. Verbeken", "S. Godet", "H. Terryn", "I. De Graeve" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2019
    }, {
      "title" : "Magnetic composite ZnFe2O4/SrFe12O19: Preparation, characterization, and photocatalytic activity under visible light",
      "author" : [ "T. Xie", "L. Xu", "C. Liu", "Y. Wang" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2013
    }, {
      "title" : "Effect of Electronegativity and Charge Balance on the Visible-Light-Responsive Photocatalytic Activity of Nonmetal Doped Anatase TiO2",
      "author" : [ "J. Lu", "H. Jin", "Y. Dai", "K. Yang", "B. Huang" ],
      "venue" : "Int. J. Photoenergy",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2012
    }, {
      "title" : "Facile synthesis of porous Bi2O3-BiVO4 p-n heterojunction composite microrods with highly efficient photocatalytic degradation of phenol",
      "author" : [ "M.M. Mao", "F. Chen", "C.C. Zheng", "J.Q. Ning", "Y.J. Zhong", "Y. Hu" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Dye wastewater discharge is increasing with the continuous expansion of the textile and dyeing industries, resulting in higher and higher content of organic pollutants in water [1,2].",
      "startOffset" : 177,
      "endOffset" : 182
    }, {
      "referenceID" : 1,
      "context" : "Dye wastewater discharge is increasing with the continuous expansion of the textile and dyeing industries, resulting in higher and higher content of organic pollutants in water [1,2].",
      "startOffset" : 177,
      "endOffset" : 182
    }, {
      "referenceID" : 2,
      "context" : "As organic pollutants are non-biodegradable, highly toxic, and carcinogenic, they have a serious impact on human health and the ecosystem [3,4].",
      "startOffset" : 138,
      "endOffset" : 143
    }, {
      "referenceID" : 3,
      "context" : "As organic pollutants are non-biodegradable, highly toxic, and carcinogenic, they have a serious impact on human health and the ecosystem [3,4].",
      "startOffset" : 138,
      "endOffset" : 143
    }, {
      "referenceID" : 4,
      "context" : "For example, the basic cationic dye, Rhodamine B (Rhodamine B, RhB), has high chroma, high toxicity, teratogenicity, and hard degradation [5,6].",
      "startOffset" : 138,
      "endOffset" : 143
    }, {
      "referenceID" : 5,
      "context" : "For example, the basic cationic dye, Rhodamine B (Rhodamine B, RhB), has high chroma, high toxicity, teratogenicity, and hard degradation [5,6].",
      "startOffset" : 138,
      "endOffset" : 143
    }, {
      "referenceID" : 6,
      "context" : "In recent years, photocatalysts were widely used in wastewater treatment due to their green, environmentally friendly, sustainable, and economic advantages [7,8].",
      "startOffset" : 156,
      "endOffset" : 161
    }, {
      "referenceID" : 7,
      "context" : "In recent years, photocatalysts were widely used in wastewater treatment due to their green, environmentally friendly, sustainable, and economic advantages [7,8].",
      "startOffset" : 156,
      "endOffset" : 161
    }, {
      "referenceID" : 13,
      "context" : "Compounding other semiconductor materials is an effective solution for separating photogenerated electron-hole pairs, thereby greatly improving its catalytic activity [14].",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 17,
      "context" : "the low reuse and high costs caused by the difficult separation restrict the practical application of composite photocatalysts [18].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 18,
      "context" : ", Fe3O4), MnxZn1−xFe2O4 (MZF) has the advantages of high permeability, large saturation magnetization, and strong stability [19].",
      "startOffset" : 124,
      "endOffset" : 128
    }, {
      "referenceID" : 23,
      "context" : "5° in BV/MZF, which is caused by the conversion of monoclinic BiVO4 to tetragonal BiVO4 during the roasting process [25].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 24,
      "context" : "This may be owing to the fact that other diffraction peaks in MZF are so weak that they were covered by the diffraction peaks of β-Bi2O3 and BiVO4 [26].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 23,
      "context" : "5◦ in BV/MZF, which is caused by the conversion of monoclinic BiVO4 to tetragonal BiVO4 during the roasting process [25].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 24,
      "context" : "This may be owing to the fact that other diffraction peaks in MZF are so weak that they were covered by the diffraction peaks of β-Bi2O3 and BiVO4 [26].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 26,
      "context" : "8 cm−1 are caused by the bending vibration of the bismuth oxygen bond [29,30].",
      "startOffset" : 70,
      "endOffset" : 77
    }, {
      "referenceID" : 27,
      "context" : "8 cm−1 are caused by the bending vibration of the bismuth oxygen bond [29,30].",
      "startOffset" : 70,
      "endOffset" : 77
    }, {
      "referenceID" : 26,
      "context" : "8 cm−1 are caused by the bending vibration of the bismuth oxygen bond [29,30].",
      "startOffset" : 70,
      "endOffset" : 77
    }, {
      "referenceID" : 27,
      "context" : "8 cm−1 are caused by the bending vibration of the bismuth oxygen bond [29,30].",
      "startOffset" : 70,
      "endOffset" : 77
    }, {
      "referenceID" : 26,
      "context" : "8 c −1 are caused by the bending vibration of the bis uth oxygen bond [29,30].",
      "startOffset" : 70,
      "endOffset" : 77
    }, {
      "referenceID" : 27,
      "context" : "8 c −1 are caused by the bending vibration of the bis uth oxygen bond [29,30].",
      "startOffset" : 70,
      "endOffset" : 77
    }, {
      "referenceID" : 28,
      "context" : "From Figure 6a,b, it is obvious that β-Bi2O3 is composed of flakes, irregular blocks, and particles of different sizes, while BiVO4 shows an irregular dumbbell shape [31].",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 28,
      "context" : "From Figure 6a,b, it is obvious that β-Bi2O3 is composed of flakes, irregular blocks, and particles of different sizes, while BiVO4 shows an irregular dumbbell shape [31].",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 29,
      "context" : "It is worth noting that there is a strong Cu signal at 8 KeV, which may be from the TEM grid [32].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 29,
      "context" : "It is worth noting that there is a strong Cu signal at 8 KeV, which may be from the TEM grid [32].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 29,
      "context" : "It is worth noting that there is a strong Cu signal at 8 KeV, which may be from the TEM grid [32].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 30,
      "context" : "Besides, BV/MZF exhibits the same magnetic properties as MZF, which means that the composite material contains MZF [33].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 30,
      "context" : "Besides, BV/MZF exhibits the same magnetic properties as MZF, which means that the composite material contains MZF [33].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 21,
      "context" : "The literature [22] shows that the largest absorption wavelength and forbidden band energy of β-Bi2O3 was 530 nm and 2.",
      "startOffset" : 15,
      "endOffset" : 19
    }, {
      "referenceID" : 22,
      "context" : "Similarly, according to reference [23], for BiVO4 it was 508 nm and 2.",
      "startOffset" : 34,
      "endOffset" : 38
    }, {
      "referenceID" : 21,
      "context" : "The literature [22] shows that the largest absorption wavelength and forbidden band energy of β-Bi2O3 was 530 nm and 2.",
      "startOffset" : 15,
      "endOffset" : 19
    }, {
      "referenceID" : 22,
      "context" : "Similarly, according to reference [23], for BiVO4 it was 508 nm and 2.",
      "startOffset" : 34,
      "endOffset" : 38
    }, {
      "referenceID" : 21,
      "context" : "Th literature [22] shows that the largest absorption wavelength and forbidd n band energy of β-Bi2O3 was 530 nm and 2.",
      "startOffset" : 14,
      "endOffset" : 18
    }, {
      "referenceID" : 22,
      "context" : "Similarly, according to reference [23], for BiVO4 it was 508 nm and 2.",
      "startOffset" : 34,
      "endOffset" : 38
    }, {
      "referenceID" : 31,
      "context" : "So as to obtain the possible photocatalytic mechanism, the band position of BV/MZF was first calculated by Equations (2) and (3) [34],",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 31,
      "context" : "So as to btain the pos ible photocatal is , the band pos tion of BV/MZF was first cal ulated by Equations (2) and (3) [34],",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 32,
      "context" : "The ECB and EVB of n-type BiVO4 are more positive and more negative than p-type β-Bi2O3, respectively [35].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 32,
      "context" : "The ECB and EVB of n-type BiVO4 are more positive and more negative than p-type β-Bi2O3, respectively [35].",
      "startOffset" : 102,
      "endOffset" : 106
    } ],
    "year" : 2020,
    "abstractText" : "β-Bi2O3/BiVO4/MnxZn1−xFe2O4 (BV/MZF) composite magnetic photocatalyst was first synthesized using the hydrothermal and calcination method. BV/MZF was a mesoporous material with most probable pore size and specific surface area of 18 nm and 17.84 m2/g, respectively. Due to its high saturation magnetization (2.67 emu/g), the BV/MZF composite can be easily separated and recovered from solution under an external magnetic field. The results of photo-decomposition experiments show that the decomposition rate of Rhodamine B (RhB) by BV/MZF can reach 92.6% in 3 h under visible light. After three cycles, BV/MZF can still maintain structural stability and excellent pollutant degradation effect. In addition, analysis of the photocatalytic mechanism of BV/MZF for RhB shows that the p-n heterojunction formed in BV/MZF plays a vital role in its photocatalytic performance. This work has potential application in the future for solving environmental pollution.",
    "creator" : null
  }
}