{
  "name" : "downloads_2019-10-22_55_kaupbayeva2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Molecular Sieving on the Surface of a Nano-Armored Protein",
    "authors" : [ "Bibifatima Kaupbayeva", "Hironobu Murata", "Amber Lucas", "Krzysztof Matyjaszewski", "Jonathan S. Minden", "Alan J. Russell" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION Protein−polymer conjugates are unique macromolecules that combine the rugged attractiveness of synthetic chemistry and the exquisite balance of activity and specificity found in biological systems. Since the synthesis of the first protein− polymer conjugate was reported in 1977, the application of protein−polymer conjugates has expanded significantly.1 Today these conjugates are used in biotechnology,2 cosmetics,3 foods, surface coatings, and therapeutics.4 Protein−polymer conjugates can be synthesized using two different strategies: “grafting to” or “grafting from”. The process of “grafting to” consists of covalent attachment of presynthesized and characterized polymers to the protein.5 A limitation of this method has been low achievable grafting densities of polymers on protein surfaces due to steric hindrance created by subsequently attached polymer chains. Also, control of the attachment site location and purification of the resulting conjugates can be challenging.6−8 In the “grafting from” approach, the polymers are generated from the protein surface by controlled radical polymerization (CRP). Most commonly, either atom transfer radical polymerization (ATRP)9−11 or reversible addit ion− f ragmentat ion polymerizat ion\n(RAFT)12−15 methods have been used. The “grafting from” method has enabled tighter control over modification site, high grafting density, and simplified purification. Since the number and molecular weight of polymer chains are predetermined, the method allows the generation of protein−polymer conjugates with low dispersity (D). Polymer-based protein engineering has been used prepare\nconjugates with enhanced pH and temperature stability, tailored substrate affinity, and stability in organic environments.8,11,16−20 In recent years, considerable attention has been paid to the creation of “smart conjugates” by anchoring stimuli responsive polymers that respond to temperature and pH.21−24 However, our understanding of how the polymer layer affects substrate diffusion limits and rates to the active site of proteins is limited. Polymers sieving properties are important criteria affecting the efficacy of protein drugs25 and biomedical devices.26 For example, enzyme−polymer conjugates used in therapy need to repel protein−antibody\nReceived: November 15, 2018 Revised: January 4, 2019 Published: January 16, 2019\n© 2019 American Chemical Society 1235 DOI: 10.1021/acs.biomac.8b01651 Biomacromolecules 2019, 20, 1235−1245\nD ow\nnl oa\nde d\nvi a\nN O\nR T\nH W\nE ST\nE R\nN U\nN IV\no n\nO ct\nob er\n2 2,\n2 01\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at\ninteractions and protease-mediated hydrolysis, while allowing proteins to interact with their substrates and their ligands. In 2012, Gauthier and colleagues, in an elegant study, demonstrated that comb-shaped poly(oligo(ethylene glycol) methacrylate) pOEGMA polymers can create a molecular sieving effect when grafted from a chymotrypsin surface by blocking larger macromolecules.27 But, to the best of our knowledge, no one has been able to determine the rate at which molecules penetrate the polymer shell grown around proteins. The term “molecular sieving”, as proposed by Gauthier,27 suggests a threshold for “sieving size”, below which diffusion of molecules is unhindered and above which it becomes hindered. In this study, we use the term “molecular sieving” to describe polymer-mediated shielding of binding sites that impacts the permeation rates of ligands to the protein surface. Protein−ligand interactions have often been studied with avidin−biotin complexes.28−30 Avidin is a tetrameric protein purified from egg white that binds biotin with exquisite strength and speed. The high affinity of avidin toward biotin allowed us to biotinylate molecules of different shapes and sizes and monitor their permeation rates through covalently attached polymer layers of varying lengths and densities. By using ATRP to decorate avidin with poly(carboxybetaine methacrylate) (pCBMA) polymers, a zwitterionic polymer that has nonfouling properties, we have created a well-controlled system for understanding the relationship between polymer length/density and the diffusion/accessibility of different size/ shape ligands.31−35\nThe number of chains grown from a protein using “grafting from” ATRP with amino-reactive, single-headed initiators cannot exceed the number of accessible amine groups on the surface of the protein. To overcome this limitation and better understand the impact of polymer density on the rate of sieving by attached polymers, we designed a novel, NHSfunctionalized, double-headed ATRP initiator that supported the growth of two polymers from one initiation point. Eight different molecular weight avidin−pCBMA conjugates were synthesized to study the penetration rate of molecules through the polymer shell to the protein binding site as a function of polymer chain length, polymer grafting density, ligand size, and ligand shape. Polymers grafting density and ligand size have a profound effect on the rate of binding of ligands to a protein shielded with covalently attached polymers. Surprisingly, the molecular weight of the polymer attached to the protein and the shape of the diffusing molecule have a small impact on the rate of ligand binding.\n■ EXPERIMENTAL SECTION Materials. Avidin from egg white was purchased from Lee Biosolutions (Maryland Heights, MO). Aprotinin and Histone were purchased from Sigma-Aldrich (St. Louis, MO). Horse Radish Peroxidase was purchased from Millipore Sigma (Burlington, MA). Biotin-PEG-NHS was purchased from Thermo Fisher (Waltham, MA). Biotin-PEG was purchased from Creative PEG Workers (Chapel Hill, NC). Single ATRP initiator was synthesized as described earlier.18 Initiation inhibitor was prepared as described previously.36\nNHS-Functionalized Double-Headed ATRP Initiator Synthesis. Double-headed ATRP initiator was synthesized as follows. N,N’-dicyclohexylcarbodimine (10.9 g, 53 mmol) in dichloromethane (10 mL) was slowly added to a solution of 2-bromo-isobutyric acid (8.0 g, 48 mmol) and N-hydroxysuccinimide (6.1 g, 53 mmol) in dichloromethane (100 mL) at 0 °C. Mixture was stirred at room\ntemperature overnight. Precipitated urea was filtered out, and the filtrate was evaporated to remove solvent. 2-Bromo-2-methylpropionyl-N-oxysuccinimine ester was isolated by recrystallization in 2- propanol. Next, 2-bromo-2-methylpropionyl-N-succinimide ester (5.3 g, 20 mmol) was slowly added to a solution of diethylenetriamine (1.0 g, 9.7 mmol) and triethylamine (1.4 mL, 10 mmol) in acetonitrile (50 mL) at 0 °C. The mixture was stirred at room temperature overnight. Precipitated N-hydroxysuccinimide was filtered out, and the filtrate was evaporated to remove solvent. Ethyl acetate (50 mL) was added to the mixture, and the organic phase was washed with 50 wt % sodium carbonate aq (20 mL × 3) and saturated NaCl aq (20 mL × 3). The organic phase was dried with Na2CO3 and evaporated to remove solvent. Bis(2-(2-bromo-2-methylpropanamido)ethylamine was isolated by column chromatography (silica and acetonitrile). Succinic anhydride (600 mg, 6.0 mmol) and triethylamine (840 μL, 6.0 mmol) were added to the solution of bis(2-(2-bromo-2methylpropanamido)ethylamine (2.2 g, 5.5 mmol) in acetonitrile (50 mL), then the mixture was stirred at room temperature overnight. After solvent was evaporated, ethyl acetate (50 mL) was added to the mixture. The organic phase was washed with 1 N HCl aq (20 mL × 3) and saturated NaCl aq (20 mL × 3). The organic phase was dried with MgSO4 and evaporated to remove solvent. To the solution of bis(2-(2-bromo-2-methylpropanamido)ethyl)amino)-4-oxobutanoic acid (2.0 g, 2.0 mmol) in acetonitrile (50 mL), di(N-succinimidyl) carbonate (1.1 g, 4.3 mmol) and triethylamine (560 μL, 4.0 mmol) were added, and the mixture was stirred at room temperature overnight. After the solvent evaporated, double-headed ATRP initiator was isolated by column chromatography (silica, acetone/ chloroform (1/4 volume ratio)) The chemical structures were confirmed by 1H and 13C NMR and IR. See Supporting Information.\nAttachment of Single ATRP Initiator on the Surface of Avidin. Synthesis of the ATRP initiator was carried out as described previously.18 After synthesis, the initiator (523 mg, 1.56 mmol) and avidin (500 mg, 0.03 mmol protein, 0.31 mmol primary amine groups) were dissolved in 0.1 M sodium phosphate buffer (pH 8, 100 mL). The solution was stirred at 4 °C for 2 h, and avidin conjugates were purified by dialysis using a 15 kDa molecular mass cutoff dialysis tube, in 25 mM sodium phosphate (pH 8) for 24 h at 4 °C, and then lyophilized.\nDouble-Headed ATRP Initiator Attachment onto Avidin Surface. Following the synthesis, double-headed ATRP initiator (935 mg, 1.56 mmol) was dissolved in DMSO (4 mL) that was added to a solution of avidin (500 mg, 0.31 mmol primary amine groups) in 0.1 M sodium phosphate buffer (pH 8, 100 mL). The mixture was stirred at 4 °C for 2 h and then dialyzed against 25 mM sodium phosphate buffer (pH 8) using dialysis tubing with molecular mass cutoff of 15 kDa, for 24 h at 4 °C, and then lyophilized.\nMALDI-ToF Analysis. MALDI-ToF measurements were recorded using a PerSeptive Voyager STR MS with nitrogen laser (337 nm) and a 20 kV accelerating voltage with a grid voltage of 90%. 500 laser shots covering the complete spot were accumulated for each spectrum. For determination of molecular weights of synthesized protein−initiator complexes, sinapinic acid (10 mg mL−1) in 50% acetonitrile with 0.4% trifluoroacetic acid was used as matrix. The protein solution (1.0 mg mL−1) was mixed with an equal volume of matrix, and the resulting mixture (2 μL) was loaded onto a silver sterling plate. Apomyoglobin, cytochrome C, and aldolase were used as standard calibration samples. ATRP initiator modification was determined by subtracting the native protein m/z values from protein−initiator conjugates m/z and dividing by the molecular weight of the initiator (220.5 g mol−1 for single and 478 g mol−1 for double-headed initiators).\nSDS-PAGE Analysis. A 10 μL portion of Avidin, Avidin-Br, or Avidin-(Br)2 solution (1.5 mg/mL in PBS) were mixed with 10 μL of 2X Laemmli loading buffer. Samples (10 μL) were then loaded into wells on a 4−15% precast gel and run for 35 min at 200 V. The gel was then washed and stained with PageBlue staining solution and destained overnight.\nTrypsin Digestion of Avidin−Initiator Conjugates. Trypsin digests were used to generate peptide fragments from which initiator\nDOI: 10.1021/acs.biomac.8b01651 Biomacromolecules 2019, 20, 1235−1245\n1236\nattachment sites could be determined using electrospray ionization mass spectrometry. Samples were digested according to the protocol described in the In-Solution Tryptic Digestion and Guanidination Kit. Protein or protein−initiator complexes (20 μg) (10 μL of a 2 mg mL−1 protein solution in deionized water) were added to 50 mM ammonium bicarbonate (15 μL) with 100 mM dithiothreitol (1.5 μL) in an Eppendorf tube. The reaction was incubated for 5 min at 95 °C. Thiol alkylation was achieved by the addition of 100 mM iodoacetamide aqueous solution (3 μL) to the protein solution followed by 20 min incubation in the dark for 20 min at room temperature. Following the incubation, trypsin (1 μL of 100 ng) was added to the protein solution and the reaction was incubated at 37 °C for 3 h. Then, additional trypsin (1 μL of 100 ng) was subsequently added. The reaction was terminated after 2 h by the addition of trifluoroacetic acid (TFA). Digested samples were purified using ZipTipC18 microtips and eluted with matrix solution (200 μL of 50% acetonitrile with 0.1% formic acid) for subsequent ESI-MS analysis. The molecular weights of the expected peptide fragments before and after digestion were predicted using PeptideCutter (ExPASy Bioinformatics Portal, Swiss Institute of Bioinformatics). ESI-MS Analysis. ESI-MS measurements were taken by using a Finnigan LCQ (Thermo-Fisher) quadrupole field ion trap mass spectrometer with electrospray ionization37 source. Each scan was acquired over the range m/z 150−2000 by using a step of 0.5 u, a dwell time of 1.5 ms, a mass defect of 50 pu, and an 80-V orifice potential. Samples were at a protein concentration of 50 μM and were eluted using 50% acetonitrile and 0.1% formic acid at a flow rate of 20 μL min−1. ATRP from Single-Headed ATRP Initiator Modified Avidin. To synthesize avidin−pCBMA conjugates, the final stoichiometry of 1:10:1:12 initiator/Cu/NaAsc/ligand was used. The avidin−initiator complex (50 mg, 0.0226 mmol of initiator groups) and the CBMA monomer (259 mg, 1.1 mmol for avidin−pCBMA50; 518 mg, 2.3 mmol for avidin−pCBMA100; 777 mg, 3.4 mmol for avidin− pCBMA150; and 1036 mg, 4.5 mmol for avidin−pCBMA200) were dissolved in 0.1 M sodium phosphate (45 mL). The flask was sealed with a rubber septum and bubbled with nitrogen for 1 h. In a separate flask, 50 mM CuCl2 solution (6 mL) was bubbled under nitrogen for 20 min. Sodium ascorbate (300 μL of 20 mg mL−1, 0.03 mmol) and 1,1,4,7,10,10-hexamethyltriethylenetetramine (HMTETA) (100 μL, 0.37 mmol) were added to deoxygenated CuCl2 solution and the mixture was bubbled for another 5 min. The deoxygenated copper catalyst solution (5 mL) was added to a solution of deoxygenated avidin-Br/CBMA in 0.1 M sodium phosphate (pH 8, 45 mL) and allowed to react for 1 h at room temperature. The reaction was stopped upon exposure to air, and avidin−pCBMA conjugates were purified through dialysis (25 kDa MWCO) against 25 mM sodium phosphate for 24 h at 4 °C and then lyophilized. ATRP from Double-Headed ATRP Initiator Modified Avidin. For the synthesis of high-density conjugates, the final stoichiometry of 1:10:1:12 initiator/Cu/NaAsc/Ligand was used. Avidin−doubleheaded initiator conjugates (40 mg, 0.027 mmol initiator groups) and CBMA (310 mg, 1.35 mmol for avidin−pCBMA50; 619 mg, 2.7 mmol for avidin−pCBMA100; 929 mg, 4.1 mmol for avidin− pCBMA150; and 1239 mg, 5.4 mmol for avidin−pCBMA200) were dissolved in sodium phosphate buffer (45 mL, 0.1 M, pH 8). The solutions of avidin−initiator conjugates and monomers were sealed with rubber septums and bubbled with nitrogen for 1 h. Sodium ascorbate (300 μL of 20 mg mL−1, 0.03 mmol) and HMTETA (100 μL) were added to deoxygenated CuCl2 (6 mL) of 50 mM and the mixture was bubbled for 5 min. The deoxygenated copper catalyst (5 mL, 0.25 mmol Cu, 0.025 mmol NaAsc, 0.3 mmol HMTETA) was added to a solution of deoxygenated avidin-Br/CBMA and allowed to react for 1 h at room temperature. The reaction was stopped upon exposure to air, and avidin−pCBMA conjugates were purified through dialysis (25 kDa MWCO) against 25 mM sodium phosphate for 24 h at 4 °C and then lyophilized. Cleavage of pCBMA from Avidin Surface. Avidin−pCBMA conjugates (20 mg) were placed in hydrolysis tubes and dissolved in 6 N HCl (6 mL). After five freeze−pump−thaw cycles, the hydrolysis\nwas performed at 110 °C under a vacuum for 24 h. The cleaved polymers were dialyzed against deionized water at room temperature, using 1 kDa molecular mass cut off dialysis tubing, and then lyophilized. The molecular weight and dispersity of the polymers were measured by gel permeation chromatography (GPC).\nBCA Assay. Avidin conjugates were dialyzed against deionized water to remove salts present in the samples and then lyophilized. Next, conjugates (1.0 mg) were dissolved in deionized water and the sample (25 μL) was mixed with bicinchoninic acid (BCA) solution (1.0) and copper(II) sulfate solution (50:1 vol/vol). The solution was incubated at 60 °C for 15 min. Absorbance of the sample was recorded at 562 nm using a UV−vis spectrometer. Avidin concentration (wt %) was determined by comparison of the absorbance to a standard curve (native avidin).\nMeasuring Conjugate Hydrodynamic Diameter. The DLS data was collected on a Malvern Zetasizer nano-ZS. Native avidin and avidin conjugates (1.0 mg) were dissolved in 0.1 M sodium phosphate (pH 8). The hydrodynamic diameter (Dh) of the samples was measured three times (12 runs/measurement). Reported values are number distribution intensities.\nProtein Biotinylation. For biotinylation, aprotinin (20 mg, 0.0031 mmol protein), histone (0.00093 mmol protein), and HRP (0.00045 mmol protein) were dissolved in 0.1 M sodium phosphate buffer (4 mL, pH 8). Biotin-PEG-NHS with aprotinin (18.2 mg, 0.031 mmol), histone (5.4 mg, 0.0093 mmol), and HRP (2.6 mg, 0.0045 mmol) was dissolved in DMSO (200 μL) and added to a protein solution. The solution was stirred at 4 °C for 2 h, and protein−biotin conjugates were purified by dialysis, using 15 kDa molecular mass cutoff dialysis tube in deionized water, and then lyophilized.\nFluorescamine Assay. Fluorescamine assay was used to determine the biotinylation extent of proteins. Protein−biotin samples (80 μL, 1.0 mg mL−1), 100 mM sodium phosphate (80 μL, pH 8.5), and fluorescamine solution in DMSO (40 μL, 3 mg mL−1) were added into a 96-well plate and incubated at room temperature for 15 min. Fluorescence intensities were measured at the excitation of 390 nm and emission of 470 nm with 10 nm bandwidths by a H Synergy plate reader. Biotinylation was determined by comparison of the fluorescence to the standard curve (native proteins).\nIntrinsic Tryptophan Fluorescence of Avidin. For tryptophan fluorescence measurements, native avidin, avidin−initiator conjugates, and avidin−pCBMA conjugates (180 μL, final concentration of avidin 5 μM) and biotin (20 μL, final concentration 10 μM) were mixed in a 96-well plate. The tryptophan fluorescence intensities were measured at the excitation of 270 nm. The emission spectrum was observed from 300 to 400 nm with a bandwidth of 2 nm using a H Synergy Plate reader. The intrinsic fluorescence was measured in triplicate.\nTryptophan Fluorescence Quenching Assay. Intrinsic tryptophan fluorescence intensity of native avidin (180 μL, final concentration 5 μM) was measured at the excitation of 270 nm and emission of 300−400 nm in a 96-well plate. N-2-Bromo-2methylpropanoyl-β-alanine (free initiator) (20 μL, final concentrations 20 μM, 80 μM, 320 μM, 1.28 mM, 5.12 mM) or N-2methylpropanoyl-β-alanine (free initiation inhibitor) (20 μL, final concentrations 20 μM, 80 μM, 320 μM, 1.28 mM, 5.12 mM) was added to native avidin, and tryptophan fluorescence was measured again.\nBiotin Effect on Quenched Fluorescence. Tryptophan fluorescence intensity of native avidin (180 μL, final concentration 5 μM) was measured at the excitation of 270 nm wavelength and the emission was recorded at 300−400 nm. Free initiator (10 μL, final concentrations 5.12 mM) or free initiation inhibitor (10 μL, final concentrations 5.12 mM) was added to the avidin solution, and florescence intensities were measured. After the fluorescence intensities were recorded with free initiator or free initiation inhibitor, biotin (10 μL, final concentration 10 μM) was added to the mixture and fluorescence intensities were measured again.\nBiotin and Biotin-PEG Binding Kinetics. Kinetic measurements of avidin−pCBMA conjugates with biotin and biotin-PEG ligands were taken using a stopped-flow spectrometer with fluorescence\nDOI: 10.1021/acs.biomac.8b01651 Biomacromolecules 2019, 20, 1235−1245\n1237\ndetection (Applied Photophysics SX20). The dead time of the instrument was 2 ms. The excitation wavelength was 270 nm with a 5 nm bandwidth. The instrument permitted us to collect 1000 data points throughput the reaction (0.1−450 s). For all experiments, avidin concentration was 0.5 μM (final) and biotin or biotin-PEG concentration was 5.0 μM (final). Reactions were initiated by mixing equal volumes of avidin with its ligands in 0.1 M phosphate buffer (pH 8). Fluorescence was measured in volts. Data were fit to single exponential functions using F(t) = F∞ − ΔF exp(−kobst) equation, where kobs is the observed first-order rate constant, F∞ is the final value of fluorescence, and ΔF is the amplitude. In case of native avidin kinetics, the data were fit to single exponential functions using F(t) = F∞ + ΔF exp(−kobst) equation, where kobs is the observed first-order rate constant, F∞ is the final value of fluorescence, and ΔF is the amplitude. All data analysis was performed in Microsoft Excel. Biotin-Protein Binding Kinetics. For biotinylated protein\nbinding kinetics, avidin conjugates (0.5 μM final) were mixed with biotin−protein (5.0 μM final) in a stopped-flow accessory on PTI QuantaMaster-400 fluorometer (Horiba Instruments Inc.). The dead time of the instrument was 60 ms. The excitation wavelength was 295 nm with a 20 nm bandwidth. Since 270 nm will excite all aromatic residues on proteins, for the analysis of biotin−protein binding kinetics, the excitation wavelength was changed from 270 to 295 nm to selectively excite tryptophan residues on avidin only.38 Excitation occurred through a 1.96 mm path in the stopped-flow optical cell, and emission was measured through a 7.68 mm path. Ten data points per second were collected throughout the reaction (15−300 s). Reactions were initiated by mixing equal volumes of avidin with its biotinylated ligands in 0.1 M phosphate buffer (pH 8). Data were fit to single exponential functions using the same equation used for biotin and biotin-PEG binding kinetics. All data analysis was performed in Microsoft Excel.\n■ RESULTS AND DISCUSSION Avidin Conjugate Synthesis and Characterization. To\nstudy the impact of polymer chain length on the permeation of molecules through polymer layers on the surface of bioconjugates, we synthesized avidin−polymer conjugates by growing poly(carboxybetaine methacrylate) (pCBMA) directly from the surface of avidin. Avidin is a tetrameric protein,39\nwith each monomer containing 10 primary amine groups (1 αamine group (N-terminus) and 9 ε-amine groups (lysine residues)). The hydrophilic and zwitterionic polymer, pCBMA, has been shown to have nonfouling properties and thus repels proteins both in vitro and in vivo.31 pCBMA has been attached to several proteins without compromising functionality.40 Native avidin was modified with an aminereactive N-2-bromo-2-methylpropanoyl-β-alanine N’-oxysuccinimide bromide ATRP initiator from which single polymer chains of pCBMA were grown (Figure 1a). Matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-ToF-MS) showed that we were able to attach an average of 8 initiators per avidin monomer (Figure S1, Supporting Information). PAGE analysis was performed to determine the molecular weight of initiator modified avidin conjugates (Figure S2, Supporting Information). The three-dimensional structure of avidin (PDB:2avi) shows\nthat lysines 45, 71, and 111 are located near the biotin binding pocket of avidin and therefore are ideal modification targets for determining the rate at which ligands can penetrate attached polymers and bind to the surface of the protein (Figure 2a). We have previously demonstrated that trypsin digestion studies followed by mass spectrometry analysis can be used to\nDOI: 10.1021/acs.biomac.8b01651 Biomacromolecules 2019, 20, 1235−1245\n1238\ndetermine where the ATRP initiators have reacted with proteins.41 Trypsin specifically catalyzes the cleavage of peptide bonds at the carboxyl end of positively charged lysine and arginine residues due to the presence of a negatively charged aspartate in the catalytic triad of the trypsin.42 Upon modification of a target protein with lysine-reactive ATRP initiators, trypsin is unable to cut the peptide chain at modified lysine residues.11,41 Trypsin digestion studies with peptide\nmapping using electrospray ionization mass spectrometry (ESIMS) on the avidin−initiator complexes confirmed that the targeted amino acids (K45, K71, and K111) were covalently modified with ATRP initiator (Figure 2b and Table S1, Supporting Information). Other mass spectrometry methods, such as tandem mass scpectrometry, could have been used for identification of trypsin digested peptide fragments. However, the ESI-MS technique was selected due to its ease of data collection and analysis. After confirming K45, K71, and K111 modification, we varied polymerization conditions by changing monomer concentration to synthesize avidin−pCBMA conjugates with four different target lengths or degrees of polymerization (DP): 50, 100, 150 and 200 (Figure 1a). Since it is difficult to characterize protein−polymer conjugates as intact conjugates, the polymers were cleaved from the avidin surface using acid hydrolysis. Once cleaved, the polymers were characterized by gel permeation chromatography (GPC) to measure the dispersity and molecular weights of the polymers (Table 1 and Figure S3, Supporting Information). Molecular weights of the conjugates were also estimated using a bicinchoninic acid (BCA) assay (Supporting Information).18 The hydrodynamic diameters (Dh) of avidin conjugates were determined using dynamic light scattering (DLS). As expected, the molecular weight of the conjugates increased linearly with the length of the grafted pCBMA. Dh also increased with molecular weight of the attached polymers, and avidin−pCBMA232 Dh was approximately 6-fold over native avidin (Table 1 and Figure S4, Supporting Information). A spectrophotometric assay based on the binding of 4′- hydroxyazobenzene-2-carboxylic acid (HABA) was used to determine the binding activity of avidin conjugates (see Supporting Information and Table S2).43 We were now in a position to assess the functionality of each conjugate.\nTryptophan Fluorescence Changes of Avidin upon Binding Biotin. Prior work has shown that, upon biotin binding, the intrinsic tryptophan fluorescence of avidin is decreased from 337 to 324 nm with a blue shift in emission (Figure S5a, Supporting Information).44,45 Surprisingly, when biotin was added to a solution of any avidin−pCBMA conjugates, an increase in tryptophan fluorescence was observed (Figure S5b, Supporting Information). After a series of key experiments (see Figure S5 and Supporting Information), we showed that the increase in the intrinsic fluorescence of avidin−pCBMA conjugates after binding biotin was not caused by structural changes upon protein modification but was a result of the quenching of tryptophan fluorescence by the halide-terminated initiator and polymers.44 We speculate that the fluorescence quenching of tryptophan residues by bromide group is possibly driven by contact\naEight initiators per avidin monomer, [I]0/[Cu(II)Cl]0/[NaAcs]0[HMTETA]0 = 1:10:1:12. bHydrodynamic diameters (number distribution) of the avidin−pCBMA conjugates was measured using dynamic light scattering with sample concentration 1.0 mg mL−1 in 100 mM sodium phosphate (pH 8.0) at 25 °C. cConjugates molecular weight was estimated from BCA as described previously.18 dNumber-average molecular weight of cleaved pCBMA and dispersity index from GPC. eEstimated conjugates molecular weight from the measured molecular weight (Mn) of the cleaved polymer (assuming 8 chains of similar length) and initial molecular weight of initiator modified protein.\nDOI: 10.1021/acs.biomac.8b01651 Biomacromolecules 2019, 20, 1235−1245\n1239\nquenching. The tryptophan electron at the excited singlet state is caused to crossover to the triplet state by the bromide group, and as soon as it crosses over to the triplet state, it is immediately quenched by either a bromide group or oxygen.46,47 We believe that while the bromide group on the ATRP initiator acts as a quencher, causing decreased initial fluorescence, biotin acts as a dequencher and leads to an increase of fluorescence upon binding. This discovery has given us a handle through which, using complex stopped-flow fluorescence analysis, we can track the rate at which biotin binds to avidin−pCBMA complexes.\nLigand Binding Rate to Avidin through Polymer Sieves. Most kinetics studies of protein adsorption to polymer-modified surfaces have used surface plasmon resonance (SPR) or quartz crystal microbalance (QCM).48−50 While these techniques are very sensitive, factors such as polymer density, thickness, viscosity, protein size, and difficulties in detection of low molecular weight substrates limit the techniques.51,52 Herein, we used stopped-flow kinetic techniques to develop an assay to determine the rate of binding of biotinylated ligands to avidin and avidin−pCBMA conjugates. We measured the rate of binding under the firstorder reaction conditions where the concentration of biotin was in a molar excess. All the avidin−pCBMA conjugates bound biotin much more slowly (63−73%) than native avidin (Table 2 and Figure S6, Supporting Information). It is worth mentioning that this drop in biotin binding kinetics was not due to avidin conjugates losing their binding activity but was driven by a sieving effect created by covalently attached polymers on the avidin surface (Table S2, Supporting Information). We also observed a surprisingly small difference in the rate of biotin binding to the conjugates as a function of polymer chain length (kobs varied from 0.763 to 0.668 s\n−1). Thus, we next explored how diffusion of the molecules toward the protein surface changed as a function of the size of the diffusing molecules. We biotinylated a series of proteins of varying sizes: aprotinin (Mw 6.5 kDa), histone (Mw 21.5 kDa), and horse radish peroxidase (HRP, Mw 44.2 kDa) (Table S3, Supporting Information). Another criteria in selecting these protein ligands was to\nkeep the number of tryptophan residues to a minimum so that the assays for biotin binding could be performed. Since tryptophan residues are extremely sensitive to their environment,53,54 when bound to avidin, the environment of the tryptophans on protein ligands will also change leading to changes in emission spectrum (data not shown). Two of these proteins, aprotinin and histone, do not have tryptophan residues, and HRP has only two tryptophan residues that do not interfere with the binding emission spectrum (Figure S8, Supporting Information). Using a fluorescamine-based assay, we saw that there were approximately four biotin molecules attached per molecule of protein. Since the number of attached biotin molecules was similar among the three biotinylated proteins, in the binding kinetics analysis, the ratio of avidin to all biotin-protein was normalized to be 1:10. We also performed HRP binding kinetics based on biotin number on HRP, instead of the HRP−biotin number. It was found that under these conditions the binding of HRP-biotin was 2.6-fold slower (kobs 0.106−0.111) (Figure S9). However, since the binding kinetics were dependent on ligand concentration, it was more accurate to keep the ligand (protein-biotin) higher. The data revealed that the permeation rate of these proteins was sharply dependent on the size of the diffusing protein. TheT ab le 2. B io ti n, B io ti nP ro te in , an d B io ti nP E G B in di ng\nK in et ic s to\nLo w -D\nen si ty\nA vi di n C on\nju ga te sa\nsa m pl e\nbi ot in\n[k /s\n− 1 ]\nbi ot in -a pr ot in in [k /s − 1 ]\nbi ot in -h is to ne [k /s − 1 ]\nbi ot in -H\nR P\n[k /s\n− 1 ]\nbi ot in -P EG\n55 0 D a\n[k /s\n− 1 ]\nbi ot in -P EG\n5 kD a [k /s − 1 ]\nbi ot in -P EG\n10 kD a [k /s − 1 ]\nbi ot in -P EG\n30 kD a [k /s − 1 ]\nna tiv e av id in\n10 5. 21 7 ±\n12 .5 52\n73 .4 51\n± 1. 17 1\n15 .7 31\n± 1. 31 4\n5. 02 8 ±\n0. 43 3\n20 .9 33\n± 1. 55 7\n17 .0 18\n± 2. 00 1\n12 .0 18\n± 0. 30 6\n5. 89 2 ±\n0. 59 8\nav id in − pC\nB M A 56\n0. 76 3 ±\n0. 06 4\n0. 56 5 ±\n0. 06 4\n0. 28 2 ±\n0. 01 7\n0. 26 1 ±\n0. 01 1\n0. 73 8 ±\n0. 08 1\n0. 35 9 ±\n0. 03 3\n0. 15 7 ±\n0. 00 4\n0. 15 6 ±\n0. 00 5\nav id in − pC\nB M A 12 1\n0. 73 9 ±\n0. 08 4\n0. 51 1 ±\n0. 05 7\n0. 25 2 ±\n0. 01 3\n0. 21 8 ±\n0. 01 3\n0. 63 8 ±\n0. 07 7\n0. 27 6 ±\n0. 03 2\n0. 15 9 ±\n0. 00 5\n0. 13 9 ±\n0. 00 4\nav id in − pC\nB M A 17 0\n0. 68 4 ±\n0. 06 6\n0. 49 3 ±\n0. 04 4\n0. 24 5 ±\n0. 01 1\n0. 20 9 ±\n0. 00 9\n0. 62 2 ±\n0. 09 1\n0. 27 5 ±\n0. 02 2\n0. 14 9 ±\n0. 00 3\n0. 13 6 ±\n0. 00 3\nav id in − pC\nB M A 23 2\n0. 66 8 ±\n0. 07 8\n0. 44 7 ±\n0. 02 9\n0. 23 1 ±\n0. 01 5\n0. 19 6 ±\n0. 00 8\n0. 56 8 ±\n0. 04 2\n0. 26 6 ±\n0. 03 7\n0. 12 5 ±\n0. 00 5\n0. 11 9 ±\n0. 00 1\na C on ce nt ra tio\nn of\nav id in\nw as\n0. 5 μM\naf te r m ix in g, an d th e co nc en tr at io n of\nbi ot in\nan d bi ot in -li ga nd\nw as\n5. 0 μM\naf te r m ix in g. D at a w er e fi t to\nsi ng le\nex po ne nt ia l fu nc tio\nns us in g F( t)\n= F ∞\n− Δ F\nex p( − k o\nbs t)\neq ua tio\nn, w he re\nk o bs is th e ob se rv ed\nfi rs tor de r ra te\nco ns ta nt ,F\n∞ is th e fi na l va lu e of\nfl uo re sc en ce ,a nd\nΔ F is th e am\npl itu\nde .I n ca se\nof na tiv e av id in\nki ne tic s, th e da ta\nw er e fi t to\nsi ng le\nex po ne nt ia l fu nc tio\nns us in g F( t)\n= F ∞\n+ Δ F ex p( -k\nob st)\neq ua tio\nn, w he re\nk o bs is th e ob se rv ed\nfi rs tor de r ra te\nco ns ta nt ,F\n∞ is th e fi na l va lu e of\nfl uo re sc en ce ,a nd\nΔ F is th e am\npl itu\nde .\nDOI: 10.1021/acs.biomac.8b01651 Biomacromolecules 2019, 20, 1235−1245\n1240\nsmallest protein ligand aprotinin had the fastest binding rate. A similar trend was observed in a previous study of protein permeation through hydrogel membranes, where the diffusion coefficient of the proteins through certain mesh sized hydrogels was highly dependent on the protein size.55 Interestingly, binding rates of the biotinylated proteins were again barely dependent on the molecular weight of the polymer that had been grown from the surface of avidin. (Table 2). Merrill and colleagues saw similar results in a study of protein adsorption as a function of PEG grafting density, molecular type (linear and star-like), molecular weight, and adsorbing protein size.56 Merrill’s work demonstrated that covering silicon surfaces with at least half-overlapping PEG chains is important for protein repulsion and that the overlap is independent of PEG molecular weight. However, to achieve higher overlap and protein repulsion for all PEG molecular weights, higher grafting density was needed. In addition, the amount of a protein adsorbed at a given grafting density and PEG molecular weight correlated with the size of the protein. We therefore sought to determine whether the shape of the ligand and the grafting density of pCBMA on avidin complexes impacted the rate of binding. We selected four PEG polymers of different sizes (biotinPEG: 550 Da, 5 kDa, 10 kDa, and 30 kDa). The binding rate of the biotin-PEG 550 Da to native avidin was 80% slower than biotin itself. The biotin-PEG 550 Da bound to avidin conjugates 3−15% slower than biotin (Table 2). A 10-fold increase in the size of the PEG-biotin chain (biotin-PEG 5\nkDa) decreased the rate of binding to avidin by approximately half relative to the rate of binding of biotin, while binding of biotin-PEG 10 kDa was 78−79% slower than biotin. Lastly, the binding rate of biotin-PEG 30 kDa to avidin was 80−82% slower than that of biotin. In all cases, we observed that larger biotin-PEG ligands bound at a slower rate to the active site. We again did not observe a pronounced dependence of permeation rate of linear PEGs on the pCBMA molecular weight that was attached to avidin (Table 2). We measured hydrodynamic diameters of both biotin-protein and biotinPEG ligands using DLS and found that the smallest ligand was PEG 550 Da, followed by aprotinin, PEG 5K, histone, HRP, PEG 10K, and finally PEG 30K (Table S3 and S4, Supporting Information). After analyzing both the Dh and permeation rates, we noticed that the permeation rate for biotinylated aprotinin (Dh 2.4 nm) was slower than the permeation rate of biotin-PEG 550 Da (Dh 1.9 nm) (Figure 3a). These observations led us to hypothesize that for a single-headed initiator “grown from” avidin conjugates, it was the ligand size, not shape, that was important in determining the permeation rate through the polymer shell. These data suggested that increasing polymer density around the active site of avidin may drive more effective sieving. Unfortunately, until now, the number of chains grown from a protein by ATRP has been directly proportional to the number of amine-reactive NHSfunctionalized ATRP initiators per protein molecule. We were interested in whether we could overcome this limitation by growing mutliple polymer chains from single sites.\naSeven initiators per avidin monomer, [I]0/[Cu(II)Cl]0/[NaAcs]0[HMTETA]0 = 1:10:1:12. bHydrodynamic diameters (number distribution) of the avidin−pCBMA conjugates was measured using dynamic light scattering with sample concentration of 1.0 mg mL−1 in 100 mM sodium phosphate (pH 8.0) at 25 °C. cConjugates molecular weight was estimated from BCA as described previously.18 dNumber-average molecular weight of cleaved pCBMA and dispersity index from GPC. eEstimated conjugates molecular weight from the measured molecular weight (Mn) of the cleaved polymer (assuming 14 chains of similar length) and initial molecular weight of initiator modified protein.\nDOI: 10.1021/acs.biomac.8b01651 Biomacromolecules 2019, 20, 1235−1245\n1241\nSynthesis and Characterization of High-Density Conjugates. To increase the polymer density, we synthesized a novel double-headed ATRP initiator that allowed us to grow two polymer chains from each initiation site. First, polymerization was performed from an unattached double-headed ATRP initiator to confirm the growth of both polymer chains from one initiator and to optimize the conditions for conjugate synthesis (Figure S10, Supporting Information, Supporting Information). GPC before and after acid hydrolysis of the synthesized polymers was used to prove that one doubleheaded initiator led to the growth of two polymer chains in solution (Table S5, Supporting Information). We next reacted the double-headed ATRP initiator with primary amines on the surface of avidin (Figure 1b) and used MALDI-ToF to show that there were an average of seven double-headed initiators on each avidin monomer (Figure S11, Supporting Information). Unsurprisingly, the larger initiator lost its ability to react with at least one lysine previously accessible by the single-headed initiator. While the degree of modification decreased in the case of the double-headed initiator, the number of polymer chains grafted from the avidin surface was still higher. The initiation sites that the doubleheaded initiator targeted were well-distributed on the avidin surface, and a polymer density of one polymer per 0.5 chains nm−2 for the double-headed initiator “grown from” conjugates was calculated. This led to a 1.8-fold higher pCBMA grafting density as compared to the single-headed initiator derived conjugates (0.29 polymer chains nm−2), i.e., the grafting density increased by 75%. Trypsin digestion followed by ESIMS was again used to determine that K45, K71, and K111 near the binding site had still reacted with the double-headed ATRP initiator (Figure 3d and Table S1, Supporting Information). We then characterized the molecular weight, degree of polymerization, and the hydrodynamic sizes of the highdensity avidin−pCBMA conjugates. As expected, the molecular weights and hydrodynamic sizes of the high-density conjugates were much larger than those for the low-density conjugates for the same degree of polymerization. Next, GPC was used for determination of cleaved polymer molecular weight and dispersity (Table 3 and Figure S12, Supporting Information). It is worth mentioning that both low- and highdensity conjugates had molecular weight dispersities at the higher end of ATRP approaches. However, since all conjugates (low- and high-density with different polymer lengths) had similar dispersities, ligand binding kinetics results could be compared within the conjugate families. DLS was used for hydrodynamic diameter measurements (Table 3 and Figure S13, Supporting Information). Spectrophotometric method was used to determine HABA binding activity of high-density avidin conjugates (Table S2, Supporting Information).\nPolymer Grafting Density Effect on Binding Kinetics. High-density avidin−pCBMA conjugates had a 2-fold decrease in biotin binding rate compared to low-density conjugates (Table 4) (kobs differed from 0.345 to 0.299 s\n−1 versus 0.763 to 0.668 s−1, respectively). Doubling the grafting density from each initiation site on avidin had a marked effect on the binding rate of the biotinylated macromolecules. As expected, aprotinin had the fastest permeation rate, followed by histone and then HRP. The permeation rates of these biotinylated proteins through the high-density polymers shell on avidin to the binding site was approximately 10-fold lower than those for the low-density avidin−pCBMA conjugates. We were surprised to see that high-density avidin−pCBMA conjugates still boundTa bl e 4. B io ti n,\nB io ti nP ro te in\nan d B io ti nP E G\nB in di ng\nK in et ic s to\nH ig hD en si ty\nA vi di n C on\nju ga te sa\nsa m pl e\nbi ot in\n[k /s\n− 1 ]\nbi ot in -a pr ot in in [k /s − 1 ]\nbi ot in -h is to ne [k /s − 1 ]\nbi ot in -H\nR P\n[k /s\n− 1 ]\nbi ot in -P EG\n55 0 D a\n[k /s\n− 1 ]\nbi ot in -P EG\n5 kD a [k /s − 1 ]\nbi ot in -P EG\n10 kD a [k /s − 1 ]\nbi ot in -P EG\n30 kD a [k /s − 1 ]\nna tiv e av id in\n10 5. 21 7 ±\n12 .5 52\n73 .4 51\n± 1. 17 1\n15 .7 31\n± 1. 31 4\n5. 02 8 ±\n0. 43 3\n20 .9 33\n± 1. 55 7\n17 .0 18\n± 2. 00 1\n12 .0 18\n± 0. 30 6\n5. 89 2 ±\n0. 59 8\nav id in − pC\nB M A 58\n0. 34 5 ±\n0. 03 2\n0. 05 6 ±\n0. 00 5\n0. 03 9 ±\n0. 00 4\n0. 02 8 ±\n0. 00 1\n0. 08 2 ±\n0. 00 3\n0. 04 6 ±\n0. 00 4\n0. 02 5 ±\n0. 00 1\n0. 01 8 ±\n0. 00 2\nav id in − pC\nB M A 10 9\n0. 33 1 ±\n0. 02 4\n0. 05 1 ±\n0. 00 7\n0. 03 5 ±\n0. 00 2\n0. 02 6 ±\n0. 00 1\n0. 07 6 ±\n0. 00 2\n0. 04 4 ±\n0. 00 3\n0. 02 6 ±\n0. 00 2\n0. 01 5 ±\n0. 00 1\nav id in − pC\nB M A 15 2\n0. 30 9 ±\n0. 03 5\n0. 04 7 ±\n0. 00 3\n0. 03 4 ±\n0. 00 1\n0. 02 5 ±\n0. 00 1\n0. 07 3 ±\n0. 00 3\n0. 04 2 ±\n0. 00 2\n0. 02 5 ±\n0. 00 1\n0. 01 6 ±\n0. 00 1\nav id in − pC\nB M A 18 2\n0. 29 9 ±\n0. 01 7\n0. 04 0 ±\n0. 00 1\n0. 03 2 ±\n0. 00 2\n0. 02 5 ±\n0. 00 1\n0. 06 7 ±\n0. 00 2\n0. 04 1 ±\n0. 00 2\n0. 02 2 ±\n0. 00 2\n0. 01 6 ±\n0. 00 1\na C on ce nt ra tio\nn of\nav id in\nw as\n0. 5 μM\naf te r m ix in g an d th e co nc en tr at io n of\nbi ot in\nan d bi ot in -li ga nd\nw as\n5. 0 μM\naf te r m ix in g.\nD at a w er e fi t to\nsi ng le\nex po ne nt ia l fu nc tio\nns us in g F( t)\n= F ∞\n− Δ F\nex p( − k o\nbs t)\neq ua tio\nn, w he re\nk o bs is th e ob se rv ed\nfi rs tor de r ra te\nco ns ta nt ,F\n∞ is th e fi na l va lu e of\nfl uo re sc en ce ,a nd\nΔ F is th e am\npl itu\nde .\nDOI: 10.1021/acs.biomac.8b01651 Biomacromolecules 2019, 20, 1235−1245\n1242\nthe largest protein ligand (HRP), although with a decreased rate. This is consistent with a previous theoretical study, which postulated that just covering the surface with PEG polymers was not sufficient to prevent the proteins from reaching the surface.57 The study revealed that proteins can permeate through polymer layers and localize between polymer chains. We observed a strong dependence of biotin-protein binding on the pCBMA grafting density. The rates of binding for the highdensity avidin−pCBMA conjugates were also not strongly impacted by the molecular weight of the grafted pCBMA (Table 4). De Gennes and colleagues saw similar results in a theoretical characterization of protein resistance properties of PEG chains attached to hydrophobic surfaces by calculating the steric repulsion free energy initiated by protein compressing PEG chains and hydrophobic interaction free energies as a function of polymer grafting density and molecular weight.58 They found that higher grafting density exhibits stronger protein repulsion due to the compression of PEG chains and thus is more important than polymer molecular weight in preventing protein adsorption. The binding kinetics for the interaction between highdensity avidin−pCBMA conjugates and biotinylated-PEG ligands had a sharp dependence on the size of the PEG (Table 4 and Figure 3b). The binding rates of all molecules to these conjugates were 10-fold slower than those to the lowdensity conjugates. Again, we found that molecule shape was unimportant in diffusion through grafted polymers, and diffusion rate changed as a function of ligand size.\n■ CONCLUSIONS For the first time, we have quantified the rates of binding of globular and linear macromolecules to a protein surface through a layer of covalently attached polymers. Surface initiated ATRP was used to synthesize avidin−pCBMA bioconjugates that were used to investigate the role of polymer molecular weight and grafting density in shielding protein surface from molecule penetration. Stopped-flow kinetics proved to be a powerful tool in measuring the binding rates of biotinylated molecules of varying shape and size to the avidin binding pocket through grafted pCBMA polymers. We have created a unique double-headed ATRP initiator which enabled us to synthesize protein−polymer bioconjugates with high grafting densities, without the need to change the protein itself. This chemistry may provide new avenues in the creation of bioconjugates covered with dense polymer shells using double, triple, or even multiheaded initiators. We have concluded that there appears to be no specific pCBMA molecular weight that is necessary to affect the ligand binding rate, at least in the range of ligand sizes and pCBMA lengths that we studied. Instead for a given pCBMA molecular weight, the grafting density slowed the diffusion and the binding of ligands to the protein active site. Additionally, we discovered that the molecule binding rate depends on ligand size, independent of the ligand shape. We are now exploring molecule diffusion rates through dendritic and cross-linked polymers grown from a protein surface.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.biomac.8b01651.\nSynthesis of double-headed ATRP initiator, discussion of intrinsic tryptophan fluorescence changes of avidin conjugates upon biotin binding, MALDI-ToF data, SDSPAGE data, GPC traces of cleaved polymers, DLS data, tryptophan fluorescence data, peak analysis of peptide fragments after tryosin digestion for native avidin, HABA binding activity of avidin−pCBMA conjuagtes, characterizations of biotin-PEG and biotin-protein substrates, characterizations of pCBMA polymers grown from single-headed and double-headed ATRP initiators (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: alanrussell@cmu.edu."
    }, {
      "heading" : "ORCID",
      "text" : "Krzysztof Matyjaszewski: 0000-0003-1960-3402 Alan J. Russell: 0000-0001-5101-4371"
    }, {
      "heading" : "Author Contributions",
      "text" : "B.K. synthesized and characterized avidin−pCBMA conjugates, biotinylated proteins, performed trypsin digestion and mass spectrometry analysis experiments, measured binding kinetics, performed tryptophan fluorescence assays, and drafted the manuscript. H.M. synthesized and characterized ATRP initiators, performed free polymerization from single and double-headed initiators, characterized polymers, and helped to design experiments. A.L. was involved in experimental design and result discussions. K.M., J.S.M., and A.J.R. supervised the project and provided guidance. The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript."
    }, {
      "heading" : "Funding",
      "text" : "The authors acknowledge financial support provided by Carnegie Mellon University Center for Polymer-Based Protein Engineering and DTRA grant: HDTRA1−18−1−0028 Carnegie Mellon FRBAA14-BR-TA7-G19−2−0124."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS The authors would also like to thank Weihang Ji (Carnegie Mellon University) for performing PAGE analysis, Tina Lee and David Hackney (Carnegie Mellon University, Pittsburgh, PA) for sharing equipment, Gordon Rule, Alan Waggoner, and Frederick Lanni (Carnegie Mellon University, Pittsburgh, PA) for discussion about tryptophan fluorescence assays, and James Winsor (Carnegie Mellon University) for assistance in stopped-flow kinetics experiments.\n■ REFERENCES (1) Abuchowski, A.; Es, T. V.; Palczuk, N. C.; Davis, F. F. Alteration of immunological properties of bovine serum albumin by covalent attachment of polyethylene glycol. Biochim. Biophys. Acta, Protein Struct. 1977, 252 (11), 3578−81. (2) Hills, G. Industrial use of lipases to produce fatty acid esters. Eur. J. Lipid Sci. Technol. 2003, 105 (10), 601−607. (3) Bi, Y. H.; Duan, Z. Q.; Li, X. Q.; Wang, Z. Y.; Zhao, X. R. Introducing biobased ionic liquids as the nonaqueous media for enzymatic synthesis of phosphatidylserine. J. Agric. Food Chem. 2015, 63 (5), 1558−1561.\nDOI: 10.1021/acs.biomac.8b01651 Biomacromolecules 2019, 20, 1235−1245\n1243\n(4) Wu, Y.; Ng, D. Y. W.; Kuan, S. L.; Weil, T. Protein-polymer therapeutics: a macromolecular perspective. Biomater. Sci. 2015, 3 (2), 214−230. (5) Grover, G. N.; Maynard, H. D. Protein-polymer conjugates: synthetic approaches by controlled radical polymerizations and interesting applications. Curr. Opin. Chem. Biol. 2010, 14 (6), 818− 127. (6) Jevsevar, S.; Kunstelj, M.; Porekar, V. G. PEGylation of therapeutic proteins. Biotechnol. J. 2010, 5 (1), 113−128. (7) Treetharnmathurot, B.; Ovartlarnporn, C.; Wungsintaweekul, J.; Duncan, R.; Wiwattanapatapee, R. Effect of PEG molecular weight and linking chemistry on the biological activity and thermal stability of PEGylated trypsin. Int. J. Pharm. 2008, 357 (1−2), 252−259. (8) Murata, H.; Cummings, C.; Koepsel, R.; Russell, A. J. Rational tailoring of substrate and inhibitor affinity via ATRP polymer-based protein engineering. Biomacromolecules 2014, 15 (7), 2817−2823. (9) Cummings, C. S.; Campbell, A. S.; Baker, S. L.; Carmali, S.; Murata, H.; Russell, A. J. Design of Stomach Acid-Stable and MucinBinding Enzyme Polymer Conjugates. Biomacromolecules 2017, 18 (2), 576−586. (10) Averick, S.; Simakova, A.; Park, S.; Konkolewicz, D.; Magenau, A.; Mehl, R.; Matyjaszewski, K. ATRP under Biologically Relevant Conditions: Grafting from a Protein. ACS Macro Lett. 2012, 1 (1), 6− 10. (11) Lele, B. S.; Murata, H.; Matyjaszewski, K.; Russell, A. J. Synthesis of Uniform Protein-Polymer Conjugates. Biomacromolecules 2005, 6, 3380. (12) Boyer, C.; Bulmus, V.; Liu, J.; Davis, T. P.; Stenzel, M. H.; Barner-Kowollik, C. Well-defined protein-polymer conjugates via in situ RAFT polymerization. J. Am. Chem. Soc. 2007, 129 (22), 7145− 54. (13) Liu, J.; Bulmus, V.; Herlambang, D. L.; Barner-Kowollik, C.; Stenzel, M. H.; Davis, T. P. In situ formation of protein-polymer conjugates through reversible addition fragmentation chain transfer polymerization. Angew. Chem., Int. Ed. 2007, 46 (17), 3099−103. (14) De, P.; Li, M.; Gondi, S. R.; Sumerlin, B. S. TemperatureRegulated Activity of Responsive Polymer−Protein Conjugates Prepared by Grafting-from via RAFT Polymerization. J. Am. Chem. Soc. 2008, 130 (34), 11288−11289. (15) Sumerlin, B. S. Proteins as Initiators of Controlled Radical Polymerization: Grafting-from via ATRP and RAFT. ACS Macro Lett. 2012, 1 (1), 141−145. (16) Gao, W.; Liu, W.; Mackay, J. A.; Zalutsky, M. R.; Toone, E. J.; Chilkoti, A. In situ growth of a stoichiometric PEG-like conjugate at a protein’s N-terminus with significantly improved pharmacokinetics. Proc. Natl. Acad. Sci. U. S. A. 2009, 106 (36), 15231. (17) Qi, Y.; Amiram, M.; Gao, W.; McCafferty, D. G.; Chilkoti, A. Sortase-catalyzed initiator attachment enables high yield growth of a stealth polymer from the C terminus of a protein. Macromol. Rapid Commun. 2013, 34 (15), 1256. (18) Murata, H.; Cummings, C. S.; Koepsel, R. R.; Russell, A. J. Polymer-Based Protein Engineering Can Rationally Tune Enzyme Activity, pH-Dependence, and Stability. Biomacromolecules 2013, 14 (6), 1919−1926. (19) Cummings, C. S.; Murata, H.; Matyjaszewski, K.; Russell, A. J. Polymer-Based Protein Engineering Enables Molecular Dissolution of Chymotrypsin in Acetonitrile. ACS Macro Lett. 2016, 5 (4), 493. (20) Cummings, C.; Murata, H.; Koepsel, R.; Russell, A. J. Tailoring enzyme activity and stability using polymer-based protein engineering. Biomaterials 2013, 34 (30), 7437. (21) Heredia, K. L.; Bontempo, D.; Ly, T.; Byers, J. T.; Halstenberg, S.; Maynard, H. D. In Situ Preparation of Protein−“Smart” Polymer Conjugates with Retention of Bioactivity. J. Am. Chem. Soc. 2005, 127 (48), 16955−16960. (22) Cobo, I.; Li, M.; Sumerlin, B. S.; Perrier, S. Smart hybrid materials by conjugation of responsive polymers to biomacromolecules. Nat. Mater. 2015, 14, 143. (23) Cummings, C.; Murata, H.; Koepsel, R.; Russell, A. J. Dramatically Increased pH and Temperature Stability of Chymo-\ntrypsin using Dual Block Polymer-Based Protein Engineering. Biomacromolecules 2014, 15 (3), 763. (24) Jiang, L.; Bonde, J. S.; Ye, L. Temperature and pH Controlled Self-Assembly of a Protein−Polymer Biohybrid. Macromol. Chem. Phys. 2018, 219 (7), 1700597. (25) Liu, M.; Johansen, P.; Zabel, F.; Leroux, J.-C.; Gauthier, M. A. Semi-permeable coatings fabricated from comb-polymers efficiently protect proteins in vivo. Nat. Commun. 2014, 5, 5526. (26) Hucknall, A.; Rangarajan, S.; Chilkoti, A. In Pursuit of Zero: Polymer Brushes that Resist the Adsorption of Proteins. Adv. Mater. 2009, 21 (23), 2441−2446. (27) Liu, M.; Tirino, P.; Radivojevic, M.; Phillips, D. J.; Gibson, M. I.; Leroux, J.-C.; Gauthier, M. A. Molecular Sieving on the Surface of a Protein Provides Protection Without Loss of Activity. Adv. Funct. Mater. 2013, 23 (16), 2007−2015. (28) Muegge, I.; Martin, Y. C. A General and Fast Scoring Function for Protein−Ligand Interactions: A Simplified Potential Approach. J. Med. Chem. 1999, 42 (5), 791−804. (29) MacBeath, G.; Koehler, A. N.; Schreiber, S. L. Printing Small Molecules as Microarrays and Detecting Protein−Ligand Interactions en Masse. J. Am. Chem. Soc. 1999, 121 (34), 7967−7968. (30) Wilchek, M.; Bayer, E. A.; Livnah, O. Essentials of biorecognition: The (strept)avidin−biotin system as a model for protein−protein and protein−ligand interaction. Immunol. Lett. 2006, 103 (1), 27−32. (31) Lin, W.; Ma, G.; Wu, J.; Chen, S. Different in vitro and in vivo behaviors between Poly(carboxybetaine methacrylate) and poly(sulfobetaine methacrylate). Colloids Surf., B 2016, 146 (1), 888−894. (32) Chien, H. W.; Tsai, C. C.; Tsai, W. B.; Wang, M. J.; Kuo, W. H.; Wei, T. C.; Huang, S. T. Surface conjugation of zwitterionic polymers to inhibit cell adhesion and protein adsorption. Colloids Surf., B 2013, 107 (1), 152−159. (33) Leigh, B. L.; Cheng, E.; Xu, L.; Andresen, C.; Hansen, M. R.; Guymon, C. A. Photopolymerizable Zwitterionic Polymer Patterns Control Cell Adhesion and Guide Neural Growth. Biomacromolecules 2017, 18 (8), 2389−2401. (34) Chen, S.; Li, L.; Zhao, C.; Zheng, J. Surface hydration: Principles and applications toward low-fouling/nonfouling biomaterials. Polymer 2010, 51 (23), 5283−5293. (35) Schlenoff, J. B. Zwitteration: Coating Surfaces with Zwitterionic Functionality to Reduce Nonspecific Adsorption. Langmuir 2014, 30 (32), 9625−9636. (36) Carmali, S.; Murata, H.; Matyjaszewski, K.; Russell, A. J. Tailoring Site Specificity of Bioconjugation Using Step-Wise AtomTransfer Radical Polymerization on Proteins. Biomacromolecules 2018, 19 (10), 4044−4051. (37) Yee, A. A.; Savchenko, A.; Ignachenko, A.; Lukin, J.; Xu, X.; Skarina, T.; Evdokimova, E.; Liu, C. S.; Semesi, A.; Guido, V.; Edwards, A. M.; Arrowsmith, C. H. NMR and X-ray Crystallography, Complementary Tools in Structural Proteomics of Small Proteins. J. Am. Chem. Soc. 2005, 127, 16512. (38) Skelly, J. V.; Suter, D. A.; Kuroda, R.; Neidle, S.; Hancock, J. F.; Drake, A. Conformational effects of nucleotide exchange in ras p21 proteins as studied by fluorescence spectroscopy. FEBS Lett. 1990, 262 (1), 127−130. (39) Livnah, O.; Bayer, E. A.; Wilchek, M.; Sussman, J. L. Threedimensional structures of avidin and the avidin-biotin complex. Proc. Natl. Acad. Sci. U. S. A. 1993, 90 (11), 5076. (40) Keefe, A. J.; Jiang, S. Poly(zwitterionic)protein conjugates offer increased stability without sacrificing binding affinity or bioactivity. Nat. Chem. 2012, 4 (1), 59−63. (41) Carmali, S.; Murata, H.; Amemiya, E.; Matyjaszewski, K.; Russell, A. J. Tertiary Structure-Based Prediction of How ATRP Initiators React with Proteins. ACS Biomater. Sci. Eng. 2017, 3 (9), 2086−2097. (42) Olsen, J. V.; Ong, S. E.; Mann, M. Trypsin cleaves exclusively C-terminal to arginine and lysine residues. Mol. Cell. Proteomics 2004, 3 (6), 608−614.\nDOI: 10.1021/acs.biomac.8b01651 Biomacromolecules 2019, 20, 1235−1245\n1244\n(43) Green, N. M. A spectrophotometric assay for avidin and biotin based on binding of dyes by avidin. Biochem. J. 1965, 94 (3), 23c. (44) Kurzban, G. P.; Gitlin, G.; Bayer, E. A.; Wilchek, M.; Horowitz, P. M. Shielding of tryptophan residues of avidin by the binding of biotin. Biochemistry 1989, 28 (21), 8537−8542. (45) Kurzban, G. P.; Gitlin, G.; Bayer, E. A.; Wilchek, M.; Horowitz, P. M. Biotin binding changes the conformation and decreases tryptophan accessibility of streptavidin. J. Protein Chem. 1990, 9 (6), 673−82. (46) Sarker, A. M.; Kaneko, Y.; Lahti, P. M.; Karasz, F. E. Excited States of Bromine-Substituted Distyrylbenzenes: Models for Conjugated Polymer Emission. J. Phys. Chem. A 2003, 107 (34), 6533− 6537. (47) Grewer, C.; Brauer, H.-D. Mechanism of the Triplet-State Quenching by Molecular Oxygen in Solution. J. Phys. Chem. 1994, 98 (16), 4230−4235. (48) Green, R. J.; Davies, J.; Davies, M. C.; Roberts, C. J.; Tendler, S. J. B. Surface plasmon resonance for real time in situ analysis of protein adsorption to polymer surfaces. Biomaterials 1997, 18 (5), 405−413. (49) Höök, F.; Kasemo, B.; Nylander, T.; Fant, C.; Sott, K.; Elwing, H. Variations in Coupled Water, Viscoelastic Properties, and Film Thickness of a Mefp-1 Protein Film during Adsorption and CrossLinking: A Quartz Crystal Microbalance with Dissipation Monitoring, Ellipsometry, and Surface Plasmon Resonance Study. Anal. Chem. 2001, 73 (24), 5796−5804. (50) Green, R. J.; Frazier, R. A.; Shakesheff, K. M.; Davies, M. C.; Roberts, C. J.; Tendler, S. J. B. Surface plasmon resonance analysis of dynamic biological interactions with biomaterials. Biomaterials 2000, 21 (18), 1823−1835. (51) Luan, Y.; Li, D.; Wei, T.; Wang, M.; Tang, Z.; Brash, J. L.; Chen, H. Hearing Loss” in QCM Measurement of Protein Adsorption to Protein Resistant Polymer Brush Layers. Anal. Chem. 2017, 89 (7), 4184−4191. (52) Ahmed, F. E.; Wiley, J. E.; Weidner, D. A.; Bonnerup, C.; Mota, H. Surface plasmon resonance (SPR) spectrometry as a tool to analyze nucleic acid-protein interactions in crude cellular extracts. Cancer Genomics Proteomics 2010, 7 (6), 303−309. (53) Ghisaidoobe, A. B. T.; Chung, S. J. Intrinsic Tryptophan Fluorescence in the Detection and Analysis of Proteins: A Focus on Förster Resonance Energy Transfer Techniques. Int. J. Mol. Sci. 2014, 15 (12), 22518−22538. (54) Vivian, J. T.; Callis, P. R. Mechanisms of Tryptophan Fluorescence Shifts in Proteins. Biophys. J. 2001, 80 (5), 2093−2109. (55) Burczak, K.; Fujisato, T.; Hatada, M.; Ikada, Y. Protein permeation through poly(vinyl alcohol) hydrogel membranes. Biomaterials 1994, 15 (3), 231−238. (56) Sofia, S. J.; Premnath, V.; Merrill, E. W. Poly(ethylene oxide) Grafted to Silicon Surfaces: Grafting Density and Protein Adsorption. Macromolecules 1998, 31 (15), 5059−5070. (57) Szleifer, I. Protein adsorption on surfaces with grafted polymers: a theoretical approach. Biophys. J. 1997, 72, 595−612. (58) Jeon, S. I.; Lee, J. H.; Andrade, J. D.; De Gennes, P. G. Proteinsurface interactions in the presence of polyethylene oxide: I. Simplified theory. J. Colloid Interface Sci. 1991, 142 (1), 149−158.\nDOI: 10.1021/acs.biomac.8b01651 Biomacromolecules 2019, 20, 1235−1245\n1245"
    } ],
    "references" : [ {
      "title" : "Industrial use of lipases to produce fatty acid esters",
      "author" : [ "G. Hills" ],
      "venue" : "Eur. J. Lipid Sci. Technol. 2003,",
      "citeRegEx" : "Hills,? \\Q2003\\E",
      "shortCiteRegEx" : "Hills",
      "year" : 2003
    }, {
      "title" : "PEGylation of therapeutic proteins",
      "author" : [ "S. Jevsevar", "M. Kunstelj", "V.G. Porekar" ],
      "venue" : "Biotechnol. J. 2010,",
      "citeRegEx" : "Jevsevar et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Jevsevar et al\\.",
      "year" : 2010
    }, {
      "title" : "ATRP under Biologically Relevant Conditions: Grafting from a Protein",
      "author" : [ "R. Mehl", "K. Matyjaszewski" ],
      "venue" : "ACS Macro Lett. 2012,",
      "citeRegEx" : "A. et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "A. et al\\.",
      "year" : 2012
    }, {
      "title" : "Well-defined protein-polymer conjugates via in situ RAFT polymerization",
      "author" : [ "C. Barner-Kowollik" ],
      "venue" : "J. Am. Chem. Soc. 2007,",
      "citeRegEx" : "Barner.Kowollik,? \\Q2007\\E",
      "shortCiteRegEx" : "Barner.Kowollik",
      "year" : 2007
    }, {
      "title" : "A General and Fast Scoring Function for Protein−Ligand Interactions: A Simplified Potential Approach",
      "author" : [ "I. Muegge", "Y.C. Martin" ],
      "venue" : "J. Med. Chem. 1999,",
      "citeRegEx" : "Muegge and Martin,? \\Q1999\\E",
      "shortCiteRegEx" : "Muegge and Martin",
      "year" : 1999
    }, {
      "title" : "Printing Small Molecules as Microarrays and Detecting Protein−Ligand Interactions en Masse",
      "author" : [ "G. MacBeath", "A.N. Koehler", "S.L. Schreiber" ],
      "venue" : "J. Am. Chem. Soc. 1999,",
      "citeRegEx" : "MacBeath et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "MacBeath et al\\.",
      "year" : 1999
    }, {
      "title" : "Essentials of biorecognition: The (strept)avidin−biotin system as a model for protein−protein and protein−ligand interaction",
      "author" : [ "M. Wilchek", "E.A. Bayer", "O. Livnah" ],
      "venue" : "Immunol. Lett. 2006,",
      "citeRegEx" : "Wilchek et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Wilchek et al\\.",
      "year" : 2006
    }, {
      "title" : "Shielding of tryptophan residues of avidin by the binding of biotin",
      "author" : [ "M. P" ],
      "venue" : "Biochemistry 1989,",
      "citeRegEx" : "P.,? \\Q1989\\E",
      "shortCiteRegEx" : "P.",
      "year" : 1989
    }, {
      "title" : "Mechanisms of Tryptophan Fluorescence Shifts in Proteins",
      "author" : [ "J.T. Vivian", "P.R. Callis" ],
      "venue" : "Biophys. J. 2001,",
      "citeRegEx" : "Vivian and Callis,? \\Q2093\\E",
      "shortCiteRegEx" : "Vivian and Callis",
      "year" : 2093
    }, {
      "title" : "Protein adsorption on surfaces with grafted polymers: a theoretical approach",
      "author" : [ "I. Szleifer" ],
      "venue" : "Biophys. J. 1997,",
      "citeRegEx" : "Szleifer,? \\Q1997\\E",
      "shortCiteRegEx" : "Szleifer",
      "year" : 1997
    }, {
      "title" : "Proteinsurface interactions in the presence of polyethylene oxide: I",
      "author" : [ "S.I. Jeon", "J.H. Lee", "J.D. Andrade", "P.G. De Gennes" ],
      "venue" : "Simplified theory. J. Colloid Interface Sci. 1991,",
      "citeRegEx" : "Jeon et al\\.,? \\Q1991\\E",
      "shortCiteRegEx" : "Jeon et al\\.",
      "year" : 1991
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The molecular sieving properties of protein surface-attached polymers are the central features in how polymers extend therapeutic protein lifetimes in vivo. Yet, even after 30 years of research, permeation rates of molecules through polymersurrounded protein surfaces are largely unknown. As a result, the generation of protein−polymer conjugates remains a stochastic process, unfacilitated by knowledge of structure-function-polymer architecture relationships. In this work, polymers are grown from the surface of avidin using atom transfer radical polymerization (ATRP) and used to determine how polymer length and density influence the binding kinetics of ligands as a function of ligand size and shape. The rate of binding is strongly dependent on the grafting density of polymers and the size of the ligand but interestingly, far less dependent on the length of the polymer. This study unveils a deeper understanding of relationship between polymer characteristics and binding kinetics, discovering important steps in rational design of protein−polymer conjugates. ■ INTRODUCTION Protein−polymer conjugates are unique macromolecules that combine the rugged attractiveness of synthetic chemistry and the exquisite balance of activity and specificity found in biological systems. Since the synthesis of the first protein− polymer conjugate was reported in 1977, the application of protein−polymer conjugates has expanded significantly. Today these conjugates are used in biotechnology, cosmetics, foods, surface coatings, and therapeutics. Protein−polymer conjugates can be synthesized using two different strategies: “grafting to” or “grafting from”. The process of “grafting to” consists of covalent attachment of presynthesized and characterized polymers to the protein. A limitation of this method has been low achievable grafting densities of polymers on protein surfaces due to steric hindrance created by subsequently attached polymer chains. Also, control of the attachment site location and purification of the resulting conjugates can be challenging. In the “grafting from” approach, the polymers are generated from the protein surface by controlled radical polymerization (CRP). Most commonly, either atom transfer radical polymerization (ATRP) or reversible addit ion− f ragmentat ion polymerizat ion (RAFT) methods have been used. The “grafting from” method has enabled tighter control over modification site, high grafting density, and simplified purification. Since the number and molecular weight of polymer chains are predetermined, the method allows the generation of protein−polymer conjugates with low dispersity (D). Polymer-based protein engineering has been used prepare conjugates with enhanced pH and temperature stability, tailored substrate affinity, and stability in organic environments. In recent years, considerable attention has been paid to the creation of “smart conjugates” by anchoring stimuli responsive polymers that respond to temperature and pH. However, our understanding of how the polymer layer affects substrate diffusion limits and rates to the active site of proteins is limited. Polymers sieving properties are important criteria affecting the efficacy of protein drugs and biomedical devices. For example, enzyme−polymer conjugates used in therapy need to repel protein−antibody Received: November 15, 2018 Revised: January 4, 2019 Published: January 16, 2019 Article pubs.acs.org/Biomac Cite This: Biomacromolecules 2019, 20, 1235−1245 © 2019 American Chemical Society 1235 DOI: 10.1021/acs.biomac.8b01651 Biomacromolecules 2019, 20, 1235−1245 D ow nl oa de d vi a N O R T H W E ST E R N U N IV o n O ct ob er 2 2, 2 01 9 at 1 7: 48 :1 3 (U T C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s. interactions and protease-mediated hydrolysis, while allowing proteins to interact with their substrates and their ligands. In 2012, Gauthier and colleagues, in an elegant study, demonstrated that comb-shaped poly(oligo(ethylene glycol) methacrylate) pOEGMA polymers can create a molecular sieving effect when grafted from a chymotrypsin surface by blocking larger macromolecules. But, to the best of our knowledge, no one has been able to determine the rate at which molecules penetrate the polymer shell grown around proteins. The term “molecular sieving”, as proposed by Gauthier, suggests a threshold for “sieving size”, below which diffusion of molecules is unhindered and above which it becomes hindered. In this study, we use the term “molecular sieving” to describe polymer-mediated shielding of binding sites that impacts the permeation rates of ligands to the protein surface. Protein−ligand interactions have often been studied with avidin−biotin complexes. Avidin is a tetrameric protein purified from egg white that binds biotin with exquisite strength and speed. The high affinity of avidin toward biotin allowed us to biotinylate molecules of different shapes and sizes and monitor their permeation rates through covalently attached polymer layers of varying lengths and densities. By using ATRP to decorate avidin with poly(carboxybetaine methacrylate) (pCBMA) polymers, a zwitterionic polymer that has nonfouling properties, we have created a well-controlled system for understanding the relationship between polymer length/density and the diffusion/accessibility of different size/ shape ligands. The number of chains grown from a protein using “grafting from” ATRP with amino-reactive, single-headed initiators cannot exceed the number of accessible amine groups on the surface of the protein. To overcome this limitation and better understand the impact of polymer density on the rate of sieving by attached polymers, we designed a novel, NHSfunctionalized, double-headed ATRP initiator that supported the growth of two polymers from one initiation point. Eight different molecular weight avidin−pCBMA conjugates were synthesized to study the penetration rate of molecules through the polymer shell to the protein binding site as a function of polymer chain length, polymer grafting density, ligand size, and ligand shape. Polymers grafting density and ligand size have a profound effect on the rate of binding of ligands to a protein shielded with covalently attached polymers. Surprisingly, the molecular weight of the polymer attached to the protein and the shape of the diffusing molecule have a small impact on the rate of ligand binding. ■ EXPERIMENTAL SECTION Materials. Avidin from egg white was purchased from Lee Biosolutions (Maryland Heights, MO). Aprotinin and Histone were purchased from Sigma-Aldrich (St. Louis, MO). Horse Radish Peroxidase was purchased from Millipore Sigma (Burlington, MA). Biotin-PEG-NHS was purchased from Thermo Fisher (Waltham, MA). Biotin-PEG was purchased from Creative PEG Workers (Chapel Hill, NC). Single ATRP initiator was synthesized as described earlier. Initiation inhibitor was prepared as described previously. NHS-Functionalized Double-Headed ATRP Initiator Synthesis. Double-headed ATRP initiator was synthesized as follows. N,N’-dicyclohexylcarbodimine (10.9 g, 53 mmol) in dichloromethane (10 mL) was slowly added to a solution of 2-bromo-isobutyric acid (8.0 g, 48 mmol) and N-hydroxysuccinimide (6.1 g, 53 mmol) in dichloromethane (100 mL) at 0 °C. Mixture was stirred at room temperature overnight. Precipitated urea was filtered out, and the filtrate was evaporated to remove solvent. 2-Bromo-2-methylpropionyl-N-oxysuccinimine ester was isolated by recrystallization in 2propanol. Next, 2-bromo-2-methylpropionyl-N-succinimide ester (5.3 g, 20 mmol) was slowly added to a solution of diethylenetriamine (1.0 g, 9.7 mmol) and triethylamine (1.4 mL, 10 mmol) in acetonitrile (50 mL) at 0 °C. The mixture was stirred at room temperature overnight. Precipitated N-hydroxysuccinimide was filtered out, and the filtrate was evaporated to remove solvent. Ethyl acetate (50 mL) was added to the mixture, and the organic phase was washed with 50 wt % sodium carbonate aq (20 mL × 3) and saturated NaCl aq (20 mL × 3). The organic phase was dried with Na2CO3 and evaporated to remove solvent. Bis(2-(2-bromo-2-methylpropanamido)ethylamine was isolated by column chromatography (silica and acetonitrile). Succinic anhydride (600 mg, 6.0 mmol) and triethylamine (840 μL, 6.0 mmol) were added to the solution of bis(2-(2-bromo-2methylpropanamido)ethylamine (2.2 g, 5.5 mmol) in acetonitrile (50 mL), then the mixture was stirred at room temperature overnight. After solvent was evaporated, ethyl acetate (50 mL) was added to the mixture. The organic phase was washed with 1 N HCl aq (20 mL × 3) and saturated NaCl aq (20 mL × 3). The organic phase was dried with MgSO4 and evaporated to remove solvent. To the solution of bis(2-(2-bromo-2-methylpropanamido)ethyl)amino)-4-oxobutanoic acid (2.0 g, 2.0 mmol) in acetonitrile (50 mL), di(N-succinimidyl) carbonate (1.1 g, 4.3 mmol) and triethylamine (560 μL, 4.0 mmol) were added, and the mixture was stirred at room temperature overnight. After the solvent evaporated, double-headed ATRP initiator was isolated by column chromatography (silica, acetone/ chloroform (1/4 volume ratio)) The chemical structures were confirmed by H and C NMR and IR. See Supporting Information. Attachment of Single ATRP Initiator on the Surface of Avidin. Synthesis of the ATRP initiator was carried out as described previously. After synthesis, the initiator (523 mg, 1.56 mmol) and avidin (500 mg, 0.03 mmol protein, 0.31 mmol primary amine groups) were dissolved in 0.1 M sodium phosphate buffer (pH 8, 100 mL). The solution was stirred at 4 °C for 2 h, and avidin conjugates were purified by dialysis using a 15 kDa molecular mass cutoff dialysis tube, in 25 mM sodium phosphate (pH 8) for 24 h at 4 °C, and then lyophilized. Double-Headed ATRP Initiator Attachment onto Avidin Surface. Following the synthesis, double-headed ATRP initiator (935 mg, 1.56 mmol) was dissolved in DMSO (4 mL) that was added to a solution of avidin (500 mg, 0.31 mmol primary amine groups) in 0.1 M sodium phosphate buffer (pH 8, 100 mL). The mixture was stirred at 4 °C for 2 h and then dialyzed against 25 mM sodium phosphate buffer (pH 8) using dialysis tubing with molecular mass cutoff of 15 kDa, for 24 h at 4 °C, and then lyophilized. MALDI-ToF Analysis. MALDI-ToF measurements were recorded using a PerSeptive Voyager STR MS with nitrogen laser (337 nm) and a 20 kV accelerating voltage with a grid voltage of 90%. 500 laser shots covering the complete spot were accumulated for each spectrum. For determination of molecular weights of synthesized protein−initiator complexes, sinapinic acid (10 mg mL−1) in 50% acetonitrile with 0.4% trifluoroacetic acid was used as matrix. The protein solution (1.0 mg mL−1) was mixed with an equal volume of matrix, and the resulting mixture (2 μL) was loaded onto a silver sterling plate. Apomyoglobin, cytochrome C, and aldolase were used as standard calibration samples. ATRP initiator modification was determined by subtracting the native protein m/z values from protein−initiator conjugates m/z and dividing by the molecular weight of the initiator (220.5 g mol−1 for single and 478 g mol−1 for double-headed initiators). SDS-PAGE Analysis. A 10 μL portion of Avidin, Avidin-Br, or Avidin-(Br)2 solution (1.5 mg/mL in PBS) were mixed with 10 μL of 2X Laemmli loading buffer. Samples (10 μL) were then loaded into wells on a 4−15% precast gel and run for 35 min at 200 V. The gel was then washed and stained with PageBlue staining solution and destained overnight. Trypsin Digestion of Avidin−Initiator Conjugates. Trypsin digests were used to generate peptide fragments from which initiator Biomacromolecules Article DOI: 10.1021/acs.biomac.8b01651 Biomacromolecules 2019, 20, 1235−1245 1236 attachment sites could be determined using electrospray ionization mass spectrometry. Samples were digested according to the protocol described in the In-Solution Tryptic Digestion and Guanidination Kit. Protein or protein−initiator complexes (20 μg) (10 μL of a 2 mg mL−1 protein solution in deionized water) were added to 50 mM ammonium bicarbonate (15 μL) with 100 mM dithiothreitol (1.5 μL) in an Eppendorf tube. The reaction was incubated for 5 min at 95 °C. Thiol alkylation was achieved by the addition of 100 mM iodoacetamide aqueous solution (3 μL) to the protein solution followed by 20 min incubation in the dark for 20 min at room temperature. Following the incubation, trypsin (1 μL of 100 ng) was added to the protein solution and the reaction was incubated at 37 °C for 3 h. Then, additional trypsin (1 μL of 100 ng) was subsequently added. The reaction was terminated after 2 h by the addition of trifluoroacetic acid (TFA). Digested samples were purified using ZipTipC18 microtips and eluted with matrix solution (200 μL of 50% acetonitrile with 0.1% formic acid) for subsequent ESI-MS analysis. The molecular weights of the expected peptide fragments before and after digestion were predicted using PeptideCutter (ExPASy Bioinformatics Portal, Swiss Institute of Bioinformatics). ESI-MS Analysis. ESI-MS measurements were taken by using a Finnigan LCQ (Thermo-Fisher) quadrupole field ion trap mass spectrometer with electrospray ionization source. Each scan was acquired over the range m/z 150−2000 by using a step of 0.5 u, a dwell time of 1.5 ms, a mass defect of 50 pu, and an 80-V orifice potential. Samples were at a protein concentration of 50 μM and were eluted using 50% acetonitrile and 0.1% formic acid at a flow rate of 20 μL min−1. ATRP from Single-Headed ATRP Initiator Modified Avidin. To synthesize avidin−pCBMA conjugates, the final stoichiometry of 1:10:1:12 initiator/Cu/NaAsc/ligand was used. The avidin−initiator complex (50 mg, 0.0226 mmol of initiator groups) and the CBMA monomer (259 mg, 1.1 mmol for avidin−pCBMA50; 518 mg, 2.3 mmol for avidin−pCBMA100; 777 mg, 3.4 mmol for avidin− pCBMA150; and 1036 mg, 4.5 mmol for avidin−pCBMA200) were dissolved in 0.1 M sodium phosphate (45 mL). The flask was sealed with a rubber septum and bubbled with nitrogen for 1 h. In a separate flask, 50 mM CuCl2 solution (6 mL) was bubbled under nitrogen for 20 min. Sodium ascorbate (300 μL of 20 mg mL−1, 0.03 mmol) and 1,1,4,7,10,10-hexamethyltriethylenetetramine (HMTETA) (100 μL, 0.37 mmol) were added to deoxygenated CuCl2 solution and the mixture was bubbled for another 5 min. The deoxygenated copper catalyst solution (5 mL) was added to a solution of deoxygenated avidin-Br/CBMA in 0.1 M sodium phosphate (pH 8, 45 mL) and allowed to react for 1 h at room temperature. The reaction was stopped upon exposure to air, and avidin−pCBMA conjugates were purified through dialysis (25 kDa MWCO) against 25 mM sodium phosphate for 24 h at 4 °C and then lyophilized. ATRP from Double-Headed ATRP Initiator Modified Avidin. For the synthesis of high-density conjugates, the final stoichiometry of 1:10:1:12 initiator/Cu/NaAsc/Ligand was used. Avidin−doubleheaded initiator conjugates (40 mg, 0.027 mmol initiator groups) and CBMA (310 mg, 1.35 mmol for avidin−pCBMA50; 619 mg, 2.7 mmol for avidin−pCBMA100; 929 mg, 4.1 mmol for avidin− pCBMA150; and 1239 mg, 5.4 mmol for avidin−pCBMA200) were dissolved in sodium phosphate buffer (45 mL, 0.1 M, pH 8). The solutions of avidin−initiator conjugates and monomers were sealed with rubber septums and bubbled with nitrogen for 1 h. Sodium ascorbate (300 μL of 20 mg mL−1, 0.03 mmol) and HMTETA (100 μL) were added to deoxygenated CuCl2 (6 mL) of 50 mM and the mixture was bubbled for 5 min. The deoxygenated copper catalyst (5 mL, 0.25 mmol Cu, 0.025 mmol NaAsc, 0.3 mmol HMTETA) was added to a solution of deoxygenated avidin-Br/CBMA and allowed to react for 1 h at room temperature. The reaction was stopped upon exposure to air, and avidin−pCBMA conjugates were purified through dialysis (25 kDa MWCO) against 25 mM sodium phosphate for 24 h at 4 °C and then lyophilized. Cleavage of pCBMA from Avidin Surface. Avidin−pCBMA conjugates (20 mg) were placed in hydrolysis tubes and dissolved in 6 N HCl (6 mL). After five freeze−pump−thaw cycles, the hydrolysis was performed at 110 °C under a vacuum for 24 h. The cleaved polymers were dialyzed against deionized water at room temperature, using 1 kDa molecular mass cut off dialysis tubing, and then lyophilized. The molecular weight and dispersity of the polymers were measured by gel permeation chromatography (GPC). BCA Assay. Avidin conjugates were dialyzed against deionized water to remove salts present in the samples and then lyophilized. Next, conjugates (1.0 mg) were dissolved in deionized water and the sample (25 μL) was mixed with bicinchoninic acid (BCA) solution (1.0) and copper(II) sulfate solution (50:1 vol/vol). The solution was incubated at 60 °C for 15 min. Absorbance of the sample was recorded at 562 nm using a UV−vis spectrometer. Avidin concentration (wt %) was determined by comparison of the absorbance to a standard curve (native avidin). Measuring Conjugate Hydrodynamic Diameter. The DLS data was collected on a Malvern Zetasizer nano-ZS. Native avidin and avidin conjugates (1.0 mg) were dissolved in 0.1 M sodium phosphate (pH 8). The hydrodynamic diameter (Dh) of the samples was measured three times (12 runs/measurement). Reported values are number distribution intensities. Protein Biotinylation. For biotinylation, aprotinin (20 mg, 0.0031 mmol protein), histone (0.00093 mmol protein), and HRP (0.00045 mmol protein) were dissolved in 0.1 M sodium phosphate buffer (4 mL, pH 8). Biotin-PEG-NHS with aprotinin (18.2 mg, 0.031 mmol), histone (5.4 mg, 0.0093 mmol), and HRP (2.6 mg, 0.0045 mmol) was dissolved in DMSO (200 μL) and added to a protein solution. The solution was stirred at 4 °C for 2 h, and protein−biotin conjugates were purified by dialysis, using 15 kDa molecular mass cutoff dialysis tube in deionized water, and then lyophilized. Fluorescamine Assay. Fluorescamine assay was used to determine the biotinylation extent of proteins. Protein−biotin samples (80 μL, 1.0 mg mL−1), 100 mM sodium phosphate (80 μL, pH 8.5), and fluorescamine solution in DMSO (40 μL, 3 mg mL−1) were added into a 96-well plate and incubated at room temperature for 15 min. Fluorescence intensities were measured at the excitation of 390 nm and emission of 470 nm with 10 nm bandwidths by a H Synergy plate reader. Biotinylation was determined by comparison of the fluorescence to the standard curve (native proteins). Intrinsic Tryptophan Fluorescence of Avidin. For tryptophan fluorescence measurements, native avidin, avidin−initiator conjugates, and avidin−pCBMA conjugates (180 μL, final concentration of avidin 5 μM) and biotin (20 μL, final concentration 10 μM) were mixed in a 96-well plate. The tryptophan fluorescence intensities were measured at the excitation of 270 nm. The emission spectrum was observed from 300 to 400 nm with a bandwidth of 2 nm using a H Synergy Plate reader. The intrinsic fluorescence was measured in triplicate. Tryptophan Fluorescence Quenching Assay. Intrinsic tryptophan fluorescence intensity of native avidin (180 μL, final concentration 5 μM) was measured at the excitation of 270 nm and emission of 300−400 nm in a 96-well plate. N-2-Bromo-2methylpropanoyl-β-alanine (free initiator) (20 μL, final concentrations 20 μM, 80 μM, 320 μM, 1.28 mM, 5.12 mM) or N-2methylpropanoyl-β-alanine (free initiation inhibitor) (20 μL, final concentrations 20 μM, 80 μM, 320 μM, 1.28 mM, 5.12 mM) was added to native avidin, and tryptophan fluorescence was measured again. Biotin Effect on Quenched Fluorescence. Tryptophan fluorescence intensity of native avidin (180 μL, final concentration 5 μM) was measured at the excitation of 270 nm wavelength and the emission was recorded at 300−400 nm. Free initiator (10 μL, final concentrations 5.12 mM) or free initiation inhibitor (10 μL, final concentrations 5.12 mM) was added to the avidin solution, and florescence intensities were measured. After the fluorescence intensities were recorded with free initiator or free initiation inhibitor, biotin (10 μL, final concentration 10 μM) was added to the mixture and fluorescence intensities were measured again. Biotin and Biotin-PEG Binding Kinetics. Kinetic measurements of avidin−pCBMA conjugates with biotin and biotin-PEG ligands were taken using a stopped-flow spectrometer with fluorescence Biomacromolecules Article DOI: 10.1021/acs.biomac.8b01651 Biomacromolecules 2019, 20, 1235−1245 1237 detection (Applied Photophysics SX20). The dead time of the instrument was 2 ms. The excitation wavelength was 270 nm with a 5 nm bandwidth. The instrument permitted us to collect 1000 data points throughput the reaction (0.1−450 s). For all experiments, avidin concentration was 0.5 μM (final) and biotin or biotin-PEG concentration was 5.0 μM (final). Reactions were initiated by mixing equal volumes of avidin with its ligands in 0.1 M phosphate buffer (pH 8). Fluorescence was measured in volts. Data were fit to single exponential functions using F(t) = F∞ − ΔF exp(−kobst) equation, where kobs is the observed first-order rate constant, F∞ is the final value of fluorescence, and ΔF is the amplitude. In case of native avidin kinetics, the data were fit to single exponential functions using F(t) = F∞ + ΔF exp(−kobst) equation, where kobs is the observed first-order rate constant, F∞ is the final value of fluorescence, and ΔF is the amplitude. All data analysis was performed in Microsoft Excel. Biotin-Protein Binding Kinetics. For biotinylated protein binding kinetics, avidin conjugates (0.5 μM final) were mixed with biotin−protein (5.0 μM final) in a stopped-flow accessory on PTI QuantaMaster-400 fluorometer (Horiba Instruments Inc.). The dead time of the instrument was 60 ms. The excitation wavelength was 295 nm with a 20 nm bandwidth. Since 270 nm will excite all aromatic residues on proteins, for the analysis of biotin−protein binding kinetics, the excitation wavelength was changed from 270 to 295 nm to selectively excite tryptophan residues on avidin only. Excitation occurred through a 1.96 mm path in the stopped-flow optical cell, and emission was measured through a 7.68 mm path. Ten data points per second were collected throughout the reaction (15−300 s). Reactions were initiated by mixing equal volumes of avidin with its biotinylated ligands in 0.1 M phosphate buffer (pH 8). Data were fit to single exponential functions using the same equation used for biotin and biotin-PEG binding kinetics. All data analysis was performed in Microsoft Excel. ■ RESULTS AND DISCUSSION Avidin Conjugate Synthesis and Characterization. To study the impact of polymer chain length on the permeation of molecules through polymer layers on the surface of bioconjugates, we synthesized avidin−polymer conjugates by growing poly(carboxybetaine methacrylate) (pCBMA) directly from the surface of avidin. Avidin is a tetrameric protein, with each monomer containing 10 primary amine groups (1 αamine group (N-terminus) and 9 ε-amine groups (lysine residues)). The hydrophilic and zwitterionic polymer, pCBMA, has been shown to have nonfouling properties and thus repels proteins both in vitro and in vivo. pCBMA has been attached to several proteins without compromising functionality. Native avidin was modified with an aminereactive N-2-bromo-2-methylpropanoyl-β-alanine N’-oxysuccinimide bromide ATRP initiator from which single polymer chains of pCBMA were grown (Figure 1a). Matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-ToF-MS) showed that we were able to attach an average of 8 initiators per avidin monomer (Figure S1, Supporting Information). PAGE analysis was performed to determine the molecular weight of initiator modified avidin conjugates (Figure S2, Supporting Information). The three-dimensional structure of avidin (PDB:2avi) shows that lysines 45, 71, and 111 are located near the biotin binding pocket of avidin and therefore are ideal modification targets for determining the rate at which ligands can penetrate attached polymers and bind to the surface of the protein (Figure 2a). We have previously demonstrated that trypsin digestion studies followed by mass spectrometry analysis can be used to Figure 1. Synthesis of avidin−pCBMA conjugates using PBPE. (a) Synthesis of low-density avidin−pCBMA conjugates: (1) Single-headed ATRP initiator modification on native avidin and (2) “grafting from” reaction to synthesize avidin−pCBMA conjugates. (b) Synthesis of high-density avidin−pCBMA conjugates: (1) Double-headed ATRP initiator modification on native avidin and (2) “grafting from” reaction to synthesize double-headed avidin -pCBMA conjugates. Biomacromolecules Article DOI: 10.1021/acs.biomac.8b01651 Biomacromolecules 2019, 20, 1235−1245 1238 determine where the ATRP initiators have reacted with proteins. Trypsin specifically catalyzes the cleavage of peptide bonds at the carboxyl end of positively charged lysine and arginine residues due to the presence of a negatively charged aspartate in the catalytic triad of the trypsin. Upon modification of a target protein with lysine-reactive ATRP initiators, trypsin is unable to cut the peptide chain at modified lysine residues. Trypsin digestion studies with peptide mapping using electrospray ionization mass spectrometry (ESIMS) on the avidin−initiator complexes confirmed that the targeted amino acids (K45, K71, and K111) were covalently modified with ATRP initiator (Figure 2b and Table S1, Supporting Information). Other mass spectrometry methods, such as tandem mass scpectrometry, could have been used for identification of trypsin digested peptide fragments. However, the ESI-MS technique was selected due to its ease of data collection and analysis. After confirming K45, K71, and K111 modification, we varied polymerization conditions by changing monomer concentration to synthesize avidin−pCBMA conjugates with four different target lengths or degrees of polymerization (DP): 50, 100, 150 and 200 (Figure 1a). Since it is difficult to characterize protein−polymer conjugates as intact conjugates, the polymers were cleaved from the avidin surface using acid hydrolysis. Once cleaved, the polymers were characterized by gel permeation chromatography (GPC) to measure the dispersity and molecular weights of the polymers (Table 1 and Figure S3, Supporting Information). Molecular weights of the conjugates were also estimated using a bicinchoninic acid (BCA) assay (Supporting Information). The hydrodynamic diameters (Dh) of avidin conjugates were determined using dynamic light scattering (DLS). As expected, the molecular weight of the conjugates increased linearly with the length of the grafted pCBMA. Dh also increased with molecular weight of the attached polymers, and avidin−pCBMA232 Dh was approximately 6-fold over native avidin (Table 1 and Figure S4, Supporting Information). A spectrophotometric assay based on the binding of 4′hydroxyazobenzene-2-carboxylic acid (HABA) was used to determine the binding activity of avidin conjugates (see Supporting Information and Table S2). We were now in a position to assess the functionality of each conjugate. Tryptophan Fluorescence Changes of Avidin upon Binding Biotin. Prior work has shown that, upon biotin binding, the intrinsic tryptophan fluorescence of avidin is decreased from 337 to 324 nm with a blue shift in emission (Figure S5a, Supporting Information). Surprisingly, when biotin was added to a solution of any avidin−pCBMA conjugates, an increase in tryptophan fluorescence was observed (Figure S5b, Supporting Information). After a series of key experiments (see Figure S5 and Supporting Information), we showed that the increase in the intrinsic fluorescence of avidin−pCBMA conjugates after binding biotin was not caused by structural changes upon protein modification but was a result of the quenching of tryptophan fluorescence by the halide-terminated initiator and polymers. We speculate that the fluorescence quenching of tryptophan residues by bromide group is possibly driven by contact Figure 2. ESI mass spectroscopy of trypsin digested native avidin and single-headed and double-headed initiators modified avidin. (a) Crystal structure of avidin (PDB:2AVI). K45, K71, and K111 residues located close to the biotin binding site of avidin. (b) Trypsin digested native avidin. (c) Trypsin digested avidin-Br. (d) Trypsin digested avidin-(Br)2. Absence of native peaks for K45 at 1058.1 m/z (GEFTGTYTTAVTATSNEIK m/z, [M + 3ACN + 2H]), K71 at 713.8 m/z (TQPTFGFTVNWK m/z, [M + 2H]), and K111 at 639.2 m/z (SSVNDIGDDWK m/z, [M + ACN + 2H]) suggest that these amine groups were modified with single and double-headed",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}