{
  "name" : "downloads_2020-07-12_1a_song2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Ultrasmall Graphene Oxide Modified with Fe3O4 Nanoparticles as a Fenton-Like Agent for Methylene Blue Degradation",
    "authors" : [ "Saijie Song", "Yuli Wang", "He Shen", "Jun Zhang", "Hong Mo", "Jing Xie", "Ninglin Zhou", "Jian Shen" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: Fenton-like reaction, heterogeneous catalysts, ultrasmall graphene oxide, degradation, methylene blue"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "Dye-containing wastewater, especially that with low concentration, is difficult to totally purify through traditional methods, such as adsorption, flocculation, chemical oxidation, and biological methods.1−3 The Fenton reaction, among the most efficient advanced oxidation processes, has been adopted for steady pollutant purification.4−7 In a typical Fenton reaction, the generated HO radicals (with high oxidation potential, 2.8 eV) in the presence of catalyst would attack almost all stubborn organic pollutant nonselectively.8−10\nThe traditional Fenton reaction occurs in a homogeneous solution, and ferrous ions (Fe2+) play the role of catalyst for H2O2 degradation.\n11 Although the traditional homogeneous Fenton process is effective and simple, the high catalyst dosage and sludge that formed during the reaction process may cause a secondary pollutant, which has greatly limited its application.12,13 Hence, to overcome these drawbacks, heterogeneous catalysts, for instance, Fe3O4- and Fe3O4based catalysts, were developed to replace the ferrous/ferric salt-based homogeneous Fenton reaction systems.14 However, magnetic nanoparticles (NPs) are usually unstable and would probably aggregate and form larger particles during the Fenton approach, resulting in weak catalytic activity, low reaction rate,\nand poor degradation efficiency.11,15 Besides, those traditional heterogeneous Fenton reaction agents are lacking recyclability, leading to a continuous loss of catalytic activity after a few reaction cycles.16 Hence, it is vital to improving the stability of Fenton agents during reaction processes and enhancing their reusability. By immobilization onto supports or encapsulation with protective layers, the iron oxide-based nanocomposites would perform improved catalytic activity.8,17 Various vehicles, especially carbonaceous nanomaterials, e.g., graphene oxide (GO), carbon aerogel, mesoporous carbon, and activated carbon, were employed as carriers of iron oxides for constructing high-efficiency heterogeneous Fenton agents.16,18,19 Among them, GO has drawn great attention for its good stability, ultrahigh specific surface area, and excellent bonding ability with metallic oxides, which can enhance the catalytic activity of iron oxide.20−22 For example, Zubir et al. prepared GO-Fe3O4 NPs as Fenton agents for dye degradation.23,24 They demonstrated that the high-efficiency catalytic performance was mainly due to the strong interaction\nReceived: August 21, 2019 Accepted: October 17, 2019 Published: October 17, 2019\n© 2019 American Chemical Society 7074 DOI: 10.1021/acsanm.9b01608 ACS Appl. Nano Mater. 2019, 2, 7074−7084\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF N\nE W\nE N\nG L\nA N\nD o\nn Ju\nly 1\n2, 2\n02 0\nat 1\n9: 42\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\nbetween dye molecules and GO and the specific electron transfer between Fe3O4 and GO.\n23,24 The exposure of abundant active sites on the surface and the strong synergistic interaction between iron oxide and GO also brought about enhanced catalytic activity in the Fenton process.9,25\nHowever, the size of iron oxide on GO is usually large, and its stability is limited by high Fe content.26−28 To obtain stable nanocomposites, recently, ultrasmall GO (usGO) was developed as the support for metallic oxides.29,30 Compared with large-sized GO, Fe3O4 loaded onto usGO possesses better stability in aqueous solution, small and uniform size, and a clean surface.30 Therefore, more active sites and Fe3O4 should be exposed to the surface of nanocomposites, contributing to high-efficiency catalytic activity. Herein, in this paper, we reported the application of Fe3O4/usGO as a Fenton reaction agent for dye degradation (Scheme 1). The as-prepared\nFe3O4/usGO exhibited excellent catalytic activity and could effectively degrade the parts-per-million-level methylene blue (MB) with low dosage. In a typically Fenton-like reaction process, a degradation rate of nearly 100% was obtained. The effects of the initial MB concentration, catalyst dosage, pH value, and temperature on the degradation efficiency were studied. Besides, kinetics and thermodynamics analyses are used to deeply understand the catalytic performance of this catalyst. In addition, Fe3O4/usGO also possesses excellent reusability, and the MB degradation rate remained above 95% after five cycles of the Fenton-like process. Considering their simple synthesis, low cost, and high catalytic performance, Fe3O4/usGO holds great promise in the water purification field."
    }, {
      "heading" : "2. EXPERIMENTAL SECTION",
      "text" : "2.1. Materials. Graphite powder was purchased from Alfa Aesar, methylene blue (MB) was purchased from Sigma, and chlorpyrifos and glyphosate were provided by Jiangsu Yangnong Chemical Co., Ltd. Other reagents were purchased from Sinopharm Chemical Reagent Co., Ltd., and used as received. 2.2. Synthesis of Fe3O4/usGO. usGO was synthesized from graphite powder via a chemical oxidation method.29 Briefly, 0.8 g of\ngraphite powder was mixed with 60 mL of concentrated H2SO4 and 20 mL of a fuming HNO3 mixture under 500 rpm stirring at 125 °C for 2 h. After being diluted by deionized (DI) water and neutralized with NaOH, the acquired yellowish black solution of usGO was dialyzed (10000 Da) for 3 days to wipe off inorganic salt and other impurities. The acquired usGO was then concentrated via ultrafiltration (10000 rpm, 15 min) as a store solution for further application. The concentration of usGO was calculated according to the absorption at 230 nm of usGO.29\nFe3O4/usGO was synthesized by the in situ coprecipitation of Fe3O4 NPs on the surface of usGO. In a typical process, 3 mg of usGO was diluted to 0.1 mg/mL DI water, and the solution was heated to 80 °C in an oil bath under rapid magnetic stirring. Then, 15 mg of FeCl2·4H2O was dropped into the solution, followed by the injection of 0.5 mL of 25% NH3·H2O. The reaction solution was kept at 80 °C under magnetic stirring for another 4 h and then cooled to room temperature. The acquired reddish-orange solution was dialyzed (10000 Da) for 24 h to remove unreacted inorganic ions and impurities. Finally, a Fe3O4/usGO solution was concentrated via ultrafiltration (10000 rpm, 15 min) as a store solution for further use.\nFe3O4 NPs were prepared via a method similar to that of Fe3O4/ usGO. In brief, 15 mg of sodium citrate and 15 mg of FeCl2·4H2O were added into 30 mL of DI water, and then 0.5 mL of 25% NH3·H2O was dropped into the solution. The reaction was kept at 80 °C for 4 h under magnetic stirring. After cooling to room temperature, the acquired solution was dialyzed (10000 Da) and concentrated via ultrafiltration (10000 rpm, 15 min) for further use.\n2.3. Characterization of Materials. The morphologies of usGO and Fe3O4/usGO were studied by using transmission electron microscopy (TEM; Tecnai G2 F20 S-Twin) and atomic force microscopy (AFM; Veeco Dimension 3100). The absorbance spectra of usGO and Fe3O4/usGO were measured by a UV−vis spectrophotometer (PerkinElmer Lambda 25). Fourier transform infrared (FTIR) spectra were collected at 4 cm−1 resolution in transmission mode in the 4000−400 cm−1 range with a Thermo Nicolet 6700 FTIR spectrometer, equipped with a KBr beamsplitter and a DTGS KBr detector. X-ray diffraction (XRD) spectra were obtained using a Bruker D8 ADVANCE diffractometer (Germany) with Cu Kα (λ = 1.5406 A) radiation. X-ray photoelectron spectroscopy (XPS) was measured on a Thermo Scientific ESCALA 250 Xi XPS spectrometer. The ζ potentials of the samples were measured by a Malvern Nano-ZS apparatus (ZEN3600-nanoZS, Malvern).\n2.4. Catalytic Experiment. To verify the catalytic performance of Fe3O4/usGO, we employed MB as the dye pollutant and studied its degradation approach through a Fenton-like process. The catalyst experiment was carried out in a 100 mL cylindrical jacketed glass reactor with mechanical stirring. In a typical progress, 0.5 mL of Fe3O4/usGO was added to 50 mL of a 5 mg/L MB solution (pH = 3, adjusting with 0.1 M HCl), and the solution was kept stirring for 5 min. Then, the catalytic degradation of MB was initiated after the addition of H2O2. A total of 0.2 mL of the reaction solution was taken out and measured by UV−vis spectroscopy. The degradation efficiency of MB was calculated by the following equation:\n= × −D C C C100 ( )/e 0 t 0 (1)\nwhere C0 is the initial concentration of MB (mg/L), Ct is the concentration of MB at different times (mg/L), and De is the degradation efficiency of MB (%).\n2.5. Stability and Recycling of Fe3O4/usGO. The recycling of Fe3O4/usGO was also studied to confirm its sustainable highefficiency catalytic activity. In a typical procedure, the reaction solution was treated by dialysis (10000 Da) to remove small molecules and impurities after the Fenton-like process, after which the next cycle of the Fenton-like reaction was repeated. In each cycle, the concentration of MB was measured every 15 min. The above process was carried out for five cycles. The TEM images and XRD spectra of Fe3O4/usGO before and after five cycles of the Fenton-like process were also measured to evaluate its stability.\nScheme 1. Synthesis of Fe3O4/usGO and Its Application for Fenton-Like Degradation of MB\nDOI: 10.1021/acsanm.9b01608 ACS Appl. Nano Mater. 2019, 2, 7074−7084\n7075\nThe total Fe leaching was also studied during the reaction. To reduce the experimental errors, the catalyst was placed in a dialysis bag (10000 Da), and the solution outside the dialysis bag was collected every 15 min. The Fe concentrations of the samples at different times were detected by atomic absorption spectroscopy."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "3.1. Synthesis and Characterization of usGO and Fe3O4/usGO. usGO was synthesized via the chemical oxidation of graphite in a H2SO4/HNO3 mixture, with a productivity of 26.3%. Owing to the violent oxidation reaction, the as-prepared usGO is very small. According to the TEM image (Figure 1a), the size of usGO is about 5−8 nm. Smallsized usGO presents more active sites on its surface and edges, compared with large-sized GO. Therefore, metallic oxides (e.g., Fe3O4) are easier to precipitate on usGO.\n29,30 The formation of Fe3O4/usGO follows an approach similar to that of Fe3O4/ GO.31,32 Fe ions were first attached to the defect of the usGO surface and the oxygen-containing functional groups, then the\niron oxide crystal nucleus formed on these regions, and the Fe3O4/usGO nanocomposite was finally generated.\n31,32 In this system, usGO provides the nucleation sites for the coprecipitation of the Fe3O4 nanocrystal and plays the role of stabilizer to improve the dispersibility of the nanocomposite. Small-sized usGO as the support causes more Fe3O4 nanocrystal to exist on the surface of the nanocomposite, and the absence of any other needless ligands contributes to enough active sites for the attachment and reaction of recalcitrant pollutant molecules.30\nTEM images demonstrate that Fe3O4/usGO is spherical in shape and homogeneously dispersed with a size of about 12− 15 nm (Figure 1b). The narrow size distribution of Fe3O4/ usGO is mainly due to the uniform size of usGO, which acts as the template for Fe3O4 coprecipitation. According to highresolution TEM (HR-TEM) image (Figure 1c), the typical lattice spacing of Fe3O4 (0.25 and 0.29 nm) indicates that the Fe3O4/usGO nanocomplex has formed.\n16,33 XRD patterns were studied to investigate the phase and structure of Fe3O4/\nDOI: 10.1021/acsanm.9b01608 ACS Appl. Nano Mater. 2019, 2, 7074−7084\n7076\nusGO. As shown in Figure 1d, the characteristic 2θ peaks at 30.3°, 35.6°, 43.1°, 57.2°, and 62.7° correspond to the (220), (311), (400), (511), and (440) lattice planes of the Fe3O4 crystal, respectively (JCPDS 19-0629).33,34 The characteristic diffraction peaks from XRD highly correspond to the lattice spacing from the HR-TEM image, solidly verifying formation of the Fe3O4/usGO composite. No impurity peaks occur in the Fe3O4/usGO hybrid. As shown in Figure 1e, the hydration particle size of Fe3O4/ usGO is 30.12 nm. The larger value of the hydration particle size than the size counted from TEM is due to surface hydration of the NPs in aqueous solution.35 Fe3O4/usGO possesses excellent stability, and its hydration particle size shows a negligible change during the 14 days of the storage period (Figure 1f). The well dispersivity and stability is vital to the catalytic performance of Fe3O4/usGO and its Fenton-like reaction activity.24\nFTIR spectra were used to investigate the functional groups of Fe3O4/usGO. According to Figure 2a, the peaks at 3430 cm−1 (−OH), 1606 cm−1 (CO), and 1425 cm−1 (C−C) are assigned to the oxygen-containing functional groups and aromatic skeleton of usGO.30,36 For the Fe3O4/usGO hybrid, the new peak at 578 cm−1 (Fe−O vibration) is present, and the peak at 1606 cm−1 (CO groups) is weak, which is mainly due to the formation of Fe3O4 on the usGO surface.\n37 In addition, the new peak at 1640 cm−1 is assigned to water in iron oxides. The as-prepared Fe3O4/usGO hybrid was further analyzed by using XPS to verify its surface compositions and chemical state. As shown in Figure 2b, the sharp photoelectron peaks at binding energies of ∼285, 530, and 711 eV correspond to C 1s, O 1s, and Fe 2p, respectively, according to the wide-scan XPS spectra of Fe3O4/usGO.\n9,38 The binding energy peaks at 711 and 725 eV (Figure 2c) are ascribed to Fe 2p3/2 and Fe 2p1/2 of\nFe3O4, respectively, which is in good agreement with other reports.9 The shake-up satellite peak at ∼719 eV (the characteristic peak of Fe3+) disappeared, indicating the formation of a mixed oxide of FeII and FeIII.9,39\nThe magnetic property of Fe3O4/usGO was studied by recording the magnetization curve on a PPMS machine. As shown in Figure 2d, the M−H loops fit an S-like curve and have no remanence/coercivity, indicating that the as-prepared Fe3O4/usGO exhibits good superamagnetic properties. According to the magnetization curve, the saturation magnetization value is calculated as 23.12 emug/g for Fe3O4/usGO.\n3.2. Comparison of Degradation of MB in Various Degradation Systems. To verify the high-efficiency catalytic performance of Fe3O4/usGO in the Fenton-like reaction, we further studied the degradation of MB under different conditions. As shown in Figure 3, the final degradation rate of MB was below 10% for single Fe3O4, H2O2, usGO, Fe3O4/ usGO, and usGO + H2O2 groups. The results indicated that both Fe3O4 and H2O2 are necessary in the Fenton-like reaction. This is because that the highly active HO radicals are generated by the catalytic reaction of H2O2 and Fe. For Fe3O4 NPs + H2O2 group (Figure 3, curve e), the dye degradation rate is much lower than that of Fe3O4/usGO + H2O2 group (Figure 3, curve g). Moreover, according to Table S1, the kinetic constant of curve g is 7.06-fold that of curve e, further verifying the outstanding catalytic performance of Fe3O4/ usGO. As many previous reports have demonstrated, the combination of Fe3O4 with C nanomaterials (especially GO) would enhance its catalytic activity, which is mainly due to the specific electronic transmission property between Fe3O4 and usGO.23−25 Besides, small-sized Fe3O4/usGO possesses a large surface, which provides enough active sites for the generation of HO radicals and the following degradation process of dye molecules.9,16 In contrast, Fe3O4 NPs is unstable and tends to\nDOI: 10.1021/acsanm.9b01608 ACS Appl. Nano Mater. 2019, 2, 7074−7084\n7077\nbe aggregated, which may decrease its catalytic activity.8,12 Compared with large-sized Fe3O4/GO, small-sized Fe3O4/ usGO exhibits a superior catalytic performance. This phenomenon is probably due to the good stability of Fe3O4/ usGO and abundant active sites on its surface. 3.3. Degradation of MB through a Fenton-Like Approach. To verify Fe3O4/usGO as a good catalytic agent for the Fenton-like reaction, we further studied its performance for MB degradation. As shown in Figure 4a, the characteristic peak of MB at 664 nm decreased sharply during the reaction process. At 120 min, the absorbance at 664 nm is nearly zero, indicating full degradation of MB. After the high-efficiency Fenton-like approach, the color of the MB solution turned from blue to colorless (Figure S2). In this reaction process, the dosage of the catalyst is only 2.92 mg/L, which is only a trace and much lower than what others have reported.8,9,18,40,41\nAs shown in Table S2, in most literature, the dosages of catalysts ranged from 0.3 to 2 g/L and were even much higher than the mess of pollutant. In our view, the use of a high catalyst dosage is not economic and will bring about secondary pollution. In addition, if their dosage is low, those catalytic agents should be out of work. Compared with the traditional Fenton-like reaction agents, Fe3O4/usGO exhibits significant advantages, such as (1) small size, which provides enough active sites for the reaction, (2) good solubility and stability, which increases the contact probability between molecules during the Fenton-like process, (3) a unique Fe−C complex structure, which exhibits specific electron transfer between Fe3O4 and GO and further promotes the catalytic activity, (4) strong π−π interaction between usGO and dye molecules, which enhances the adsorption of dye to the catalyst and shortens the distance between the dye and HO radicals that are generated in the active sites.9,23,25,30\n3.4. Dye Degradation Performance under Various Conditions. 3.4.1. Effect of the Initial MB Concentration. The initial dye concentration may affect the catalytic rate and degradation efficiency. To verify the effect of the initial dye concentration on the catalytic performance of Fe3O4/usGO, MB with different initial concentrations (2.5, 5, 7.5, and 10 mg/L) was investigated ([Fe3O4/usGO] = 2.92 mg/L, [H2O2] = 10 mM, pH = 3, T = 333.15 K). As shown in Figure 4b, the degradation rate of MB decreased with an increase of the initial\nMB concentration. The negative effect of a higher initial MB concentration might be caused by the excessive adsorption of dye molecules on the catalyst surface, which would probably occupy the active catalytic sites and thus limit the generation of HO radicals, leading to worse degradation performance.42\n3.4.2. Effect of the H2O2 Concentration. H2O2 plays a key role in the Fenton-like reaction for organic pollutant degradation. In the presence of catalysts, H2O2 would resolve and generate HO radicals, which exhibit high oxidation potential and can nonselectively destroy the molecular structure of the organic pollutant.8,9 The dosage of H2O2 has a great effect on the generation of HO radicals and will affect the dye degradation process significantly. In order to elucidate the effect of the H2O2 concentration on the dye pollutant degradation process, H2O2 at different initial concentrations (2.5−20 mM) was used in the Fenton-like process ([MB] = 5 mg/L, [Fe3O4/usGO] = 2.92 mg/L, pH = 3, T = 333.15 K). As shown in Figure 4c, the degradation rate of MB increased with an increase of the initial H2O2 concentration. The higher H2O2 concentration provides a higher chance of contact with the catalyst and generates more HO radicals to destroy the structure of the dye pollutant.\n3.4.3. Effect of the Catalyst Concentration. Fenton reaction agents are of great importance for the degradation of dye pollutant through a Fenton-like approach. A highefficiency Fenton reaction agent should perform perfect catalytic activity at low dosage. Herein, to verify the activity of Fe3O4/usGO as a suitable agent for the Fenton-like reaction, dye degradation processes with different catalyst dosages were studied ([MB] = 5 mg/L, [H2O2] = 10 mM, pH = 3, T = 333.15 K). According to Figure 4d, the degradation rate of MB accelerated obviously with an increase of the Fe3O4/usGO concentration from 6 to 2.92 mg/L. The higher dosage of Fe3O4/usGO means that more dye molecules could contact with it in solution, and hence the degradation efficiency would improve a lot. In addition, the higher concentration of catalysts would promote the generation of HO radicals in a certain range.43 However, the excessive catalyst might have a negative effect on the degradation efficiency of the pollutant. As shown in Figure 6, with the condition of 5.84 mg/L catalyst, the MB degradation rate is obviously lower than that of 2.92 mg/L. This phenomenon has also been observed in many of the other reports, and it can be attributed to the scavenging of HO radicals by excess Fe, according to eq 2.42,43\n + = +• −Fe HO Fe HOII III (2)\n3.4.4. Effect of the pH Value. The catalyst activity is closely associated with the solution pH value because the surface charge, Fe valence, and dominant Fe species may change a lot at different pH conditions. In addition, the stabilities of the catalyst and H2O2 are also related to the pH value.\n44 To better comprehend a suitable pH value for the Fenton-like process, experiments at different pH values (pH = 2−4 and 7) were investigated under the conditions of 5 mg/L MB, 2.92 mg/L catalyst, T = 333.15 K, and 10 mM H2O2 (Figure 4e). According to the results, MB degraded rapidly at pH = 3 and slowly at pH = 2, 4, and 7. For a typical Fenton-like process, the optimal pH value is about 3, as much literature has demonstrated.4,45 At low pH value, the degradation efficiency of MB dropped a little compared with that at pH = 3, which is mainly due to the poorer adsorption of MB molecules on the catalyst surface and the formation of [Fe(H2O)6]\n2+ and [H3O2] + under the condition of high H+ concentration, leading\nDOI: 10.1021/acsanm.9b01608 ACS Appl. Nano Mater. 2019, 2, 7074−7084\n7078\nto a decreased HO radical production capacity.4,46,47 On the other point, at a high pH value, the degradation efficiency also decreased sharply. This is due to the poor stability of H2O2 at a high pH value, possibly causing it to decompose to H2O and O2.\n38,48 Furthermore, the formation of an inactive ferryl ion (FeIVO) at a high pH value further decreased the efficiency of H2O2, according to eqs 3 and 4. 34,45\n→ +2H O 2H O O2 2 2 2 (3)\n  + = +Fe H O Fe O H OII 2 2 IV 2 (4)\n3.4.5. Effect of the Temperature. Temperature plays an important role in the Fenton-like reaction and will affect the HO radical generation and dye degradation rate.37,45 The degradation of MB at different temperatures was investigated, and the results are shown in Figure 4f. Obviously, the degradation rate of MB increased greatly with an increase of the temperature, indicating that Fe3O4/usGO performed better catalytic activity at a high temperature. At relatively low\nreaction rate at lower temperature, such as 313.15 and 323.15 K, the dye needs more time to reach complete degradation of the dye pollutants, while for high temperature (333.15 and 343.15 K), the dye degrades rapidly during the first 30 min and tends to reach full purification after 60 min. The high temperature might contribute to the fast decomposition of H2O2, which would generate abundant high-activity HO radicals to attack the MB molecule.43\n3.5. Kinetics Analysis. Kinetic analysis was studied to evaluate the catalytic performance of Fe3O4/usGO more visually. Herein, we adopted three typical kinetic models, zeroorder (eq 5), first-order (eq 6), and second-order (eq 7), to fit the experimental data.37,43\n= − C t k d d t 0 (5)\n= − − C t k C C d d ( )t 1 t e (6)\nDOI: 10.1021/acsanm.9b01608 ACS Appl. Nano Mater. 2019, 2, 7074−7084\n7079\nDOI: 10.1021/acsanm.9b01608 ACS Appl. Nano Mater. 2019, 2, 7074−7084\n7080\n= − − C t k C C d d ( )t 1 t e 2\n(7)\nEquations 8−10 could be integrated as follows: − = −C C k tt 0 0 (8)\n− − = − C C C C k tln t e 0 e 1 (9)\n− =\n− + C C C C k t\n1 1\nt e 0 e 2\n(10)\nwhere C0 (mg/L) is the initial concentration of MB, Ct (mg/L) is the real-time concentration of MB during the reaction process, and Ce (mg/L) is the final concentration of MB at equilibrium time, respectively. In addition, k0 (mol/L·min), k1 (min−1), and k2 (L/mol·min) are the apparent kinetic rate constants of zero-order, first-order, and second-order reaction kinetics, respectively. According to the linear fitting of the kinetic models, the degradation process of MB fits the first reaction kinetic model (R2 = 0.9933) better than the other models (Figure 5a and Table S3). This result indicates that the degradation rate of MB through a Fenton-like approach is relative to the reactant concentration.8,9 The k1 value was calculated as 0.0508 min −1 by using Fe3O4/usGO under the conditions of 5 mg/L MB, 10 mM H2O2, 2.92 mg/L catalyst, pH = 3, and T = 333.15 K. 3.6. Thermodynamics Analysis. In a typical Fenton-like reaction, the activated reaction energy (Ea) is a very important parameter for evaluating the catalytic performance of the catalyst. On the basis of the kinetic constants at different temperature, the Ea value of the Fenton-like reaction can be calculated according to the Arrhenius equation (eq 11).43\ni k jjj y { zzz= −k A E RT expa a\n(11)\nThe linear form of eq 11 is equal to eq 12.\n= −k A E\nRT ln lna a (12)\nwhere ka is the kinetic constant under different temperatures, A is the preexponential factor, Ea is the reaction activity energy (J/mol), R is the ideal gas constant (8.314 J/mol·K), and T is the absolute temperature (K). As shown in Figure 5b, the plot of ln k versus 1/T is approximately linear (R2 = 0.99). According to the well-fitted plot, Ea was calculated to be 67.23 kJ/mol (Table S4). This result indicates that moderate energy is necessary for the high catalytic performance of Fenton agents, as previous literature has reported.43,49,50\n3.7. Stability and Recycling of Fe3O4/usGO. An ideal Fenton-like reaction agent should be stable and reusable during a continuous pollutant degradation process. According to previous reports, the unavoidable leakage of Fe during the Fenton-like reaction might affect the efficiency of the catalytic activity.18,43,51 Fe leaching at different times during the first catalytic cycle and the total Fe leaching of five catalytic cycles were studied. As shown in Figure 6a,b, the leakage of the total Fe is almost negligible in each reaction cycle, which causes less secondary pollution than that of a traditional strategy.51 During a one-cycle reaction, the concentration of Fe leaching is about 24 μg/L, and the leached Fe may result in homogeneous MB degradation. Therefore, we also studied the catalytic efficiency\nof a trace amount of Fe3+, aiming to further verify the influence of Fe leaching on the Fenton process. As shown in Figure S2, the leached Fe exhibits negligible enhancement to MB degradation. This phenomenon is mainly due to the ultralow concentration of Fe that is released to the solution. To confirm the stability of the catalyst after the Fenton-like reaction, the morphology of Fe3O4/usGO was studied (Figure 6c,d). According to the results, the size of Fe3O4/usGO shows no significant change, and it still remains a homogeneous dispersion after five cycles. The XRD spectra of Fe3O4/ usGO before and after the Fenton-like reaction were also studied. As shown in Figure 6e, the specific peaks of Fe3O4/ usGO have no obvious change after five cycles of catalytic reaction, further confirming the excellent stability of Fe3O4/ usGO. To further verify its sustained application for dye pollutant purification, we recorded the catalytic degradation process for five cycles (Figure 6f). In a typical Fenton-like reaction process, the residual MB concentration was determined every 15 min, and the catalyst was collected by a magnet at the end of each cycle. During the five-cycle reaction process, the MB degradation rate shows a slight decrease at each cycle, and the degradation rate at the fifth cycle is still above 95%. Attenuation of the catalytic activity is mainly due to Fe leaching from the catalyst during the Fenton-like reaction.43,51\n3.8. Degradation Mechanism Discussion. The mechanism of the MB degradation process by using a Fe3O4/usGO nanocatalyst as the Fenton-like agent is shown in Figure 7.\nFirst, the H2O2 molecules contact FeII on the surface of Fe3O4/usGO and form FeIIH2O2 (eq 13). Then, the unstable FeIIH2O2 converts to FeIII and HO• (eq 14), after which the highly reactive HO• will attack the MB molecules that are close to or adsorbed on the surface of the catalyst (eq 15). The MB molecules will be destroyed to small molecules at first and finally convert to CO2 and H2O, as reported by many relatively previous publications.15,39 In addition, the conversion of FeIII to FeII follows two step reactions (eqs 16 and 17), which can ensure the recycle of  FeII and the continuous generation of HO•. Considering its small size and the fact that it is free of surface modification, the Fe3O4 NPs and active sites can be fully exposed on the surface of the Fe3O4/usGO nanocatalyst. Therefore, at low Fe3O4/ usGO concentration, H2O2 will be decomposed easily, and the generated HO• can effectively degrade MB.\n + →Fe H O Fe H OII 2 2 II 2 2 (13)\n → + +• −Fe H O Fe HO HOII 2 2 III\n(14)\n+ → → → +•HO MB small molecules ... CO H O2 2 (15)\nDOI: 10.1021/acsanm.9b01608 ACS Appl. Nano Mater. 2019, 2, 7074−7084\n7081\n + → +• −Fe HO Fe OHII III (16)\n + → + +• +Fe H O Fe HO HIII 2 2 II 2 (17)\n3.9. Degradation of Other Organic Pollutants. Inspired by the high-efficiency of Fe3O4/usGO for MB degradation through a Fenton-like reaction, we have further studied its catalytic performance for other pollutants, including phenol (organic pollutant), bisphenol A (environmental hormone), chlorpyrifos (insecticide), and glyphosate (herbicide). As shown in Figure S3, the final degradation rates of phenol, bisphenol A, chlorpyrifos, and glyphosate are 99.3%, 98.6%, 99.1%, and 99.8%, respectively. The nearly complete degradation of various organic pollutants with different molecule structures further verifies that Fe3O4/usGO can be used as a Fenton-like agent for organic pollutant degradation."
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "The catalyst is of great importance to the degradation of dye pollutant via a Fenton-like approach. In this work, we have successfully prepared a high-efficiency catalyst, Fe3O4/usGO, for the Fenton-like reaction and have obtained a satisfactory dye purification effect. Fe3O4/usGO was synthesized by the in situ coprecipitation of Fe3O4 on the surface of usGO, and it appeared to have high stability and solubility in aqueous solution. The effects of the initial MB concentration, catalyst dosage, H2O2 concentration, pH value, and temperature on the catalytic performance of Fe3O4/usGO were studied. Fe3O4/ usGO performed excellent catalytic activity for MB degradation by a Fenton-like reaction, which could successfully purify a parts-per-million-level MB solution at very low dosage (2.92 mg/L). According to the reaction dynamic and thermodynamic analyses, the catalytic process fit the first-order kinetic model well, and the Ea value was calculated as 67.23 kJ/mol. The as-prepared Fe3O4/usGO also exhibited excellent catalytic stability during the reaction cycles, which could be used for sustained degradation of the dye pollutant. Considering the outstanding performance of Fe3O4/usGO for the Fenton-like reaction, we believe that it holds great promise in the pollutant purification field.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.9b01608.\nPhotographs of the MB solution before and after the Fenton-like process and degradation performances of other organic pollutants (e.g., phenol, bisphenol A, chlorpyrifos, and glyphosate) (Figures S1−S3) and a comparison of different catalysts for MB degradation, parameters of three kinetic models, parameters of the first-order kinetic model at different temperatures, and kinetic parameters of different reaction systems (Tables S1−S4) (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: hshen2009@sinano.ac.cn (H.S.) *E-mail: zhouninglin@njnu.edu.cn (N.Z.). *E-mail: jshen@njnu.edu.cn (J.S.)"
    }, {
      "heading" : "ORCID",
      "text" : "Saijie Song: 0000-0002-3776-1634\nHong Mo: 0000-0002-6374-3632"
    }, {
      "heading" : "Author Contributions",
      "text" : "#These authors contributed equally to this manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by the Jiangsu Province Science and Technology Support Plan (BE2019391) and the Jiangsu Collaborative Innovation Center of Biomedical Functional Materials.\n■ REFERENCES (1) Ye, S. B.; Liu, Y.; Feng, J. C. Low-Density, Mechanical Compressible, Water-Induced Self-Recoverable Graphene Aerogels for Water Treatment. ACS Appl. Mater. Interfaces 2017, 9, 22456− 22464. (2) Ali, I.; Peng, C. S.; Naz, I.; Khan, Z. M.; Sultan, M.; Islam, T.; Abbasi, A. Phytogenic Magnetic Nanoparticles for Wastewater Treatment: a Review. RSC Adv. 2017, 7, 40158−40178. (3) Song, S. J.; Ma, Y. F.; Shen, H.; Zhang, M. X.; Zhang, Z. J. Removal and Recycling of Ppm Level of Methylene Blue from Aqueous Solution with Graphene Oxide. RSC Adv. 2015, 5, 27922− 27932. (4) Wan, Z.; Wang, J. L. Degradation of Sulfamethazine Using Fe3O4-Mn3O4/Reduced Graphene Oxide Hybrid as Fenton-Like Catalyst. J. Hazard. Mater. 2017, 324, 653−664. (5) Tang, J. T.; Wang, J. L. Fe-Based Metal Organic Framework/ Graphene Oxide Composite as an Efficient Catalyst for Fenton-Like Degradation of Methyl Orange. RSC Adv. 2017, 7, 50829−50837. (6) Xing, M. Y.; Xu, W. J.; Dong, C. C.; Bai, Y. C.; Zeng, J. B.; Zhou, Y.; Zhang, J. L.; Yin, Y. D. Metal Sulfides as Excellent Co-Catalystsfor H2O2 Decomposition in AdvancedOxidation Processes. Chem. 2018, 4, 1359−1372. (7) Dong, C. C.; Ji, J. H.; Shen, B.; Xing, M. Y.; Zhang, J. L. Enhancement of H2O2 Decomposition by the Co-Catalytic Effect ofWS2 on the Fenton Reaction for the Synchronous Reduction of Cr(VI) and Remediation of Phenol. Environ. Sci. Technol. 2018, 52, 11297−11308. (8) Wang, Q.; Tian, S. L.; Ning, P. Degradation Mechanism of Methylene Blue in a Heterogeneous Fenton-like Reaction Catalyzed by Ferrocene. Ind. Eng. Chem. Res. 2014, 53, 643−649. (9) Zhou, L. C.; Shao, Y. M.; Liu, J. R.; Ye, Z. F.; Zhang, H.; Ma, J. J.; Jia, Y.; Gao, W. J.; Li, Y. F. Preparation and Characterization of Magnetic Porous Carbon Microspheres for Removal Methylene Blue by a Heterogeneous Fenton Reaction. ACS Appl. Mater. Interfaces 2014, 6, 7275−7285. (10) Liu, J.; Dong, C. C.; Deng, Y. X.; Ji, J. H.; Bao, S. Y.; Chen, C. R.; Shen, B.; Zhang, J. L.; Xing, M. Y. Molybdenum Sulfide CoCatalytic Fenton Reaction for Rapid and Efficient Inactivation of Escherichia Coli. Water Res. 2018, 145, 312−320. (11) Yang, X. L.; Chen, W.; Huang, J. F.; Zhou, Y.; Zhu, Y. H.; Li, C. Z. Rapid Degradation of Methylene Blue in a Novel Heterogeneous Fe3O4@rGO@TiO2-Catalyzed Photo-Fenton System. Sci. Rep. 2015, 5, 10632. (12) Guo, S.; Yang, Z. X.; Wen, Z. P.; Fida, H.; Zhang, G. K.; Chen, J. Y. Reutilization of Iron Sludge as Heterogeneous Fenton Catalyst for the Degradation of Rhodamine B: Role of Sulfur and Mesoporous Structure. J. Colloid Interface Sci. 2018, 532, 441−448. (13) Wen, H. F.; Gu, L.; Yu, H. X.; Qiao, X. B.; Zhang, D. F.; Ye, J. F. Radical Assisted Iron Impregnation on Preparing Sewage Sludge Derived Fe/Carbon as Highly Stable Catalyst for Heterogeneous Fenton Reaction. Chem. Eng. J. 2018, 352, 837−846. (14) Xu, L. J.; Wang, J. L. Magnetic Nanoscaled Fe3O4/CeO2 Composite as an Efficient Fenton-Like Heterogeneous Catalyst for Degradation of 4-Chlorophenol. Environ. Sci. Technol. 2012, 46, 10145−10153.\nDOI: 10.1021/acsanm.9b01608 ACS Appl. Nano Mater. 2019, 2, 7074−7084\n7082\n(15) Pereira, M. C.; Oliveira, L. C.; Murad, E. Iron Oxide Oatalysts: Fenton and Fenton-Like Reactions a Review. Clay Miner. 2012, 47, 285−302. (16) Zubir, N. A.; Yacou, C.; Motuzas, J.; Zhang, X. W.; Zhao, X. S.; Diniz da Costa, J. C. The Sacrificial Role of Graphene Oxide in Stabilising a Fenton-Like Catalyst GO-Fe3O4. Chem. Commun. 2015, 51, 9291−9293. (17) Stepnicka, P.; Demel, J.; Cejka, J. Preparation and Catalytic Application of MCM-41 Modified with a Ferrocene Carboxyphosphine and a Ruthenium Complex. J. Mol. Catal. A: Chem. 2004, 224, 161−169. (18) Liu, W.; Qian, J.; Wang, K.; Xu, H.; Jiang, D.; Liu, Q.; Yang, X. W.; Li, H. M. Magnetically Separable Fe3O4 Nanoparticles-Decorated Reduced Graphene Oxide Nanocomposite for Catalytic Wet Hydrogen Peroxide Oxidation. J. Inorg. Organomet. Polym. Mater. 2013, 23, 907−916. (19) Song, S. J.; Wang, Y. L.; Xie, J.; Sun, B. H.; Zhou, N. L.; Shen, H.; Shen, J. Carboxymethyl Chitosan Modified Carbon Nanoparticle for Controlled Emamectin Benzoate Delivery: Improved Solubility, pH-Responsive Release, and Sustainable Pest Control. ACS Appl. Mater. Interfaces 2019, 11, 34258−34267. (20) Shan, D. N.; Deng, S. B.; Jiang, C. X.; Chen, Y.; Wang, B.; Wang, Y.; Huang, J.; Yu, G.; Wiesner, M. R. Hydrophilic and Strengthened 3D Reduced Graphene Oxide/Nano-Fe3O4 Hybrid Hydrogel for Enhanced Adsorption and Catalytic Oxidation of Typical Pharmaceuticals. Environ. Sci.: Nano 2018, 5, 1650−1660. (21) Thu, T. V.; Ko, P. J.; Nguyen, T. V.; Vinh, N. T.; Khai, D. M.; Lu, L. T. Green Synthesis of Reduced Graphene Oxide/Fe3O4/Ag Ternary Nanohybrid and its Application as Magnetically Recoverable Catalyst in the Reduction of 4-Nitrophenol. Appl. Organomet. Chem. 2017, 31, No. e3781. (22) Hua, Y. N.; Wang, S.; Xiao, J.; Cui, C.; Wang, C. Preparation and Characterization of Fe3O4/Gallic Acid/Graphene Oxide Magnetic Nanocomposites as Highly Efficient Fenton Catalysts. RSC Adv. 2017, 7, 28979−28986. (23) Zubir, N. A.; Zhang, X. W.; Yacou, C.; Diniz da Costa, J. C. Fenton-Like Degradation of Acid Orange 7 Using Graphene OxideIron Oxide Nanocomposite. Sci. Adv. Mater. 2014, 6, 1382−1388. (24) Zubir, N. A.; Yacou, C.; Motuzas, J.; Zhang, X. W.; Diniz da Costa, J. C. Structural and Functional Investigation of Graphene Oxide-Fe3O4 Nanocomposites for the Heterogeneous Fenton-Like Reaction. Sci. Rep. 2015, 4, 4594. (25) Zeng, T.; Zhang, X. L.; Ma, Y. R.; Niu, H. Y.; Cai, Y. Q. A Novel Fe3O4-Graphene Oxide-Au Multifunctional Nanocomposite: Green Synthesis and Catalytic Application. J. Mater. Chem. 2012, 22, 18658−18663. (26) Wang, J. F.; Tang, B.; Tsuzuki, T.; Liu, Q. T.; Hou, X. L.; Sun, L. Synthesis, Characterization and Adsorption Properties of Superparamagnetic Polystyrene/Fe3O4/Graphene Oxide. Chem. Eng. J. 2012, 204, 258−263. (27) Yang, X. Y.; Zhang, X. Y.; Ma, Y. F.; Huang, Y.; Wang, Y. S.; Chen, Y. S. Superparamagnetic Graphene Oxide-Fe3O4 Nanoparticles Hybrid for Controlled Targeted Drug Carriers. J. Mater. Chem. 2009, 19, 2710−2714. (28) Liao, N. N.; Liu, Z. S.; Zhang, W. J.; Gong, S. G.; Ren, D. M.; Ke, L. J.; Lin, K.; Yang, H.; He, F.; Jiang, H. L. Preparation of a Novel Fe3O4/Graphene Oxide Hybrid for Adsorptive Removal of Methylene Blue from Water. J. Macromol. Sci., Part A: Pure Appl.Chem. 2016, 53, 276−281. (29) Cao, Y. H.; Ma, Y. F.; Zhang, M. X.; Wang, H. M.; Tu, X. L.; Shen, H.; Dai, J. W.; Guo, H. C.; Zhang, Z. J. Ultra-Small Graphene Oxide-Supported Gold Nanoparticles as Adjuvant Improves Humoral and Cellular Immunity in Mouse. Adv. Funct. Mater. 2014, 24, 6963− 6971. (30) Ma, Y. F.; Wang, H. M.; Yan, D.; Wei, Y. Q.; Cao, Y. H.; Yi, P. W.; Zhang, H. L.; Deng, Z. W.; Dai, J. W.; Liu, X. T.; Luo, J. X.; Zhang, Z. J.; Sun, S. Q.; Guo, H. C. Magnetic Resonance Imaging Revealed Splenic Targeting of Canine Parvovirus Capsid Protein VP2. Sci. Rep. 2016, 6, 23392.\n(31) Kassaee, M. Z.; Motamedi, E.; Majdi, M. Magnetic Fe3O4Graphene Oxide/Polystyrene: Fabrication and Characterization of a Promising Nanocomposite. Chem. Eng. J. 2011, 172, 540−549. (32) Li, J.; Zhang, S. W.; Chen, C. L.; Zhao, G. X.; Yang, X.; Li, J. X.; Wang, X. K. Removal of Cu(II) and Fulvic Acid by Graphene Oxide Nanosheets Decorated with Fe3O4 Nanoparticles. ACS Appl. Mater. Interfaces 2012, 4, 4991−5000. (33) Song, S. J.; Shen, H.; Yang, T.; Wang, L. N.; Fu, H.; Chen, H. B.; Zhang, Z. J. Indocyanine Green Loaded Magnetic Carbon Nanoparticles for Near Infrared Fluorescence/Magnetic Resonance Dual-Modal Imaging and Photothermal Therapy of Tumor. ACS Appl. Mater. Interfaces 2017, 9, 9484−9495. (34) Castro, C. S.; Guerreiro, M. C.; Oliveira, L. C. A.; Goncalves, M.; Anastaćio, A. S.; Nazzarro, M. Iron Oxide Dispersed over Activated Carbon: Support Influence on the Oxidation of the Model Molecule Methylene Blue. Appl. Catal., A 2009, 367, 53−58. (35) Liu, X. L.; Jiang, H.; Ye, J.; Zhao, C. Q.; Gao, S. P.; Wu, C. Y.; Li, C. H.; Li, J. C.; Wang, X. M. Nitrogen-Doped Carbon Quantum Dot Stabilized Magnetic Iron Oxide Nanoprobe for Fluorescence, Magnetic Resonance, and Computed Tomography Triple-Modal in vivo Bioimaging. Adv. Funct. Mater. 2016, 26, 8694−8706. (36) Liang, R. P.; Liu, C. M.; Meng, X. Y.; Wang, J. W.; Qiu, J. D. A Novel Open-Tubular Capillary Electrochromatography Using βCyclodextrin Functionalized Graphene Oxide-Magnetic Nanocomposites as Tunable Stationary Phase. J. Chromatogr. A 2012, 1266, 95− 102. (37) Song, S. J.; Chong, Y.; Fu, H.; Ning, X. Y.; Shen, H.; Zhang, Z. J. HP-β-CD Functionalized Fe3O4/CNPs-Based Theranostic Nanoplatform for pH/NIR Responsive Drug Release and MR/NIRFL Imaging-Guided Synergetic Chemo/Photothermal Therapy of Tumor. ACS Appl. Mater. Interfaces 2018, 10, 33867−33878. (38) Guo, S.; Zhang, G. K.; Guo, Y. D.; Yu, J. C. Graphene OxideFe2O3 Hybrid Material as Highly Efficient Heterogeneous Catalyst for Degradation of Organic Contaminants. Carbon 2013, 60, 437−444. (39) Chandra, V.; Park, J.; Chun, Y.; Lee, J. W.; Hwang, I. C.; Kim, K. S. Water-Dispersible Magnetite-Reduced Graphene Oxide Composites for Arsenic Removal. ACS Nano 2010, 4, 3979−3986. (40) Li, W. H.; Wu, X. F.; Li, S. D.; Tang, W. X.; Chen, Y. F. Magnetic Porous Fe3O4/Carbon Octahedra Derived from Iron-Based Metal-Organic Framework as Heterogeneous Fenton-Like Catalyst. Appl. Surf. Sci. 2018, 436, 252−262. (41) Bao, C.; Zhang, H.; Zhou, L. C.; Shao, Y. M.; Ma, J. J.; Wu, Q. Preparation of Copper Doped Magnetic Porous Carbon for Removal of Methylene Blue by a Heterogeneous Fenton-Like Reaction. RSC Adv. 2015, 5, 72423−72432. (42) Ling, S. K.; Wang, S. B.; Peng, Y. L. Oxidative Degradation of Dyes in Water Using Co2+/H2O2/Peroxymonosulfate. J. Hazard. Mater. 2010, 178, 385−389. (43) Yang, B.; Tian, Z.; Zhang, L.; Guo, Y. P.; Yan, S. Q. Enhanced Heterogeneous Fenton Degradation of Methylene Blue by Nanoscale Zero valent Iron (nZVI) Assembled on Magnetic Fe3O4/Reduced Graphene Oxide. J. Water Process Eng. 2015, 5, 101−111. (44) Tijani, J. O.; Fatoba, O. O.; Madzivire, G.; Petrik, L. F. A Review of Combined Advanced Oxidation Technologies for the Removal of Organic Pollutants from Water. Water, Air, Soil Pollut. 2014, 225, 1−30. (45) Liu, Y. Y.; Liu, X. M.; Zhao, Y. P.; Dionysiou, D. D. Aligned αFeOOH Nanorods Anchored on a Graphene Oxide-Carbon Nanotubes Aerogel can Serve as an Effective Fenton-Like Oxidation Catalyst. Appl. Catal., B 2017, 213, 74−86. (46) Gallard, H.; De Laat, J.; Legube, B. Spectrophotometric Study of the Formation of Iron(III)-Hydroperoxy Complexes in Homogeneous Aqueous Solutions. Water Res. 1999, 33, 2929−2936. (47) Zhang, X. L.; He, M. L.; Liu, J. H.; Liao, R.; Zhao, L. Q.; Xie, J. R.; Wang, R. J.; Yang, S. T.; Wang, H. F.; Liu, Y. F. Fe3O4@C Nanoparticles as High-Performance Fenton-Like Catalyst for Dye Decoloration. Chin. Sci. Bull. 2014, 59, 3406−3412. (48) Zhang, S. X.; Zhao, X. L.; Niu, H. Y.; Shi, Y. L.; Cai, Y. Q.; Jiang, G. B. Superparamagnetic Fe3O4 Nanoparticles as Catalysts for\nDOI: 10.1021/acsanm.9b01608 ACS Appl. Nano Mater. 2019, 2, 7074−7084\n7083\nthe Catalytic Oxidation of Phenolic and Aniline Compounds. J. Hazard. Mater. 2009, 167, 560−566. (49) Luo, W.; Zhu, L. H.; Wang, N.; Tang, H. Q.; Cao, M. J.; She, Y. B. Efficient Removal of Organic Pollutants with Magnetic Nanoscaled BiFeO3 as a Reusable Heterogeneous Fenton-Like Catalyst. Environ. Sci. Technol. 2010, 44, 1786−1791. (50) Zeng, X.; Hanna, K.; Lemley, A. T. Cathodic Fenton Degradation of 4,6-Dinitro-o-Cresol with Nano-Magnetite. J. Mol. Catal. A: Chem. 2011, 339, 1−7. (51) Wang, W. X.; Xiao, K. J.; Zhu, L.; Yin, Y. R.; Wang, Z. M. Graphene Oxide Supported Titanium Dioxide & Ferroferric Oxide Hybrid, a Magnetically Separable Photocatalyst with Enhanced Photocatalytic Activity for Tetracycline Hydrochloride Degradation. RSC Adv. 2017, 7, 21287−21297.\nDOI: 10.1021/acsanm.9b01608 ACS Appl. Nano Mater. 2019, 2, 7074−7084\n7084"
    } ],
    "references" : [ {
      "title" : "Phytogenic Magnetic Nanoparticles for Wastewater Treatment: a Review",
      "author" : [ "A. Abbasi" ],
      "venue" : "RSC Adv. 2017,",
      "citeRegEx" : "Abbasi,? \\Q2017\\E",
      "shortCiteRegEx" : "Abbasi",
      "year" : 2017
    }, {
      "title" : "Iron Oxide Oatalysts: Fenton and Fenton-Like Reactions a Review",
      "author" : [ "M.C. Pereira", "L.C. Oliveira", "E. Murad" ],
      "venue" : "Clay Miner",
      "citeRegEx" : "Pereira et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Pereira et al\\.",
      "year" : 2012
    }, {
      "title" : "Preparation and Catalytic Application of MCM-41 Modified with a Ferrocene Carboxyphosphine and a Ruthenium Complex",
      "author" : [ "P. Stepnicka", "J. Demel", "J. Cejka" ],
      "venue" : "GO-Fe3O4. Chem. Commun",
      "citeRegEx" : "Stepnicka et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Stepnicka et al\\.",
      "year" : 2015
    }, {
      "title" : "Fe3O4-Graphene Oxide-Au Multifunctional Nanocomposite: Green Synthesis and Catalytic Application",
      "author" : [ "J. F", "B. Tang", "T. Tsuzuki", "Q.T. Liu", "X.L. Hou", "L. Sun" ],
      "venue" : "J. Mater. Chem",
      "citeRegEx" : "F. et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "F. et al\\.",
      "year" : 2012
    }, {
      "title" : "Superparamagnetic Graphene",
      "author" : [ "X. Y", "X.Y. Zhang", "Y.F. Ma", "Y. Huang", "Y.S. Wang", "Y.S. Chen" ],
      "venue" : "Oxide. Chem. Eng. J",
      "citeRegEx" : "Y. et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2012
    }, {
      "title" : "Water-Dispersible Magnetite-Reduced Graphene Oxide Composites for Arsenic Removal",
      "author" : [ "S. K" ],
      "venue" : "ACS Nano 2010,",
      "citeRegEx" : "K.,? \\Q2010\\E",
      "shortCiteRegEx" : "K.",
      "year" : 2010
    }, {
      "title" : "Enhanced Heterogeneous Fenton Degradation of Methylene Blue by Nanoscale Zero valent Iron (nZVI) Assembled on Magnetic",
      "author" : [ "Z. Tian", "L. Zhang", "Y.P. Guo", "S.Q. Yan" ],
      "venue" : "Co/H2O2/Peroxymonosulfate. J. Hazard. Mater",
      "citeRegEx" : "B. et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "B. et al\\.",
      "year" : 2010
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Low-concentration dye pollutants are difficult to manage completely and have posed a great threat to the environment. Among the various strategies, the Fenton reaction is an efficient approach for dye degradation in the presence of high-efficiency catalysts. In this article, we reported the application of Fe3O4-modified ultrasmall graphene oxide (Fe3O4/usGO) as a heterogeneous catalyst for the Fenton-like degradation of ppm-level dye pollutants (e.g., methylene blue, MB). Fe3O4/usGO was synthesized via the in situ coprecipitation of Fe3O4 nanoparticles on usGO. The asprepared Fe3O4/usGO has excellent catalytic capacity and can effectively purify lowconcentration MB wastewater. According to dynamic and thermodynamic analysis, this Fenton-like degradation process follows the first-order reaction kinetic model, and the reaction activation energy is calculated as 67.23 kJ/mol. In this strategy, we have obtained nearly 100% degradation rate of MB by using a very low dosage of catalyst (2.92 mg/L). Considering its simple preparation and high performance, Fe3O4/usGO holds great promise for dye pollutant purification.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}