{
  "name" : "downloads_2020-05-09_a6_10.22038@ijbms.2020.41361.9770.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Chitosan-based nano-scaffolds as antileishmanial wound dressing in BALB/c mice treatment: Characterization and design of tissue regeneration",
    "authors" : [ "Seyyed Javad Seyyed Tabaei", "Mohsen Rahimi", "Mohsen Akbaribazm", "Seyed Ali Ziai", "Minoo Sadri", "Seyed Reza Shahrokhi", "Mitra Sadat Rezaei" ],
    "emails" : [ "Mohsenrahimi@sbmu.ac.ir" ],
    "sections" : [ {
      "heading" : null,
      "text" : "*Corresponding author: Mohsen Rahimi. Department of Parasitology and Mycology, School of Medicine, Student Research Committee, Shahid Beheshti University of Medical Sciences, Tehran, Iran. Tel/Fax: +98-2122439962; Email: Mohsenrahimi@sbmu.ac.ir\nIranian Journal of Basic Medical Sciences ijbms.mums.ac.ir\nChitosan-based nano-scaffolds as antileishmanial wound dressing in BALB/c mice treatment: Characterization and design of tissue regeneration Seyyed Javad Seyyed Tabaei 1, Mohsen Rahimi 2*, Mohsen Akbaribazm 3, Seyed Ali Ziai 4, Minoo Sadri 5, Seyed Reza Shahrokhi 6, Mitra Sadat Rezaei 7, 8 1 Department of Parasitology and Mycology, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran 2 Department of Parasitology and Mycology, School of Medicine, Student Research Committee, Shahid Beheshti University of Medical Sciences,\nTehran, Iran 3 Anatomical Sciences, Fertility and Infertility Research Center, Kermanshah University of Medical Sciences, Kermanshah, Iran 4 Department of Pharmacology, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran 5 Department of Biochemistry and Biophysics, Education and Research Center of Science and Biotechnology, Malek Ashtar University of Technology,\nTehran, Iran 6 Doctor of Veterinary Medicine (D.V.M.), Rasht, Iran 7 Virology Research Center, National Research Institute of Tuberculosis and Lung Diseases (NRITLD), Shahid Beheshti University of Medical\nSciences, Tehran, Iran 8 Pathology Department, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran\nA R T I C L E I N F O A B S T R A C T\nArticle type: Original article\nObjective(s): Rapid healing of cutaneous leishmaniasis as one of the most important parasitic diseases leads to the decrease of scars and prevention of a great threat to the looks of the affected people. Today, the use of nano-scaffolds is rapidly increasing in tissue engineering and regenerative medicine with structures similar to the target tissue. Chitosan (CS) is a bioactive polymer with antimicrobial and accelerating features of healing wounds, which is commonly used in biomedicine. This study aimed to investigate the effects of CS/polyethylene oxide (PEO)/berberine (BBR) nanofibers on the experimental ulcers of Leishmania major in BALB/c mice. Materials and Methods: CS/PEO/BBR nanofibers were prepared by the electrospinning method, and their morphology was examined by SEM, TEM, and AFM. Then, water absorption, stability, biocompatibility, porosity, and drug release from nano-scaffolds were explored. Afterward, 28 BALB/c mice infected with the parasite were randomly divided into control and experimental groups, and their wounds were dressed with the produced nano-scaffolds. Finally, the effect of nanobandage on the animals was investigated by macroscopic, histopathologic, and in vivo imaging examinations. Results: The prepared nanofibers were completely uniform, cylindrical, bead-free, and biocompatible with an average diameter of 94±12 nm and had appropriate drug release. In addition, the reduced skin ulcer diameter (P=0.000), parasite burden (P=0.003), changes in the epidermis (P=0.023), and dermis (P=0.032) indicated significantly strong effectiveness of the produced nano-scaffolds against leishmania ulcers. Conclusion: Studies showed that CS/PEO/BBR nanofibers have a positive effect on the rapid healing of leishmania ulcers. Future studies should focus on other chronic ulcers treatment. Article history: Received: Jun 25, 2019 Accepted: Jan 25, 2020 Keywords: Bandages Berberine Drug-delivery system Nanostructures Wound healing\n►Please cite this article as: Seyyed Tabaei SJ, Rahimi M, Akbaribazm M, Ziai SA, Sadri M, Shahrokhi SR, Rezaei MS. Chitosan-based nano-scaffolds as antileishmanial wound dressing in BALB/c mice treatment: characterization and design of tissue regeneration. Iran J Basic Med Sci 2020; 23:788-799. doi: 10.22038/ ijbms.2020.41361.9770"
    }, {
      "heading" : "Introduction",
      "text" : "One of the main challenges faced by physicians is to find a method to improve the recovery process and regeneration of the damaged tissues. Numerous factors, such as large fractures, traumas, burns, accidents, and infectious factors can lead to ulcers, including cutaneous leishmaniasis. Leishmaniasis has been observed in 98 countries of the world, and more than 350 million people are threatened by this disease. The disease appears as three types of cutaneous, mucocutaneous, and visceral. The cutaneous form is more common worldwide and accounts for more than two-thirds of the annual incidence (1, 2). With regard to the several side effects of the common drugs for treating leishmaniasis, it is necessary to find new treatments with fewer side effects on other tissues (3).\nToday, nanobiotechnology has led to significant\nchanges due to its use in various scientific fields. Therefore, development of natural drugs has been significantly considered because of the lowest side effects. Tissue engineering is one of these fields in restoration and regeneration of damaged tissues. While constructing a tissue, it is necessary to have a scaffold with a suitable physical and mechanical structure so that it can provide the ground for migration, growth, and cellular proliferation in order to achieve a specific morphology, adhesion, creation of new tissue, and replacing it with the damaged tissue in the body (4-7).\nWound healing consists of hemostasis, inflammation, proliferation, and remodeling. After preventing hemorrhage in the hemostasis phase, infiltration of neutrophils and macrophages is observed for preventing infections in the inflammatory phase. Inflammatory cells secrete several mediators needed for granulation of\n789Iran J Basic Med Sci, Vol. 23, No. 6, Jun 2020\nIntelligent nano-scaffolds for leishmania wound healing Seyyed Tabaei et al.\ntissue formation. Transforming growth factor-β (TGF-β) is an inflammatory cytokine that regulates the rate of cell proliferation and apoptosis. Then, numerous growth factors such as vascular endothelial growth factor (VEGF) and fibroblast growth factor (FGF) are secreted at the site of the ulcer. All pro-angiogenic agents initiate to proliferate and differentiate cells; however, excessive inflammation, by itself, reduces the amount of healing by producing reactive oxygen species (ROS) and proteases. Then, the proliferative phase begins via proliferation of fibroblasts and secretion of collagen in order to form an extracellular matrix. During regeneration, fibers of the mature collagen and wound heal by forming a scar. The capillary formation results from the proliferation of endothelial cells, which provide oxygen and nutrients to fibroblasts. The deeper the wound, the more scars will be created. When the recovery phase stops at any of the above phases, the wound will be chronic. Cotton gauze is traditionally used to dress the wound. Today, modern dressings include interactive and bioactive; interactive dressings include films, sponges, hydrogels, and so forth, which have antibacterial effects, while bioactive dressings interfere actively with the wound healing (8, 9).\nProduction of electrospun nanofibers can meet important regeneration needs, such as the ability to penetrate gases (e.g., oxygen), protect the wound against secondary infection, and prevent dehydration. An ideal dressing creates a higher porosity and can provide a more suitable barrier against microorganisms. Moreover, it should absorb wound secretions, prevent infection of the wound surface, provide proper conditions for the gas exchange of the wound, and can be easily removed from the tissue without any damages. Wound dressing with electrospun nanofibers has major advantages than the conventional dressings, because electrospun nanofibers, due to their very high surface and microscopic structure, begin to produce necessary signals to absorb fibroblasts into the dermal layer, which accelerate regenerating the damaged tissue by speeding up the formation of extracellular matrix (7).\nNatural polymers such as chitosan (CS) are widely used in biomedicine due to acceptable properties of biocompatible, antimicrobial, non-toxic, giant cell migration, fibroblast activation, stimulation of type IV collagen synthesis, and increased healing rate of ulcers. CS is a hydrophilic polymer, but it needs another hydrophilic polymer, such as polyethylene oxide (PEO) due to its high molecular weight and high viscosity in order to produce nanofibers. PEO is placed in the CS chains and prevents repulsion of similar charges and disruption of its chains. This compound increases the CS electrospinning potential, leads to an increase in the hydrophilic property of the nano-scaffold and better wound dressing with the aim of protecting, inhibiting invasion of microorganisms, and accelerating the regeneration process (6).\nAs the main and natural ingredient of Berberis vulgaris, berberine (BBR), an isoquinoline alkaloid, has anti-inflammatory effects by inhibiting the activation of 5’ adenosine monophosphate-activated protein kinase (AMPK), nuclear factor kappa light chain enhancer of activated B cells (NF-κB) and activator protein 1 (AP-1) pathways and related inflammatory factors such as IL-6,\nIL-8, IL-13, TNF-α and IFN-γ, which has been approved in several studies, and possesses a high potential for eliminating various parasites and Leishmania strains by regulating the mitogen activated protein kinase (MAPK) pathway in macrophages. However, researchers are still investigating this ingredient (4, 5).\nWith regard to the effective role of the polymer nanofibers in wound healing and drug transfer, this study aimed to produce a composite nano-wound dressing of CS/PEO/BBR nanofibers and determine its effect on the regeneration of cutaneous leishmaniasis in BALB/c mice."
    }, {
      "heading" : "Materials and Methods",
      "text" : ""
    }, {
      "heading" : "Chemicals and instruments",
      "text" : "Medium molecular weight CS, PEO with 900 KD MW, Berberine chloride hydrate (BBR), and MTT powder [3-(4.5-dimethylthiazol-2-yl)-2.5-diphenyl tetrazolium bromide)] were purchased from SigmaAldrich (USA). Leishmania major GFP (MRHO/IR/75/ER) was obtained from Department of Immunology, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran.\nElectrospinning instrument (Full Option Lab ES, NANOAZMA), scanning electron microscope (SEM) (AIS 2100, Seron Technology), transmission electron microscope (TEM) (EM 900, ZIESS), atomic force microscope (AFM) (NanoWizard-II, JPK instruments), FT-IR device (Nexus 670, Thermo Nicolet), UV-Vis spectrometer (SPECORD 210, Analytik Jena AG) and In vivo Imaging System F Pro (Kodak) were used.\nPreparation of CS/PEO polymeric solution (90:10) Because of insolubility of CS alone, first, it was required to add 0.04 g of PEO to 0.24 g of CS in acetic acid 0.5 (M). With minor modification of a previously described method, 0.5 wt% of Triton X-100 and 10 wt% of dimethyl sulfoxide (DMSO) were added to this solution as emulsifier and cosolvent, respectively. Then, the prepared solutions were mixed using a magnetic stirrer at 500 rpm for 24 hr at 37 °C to yield a homogeneous solution (10)."
    }, {
      "heading" : "Preparation of CS/PEO/BBR solution",
      "text" : "In this stage, BBR with percentages of 0.5–20 wt% was added to polymeric solutions of CS/PEO at weight ratio of 90:10 and stirred well for 5 hr at 37 °C to produce a clear and transparent solution prior to electrospinning. Then, the solution was poured into a 2 mL syringe using a 0.5 mm needle stick, and the nanofibers were prepared using the electrospinning technique (feed rate: 0.1 ml/ hr, voltage: 15-16 kV, tip-to-target distance: 12-14 cm, and rotating speed: 300 rpm)(Figure 1)."
    }, {
      "heading" : "Characterization of electrospun CS/PEO/BBR",
      "text" : "nanofibers\nThe surface of obtained nanofibers was sprayed with gold (Au) and their morphology was observed by an SEM microscope with different magnifications. For TEM image preparation, 200 mesh grids were used. (10, 11).\nEvaluation of nanofiber stability and water absorption\nTo simulate skin conditions, the temperature and pH\nIran J Basic Med Sci, Vol. 23, No. 6, Jun 2020\n790\nof phosphate-buffered saline (PBS) were changed to 37 °C and 5.5, respectively. Then, 25 mg of obtained nanofibers were weighed and immersed in the mentioned solution for one day. Afterward, morphological structure changes of the nanofiber mats were investigated using SEM.\nThe water absorption of prepared samples was calculated by using the [(Ws−W0) / W0]×100 formula, where W0=Initial weight of the dry sample and Ws=Swollen weight of the sample at equilibrium. (12)\nFourier transform infrared (FT-IR ) spectroscopy The samples were mixed in 1:10 ratio with potassium bromide to prepare particles smaller than 2 μm and were compacted to a 0.25 mm tablet. Afterward, the spectra were reported by an FT-IR device (10, 11)."
    }, {
      "heading" : "Porosity (ɛ) measurement",
      "text" : "First of all, nano-scaffolds were immersed in a cylinder containing 96% ethanol (V1) for one day. The total volume of the solution with nanofibers and the volume difference (V1-V2) were reported as V2 and V3, respectively. The porosity was then calculated according to the [(V1-V3)/(V2-V3)]×100 formula (13)."
    }, {
      "heading" : "Cross-linking of nanofibers",
      "text" : "Hydrophilic polymers are dissolved in a medium containing water similar to the body and take a gelatinous form. One of the important methods for preparing water-soluble polymer nanofibers is to establish a cross-link between hydrophilic polymers, which prevents destruction of nano-scaffolds under in vivo conditions.\nFor this, electrospun nanofibers were placed on top of the aqueous glutaraldehyde (25%) in a vacuum desiccator for one day at room conditions. To remove the unreacted glutaraldehyde, the nanofibers were dried for 24 hr (14).\nDrug releasing template from nanofibers BBR release through nano-scaffold was evaluated\nafter drawing the calibration curve at 229 nm by UV-Vis spectrometry in accordance with the Beer-Lambert law. Afterward, the drug release rate was assessed for up to two weeks (12, 15)."
    }, {
      "heading" : "Experimental groups",
      "text" : "28 adult female BALB/c mice (aged 6-8 weeks) were provided by Pasteur Institute of Iran and stored in an animal house with a temperature of 23±1 °C and humidity of 40-60% and 12-hr light/12-hr dark cycle. Mice were fed the standard laboratory animal pellets and drinking water. Then, 1×106 Leishmania major GFP was injected subcutaneously at the base of the BALB/c tail. After about 4 weeks nodules appeared, which gradually turned into wounds at the base of their tails. The mice were randomly divided into 7 equal groups (16). 1. Negative (healthy) control group (NC) (0.5 mL PBS injection around the base of the tail) once a day. 2. Positive control group 1 (PC-1) (treatment with spilling PBS on the wound, daily). 3. Positive control group 2 (PC-2) (treatment with spilling nanofiber solvent, daily). 4. Treatment group 1 (MA) (treatment with injection meglumine antimoniate around the wound until the edge fades, twice a week) 5. Treatment group 2 (CS/PEO) (using CS/PEO nanofibers as wound dressings, daily) 6. Treatment group 3 (CS/PEO/BBR) (using CS/PEO/ BBR 20 wt% nanofibers as wound dressings, daily). 7. Treatment group 4 (BBR) (using BBR 20 wt% ointment, daily).\nAll experiments were performed at a specified time of day for 30 days."
    }, {
      "heading" : "Histopathological examination",
      "text" : ""
    }, {
      "heading" : "Tissue preparation and sectioning",
      "text" : "The area of the wounds and spleens of BALB/c mice was calculated using the ImageJ software. For following up the antileishmanial effects of nano-bandage\n791Iran J Basic Med Sci, Vol. 23, No. 6, Jun 2020\nproduction, mice were anesthetized with intraperitoneal injection of 100 μl diazepam (10 mg/2 ml) and in vivo imaging was performed. Ultimately, with conformity to the ethics of working with laboratory animals, mice were euthanized. Skin ulcers and spleens each were isolated and the specimens were separately transferred to formalin 10%. Paraffin blocks were prepared and stained with hemotoxylin-eosin on 5-micron sections. After completion of this stage, the samples were examined histopathologically."
    }, {
      "heading" : "Parasite density estimation",
      "text" : "The parasite density in the skin was calculated using Table 1 and Leishman body unit (LU) in the spleen specimens using the following formula: Leishman body unit (LU)=number of amastigotes/1,000 nucleated cells×weight of spleen or liver (g)(17) (Table 1).\nHistopathological examination with stereological methods\nThe volume of spleens was determined by Cavallier’s\nmethod after estimating the tissue shrinkage rate. To this end, first, the primary volume of spleens was measured by immersion technique, and Isotropic Uniform Random (IUR) sections were prepared by the orientator method. The point probe method was used to calculate the relative volume of structures (volume of the red (splenic cords and sinuses)/white pulp, interstitial tissue, vessels, capsule, and trabecula) (Figure 2A). Finally, the relative volume of each structure was multiplied by the reference volume (after the fraction of the coefficient of shrinkage) to calculate the final volume of each structure (18).\nTo measure the mean thickness of different layers in the skin and its structures, the epidermal (corneal and cellular), dermal, and hypodermal thicknesses were measured using Nikon light microscopy equipped with a KEcam (KEcam Technologies, Lekki Lagos, Nigeria) and Top view software (version 3.7). The images were processed using Adobe Photoshop CC (Adobe system, San Jose, CA, USA) (Figure 2B) (19).\nHistopathological examination with pathological changes test\nIn order to compare the rate of lymphocyte infiltration and tissue repair from a magnification of 100 and 400, based on the extent of lymphocytes spread, observation of scars, fibrous tissue formation, and tissue damage destruction in the field of vision were ranked from 0 to 4 in the following way: 1. 0-25% field of view has lymphocytic infiltration and there is no scar tissue or fibrous tissue, and tissue architectures are maintained (normal mode). 2. 25-50% of the field of vision has lymphatic infiltration and tissue architecture is destroyed. 3. 50-75% of the field of view has lymphocytic infiltration and the fibrous tissue with a surface less than 10% of the field of view is observed and the tissue architecture is disappearing. 4. 75-100% of the field of vision has lymphocytic infiltration, and the fibrosis level exceeds 30%, and in addition to the destruction of tissue architecture, scar also occurs (20).\nAverage parasite density Score\n> 100 parasites in each microscopic field* 6+\n10-100 parasites in each microscopic field 5+\n1-10 parasites in each microscopic field 4+\n1-10 parasites in 10 microscopic fields 3+\n1-10 parasites in 100 microscopic fields 2+\n1-10 parasites in 1,000 microscopic fields 1+\n0 parasite in 1,000 microscopic fields 0\nTable 1. Calculating Leishman body density\n* ×100\nIran J Basic Med Sci, Vol. 23, No. 6, Jun 2020\nSeyyed Tabaei et al. Intelligent nano-scaffolds for leishmania wound healing\n792"
    }, {
      "heading" : "Statistical analysis",
      "text" : "IBM SPSS Statistics software package (version 24) was used for statistical analysis. Differences were determined using one-way ANOVA, followed by LSD comparison. One sample t-test and Tukey’s test were used for stereological parameter analysis and comparing each parameter between the groups. P<0.05 was considered significant."
    }, {
      "heading" : "Results",
      "text" : "Evaluation of CS/PEO nanofibers (90:10) with and without BBR\nSEM images of CS/PEO nanofibers (90:10) indicated uniform, cylindrical, and bead-free nanofibers with an average diameter of 70±15 nm, which increased as the drug concentration increased (94±12 nm).\nAFM and TEM images also demonstrated acceptable 3-D structure and suitable core-shell structure of the produced nanofibers (Figures 3A-E).\nAnalysis of nanofiber stability and water absorption SEM images showed that the average diameter of the nanofibers increased by 191±22.6 nm after networking with glutaraldehyde under optimum conditions in the CS/PEO/BBR 20 wt% nanofibers and they maintained their structure in the aquatic environment (Figure 3F).\nThe water absorption results showed an increase in nanofibers swelling by enhancing BBR concentrations. (Figure 4)."
    }, {
      "heading" : "FT-IR spectroscopy of nanofibers",
      "text" : "The FT-IR spectrum of electrospun nanofibers in a range from 400 to 4000 cm-1 at 24 °C is shown in Figure 4. In the present study, functional groups in CS, BBR, and CS/PEO, CS/PEO/BBR 20 wt% nano-scaffold were investigated.\nEvaluation of BBR release from composite nanofibers The release rate of the drug from the scaffold was 50% after 12 hr, 70.7% on the first day, 77.1% on the second day, and 80.8% on the third day. Over time, the rate of drug release declined gradually, and the rate of BBR release from the scaffold continued for two weeks (94.98%)(Figure 4)."
    }, {
      "heading" : "Analysis of nanofibers porosity (ɛ)",
      "text" : "The porosity percentage analysis revealed that the obtained scaffolds had a porosity of about 90%. Achieving more than 80% porosity in tissue engineering is essential for the uniform distribution of cells throughout the scaffold.\n793Iran J Basic Med Sci, Vol. 23, No. 6, Jun 2020\nIntelligent nano-scaffolds for leishmania wound healing Seyyed Tabaei et al.\nAntileishmanial effects of composite nanofibers on the parasite under in vivo conditions Evaluation of the changes in weight and area of the wound and spleen in BALB/c mice\nIn NC, the size of the spleen was not increased, and no behavioral changes and mortality were observed until the end of the study.\nIn the PC-1 and 2, the average wound and spleen areas showed a significant increase (P=0.003 and P=0.032, respectively) at the end of treatment.\nIn both groups, swelling and wounds in the hands and feet, broken tails, and wound prevalence in the back of the bodies of mice were observed from the beginning to the end of treatment.\nAverage wound area in MA had a significant decrease compared with PC-1 and 2 groups (P=0.000 and P=0.001, respectively) at the end of treatment compared with the beginning of the treatment. When meglumine was injected, the area of the spleen was significantly decreased (P=0.024) compared with the PC groups.\nAverage wound area in CS/PEO decreased compared with PC-1 and 2 (P=0.000), and significant increase (P=0.003) was found compared with MA. The area of the spleen in this group was significantly higher than those of the PC groups (P=0.019).\nThe average wound area had a significant decrease in CS/PEO/BBR compared with PC groups (P=0.000). The spleen area reduced significantly compared with PC-1 (P=0.021) and CS/PEO groups (P=0.000).\nAlthough the spleen area experienced an apparent decrease in the average area compared with PC-2 (P=0.183) and MA (P=0.938) and had an apparent increase in the average area compared with the BBR group (P=0.487), there was no significant mean difference between the groups.\nThe average wound area in BBR represented a significant decrease compared with PC groups after the end of treatment (P=0.000).\nMoreover, the average spleen area had a statistically significant reduction compared with PC-1 (P=0.004), PC-2 (P=0.050), and CS/PEO groups (P=0.000) (Figure 5 and Table 2).\nHistopathology and in vivo imaging follow-up Macroscopic images of the wound in the experimental groups after the treatment confirm the wound healing process acceleration in the groups treated with CS/PEO/ BBR compared with PC-1 and 2 groups. Also, wound healing in PC-2 was not significantly different from that of PC-1. In microscopic examination, the keratinized layer, epidermal layers, dermal layers, hypoderm, hair follicles, sebaceous glands, and blood vessels were detectable (Figure 6).\nAfter comparing the results of histopathologic findings in the spleen, lesions and histopathological\nSeyyed Tabaei et al. Intelligent nano-scaffolds for leishmania wound healing\n794\nparameters significantly increased in PC-1 (P=0.006) and 2 (P=0.008). Meanwhile, these parameters and lesions were significantly reduced in the treatment groups with MA (P=0.001), CS/PEO/BBR (P=0.011), and BBR (P=0.038). Similar results were observed in the histopathologic findings in the skin of the experimental groups in PC-1 (P=0.001) and 2 (P=0.006) compared with the NC group, while these parameters and lesions were significantly reduced in the treatment groups with MA (P=0.011) and CS/PEO/BBR (P=0.042). The remaining treatment groups also showed a decrease in histopathological lesions, but this reduction was not statistically significant.\nIn PC-1 and 2, an invasive injured epidermal epithelium was observed that continued until the hypoderm, and a large part of the tissue had a large necrosis, the glands of the sebaceous had disappeared, the keratinous layer was not seen, the hair follicles were destroyed, and the fibroblast and collagen cells were not observed. Some necrotic vessels and infiltration of inflammatory cells with large scrapes, as well as a large number of histiocytic cells combined with 6+ parasitic score were observed (Figures 7B, C). An in vivo imaging study confirmed the severe infection of the wound by the parasite and its release to the inguinal lymph nodes (Figures 8B, C).\nIn MA, there is very little necrosis. A large number of histocytes are observed but the tissue is free of parasites (Figure 7D). The germs of sebaceous are lost but the wound bed of some fibroblastic cells and also in vivo imaging indicate parasite removal and decreased size of\nthe ulcer (Figure 8D). In CS/PEO, the epidermis is full of inflammatory cells. Sebaceous glands have disappeared and hair follicles have sometimes been degraded and fibroblasts are rarely seen. A large number of histocyte cells were observed with a parasitic score of 3+ (Figure 7E). Tracing with in vivo imaging also showed a decrease in the presence of parasites in the wound (Figure 8E).\nIn CS/PEO/BBR, necrosis is much lower compared with CS/PEO group and a large number of histocytes are seen. The number of parasites has decreased (1+). The number of inflammatory cells has dropped a lot (Figure 7F). As in vivo imaging illustrates, the number of parasites has been severely reduced and accelerated healing process (worsening wound closure) is well observed (Figure 8F).\nIn BBR, a large number of inflammatory and histocyte cells are present with parasitic infection with score 3+ (Figure 7G). Tracking with in vivo imaging also showed a decrease in the presence of parasites in the wound (Figure 8G) (Table 3)."
    }, {
      "heading" : "NC - - 10.96 ±0.57",
      "text" : "795Iran J Basic Med Sci, Vol. 23, No. 6, Jun 2020\nIntelligent nano-scaffolds for leishmania wound healing Seyyed Tabaei et al.\nIn the results of the stereological findings related to skin structures, the area (surface density) of the sebaceous and sweat glands were significantly decreased in PC-1 (P=0.004) and 2 (P=0.009) compared with NC. However, the area of sebaceous glands in MA (P=0.009) and CS/PEO/BBR (P=0.033), and sweat glands in MA (P=0.021) and CS/PEO/BBR (P=0.040) has been significantly increased. In examining the area occupied by other structures in the skin, the area occupied by hair follicles decreased significantly in PC-1 (P=0.004) and 2 (P=0.009), while in MA (P=0.011), CS/ PEO/BBR (P=0.038), and BBR (P=0.042) it significantly increased. The area occupied by blood vessels in PC-1 (P=0.008) and 2 (P=0.013) was lower than that in NC, while in MA (P=0.024) and BBR it increased (P=0.031). With regard to the area occupied by interstitial tissue, despite its increase in PC-1 and 2, there was a significant difference between the groups in comparison with NC, and its relative reduction in the treatment groups compared with PC groups was not observed (Figure 9).\nThe results of skin stereological findings show the thickness of the horny (stratum corneum) and cellular layers of the epidermis significantly decreased in PC-1 (P=0.009) and 2 (P=0.018) compared with NC findings showed that the thickness of these layers was significantly higher in MA (P=0.006), CS/PEO/BBR (P=0.023) and BBR (P=0.041) increased. However, similar results were observed in the histopathologic findings of the skin of the treatment groups, while the dermal thickness in PC-1 (P=0.011) and 2 (P=0.033) were significantly higher compared with NC, and the thickness of these layers was significantly increased in MA (P=0.004), CS/PEO/BBR (P=0.016), and BBR (P=0.032) (Figure 10).\nAfter comparing the results of the volume of structures in the spleen, the final volume (P=0.008), sinusoids (P=0.012), white pulp (P=0.006) and vessels (P=0.009) in the NC compared with PC-1 and 2 increased\nsignificantly. The MA had a significant decrease in the final volume (P=0.004), primary volume (P=0.011), sinusoids (P=0.001), white pulp (P=0.018) and vessels (P=0.001) compared with PC-1 and 2 (P=0.021) and white pulp (P=0.018) PC-1 and 2. CS/PEO/BBR had a significant decrease in the final volume (P=0.017), primary volume (P=0.023), vessels (P= 0.014), sinusoids (P=0.011) and white pulp (P=0.009) compared with PC-1 and 2. BBR also showed a significant decrease in the final volume of the spleen (P=0.029) and sinusoids (P=0.031) compared with PC-1 and 2 (Figures 11 and 12)."
    }, {
      "heading" : "Discussion",
      "text" : "This study indicated that the use of CS/PEO nanofibers containing BBR on the leishmanial ulcers of the BALB/c mice led to rapid wound healing in terms of macroscopic and microscopic aspects, and also significantly declined the wound diameter.\nA previous study on BBR shows this material has an antileishmanial effect by adjusting the pathway of mitogen-activated protein kinase (MAPK) in macrophages (4). Another study on the therapeutic potential of isoquinoline alkaloids present in several herbal plants confirmed the anti-inflammatory effects of BBR in in vitro environment, as well as on the animals (5). The results of a study indicated that BBR plays an inhibitory effect on Leishmania in dogs (21). The present study, however, has proven strongly the antileishmanial effects of BBR.\nThe results of comparison of meglumine injection with topical application of paromomycin and methyl benzethonium chloride in the treatment of leishmania cutaneous lesions indicated higher effect of topical drugs that were consistent with the results of our study (22).\nThe results of the examination of chitin hydrogel and CS as wound dressing indicated recurrent\nIran J Basic Med Sci, Vol. 23, No. 6, Jun 2020\nSeyyed Tabaei et al. Intelligent nano-scaffolds for leishmania wound healing\n796\nepithelialization of the wound treated with chitin hydrogel and replacement of granulated tissues with fibrosis and hair follicles after 7 days. In this study, chitin hydrogel was considered an effective factor in wound healing due to its easy use and high efficacy. In our study, in addition to wound healing and formation of hair follicles, angiogenesis was also observed as an important option in the regeneration process (23). One of the studies used a wound dressing consisting of two layers (upper layer as carboxymethyl chitin hydrogel and lower layer as an antimicrobial agent) as the wound dressing. The hydrogel layer acted as a mechanical barrier, absorbed wound secretions up to 4 times more than its weight, and prevented accumulation of fluids in the wound and infection through microbial inhibition. Moreover, the nano-scaffold produced in the present study had a high absorbability, such that it kept the wound completely dry, and could eliminate the parasite (24).\nResearchers conducted a study to prevent bacterial infection using beta-chitin based wound dressing containing silver sulfuridiazine, and indicated that the produced dressing (bandage) had an acceptable\npermeability to oxygen, and maintained its antibacterial ability against P.aeruginosa for seven days. Moreover, histological examinations confirmed the proliferation of fibroblasts in the wound bed and reduction of infection. Our studies showed that drug release continues for 14 days. It should be noted that higher proliferation of fibroblasts was observed as in the above study (25).\nAnother study used CS as a wound dressing to examine faster wound healing rates. Results indicated that CS significantly accelerated the closure and healing of wounds in comparison with the control group. Histological examination also demonstrated a relatively complete tissue regeneration on days 2 to 4 in the wound treated with CS, which is in line with our study in terms of accelerated wound healing in the groups treated with CS nano-scaffolds (26).\nNon-toxicity is the most important property of CS. Researchers used CS membranes to treat acute burn wounds and showed their ability as the wound dressing due to the potential of the produced bandage to control the moisture evaporation rates from wounds. In the present study, nanofibers obtained with a high porosity also contributed about 90% to the wound gas exchange (e.g., oxygen), which was in line with this study (27).\nThe use of water-soluble chitin to increase the rate of wound healing on the rabbit ear showed that the produced ointment significantly increases the rate of regeneration and wound healing. The epithelium created in the study was significantly larger compared with the control group, and density of fibroblasts was higher in the wound under epithelium compared with chitin ointment, whereas the number of inflammatory cells was significantly declined in comparison to the control group, which indicates stimulation of wound regeneration and prevention of excessive scar formation.\nFigure 12. Histopathological images of Leishmania major infection in the spleen; Negative control, NC (A); Positive controls, PC 1 and 2 (B, C); Meglumine antimoniate group, MA (D); Chitosan/polyethylene oxide nanobandage group, CS/PEO (E); Chitosan/polyethylene oxide/ berberine 20 wt% nanobandage group, CS/PEO/BBR (F); Berberine 20 wt% ointment, BBR (G) Central arterioles (CA), White pulp (WP), Red pulp (RP), Splenic cord (the cords of Billroth) (SC), Splenic sinus (SS), Capsule of spleen (C), Trabecula of spleen (T) (H&E staining, Scale bar: 100 μm, ×40)\n797Iran J Basic Med Sci, Vol. 23, No. 6, Jun 2020\nIntelligent nano-scaffolds for leishmania wound healing Seyyed Tabaei et al.\nOur study also clearly showed the angiogenesis process and growth of the keratinized layer and hair follicles, which had similar results with our study (28).\nThe previous study on the effect of chitin nanofibrils linked to CS glycolate as spray, gel, and gauze in wound healing represented high porosity and acceptable permeability to oxygen scaffold. The produced scaffold, due to the apparent similarity to the extracellular matrix, resulted in the stimulation of migration, cell proliferation, and adhesion, which corresponds to our study (29).\nExamination of microbial cultures on the scaffold obtained by CS nanofibers and PVA showed its antimicrobial property against Pseudomonas aeruginosa. Moreover, the results of the culture of fibroblasts confirmed their highly suitable growth on the resulting nano-scaffold. Emergence of fibroblasts is one of the most important stages in the wound healing process, which appear at the wound site when tissue is damaged so that they can regenerate the damaged tissue. This finding is compatible with our results (30). One of the studies electrospun the quaternizad CS (QCS) and polyvinyl pyrrolidone, and used the resulting scaffold as an acceptable wound dressing. Since CS has ammonium functional groups and attacks the cytoplasmic membrane of fungi and bacteria, it has antifungal and antibacterial properties. In our study, secondary infection was not observed in the groups treated with nano-scaffold bandage due to the abovementioned properties, absorption of secretions, and dry wound. Thus, suitable conditions were provided for the growth and proliferation of the regenerated cells, and a faster improvement was observed in forming skin layers and faster closure of the wound (31).\nPrevious studies on the use of CS/polyurethane and carboxyethyl-CS/poly (vinyl alcohol) as the wound dressing and examination of the culture of fibroblast (L929) cells on them showed the ability of abovementioned nano-scaffolds to bind and proliferate these cells. The results indicated that they could be used as dressing for treating burns and chronic ulcers. The CS/ PEO/BBR nano-scaffold in our study also increased the regeneration rate, which was accompanied by higher rate of fibroblast proliferation, migration of the regenerative cells, and higher adhesion in the body of the living being (32, 33). Several studies demonstrated the effect of CS monomers and oligomers by increasing the activities of inflammatory cells, including polymorphonuclear leukocytes, macrophages, and fibroblasts, which is caused by the presence of CS in the wound, resulting in faster regeneration. This result is consistent with our findings (34, 35).\nThe results of the examination of the cutaneous wound regeneration in mice indicated that CS hydrogel increased migration, adhesion, and cellular proliferation. The effect of this hydrogel on the wounded skin after the treatment period revealed that the treatment group had acceptable regeneration, the epidermis was naturally formed, and keratinocytes appeared in their former shape. However, in the control group (without treatment), keratinocytes swelled, and epidermis was formed abnormally. Our study concluded that if regeneration is performed without dressing, it leads to\na change in the affected area. Therefore, addition of CS to the scaffold would improve healing and decrease the color change in the wound site (36).\nEvaluation of CS gel with 1% silver sulfadiazine for treating the burn wound of mice indicated a clear increase in fibroblasts in the treated wounds compared with other groups, which is consistent with the results obtained in our study (37). The results of pathologic examinations on CS film and fucoidan in the healing of skin burn showed that fibroblasts appeared in the group treated with the above film earlier than other groups, and underwent a faster healing process than other groups (38). The previous studies’ results represented an increase in the number of fibroblasts through CS, which is related to its chemical properties and degree of deacetylation. Moreover, studying the effect of chitin and CS on the synthesis of collagen in wound healing demonstrated an increase in its production by CS. Examination of the regenerative effect of CS hydrogels as the wound dressing in burns indicated higher activity and greater number of inflammatory cells (38-40).\nMoreover, an examination of the healing and antimicrobial effects of CS on the wound demonstrated that CS leads to stimulation, neutrophils, macrophages, and fibroblasts at different stages of wound healing. The results of this study showed infiltration of neutrophils at the early inflammatory phases, proliferation of fibroblasts, and production of collagen type III in the proliferation and maturation stages during the recovery process, which is compatible with our study results according to the higher number of fibroblasts and production of collagen (41, 42).\nThe scaffold should have suitable porosity, which is used for intracellular communication, cell migration, and blood vessel formation during the wound healing process. The porosity of the nano-scaffold produced in our study was calculated to be about 90%, which is consistent with the results of the previous studies (43, 44).\nThe main objective of the present study was to accelerate the process of wound healing of leishmaniasis. Therefore, thickness of different skin layers and higher rates of angiogenesis were examined. Results indicated that the produced polysaccharide-based nano-scaffold could increase the rate of progression of epidermis from the healthy edge of the wound, and accelerate the wound healing of leishmaniasis.\nThe strength of the study is producing a natural nanoscaffold as a bioactive, biocompatible, biodegradable, non-toxic, non-allergen, and bio-absorbable wound dressing to regenerate wounds of Leishmania major by combining CS and BBR properties.\nSince there is no information about the side effects of this dressing on humans, the lack of empirical examination of the dressing on humans is one of the limitations of the study."
    }, {
      "heading" : "Conclusion",
      "text" : "This study produced a nanobandage for the first time that absorbs fluids and can provide the grounds for passing oxygen. It also keeps the wounds dry and protects the wounds against environmental contaminants. Examinations indicated proliferation of fibroblasts\nIran J Basic Med Sci, Vol. 23, No. 6, Jun 2020\nSeyyed Tabaei et al. Intelligent nano-scaffolds for leishmania wound healing\n798\nand endothelial cells, higher epithelialization, and rapid healing and regeneration of the damaged tissues. Therefore, the regeneration process was successful in the study, and the produced scaffold prevented deeper wounds and larger scars. Moreover, as the CS in the dressing is cationic, it contributes to this process by binding to anionic materials, polysaccharides, and proteins, and transferring the growth and drug factors.\nOur results indicated higher ability of CS/PEO nanofibers dressing containing BBR in healing the cutaneous wounds caused by leishmaniasis in BALB/c mice with minimal scars, which can be considered a candidate for human treatment in future studies."
    }, {
      "heading" : "Acknowledgement",
      "text" : "The results presented in this paper were part of a student thesis written by Mr. Mohsen Rahimi in School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran (registration No: 60), which also provided financial support (grant number: 10999)."
    }, {
      "heading" : "Ethical approval",
      "text" : "This study was approved by the Ethics Committee of Shahid Beheshti University of Medical Sciences, Tehran, Iran (IR.SBMU.MSP.REC.1397.437)."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare that there are no conflicts of interest."
    } ],
    "references" : [ {
      "title" : "Cutaneous leishmaniasis in Iran: Results from an epidemiological study in urban and rural provinces",
      "author" : [ "F Norouzinezhad", "F Ghaffari", "A Norouzinejad", "F Kaveh", "MM. Gouya" ],
      "venue" : "Asian Pac J Trop Biomed 2016;6:614-619",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2016
    }, {
      "title" : "Molecular epidemiology of cutaneous leishmaniasis and heterogeneity of Leishmania major strains in Iran",
      "author" : [ "H Mahmoudzadeh-Niknam", "S Ajdary", "F Riazi-Rad", "E Mirzadegan", "A Rezaeian", "V Khaze" ],
      "venue" : "Trop Med Int Health 2012;17:1335-1344",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2012
    }, {
      "title" : "Immunotherapeutic effects of chitin in comparison with chitosan against Leishmania major infection",
      "author" : [ "MHM Hoseini", "M Moradi", "MH Alimohammadian", "VK Shahgoli", "H Darabi", "A. Rostami" ],
      "venue" : "J Parint 2016;65:99-104",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2016
    }, {
      "title" : "Berberine chloride mediates its anti-leishmanial activity via differential regulation of the mitogen activated protein kinase pathway in macrophages",
      "author" : [ "P Saha", "S Bhattacharjee", "A Sarkar", "A Manna", "S Majumder", "M. Chatterjee" ],
      "venue" : "PLoS One 2011;6:1-8",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2011
    }, {
      "title" : "Advances in the study of berberine and its derivatives: a focus on anti-inflammatory and anti-tumor effects in the digestive system",
      "author" : [ "K Zou", "Z Li", "Y Zhang", "H Zhang", "B Li", "W Zhu" ],
      "venue" : "Acta Pharmacol Sin 2017;38:157–167",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2017
    }, {
      "title" : "Presentation of a novel model of chitosan-polyethylene oxidenanohydroxyapatite nanofibers together with bone marrow stromal cells to repair and improve minor bone defects",
      "author" : [ "A Emamgholi", "M Rahimi", "G Kaka", "SH Sadraie", "S. Najafi" ],
      "venue" : "Iran J Basic Med Sci 2015;18:887-893",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2015
    }, {
      "title" : "Development of a chitosan nanofibrillar scaffold for skin repair and regeneration",
      "author" : [ "VT Tchemtchoua", "G Atanasova", "A Aqil", "P Filee", "N Garbacki", "O Vanhooteghem" ],
      "venue" : "Biomacromolecules",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2011
    }, {
      "title" : "Chitosan based metallic nanocomposite scaffolds as antimicrobial wound dressings",
      "author" : [ "A Mohandas", "S Deepthi", "R Biswas", "R. Jayakumar" ],
      "venue" : "Bioact Mater 2018;3:267-277",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2018
    }, {
      "title" : "Flexible and microporous chitosan hydrogel/nano ZnO composite bandages for wound dressing:  In Vitro and In Vivo Evaluation",
      "author" : [ "PT Kumar", "VK Lakshmanan", "TV Anilkumar", "C Ramya", "P Reshmi", "AG Unnikrishnan" ],
      "venue" : "ACS Appl Mater Interfaces",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2012
    }, {
      "title" : "Investigation of osteoblast-like cells cultured on nano-hydroxyapatite/chitosan based composite scaffold in the treatment of bone defects and limited mobility",
      "author" : [ "A Emamgholi", "M Rahimi", "SJ Seyyed Tabaei", "T Ghorbani", "SA Ziai", "P Brouki Milan" ],
      "venue" : "Nanomed J 2019;6:167-175",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2019
    }, {
      "title" : "Perspectives of chitosan nanofiber/film scaffolds with bone marrow stromal cells in tissue engineering and wound dressing",
      "author" : [ "M Rahimi", "A Emamgholi", "SJ Seyyed Tabaei", "M Khodadoust", "H Taghipour", "A. Jafari" ],
      "venue" : "Nanomed J 2019;6:27-34",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2019
    }, {
      "title" : "Synthesis of chitosan/ peo/silica nanofiber coating for controlled release of cefepime from implants",
      "author" : [ "AB Pebdeni", "M Sadri", "SB. Pebdeni" ],
      "venue" : "RSC Adv 2016;6:24418-24429",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2016
    }, {
      "title" : "Porous biomorphic silicon carbide ceramics coated with hydroxyapatite as prospective materials for bone implants",
      "author" : [ "O Gryshkov", "NI Klyui", "VP Temchenko", "VS Kyselov", "A Chatterjee", "AE Belyaev" ],
      "venue" : "Mater Sci Eng C Mater Biol Appl 2016;68:143-52",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2016
    }, {
      "title" : "One-step electrospinning of cross-linked chitosan fibers",
      "author" : [ "Schiffman JD", "Schauer CL" ],
      "venue" : "Biomacromolecules",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2007
    }, {
      "title" : "Kinetic modeling on drug release from controlled drug delivery systems",
      "author" : [ "S Dash", "PN Murthy", "L Nath", "P. Chowdhury" ],
      "venue" : "Acta Pol Pharm 2010;67:217-223",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2010
    }, {
      "title" : "Direct fluorescent microscopy using Leishmania major expressing green fluorescent protein as a simple technique for quantifying parasite burden in experimental leishmaniasis",
      "author" : [ "S Haghdoust", "M Azizi", "M Hajimollahoseini", "M Bandehpour", "M Mohsenimasooleh", "F. Yeganeh" ],
      "venue" : "Iran J Parasitol",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2020
    }, {
      "title" : "Leishmania donovani targets dicer1 to downregulate miR-122, lower serum cholesterol, and facilitate murine liver infection",
      "author" : [ "J Ghosh", "M Bose", "S Roy", "SN. Bhattacharyya" ],
      "venue" : "Cell Host Microbe 2013;13:277–288",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2013
    }, {
      "title" : "Nasturtium Officinale L. hydroalcoholic extract improved oxymetholoneinduced oxidative injury in mouse testis and sperm",
      "author" : [ "M Akbari Bazm", "M Khazaei", "F Khazaei", "L. Naseri" ],
      "venue" : "Andrologia",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2019
    }, {
      "title" : "Gender differences in mouse skin morphology and specific effects of sex steroids and dehydroepiandrosterone",
      "author" : [ "L Azzi", "M El-Alfy", "C Martel", "F. Labrie" ],
      "venue" : "J Investig Dermatol",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2005
    }, {
      "title" : "Protective effect of Vaccinium arctostaphylos L. fruit extract on gentamicin-induced nephrotoxicity in rats",
      "author" : [ "M Akbari Bazm", "M Khazaei", "E Ghanbari", "L. Naseri" ],
      "venue" : "Comp Clin Path 2018;27:1327-1334",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2018
    }, {
      "title" : "Berberine: Therapeutic potential of an alkaloid found in several medicinal plants",
      "author" : [ "TC Birdsall", "Kelly GS" ],
      "venue" : "Alt Med Rev 1997;2:94-103",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 1997
    }, {
      "title" : "Successful treatment of new world cutaneous leishmaniasis with a combination of topical paromomycin/methylbenzethonium chloride and injectable meglumine antimoniate",
      "author" : [ "J Soto", "N Hernandez", "H Mejia", "M Grogl", "J. Berman" ],
      "venue" : null,
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 1995
    }, {
      "title" : "Watersoluble chitin as a wound healing accelerator",
      "author" : [ "YW Cho", "YN Cho", "SH Chung", "G Yoo", "SW. Ko" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 1999
    }, {
      "title" : "Wound dressing with sustained antimicrobial capability",
      "author" : [ "WK Loke", "SK Lau", "LL Yong", "E Khor", "CK. Sum" ],
      "venue" : "J Biomed Mater Res B",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2000
    }, {
      "title" : "Betachitin-based wound dressing containing silver sulfurdiazine",
      "author" : [ "YM Lee", "SS Kim", "MH Park", "KW Song", "YK Sung", "IK. Kang" ],
      "venue" : "J Mater Sci Mater Med",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2000
    }, {
      "title" : "Photo cross linkable chitosan as a dressing for wound occlusion and accelerator in healing",
      "author" : [ "M Ishihara", "K Nakanishi", "K Ono", "M Sato", "M Kikuchi", "Y Saito" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2002
    }, {
      "title" : "Asymmetric chitosan membranes prepared by dry/wet phase separation: A new type of wound dressing for controlled antibacterial release",
      "author" : [ "FL Mi", "YB Wu", "SS Shyu", "AC Chao", "JY Lai", "CC. Su" ],
      "venue" : "J Membrane Sci 2003;212:237-254",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2020
    }, {
      "title" : "Topical formulations of watersoluble chitin as a wound healing assistant evaluation on open wounds using a rabbit ear model",
      "author" : [ "Han SS" ],
      "venue" : "Fiber Polym 2005;6:219-223",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2005
    }, {
      "title" : "Chitin nanofibrils linked to chitosan glycolate as spray, gel and gauze preparations for wound repair",
      "author" : [ "M Mattioli-Belmonte", "A Zizzi", "G Lucarini", "F Giantomassi", "G Biagini", "G Tucci" ],
      "venue" : "J Bioact Compat Polym 2007;22:525-538",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2007
    }, {
      "title" : "Nanofibrous scaffolds based on poly(caprolactone)/chitosan/poly vinyl alcohol) blend for skin tissue",
      "author" : [ "A Gholipour-Kanani", "SH Bahrami", "M Joghataie", "A. Samadikuchaksaraei" ],
      "venue" : "JIPST",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2013
    }, {
      "title" : "Novel antibacterial fibers of quaternized chitosan and poly (vinyl pyrrolidone) prepared by electrospinning",
      "author" : [ "M Ignatova", "N Manolova", "I. Rashkov" ],
      "venue" : "Eur Polym J 2007;43:1112-1122",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2007
    }, {
      "title" : "Genipin cross-linked electrospun chitosanbased nanofibrous mat as tissue engineering scaffold",
      "author" : [ "E Mirzaei", "R Faridi-Majidi", "MA Shokrgozar", "F. Asghari Paskiabi" ],
      "venue" : "Nanomed J 2014;1:137-146",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2014
    }, {
      "title" : "Electrospun watersoluble carboxyethyl chitosan /poly(vinyl alcohol) nanofibrous membrane as potential wound dressing for skin regeneration",
      "author" : [ "Y Zhou", "D Yang", "X Chen", "Q Xu", "F Lu", "J. Nie" ],
      "venue" : "Biomacromolecules",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2007
    }, {
      "title" : "A preliminary in vitro study on the fabrication and tissue engineering applications of a novel chitosan bilayer material as a scaffold of human neofetal dermal fibroblasts",
      "author" : [ "J Ma", "H Wang", "B He", "J. Chen" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2001
    }, {
      "title" : "Accelerating effects of chitosan for healing at early phase of experimental openwound in dogs",
      "author" : [ "H Ueno", "H Yamada", "I Tanaka", "N Kaba", "M Matsuura", "M Okumura" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 1999
    }, {
      "title" : "The use of physical hydrogels of chitosan for skin regeneration following third-degree burns",
      "author" : [ "N Boucard", "C Viton", "D Agay", "E Mari", "T Roger", "Y. Chancerelle" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2007
    }, {
      "title" : "Evaluation of chitosan gel with 1% silver sulfadiazine as an alternative for burn wound treatment in rats",
      "author" : [ "EG Nascimento", "TB Sampaio", "AC Medeiros", "EP. Azevedo" ],
      "venue" : null,
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2009
    }, {
      "title" : "Chitosan film containing fucoidan as a wound dressing for dermal burn healing: preparation and in vitro/in vivo evaluation",
      "author" : [ "AD Sezer", "F Hatipoğlu", "E Cevher", "Z Oğurtan", "AL Baş", "J. Akbuğa" ],
      "venue" : "AAPS Pharm Sci Tech 2007;8:1-8",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2007
    }, {
      "title" : "Characterization of chitosan films and effects on fibroblast cell attachment and proliferation",
      "author" : [ "V Hamilton", "Y Yuan", "DA Rigney", "AD Puckett", "JL Ong", "Y Yang" ],
      "venue" : "J Mater Sci - Mater Med",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2006
    }, {
      "title" : "Effects of chitin and chitosan on collagen synthesis in wound healing",
      "author" : [ "K Kojima", "Y Okamoto", "K Miyatake", "H Fujise", "Y Shigemasa" ],
      "venue" : "J Vet Med Sci 2004;66:1595-1598",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2004
    }, {
      "title" : "Development of a new chitosan hydrogel for wound dressing",
      "author" : [ "MP Ribeiro", "A Espiga", "D Silva", "P Baptista", "J Henriques", "C Ferreira" ],
      "venue" : "Wound Repair Regen 2009;17:817-824",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2009
    }, {
      "title" : "Chitosan preparations for wounds and burns: antimicrobial and woundhealing effects",
      "author" : [ "Dai T", "Tanaka M", "Huang Y-Y", "Hamblin MR" ],
      "venue" : "Expert Rev Anti Infect Ther 2011;9:857-879",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2011
    }, {
      "title" : "Chitosan and its potential use as a scaffold for tissue engineering in regenerative medicine",
      "author" : [ "M Rodríguez-Vázquez", "B Vega-Ruiz", "R Ramos-Zúñiga", "DA Saldaña-Koppel", "LF. Quiñones-Olvera" ],
      "venue" : "BioMed Res",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2015
    }, {
      "title" : "Chitin nanofibrils/chitosan glycolate composites as wound medicaments",
      "author" : [ "RAA Muzzarelli", "P Morganti", "G Morganti", "P Palombo", "M Palombo", "G Biagini" ],
      "venue" : "Carbohydr Polym 2007;70:274-284",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2007
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The cutaneous form is more common worldwide and accounts for more than two-thirds of the annual incidence (1, 2).",
      "startOffset" : 106,
      "endOffset" : 112
    }, {
      "referenceID" : 1,
      "context" : "The cutaneous form is more common worldwide and accounts for more than two-thirds of the annual incidence (1, 2).",
      "startOffset" : 106,
      "endOffset" : 112
    }, {
      "referenceID" : 2,
      "context" : "With regard to the several side effects of the common drugs for treating leishmaniasis, it is necessary to find new treatments with fewer side effects on other tissues (3).",
      "startOffset" : 168,
      "endOffset" : 171
    }, {
      "referenceID" : 3,
      "context" : "While constructing a tissue, it is necessary to have a scaffold with a suitable physical and mechanical structure so that it can provide the ground for migration, growth, and cellular proliferation in order to achieve a specific morphology, adhesion, creation of new tissue, and replacing it with the damaged tissue in the body (4-7).",
      "startOffset" : 328,
      "endOffset" : 333
    }, {
      "referenceID" : 4,
      "context" : "While constructing a tissue, it is necessary to have a scaffold with a suitable physical and mechanical structure so that it can provide the ground for migration, growth, and cellular proliferation in order to achieve a specific morphology, adhesion, creation of new tissue, and replacing it with the damaged tissue in the body (4-7).",
      "startOffset" : 328,
      "endOffset" : 333
    }, {
      "referenceID" : 5,
      "context" : "While constructing a tissue, it is necessary to have a scaffold with a suitable physical and mechanical structure so that it can provide the ground for migration, growth, and cellular proliferation in order to achieve a specific morphology, adhesion, creation of new tissue, and replacing it with the damaged tissue in the body (4-7).",
      "startOffset" : 328,
      "endOffset" : 333
    }, {
      "referenceID" : 6,
      "context" : "While constructing a tissue, it is necessary to have a scaffold with a suitable physical and mechanical structure so that it can provide the ground for migration, growth, and cellular proliferation in order to achieve a specific morphology, adhesion, creation of new tissue, and replacing it with the damaged tissue in the body (4-7).",
      "startOffset" : 328,
      "endOffset" : 333
    }, {
      "referenceID" : 7,
      "context" : "Today, modern dressings include interactive and bioactive; interactive dressings include films, sponges, hydrogels, and so forth, which have antibacterial effects, while bioactive dressings interfere actively with the wound healing (8, 9).",
      "startOffset" : 232,
      "endOffset" : 238
    }, {
      "referenceID" : 8,
      "context" : "Today, modern dressings include interactive and bioactive; interactive dressings include films, sponges, hydrogels, and so forth, which have antibacterial effects, while bioactive dressings interfere actively with the wound healing (8, 9).",
      "startOffset" : 232,
      "endOffset" : 238
    }, {
      "referenceID" : 6,
      "context" : "Wound dressing with electrospun nanofibers has major advantages than the conventional dressings, because electrospun nanofibers, due to their very high surface and microscopic structure, begin to produce necessary signals to absorb fibroblasts into the dermal layer, which accelerate regenerating the damaged tissue by speeding up the formation of extracellular matrix (7).",
      "startOffset" : 369,
      "endOffset" : 372
    }, {
      "referenceID" : 5,
      "context" : "This compound increases the CS electrospinning potential, leads to an increase in the hydrophilic property of the nano-scaffold and better wound dressing with the aim of protecting, inhibiting invasion of microorganisms, and accelerating the regeneration process (6).",
      "startOffset" : 263,
      "endOffset" : 266
    }, {
      "referenceID" : 3,
      "context" : "However, researchers are still investigating this ingredient (4, 5).",
      "startOffset" : 61,
      "endOffset" : 67
    }, {
      "referenceID" : 4,
      "context" : "However, researchers are still investigating this ingredient (4, 5).",
      "startOffset" : 61,
      "endOffset" : 67
    }, {
      "referenceID" : 9,
      "context" : "Then, the prepared solutions were mixed using a magnetic stirrer at 500 rpm for 24 hr at 37 °C to yield a homogeneous solution (10).",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 9,
      "context" : "Afterward, the spectra were reported by an FT-IR device (10, 11).",
      "startOffset" : 56,
      "endOffset" : 64
    }, {
      "referenceID" : 10,
      "context" : "Afterward, the spectra were reported by an FT-IR device (10, 11).",
      "startOffset" : 56,
      "endOffset" : 64
    }, {
      "referenceID" : 12,
      "context" : "The porosity was then calculated according to the [(V1-V3)/(V2-V3)]×100 formula (13).",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 13,
      "context" : "To remove the unreacted glutaraldehyde, the nanofibers were dried for 24 hr (14).",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 11,
      "context" : "Afterward, the drug release rate was assessed for up to two weeks (12, 15).",
      "startOffset" : 66,
      "endOffset" : 74
    }, {
      "referenceID" : 14,
      "context" : "Afterward, the drug release rate was assessed for up to two weeks (12, 15).",
      "startOffset" : 66,
      "endOffset" : 74
    }, {
      "referenceID" : 15,
      "context" : "The mice were randomly divided into 7 equal groups (16).",
      "startOffset" : 51,
      "endOffset" : 55
    }, {
      "referenceID" : 16,
      "context" : "Parasite density estimation The parasite density in the skin was calculated using Table 1 and Leishman body unit (LU) in the spleen specimens using the following formula: Leishman body unit (LU)=number of amastigotes/1,000 nucleated cells×weight of spleen or liver (g)(17) (Table 1).",
      "startOffset" : 268,
      "endOffset" : 272
    }, {
      "referenceID" : 17,
      "context" : "Finally, the relative volume of each structure was multiplied by the reference volume (after the fraction of the coefficient of shrinkage) to calculate the final volume of each structure (18).",
      "startOffset" : 187,
      "endOffset" : 191
    }, {
      "referenceID" : 18,
      "context" : "The images were processed using Adobe Photoshop CC (Adobe system, San Jose, CA, USA) (Figure 2B) (19).",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 19,
      "context" : "75-100% of the field of vision has lymphocytic infiltration, and the fibrosis level exceeds 30%, and in addition to the destruction of tissue architecture, scar also occurs (20).",
      "startOffset" : 173,
      "endOffset" : 177
    }, {
      "referenceID" : 3,
      "context" : "of mitogen-activated protein kinase (MAPK) in macrophages (4).",
      "startOffset" : 58,
      "endOffset" : 61
    }, {
      "referenceID" : 4,
      "context" : "Another study on the therapeutic potential of isoquinoline alkaloids present in several herbal plants confirmed the anti-inflammatory effects of BBR in in vitro environment, as well as on the animals (5).",
      "startOffset" : 200,
      "endOffset" : 203
    }, {
      "referenceID" : 20,
      "context" : "The results of a study indicated that BBR plays an inhibitory effect on Leishmania in dogs (21).",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 21,
      "context" : "The results of comparison of meglumine injection with topical application of paromomycin and methyl benzethonium chloride in the treatment of leishmania cutaneous lesions indicated higher effect of topical drugs that were consistent with the results of our study (22).",
      "startOffset" : 263,
      "endOffset" : 267
    }, {
      "referenceID" : 22,
      "context" : "In our study, in addition to wound healing and formation of hair follicles, angiogenesis was also observed as an important option in the regeneration process (23).",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 23,
      "context" : "Moreover, the nano-scaffold produced in the present study had a high absorbability, such that it kept the wound completely dry, and could eliminate the parasite (24).",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 24,
      "context" : "It should be noted that higher proliferation of fibroblasts was observed as in the above study (25).",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 25,
      "context" : "of accelerated wound healing in the groups treated with CS nano-scaffolds (26).",
      "startOffset" : 74,
      "endOffset" : 78
    }, {
      "referenceID" : 26,
      "context" : ", oxygen), which was in line with this study (27).",
      "startOffset" : 45,
      "endOffset" : 49
    }, {
      "referenceID" : 27,
      "context" : "Our study also clearly showed the angiogenesis process and growth of the keratinized layer and hair follicles, which had similar results with our study (28).",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 28,
      "context" : "The produced scaffold, due to the apparent similarity to the extracellular matrix, resulted in the stimulation of migration, cell proliferation, and adhesion, which corresponds to our study (29).",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 29,
      "context" : "This finding is compatible with our results (30).",
      "startOffset" : 44,
      "endOffset" : 48
    }, {
      "referenceID" : 30,
      "context" : "Thus, suitable conditions were provided for the growth and proliferation of the regenerated cells, and a faster improvement was observed in forming skin layers and faster closure of the wound (31).",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 31,
      "context" : "The CS/ PEO/BBR nano-scaffold in our study also increased the regeneration rate, which was accompanied by higher rate of fibroblast proliferation, migration of the regenerative cells, and higher adhesion in the body of the living being (32, 33).",
      "startOffset" : 236,
      "endOffset" : 244
    }, {
      "referenceID" : 32,
      "context" : "The CS/ PEO/BBR nano-scaffold in our study also increased the regeneration rate, which was accompanied by higher rate of fibroblast proliferation, migration of the regenerative cells, and higher adhesion in the body of the living being (32, 33).",
      "startOffset" : 236,
      "endOffset" : 244
    }, {
      "referenceID" : 33,
      "context" : "This result is consistent with our findings (34, 35).",
      "startOffset" : 44,
      "endOffset" : 52
    }, {
      "referenceID" : 34,
      "context" : "This result is consistent with our findings (34, 35).",
      "startOffset" : 44,
      "endOffset" : 52
    }, {
      "referenceID" : 35,
      "context" : "Therefore, addition of CS to the scaffold would improve healing and decrease the color change in the wound site (36).",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 36,
      "context" : "Evaluation of CS gel with 1% silver sulfadiazine for treating the burn wound of mice indicated a clear increase in fibroblasts in the treated wounds compared with other groups, which is consistent with the results obtained in our study (37).",
      "startOffset" : 236,
      "endOffset" : 240
    }, {
      "referenceID" : 37,
      "context" : "The results of pathologic examinations on CS film and fucoidan in the healing of skin burn showed that fibroblasts appeared in the group treated with the above film earlier than other groups, and underwent a faster healing process than other groups (38).",
      "startOffset" : 249,
      "endOffset" : 253
    }, {
      "referenceID" : 37,
      "context" : "Examination of the regenerative effect of CS hydrogels as the wound dressing in burns indicated higher activity and greater number of inflammatory cells (38-40).",
      "startOffset" : 153,
      "endOffset" : 160
    }, {
      "referenceID" : 38,
      "context" : "Examination of the regenerative effect of CS hydrogels as the wound dressing in burns indicated higher activity and greater number of inflammatory cells (38-40).",
      "startOffset" : 153,
      "endOffset" : 160
    }, {
      "referenceID" : 39,
      "context" : "Examination of the regenerative effect of CS hydrogels as the wound dressing in burns indicated higher activity and greater number of inflammatory cells (38-40).",
      "startOffset" : 153,
      "endOffset" : 160
    }, {
      "referenceID" : 40,
      "context" : "The results of this study showed infiltration of neutrophils at the early inflammatory phases, proliferation of fibroblasts, and production of collagen type III in the proliferation and maturation stages during the recovery process, which is compatible with our study results according to the higher number of fibroblasts and production of collagen (41, 42).",
      "startOffset" : 349,
      "endOffset" : 357
    }, {
      "referenceID" : 41,
      "context" : "The results of this study showed infiltration of neutrophils at the early inflammatory phases, proliferation of fibroblasts, and production of collagen type III in the proliferation and maturation stages during the recovery process, which is compatible with our study results according to the higher number of fibroblasts and production of collagen (41, 42).",
      "startOffset" : 349,
      "endOffset" : 357
    }, {
      "referenceID" : 42,
      "context" : "The porosity of the nano-scaffold produced in our study was calculated to be about 90%, which is consistent with the results of the previous studies (43, 44).",
      "startOffset" : 149,
      "endOffset" : 157
    }, {
      "referenceID" : 43,
      "context" : "The porosity of the nano-scaffold produced in our study was calculated to be about 90%, which is consistent with the results of the previous studies (43, 44).",
      "startOffset" : 149,
      "endOffset" : 157
    } ],
    "year" : 2020,
    "abstractText" : "Article type: Original article Objective(s): Rapid healing of cutaneous leishmaniasis as one of the most important parasitic diseases leads to the decrease of scars and prevention of a great threat to the looks of the affected people. Today, the use of nano-scaffolds is rapidly increasing in tissue engineering and regenerative medicine with structures similar to the target tissue. Chitosan (CS) is a bioactive polymer with antimicrobial and accelerating features of healing wounds, which is commonly used in biomedicine. This study aimed to investigate the effects of CS/polyethylene oxide (PEO)/berberine (BBR) nanofibers on the experimental ulcers of Leishmania major in BALB/c mice. Materials and Methods: CS/PEO/BBR nanofibers were prepared by the electrospinning method, and their morphology was examined by SEM, TEM, and AFM. Then, water absorption, stability, biocompatibility, porosity, and drug release from nano-scaffolds were explored. Afterward, 28 BALB/c mice infected with the parasite were randomly divided into control and experimental groups, and their wounds were dressed with the produced nano-scaffolds. Finally, the effect of nanobandage on the animals was investigated by macroscopic, histopathologic, and in vivo imaging examinations. Results: The prepared nanofibers were completely uniform, cylindrical, bead-free, and biocompatible with an average diameter of 94±12 nm and had appropriate drug release. In addition, the reduced skin ulcer diameter (P=0.000), parasite burden (P=0.003), changes in the epidermis (P=0.023), and dermis (P=0.032) indicated significantly strong effectiveness of the produced nano-scaffolds against leishmania ulcers. Conclusion: Studies showed that CS/PEO/BBR nanofibers have a positive effect on the rapid healing of leishmania ulcers. Future studies should focus on other chronic ulcers treatment. Article history: Received: Jun 25, 2019 Accepted: Jan 25, 2020",
    "creator" : "Adobe InDesign CC 2017 (Windows)"
  }
}