{
  "name" : "downloads_2019-10-28_35_10.1007@s13204-019-01188-x.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Enhanced bactericidal action and dye degradation of spicy roots’ extract-incorporated fine-tuned metal oxide nanoparticles",
    "authors" : [ ],
    "emails" : [ "mijaz@uvas.edu.pk", "dr.muhammadikram@gcu.edu.pk" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Vol.:(0123456789)\nKeywords Metal oxide · Particle size · Diseases · Antimicrobial · Nanomaterials"
    }, {
      "heading" : "Introduction",
      "text" : "Nano-materials as “wonder of modern medicine” having unique properties of great reaction activity and large surface area attained much attention (El-Refai et al. 2018; Yan et al. 2012). These nano-materials with size range (1–100 nm) have higher ability to kill etiological pathogens of various diseases up to 650 cells relative to antibiotics which kill half dozen (Janaki et al. 2015). Small nanoparticles (NPs) have size dimensions around atomic level providing large surface-to-volume ratios causing changes in physical and chemical properties as mechanical, biological, melting point, catalytic activity, thermal and electrical conductivities and optical absorption compared to bulk chemical composition (Yedurkar et al. 2016). Stable antibacterial agents are composed of inorganic materials at high pressures/temperatures to endure harsh processing conditions relative to organic ones and are considered safe for animals and human (Sawai 2003; Jacob et al. 2014).\nCommonly, inorganic materials like Ag, Au, Cu, CuO, ZnO and TiO2 attained significant antibacterial efficacy; among\n* M. Ijaz mijaz@uvas.edu.pk\n* M. Ikram dr.muhammadikram@gcu.edu.pk\n1 Department of Clinical Medicine and Surgery, University of Veterinary and Animal Sciences, Lahore 54000, Punjab, Pakistan\n2 State Key Laboratory of Chemical Resource Engineering, Beijing Advanced Innovation Centre for Soft Matter Science and Engineering, Beijing Engineering Center for Hierarchical Catalysts, Beijing University of Chemical Technology, Beijing 100029, China\n3 Department of Chemistry, Government College University, Lahore 54000, Punjab, Pakistan\n4 Department of Food Sciences, Cholistan University of Veterinary and Animal Sciences, Near DHA663100, Bahawalpur, Pakistan\n5 Institute of Biochemistry and Biotechnology, University of Veterinary and Animal Sciences, Lahore 54000, Punjab, Pakistan\n6 Solar Cell Applications Research Lab, Department of Physics, Government College University, Lahore 54000, Punjab, Pakistan\n1 3\nthese nanoparticles ZnO is potential candidate because of ease to synthesize, environmental friendliness and cost effectiveness (Manna et al. 2013). ZnO nanoparticles are usually investigated because they have wide band gap, strong room temperature luminescence, high electron mobility, photochemical stability and transparency (Zelechowska 2014). Presently, bio-reduction of metal oxide (MO) is economical, upsurge of research and popular technique to synthesize large quantities in short time. Green synthesis of NPs has proper stability, non-toxic byproducts, sharper and larger scale synthesis than chemical method which leads to toxic residues (Jain et al. 2009; Senthilkumar and Sivakumar 2014).\nGlobally, mastitis problem is characterized by microbiological, physical and chemical changes in milk and pathological changes in udder glandular tissues have major economic impact (Dodd 1983). This disease has transmission risk of zoonotic infections leptospirosis, streptococcal sore throat, brucellosis and tuberculosis to humans (Radostits et al. 2006). Mastitis etiology includes multiple factors associated with environment, host and pathogen. Primary etiology includes infectious agents (bacteria, viruses, and fungi) among bacterias, divided into two groups: major (Streptococci, Staphylococcus aureas, Corynebacterium pyogenes and Coliform) and minor pathogens (Corynebacterium bovis and coagulasenegative Staphylococci) (Hinckley et al. 1987). Emergence of Multiple Drug Resistant (MDR) Gram-positive and Gramnegative bacterial strains has significant threat to public health (Hawkey 2008).\nZingiber officinale (Ginger, Zingiberaceae) is a rhizome consumed as medicine, delicacy, or spice. Ginger is composed of phytochemicals such as alkaloids, tannins, saponins and flavonoids including iron, pantothenic acid, Vitamin (C, B6), calcium, magnesium, folate and manganese. Chemically, ginger has rich flavonoids and polyphenolic compounds comprising zingerone, geraniol, gingerols, borneol, shagols, alphazingiberene, terphineol, linalool, paradol, limonene, terpenes etc. (Banerjee et al. 2011). Allium sativum (garlic, Liliaceae) having medical properties (Bhandari 2012) contains organosulfur components as allyl sulphide, allicin, allyl cysteine, ajoene and alliin as major bioactive compounds (Hernawan and Setyawan 2003). Other compounds include amino acids, flavonoids, vitamins phospholipids and glycolipids (Bhandari. 2012). The current study is designed to assess antimicrobial activity of green synthesized ZnO-doped Z. officinale and A. sativum against MDR S. aureus isolates of bovine mastitis."
    }, {
      "heading" : "Experimental details",
      "text" : ""
    }, {
      "heading" : "Materials",
      "text" : "Zinc nitrate hexa-hydrates [Zn(NO3)2]∙6H2O and sodium hydroxide (NaOH) of analytical grade were purchased from\nSigma Aldrich. The fresh roots of Z. officinale and A. sativum were collected from local market of Lahore, and dried in shade to achieve constant weight for further processing. Bacterial growth media and other chemicals used in this study were of analytical grade."
    }, {
      "heading" : "Preparation of aqueous extracts",
      "text" : "Z. officinale and A. sativum root’s powders were prepared using electric grinder and preserved in plastic containers after obtaining fine dust. Grinded root’s powder mixed with controlled quantity of distilled water-DIW (1:10) under vigorous stirring for 30 min at 70 °C. Extracts were cooled and filtered by Whatman No. 1 filter paper and filtrate stored at 4 °C (Fig. 1) for further use (Salam et al. 2014)."
    }, {
      "heading" : "Green synthesis of ZnO‑NPs",
      "text" : "Z. officinale and A. sativum aqueous extract various ratios (1200, 1800, 2400, 3000, 3600 and 4200 μl) were added to zinc nitrate hexa-hydrate (0.1 M) under stirring. Stirred solution (pH 12) was maintained using NaOH (2 M) for 2 h at 90 °C and precipitates formation was observed. These precipitates were centrifuged at 10,000 rpm for 10 min, washed with DIW and dried overnight in hot air oven at 90 °C as illustrated in Fig. 2.\nIsolation and identification of MDR S. aureus"
    }, {
      "heading" : "Sample collection",
      "text" : "Mastitic milk samples were collected from clinically positive bovine of private, public sector veterinary hospitals and farms in Punjab, Pakistan.\nIsolation of MDR S. aureus\nBovine milk samples were cultured on 5% sheep blood agar and incubated at 37 °C for 24–48 h. The characteristic colonies obtained were further streaked on mannitol salt agar (MSA) in triplets to isolate purified S. aureus. The susceptibility of characteristic colonies against selected antibiotics evaluated by disk diffusion method based upon guidelines of National Committee for Clinical Laboratory Standards (NCCLS) for isolation of MDR S. aureus. Antibiotic discs applied aseptically on MSA swabbed with activated growth of 1 × 108 CFU/ml were kept at 37 °C for 24 h. Bacterium found resistant to minimum three antibiotics was declared MDR (Iwalokun et al. 2004). Bacterial colonies were confirmed through morphological characteristics, Gram’s staining and biochemical procedures (coagulase and catalase test) as per description of Burgey’s Manual of Determinative Bacteriology.\n1 3"
    }, {
      "heading" : "Antimicrobial activity",
      "text" : "Ten representative isolates of MDR S. aureus collected from mastitic milk were used for in vitro antimicrobial efficacy by agar well diffusion method. Petri dishes swabbed with activated growth of 1 × 108 CFU/ml (0.5 Mc-Farland standard) MDR S. aureus on MSA and wells of 6 mm diameter were formed with sterile cork borer. Various concentrations of individual aqueous extracts of Z. officinale and A. sativum and green synthesized ZnO were applied. Aqueous extracts were loaded using concentrations of (10 mg/100 µl) and (50 mg/100 µl) and ZnO (0.5 mg/50 µl) and (1.0 mg/50 µl). Ciprofloxacin (0.005 mg/50 µl) was used as positive control and negative control was DIW (50 µl). The antimicrobial\nefficacy was calculated as per zone of inhibition (mm) by vernier caliper after incubation at 37 °C overnight."
    }, {
      "heading" : "Catalysis",
      "text" : "To evaluate the catalytic potential of synthesized extract:ZnO, freshly prepared aqueous solution of sodium borohydride (300 µl) was mixed with 3 ml methylene blue (0.03 × 10−3 M) solution. Subsequently, 300 µl colloidal sample of desired concentration was added to solutions. Light blue colour of methylene blue dye-MB disappears representing the dye degradation to leucomethylene blue (Leonard et al. 2011; Rafiq et al. 2019) as shown in Fig. 3. This reaction conducted in the absence of sample is referred as\nFig. 1 Schematic diagram of extraction of ginger and garlic roots\n1 3\nblank. The absorption was noted in the range of 200–800 nm using UV–vis spectrophotometer."
    }, {
      "heading" : "Statistical analysis",
      "text" : "Inhibition zone diameters were analyzed by one-way analysis of variance (ANOVA) at 5% probability (p < 0.05)."
    }, {
      "heading" : "Characterizations",
      "text" : "To access the absorption maxima (ƛmax), synthesized NPs were scanned from 250 to 800 nm wavelengths via UV–Visible spectrophotometer (Genesys 10 S). The phase composition and structural information of extract-doped NPs were analyzed by X-ray diffraction (XRD) BUNKER D2 phaser having 2θ range of (10˚–80˚) equipped with Cu Kα1 radiations of λ = 1.540 Å. The functional groups in the resultant product were recorded using fourier-transform infrared spectroscopy (ATR-FTIR). Size, shape and elemental analysis of the synthesized NPs were analyzed by field emission electron microscope-FESEM and transmission electron microscopy Hitachi H7100FA TEM. Sample composition and corresponding band gaps were investigated using X-ray photoelectron spectroscopy (XPS)."
    }, {
      "heading" : "Results and discussion",
      "text" : "Optical properties of green synthesized ZnO having Z. officinale (ginger) and A. sativum (garlic) aqueous extracts were measured in range between 200 and 500 nm as shown in\nFig. 4a, b. Absorption peaks of ginger and garlic extracts were found around 275 and 280 nm, respectively. Absorption increased with increasing amount of extract in ZnO and maximum absorbance of doped NPs was around 365 nm (3600 μl:1) accompanied blue shift in (ginger) that changed to red upon optimization (3600 μl:1) in garlic. This shift is attributed to increasing extracts concentration agglomerates the particles and strong absorption bands indicate electronic transition from valence to conduction bands (Endres et al. 2016). Hence, in Fig. 4a, b results showed decrease in absorption of synthesized NPs with increasing or decreasing extracts volume beyond optimized value (3600 μl:1).\nTo find the crystal structure, phase and particle size of root-extracted doped ZnO-NPs, XRD was employed as shown in Fig. 5a, b. XRD pattern depicts an increase in crystallinity upon doping with peak position 2θ at 31.7˚, 34.4˚, 36.2˚, 47.5˚, 56.5˚, 62.8˚, 67.9˚ and 69.0˚ corresponding crystal planes (100), (002), (101), (102), (110), (103), (112) and (201), respectively. Observed peaks confirmed presence of ZnO with hexagonal crystal phase well harmonized to JCPDS card no: 36–1451 without impurity. The calculated crystallite sizes using Scherrer formula D = 0.9λ/βcosθ were between 31.64 and 44 nm with ginger (3a) and 28–45 nm for garlic-doped ZnO (3b) (Bigdeli et al. 2010). Various phytochemicals present in Z. officinale and A. sativum aqueous extracts acted as capping agents that were responsible for average crystallite size (Bhandari. 2012; Tsiaganis et al. 2006).\nFTIR analysis revealed biomolecules potential functional groups present in Z. officinale- and A. sativumdoped ZnO during synthesis as shown in Fig.  5c, d.\n1 3\nObserved FTIR bands around 3445, 2339, 1638, 1495, 1104 and 865 cm−1 are associated as O–H, CH2–CH3, CH2-OCH3, C–OH and CH functional groups, respectively, present in α-Zingeberene, 6-gingerol and 6-snogal of Z officinale found responsible for reduction of ZnONPs. The peak ~ 621 cm−1 corresponds to ZnO stretching vibrations with C–H bend in alkynes (Das et al. 2011). The peak shifts with higher amount of root extracts to ZnO were observed from 3640 to 3445, 2535 to 2339, 1834 to 1638 and 1495 to 1253 cm−1, respectively, indicate phytochemicals, terpenoids, flavonoids, polyols and proteins having ketones, alcohols, carboxylic acid and amines\nfunctional groups responsible of chelating and capping agents in bio-reduction (Shankar et al. 2004).\nSurface morphology and size of doped NPs were determined using field emission scanning and transmission electron (FESEM & TEM) microscopies as shown in Fig. 6a–d. It is observed that ZnO is scattered over the extracts surface resulting in spherical shape with agglomerated NPs. Further, TEM images confirmed higher agglomeration with garlic-coated ZnO and interestingly decorated NPs had particle size less than 50 nm. However, aggregation of ZnO is due to high surface energy in aqueous medium resulting in narrow space between NPs\nFig. 5 XRD pattern of different concentrations of ginger-doped ZnO (a) and garlic (b) and FTIR spectra with ginger extract:ZnO (c) garlic (d)\n1 3\nduring synthesis (Salam et al. 2014; Selvarajan and Mohanasrinivasan 2013).\nElemental analysis and further features of synthesized NPs were analyzed by energy-dispersive spectroscopy (EDS). The EDS spectra confirm pure ZnO phases as shown in Fig. 7a–f with three peaks between 1 and 10 kV. These peaks directly relate to high purity of Zn present in tested samples. The atomic weight percentage values observed through spectra for Zn, O, C and N are 56.78, 32.52, 9.6 and 1.1, respectively.\nXPS analysis shows composition of C, Zn, and O in the synthesized sample free from impurities which has been illustrated in Fig. 8a–c. Particularly, Fig. 8a demonstrates Zn2p XPS pattern of doped ZnO with peaks at binding energies 1020.95 and 1044 eV correspond to Zn 2p3/2 and Zn 2p1/2 spin orbit indicating divalent oxidation state in sample (Chastain. 1992; Zheng et al. 2011). The O1  peak (Fig. 8b) at lower binding energy 529.72 eV shows O2− ions in Zn–O bonding of wurtzite structure of doped NPs (Das et al. 2010). Peak at 531.4 eV ascribed to OH absorbed at ZnO surface (Zhou and Li 2005). The C1 s spectrum represents presence of three peaks (Fig. 8c) with typical functional groups C–C (285.1 eV), C–O (286.7 eV) and C(O)OH (289.1 eV) (Song et al. 2015).\nThe antimicrobial efficacy of Z. officinale and A. sativum root extracts and green synthesized ZnO-NPs was evaluated in vitro by inhibition zone measurement (mm) through agar well diffusion assay as shown in Fig. 9a–d and Table 1. The results indicated direct relation between zone of inhibition and concentrations of NPs (P < 0.05). Significant inhibition zones were recorded for sample A (1200 μl:1), B (1800 μl:1), C (2400 μl:1), D (3000 μl:1), E (3600 μl:1) and F (4200 μl:1) against multi drug-resistant (MDR) S. aureus ranging (1.80–2.25 mm) and (2.3–3 mm) at low and high concentrations for Z. officinale-doped ZnO-NPs. While, 1.7–2.05 mm and 2.2–2.7 mm for A. sativum-doped NPs. Aqueous extracts at low concentrations showed null activity while, at high concentrations inhibition zones (mm) were 1.9 and 1.45 mm for Z. officinale and A. sativum, respectively. All results compared to positive control Ciprofloxacin (7.5 mm) and DW negative control. Overall green synthesized NPs by Z. officinale showed enhanced bactericidal activity against MDR S. aureus.\nBactericidal efficacy by inhibition zone formation of NPs is through generating high rate surface oxygen species (Sunada et al. 1998). Antibacterial efficacy of particles also depends upon their size and concentration as size of NPs has inverse relation with antimicrobial efficacy (Sunada et al. 1998). Smaller size particles efficiently produce reactive\n1 3\noxygen species (ROS) which insert bacterial cell membrane damage resulting in burst of bacteria via extrusion of cytoplasmic contents. The electrostatic interaction between negatively charged bacterial membrane constituents and positively charged Zn ions is suggested responsible for bacterial death (Hosseinkhani et al. 2011). Other possible mechanisms include ZnO interaction with thiol groups of bacterial cellular proteins, initiation of oxidative stress through (ROS) which damage cell-membrane, DNA and proteins resulting bacterial death (Nagarajan and Kuppusamy 2013)."
    }, {
      "heading" : "Catalytic activity",
      "text" : "Figure 10a–e shows catalytic reduction of methylene blue (MB) at room temperature with plants root extract and green synthesized metal oxide NPs. Figure 10a demonstrates catalytic potential of ZnO synthesized by traditional method. Figure 10b, c shows catalytic activity of Z. officinale and A. sativum root extract while, Fig. 10d, e represents capacity of green synthesized ZnO-NPs for degradation of organic dye. It can be seen that ZnO-NPs and plants root extract were not efficient nano-catalyst, as they were taking 37, 21 and 38 min for the reduction of MB Fig. 10a–c. Z. officinale-mediated\nNPs demonstrating quick successive decrease in the λmax of MB and efficiently convert MB to leucomethylene blue in just 4 min Fig. 10d. A. sativum-mediated NPs also showed similar pattern as depicted by Z. officinale-NPs. NPs synthesized by A. sativum confirmed 100% dye reduction in 7 min as shown in Fig. 10e.\nPhyto-synthesized metal nanoparticles performing significant catalytic degradation of dye by transferring electrons from electron donor species (BH4) to electron acceptor species (MB) and stabilize the system by reducing the activation energy (Indana et al. 2016). The data reveal that green mediated metallic oxide NPs work as a better nano-catalyst as compared to individual extract."
    }, {
      "heading" : "Conclusions",
      "text" : "This study dealt with synthesis of ZnO-NPs using Z. Officinale and A. sativum root extracts as green approach. Incorporation of root extracts containing phytochemical groups resulted in successful synthesis of ZnO-NPs confirmed by FTIR. The XRD peaks confirmed ZnO-NPs hexagonal phase and spherical morphology with average size 31.64–44 nm\n1 3\nFig. 9 a–d In vitro antimicrobial activity of ZnO-NPs synthesized by ginger extract at low and high doses. a, b Antimicrobial efficacy of NPs incorporated garlic extract at different dose rates (c, d)\n1 3\n(Z. Officinale doping) and 28–45 nm (A. sativum doping) as evident by SEM & TEM. Sample composition and elemental analysis using XPS and EDS presented actual percentage of zinc and oxygen while, UV analysis corroborated evident difference with absorption peak in range 365 nm and introduced blue shift upon higher amount of dopants. Z. Officinale-doped ZnO at high concentration found more potent against MDR S. aureus isolated from mastitic milk than A. sativum-doped NPs showed more production of ROS and\ncatalysis revealed similar pattern. Thus green synthesized ZnO-NPs from Z. officinale root extracts could be a potential candidate in advanced medicine as antibiotics substitute.\nAcknowledgements Authors are thankful to Higher Education Commission for financial supports via SRGP-21-1669 and CAS-TWAS President’s Fellowship for international PhD students China.\nCompliance with ethical standards\nConflict of interest Authors confirm that this manuscript has no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Syntheses and characteriza",
      "author" : [ "F Bigdeli", "A Morsali", "P Retailleau" ],
      "venue" : "Int J Green Pharm (IJGP)",
      "citeRegEx" : "Bigdeli et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Bigdeli et al\\.",
      "year" : 2010
    }, {
      "title" : "Micro-Raman and XPS studies of pure ZnO ceram",
      "author" : [ "B Roul" ],
      "venue" : null,
      "citeRegEx" : "Roul,? \\Q2010\\E",
      "shortCiteRegEx" : "Roul",
      "year" : 2010
    }, {
      "title" : "Green synthesis of gold nanopar",
      "author" : [ "RK Das", "N Gogoi", "U Bora" ],
      "venue" : "ics. Phys B",
      "citeRegEx" : "Das et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Das et al\\.",
      "year" : 2011
    }, {
      "title" : "Mastitis—progress on control",
      "author" : [ "Biosyst Eng" ],
      "venue" : "Dodd F",
      "citeRegEx" : "Eng,? \\Q1983\\E",
      "shortCiteRegEx" : "Eng",
      "year" : 1983
    }, {
      "title" : "The growing burden of antimicrobial resistance",
      "author" : [ "P Hawkey" ],
      "venue" : "J Antimicrob Chemother",
      "citeRegEx" : "Hawkey,? \\Q2008\\E",
      "shortCiteRegEx" : "Hawkey",
      "year" : 2008
    }, {
      "title" : "Organosulphure compound of garlic (Allium sativum L.) and its biological activities",
      "author" : [ "UE Hernawan", "AD Setyawan" ],
      "venue" : "Biofarmasi J Nat Prod Biochem",
      "citeRegEx" : "Hernawan and Setyawan,? \\Q2003\\E",
      "shortCiteRegEx" : "Hernawan and Setyawan",
      "year" : 2003
    }, {
      "title" : "How management affects the control of Staphylococcal mastitis",
      "author" : [ "L Hinckley", "R Benson", "J Post" ],
      "venue" : null,
      "citeRegEx" : "Hinckley et al\\.,? \\Q1987\\E",
      "shortCiteRegEx" : "Hinckley et al\\.",
      "year" : 1987
    }, {
      "title" : "Determining the antibacterial effect of ZnO nanoparticle against the pathogenic bacterium, Shigella dysenteriae (type 1)",
      "author" : [ "P Hosseinkhani", "A Zand", "S Imani", "M Rezayi", "S Rezaei Zarchi" ],
      "venue" : "Int J Nano Dimens",
      "citeRegEx" : "Hosseinkhani et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Hosseinkhani et al\\.",
      "year" : 2011
    }, {
      "title" : "A novel green synthesis and characterization of silver nanoparticles using gum tragacanth and evaluation of their potential catalytic reduction activities with methylene blue and Congo red dyes",
      "author" : [ "MK Indana", "BR Gangapuram", "R Dadigala", "R Bandi", "V Guttena" ],
      "venue" : "J Anal Sci Technol",
      "citeRegEx" : "Indana et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Indana et al\\.",
      "year" : 2016
    }, {
      "title" : "In vitro antimicrobial properties of aqueous garlic extract against multidrug-resistant bacteria and Candida species from Nigeria",
      "author" : [ "B Iwalokun", "A Ogunledun", "D Ogbolu", "S Bamiro", "J Jimi-Omojola" ],
      "venue" : "J Med Food",
      "citeRegEx" : "Iwalokun et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Iwalokun et al\\.",
      "year" : 2004
    }, {
      "title" : "Aspergillus niger mediated synthesis of ZnO nanoparticles and their antimicrobial and in vitro anticancerous activity",
      "author" : [ "S Jacob", "R Bharathkumar", "G Ashwathram" ],
      "venue" : "World J Pharm Res",
      "citeRegEx" : "Jacob et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Jacob et al\\.",
      "year" : 2014
    }, {
      "title" : "Synthesis of plantmediated silver nanoparticles using papaya fruit extract and evaluation of their anti microbial activities",
      "author" : [ "D Jain", "HK Daima", "S Kachhwaha", "S Kothari" ],
      "venue" : "Dig J Nanomater Biostruct",
      "citeRegEx" : "Jain et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Jain et al\\.",
      "year" : 2009
    }, {
      "title" : "Synthesis, characteristics and antimicrobial activity of ZnO nanoparticles",
      "author" : [ "AC Janaki", "E Sailatha", "S Gunasekaran" ],
      "venue" : "Spectrochim Acta Part A Mol Biomol Spectrosc",
      "citeRegEx" : "Janaki et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Janaki et al\\.",
      "year" : 2015
    }, {
      "title" : "In situ green synthesis of biocompatible ginseng capped gold nanoparticles with remarkable stability",
      "author" : [ "K Leonard", "B Ahmmad", "H Okamura", "J Kurawaki" ],
      "venue" : "Colloids Surf B",
      "citeRegEx" : "Leonard et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Leonard et al\\.",
      "year" : 2011
    }, {
      "title" : "Enabling antibacterial coating via bioinspired mineralization of nanostructured ZnO on fabrics under mild conditions",
      "author" : [ "J Manna", "G Begum", "KP Kumar", "S Misra", "RK Rana" ],
      "venue" : "ACS Appl Mater Interfaces",
      "citeRegEx" : "Manna et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Manna et al\\.",
      "year" : 2013
    }, {
      "title" : "Extracellular synthesis of zinc oxide nanoparticle using seaweeds of gulf of Mannar, India",
      "author" : [ "S Nagarajan", "KA Kuppusamy" ],
      "venue" : "J Nanobiotechnol",
      "citeRegEx" : "Nagarajan and Kuppusamy,? \\Q2013\\E",
      "shortCiteRegEx" : "Nagarajan and Kuppusamy",
      "year" : 2013
    }, {
      "title" : "Veterinary Medicine E-Book: A textbook of the diseases of cattle, horses, sheep, pigs and goats",
      "author" : [ "OM Radostits", "CC Gay", "KW Hinchcliff", "PD Constable" ],
      "venue" : null,
      "citeRegEx" : "Radostits et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Radostits et al\\.",
      "year" : 2006
    }, {
      "title" : "Photocatalytic and catalytic degradation of organic",
      "author" : [ "A Rafiq", "M Imran", "M Ikram", "M Naz", "M Aqeel", "H Majeed", "SG Hussain", "S Ali" ],
      "venue" : null,
      "citeRegEx" : "Rafiq et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Rafiq et al\\.",
      "year" : 2019
    }, {
      "title" : "Green synthesis and characterization of zinc oxide nanoparticles from Ocimum basilicum L. var. purpurascens Benth.-Lamiaceae leaf extract",
      "author" : [ "HA Salam", "R Sivaraj", "R Venckatesh" ],
      "venue" : null,
      "citeRegEx" : "Salam et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Salam et al\\.",
      "year" : 2014
    }, {
      "title" : "Quantitative evaluation of antibacterial activities of metallic oxide powders (ZnO, MgO and CaO) by conductimetric assay",
      "author" : [ "J Sawai" ],
      "venue" : "J Microbiol Methods",
      "citeRegEx" : "Sawai,? \\Q2003\\E",
      "shortCiteRegEx" : "Sawai",
      "year" : 2003
    }, {
      "title" : "Biosynthesis and characterization of ZnO nanoparticles using Lactobacillus plantarum VITES07",
      "author" : [ "E Selvarajan", "V Mohanasrinivasan" ],
      "venue" : "Mater Lett 112:180–182",
      "citeRegEx" : "Selvarajan and Mohanasrinivasan,? \\Q2013\\E",
      "shortCiteRegEx" : "Selvarajan and Mohanasrinivasan",
      "year" : 2013
    }, {
      "title" : "Green tea (Camellia sinensis) mediated synthesis of zinc oxide (ZnO) nanoparticles and studies on their antimicrobial activities",
      "author" : [ "S Senthilkumar", "T Sivakumar" ],
      "venue" : "Int J Pharm Pharm Sci",
      "citeRegEx" : "Senthilkumar and Sivakumar,? \\Q2014\\E",
      "shortCiteRegEx" : "Senthilkumar and Sivakumar",
      "year" : 2014
    }, {
      "title" : "Rapid synthesis of Au, Ag, and bimetallic Au core—Ag shell nanoparticles using Neem (Azadirachta indica) leaf broth",
      "author" : [ "SS Shankar", "A Rai", "A Ahmad", "M Sastry" ],
      "venue" : "J Colloid Interface Sci",
      "citeRegEx" : "Shankar et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Shankar et al\\.",
      "year" : 2004
    }, {
      "title" : "Reduced graphene oxide/ZnO nanohybrids: metallic Zn powder induced one-step synthesis for enhanced photocurrent and photocatalytic response",
      "author" : [ "N Song", "H Fan", "H Tian" ],
      "venue" : "Appl Surf Sci",
      "citeRegEx" : "Song et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Song et al\\.",
      "year" : 2015
    }, {
      "title" : "Bactericidal and detoxification effects of TiO2 thin film photocatalysts",
      "author" : [ "K Sunada", "Y Kikuchi", "K Hashimoto", "A Fujishima" ],
      "venue" : "Environ Sci Technol",
      "citeRegEx" : "Sunada et al\\.,? \\Q1998\\E",
      "shortCiteRegEx" : "Sunada et al\\.",
      "year" : 1998
    }, {
      "title" : "Fatty acid composition of Allium species lipids",
      "author" : [ "MC Tsiaganis", "K Laskari", "E Melissari" ],
      "venue" : "J Food Compos Anal",
      "citeRegEx" : "Tsiaganis et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Tsiaganis et al\\.",
      "year" : 2006
    }, {
      "title" : "Chemistry and physics of a single atomic layer: strategies and challenges for functionalization of graphene and graphenebased materials",
      "author" : [ "L Yan", "YB Zheng", "F Zhao", "S Li", "X Gao", "B Xu", "PS Weiss", "Y Zhao" ],
      "venue" : "Chem Soc Rev",
      "citeRegEx" : "Yan et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Yan et al\\.",
      "year" : 2012
    }, {
      "title" : "Biosynthesis of zinc oxide nanoparticles using ixora coccinea leaf extract—a green approach",
      "author" : [ "S Yedurkar", "C Maurya", "P Mahanwar" ],
      "venue" : "Open J Synth Theory Appl",
      "citeRegEx" : "Yedurkar et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Yedurkar et al\\.",
      "year" : 2016
    }, {
      "title" : "Methods of ZnO nanoparticles synthesis. BioTechnologia",
      "author" : [ "K Zelechowska" ],
      "venue" : "J Biotechnol Comput Biol Bionanotechnol",
      "citeRegEx" : "Zelechowska,? \\Q2014\\E",
      "shortCiteRegEx" : "Zelechowska",
      "year" : 2014
    }, {
      "title" : "Synthesis and optical properties of flower-like ZnO nanorods by thermal evaporation method",
      "author" : [ "J Zheng", "Q Jiang", "J Lian" ],
      "venue" : "Appl Surf Sci",
      "citeRegEx" : "Zheng et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Zheng et al\\.",
      "year" : 2011
    }, {
      "title" : "Synthesis of nanowires, nanorods and nanoparticles of ZnO through modulating the ratio of water to methanol by using a mild and simple solution method",
      "author" : [ "H Zhou", "Z Li" ],
      "venue" : "Mater Chem Phys 89(2–3):326–331",
      "citeRegEx" : "Zhou and Li,? \\Q2005\\E",
      "shortCiteRegEx" : "Zhou and Li",
      "year" : 2005
    } ],
    "referenceMentions" : [ {
      "referenceID" : 26,
      "context" : "Nano-materials as “wonder of modern medicine” having unique properties of great reaction activity and large surface area attained much attention (El-Refai et al. 2018; Yan et al. 2012).",
      "startOffset" : 145,
      "endOffset" : 184
    }, {
      "referenceID" : 12,
      "context" : "These nano-materials with size range (1–100 nm) have higher ability to kill etiological pathogens of various diseases up to 650 cells relative to antibiotics which kill half dozen (Janaki et al. 2015).",
      "startOffset" : 180,
      "endOffset" : 200
    }, {
      "referenceID" : 27,
      "context" : "Small nanoparticles (NPs) have size dimensions around atomic level providing large surface-to-volume ratios causing changes in physical and chemical properties as mechanical, biological, melting point, catalytic activity, thermal and electrical conductivities and optical absorption compared to bulk chemical composition (Yedurkar et al. 2016).",
      "startOffset" : 321,
      "endOffset" : 343
    }, {
      "referenceID" : 19,
      "context" : "Stable antibacterial agents are composed of inorganic materials at high pressures/temperatures to endure harsh processing conditions relative to organic ones and are considered safe for animals and human (Sawai 2003; Jacob et al. 2014).",
      "startOffset" : 204,
      "endOffset" : 235
    }, {
      "referenceID" : 10,
      "context" : "Stable antibacterial agents are composed of inorganic materials at high pressures/temperatures to endure harsh processing conditions relative to organic ones and are considered safe for animals and human (Sawai 2003; Jacob et al. 2014).",
      "startOffset" : 204,
      "endOffset" : 235
    }, {
      "referenceID" : 14,
      "context" : "1 3 these nanoparticles ZnO is potential candidate because of ease to synthesize, environmental friendliness and cost effectiveness (Manna et al. 2013).",
      "startOffset" : 132,
      "endOffset" : 151
    }, {
      "referenceID" : 28,
      "context" : "ZnO nanoparticles are usually investigated because they have wide band gap, strong room temperature luminescence, high electron mobility, photochemical stability and transparency (Zelechowska 2014).",
      "startOffset" : 179,
      "endOffset" : 197
    }, {
      "referenceID" : 11,
      "context" : "Green synthesis of NPs has proper stability, non-toxic byproducts, sharper and larger scale synthesis than chemical method which leads to toxic residues (Jain et al. 2009; Senthilkumar and Sivakumar 2014).",
      "startOffset" : 153,
      "endOffset" : 204
    }, {
      "referenceID" : 21,
      "context" : "Green synthesis of NPs has proper stability, non-toxic byproducts, sharper and larger scale synthesis than chemical method which leads to toxic residues (Jain et al. 2009; Senthilkumar and Sivakumar 2014).",
      "startOffset" : 153,
      "endOffset" : 204
    }, {
      "referenceID" : 16,
      "context" : "This disease has transmission risk of zoonotic infections leptospirosis, streptococcal sore throat, brucellosis and tuberculosis to humans (Radostits et al. 2006).",
      "startOffset" : 139,
      "endOffset" : 162
    }, {
      "referenceID" : 6,
      "context" : "Primary etiology includes infectious agents (bacteria, viruses, and fungi) among bacterias, divided into two groups: major (Streptococci, Staphylococcus aureas, Corynebacterium pyogenes and Coliform) and minor pathogens (Corynebacterium bovis and coagulasenegative Staphylococci) (Hinckley et al. 1987).",
      "startOffset" : 280,
      "endOffset" : 302
    }, {
      "referenceID" : 4,
      "context" : "Emergence of Multiple Drug Resistant (MDR) Gram-positive and Gramnegative bacterial strains has significant threat to public health (Hawkey 2008).",
      "startOffset" : 132,
      "endOffset" : 145
    }, {
      "referenceID" : 5,
      "context" : "Allium sativum (garlic, Liliaceae) having medical properties (Bhandari 2012) contains organosulfur components as allyl sulphide, allicin, allyl cysteine, ajoene and alliin as major bioactive compounds (Hernawan and Setyawan 2003).",
      "startOffset" : 201,
      "endOffset" : 229
    }, {
      "referenceID" : 9,
      "context" : "Bacterium found resistant to minimum three antibiotics was declared MDR (Iwalokun et al. 2004).",
      "startOffset" : 72,
      "endOffset" : 94
    }, {
      "referenceID" : 13,
      "context" : "Light blue colour of methylene blue dye-MB disappears representing the dye degradation to leucomethylene blue (Leonard et al. 2011; Rafiq et al. 2019) as shown in Fig.",
      "startOffset" : 110,
      "endOffset" : 150
    }, {
      "referenceID" : 17,
      "context" : "Light blue colour of methylene blue dye-MB disappears representing the dye degradation to leucomethylene blue (Leonard et al. 2011; Rafiq et al. 2019) as shown in Fig.",
      "startOffset" : 110,
      "endOffset" : 150
    }, {
      "referenceID" : 0,
      "context" : "64 and 44 nm with ginger (3a) and 28–45 nm for garlic-doped ZnO (3b) (Bigdeli et al. 2010).",
      "startOffset" : 69,
      "endOffset" : 90
    }, {
      "referenceID" : 25,
      "context" : "sativum aqueous extracts acted as capping agents that were responsible for average crystallite size (Bhandari. 2012; Tsiaganis et al. 2006).",
      "startOffset" : 100,
      "endOffset" : 139
    }, {
      "referenceID" : 2,
      "context" : "The peak ~ 621 cm−1 corresponds to ZnO stretching vibrations with C–H bend in alkynes (Das et al. 2011).",
      "startOffset" : 86,
      "endOffset" : 103
    }, {
      "referenceID" : 22,
      "context" : "The peak shifts with higher amount of root extracts to ZnO were observed from 3640 to 3445, 2535 to 2339, 1834 to 1638 and 1495 to 1253 cm−1, respectively, indicate phytochemicals, terpenoids, flavonoids, polyols and proteins having ketones, alcohols, carboxylic acid and amines functional groups responsible of chelating and capping agents in bio-reduction (Shankar et al. 2004).",
      "startOffset" : 358,
      "endOffset" : 379
    }, {
      "referenceID" : 29,
      "context" : "95 and 1044 eV correspond to Zn 2p3/2 and Zn 2p1/2 spin orbit indicating divalent oxidation state in sample (Chastain. 1992; Zheng et al. 2011).",
      "startOffset" : 108,
      "endOffset" : 143
    }, {
      "referenceID" : 30,
      "context" : "4 eV ascribed to OH absorbed at ZnO surface (Zhou and Li 2005).",
      "startOffset" : 44,
      "endOffset" : 62
    }, {
      "referenceID" : 24,
      "context" : "Bactericidal efficacy by inhibition zone formation of NPs is through generating high rate surface oxygen species (Sunada et al. 1998).",
      "startOffset" : 113,
      "endOffset" : 133
    }, {
      "referenceID" : 24,
      "context" : "Antibacterial efficacy of particles also depends upon their size and concentration as size of NPs has inverse relation with antimicrobial efficacy (Sunada et al. 1998).",
      "startOffset" : 147,
      "endOffset" : 167
    }, {
      "referenceID" : 7,
      "context" : "The electrostatic interaction between negatively charged bacterial membrane constituents and positively charged Zn ions is suggested responsible for bacterial death (Hosseinkhani et al. 2011).",
      "startOffset" : 165,
      "endOffset" : 191
    }, {
      "referenceID" : 15,
      "context" : "Other possible mechanisms include ZnO interaction with thiol groups of bacterial cellular proteins, initiation of oxidative stress through (ROS) which damage cell-membrane, DNA and proteins resulting bacterial death (Nagarajan and Kuppusamy 2013).",
      "startOffset" : 216,
      "endOffset" : 246
    }, {
      "referenceID" : 8,
      "context" : "Phyto-synthesized metal nanoparticles performing significant catalytic degradation of dye by transferring electrons from electron donor species (BH4) to electron acceptor species (MB) and stabilize the system by reducing the activation energy (Indana et al. 2016).",
      "startOffset" : 243,
      "endOffset" : 263
    } ],
    "year" : 2019,
    "abstractText" : "Nanoparticles fabricated with biological reducing agents to minimize toxic effects of chemicals are being focused worldwide. Biologically synthesized metal oxide nanomaterials have become integral part of nanotechnology. The current work is providing an insight on ZnO nanoparticles having root extract of Z. officinale and A. sativum in terms of catalytic and antimicrobial action potential. The synthesized nanoparticles were characterized by X-ray Diffraction (XRD), Fourier-Transform Infrared Spectroscopy (FTIR), X-ray Photoelectron Spectroscopy (XPS), Ultra-Violet visible spectroscopy (UV–vis), Scanning Electron Microscopy (SEM), Transmission Electron Microscopy (TEM) and Energy-Dispersive X-ray Spectroscopy (EDS) analysis. The synthesized nanoparticles showed strong absorption at 365 nm with size range between 31.64 and 44 nm for Z. officinale and 28–45 nm in case of A. sativum-doped ZnO as revealed by UV–vis and XRD. The Z. officinale-doped nanoparticles demonstrated enhanced antibacterial activity against multiple drug-resistant S. aureus at increasing concentrations (0.5, 1.0 mg/50 μl) and also actively degraded methylene blue (MB) dye. ZnO nanoparticles synthesized by green approach have potential to resolve emerging drug resistance against pathogenic bacterial diseases. Conclusively, significant inhibition zones resulted against (MDR) S. aureus ranging 1.80–2.25 mm and 2.3–3 mm at low and high concentrations for Z. officinale while, 1.7–2.05 mm and 2.2–2.7 mm for A. sativum-doped ZnO-NPs.",
    "creator" : "Springer"
  }
}