{
  "name" : "downloads_2020-02-01_e5_10.1126@sciadv.aay4054.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nano- and microplastics affect the composition of freshwater benthic communities in the long term",
    "authors" : [ "P. E. Redondo-Hasselerharm", "G. Gort", "E. T. H. M. Peeters", "A. A. Koelmans" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Redondo-Hasselerharm et al., Sci. Adv. 2020; 6 : eaay4054 31 January 2020\n1 of 11\nE C O L O G Y\nNano- and microplastics affect the composition of freshwater benthic communities in the long term"
    }, {
      "heading" : "P. E. Redondo-Hasselerharm1*, G. Gort2, E. T. H. M. Peeters1, A. A. Koelmans1",
      "text" : "Given the societal concern about the presence of nano- and microplastics in the environment, our nescience with respect to in situ effects is disturbing. Data on long-term implications under ecologically realistic conditions are particularly important for the risk assessment of nano- and microplastics. Here, we evaluate the long-term (up to 15 months) effects of five concentrations of nano- and microplastics on the natural recolonization of sediments by a macroinvertebrate community. Effects were assessed on the community composition, population sizes and species diversity. Nano- and microplastics adversely affected the abundance of macro invertebrates after 15 months, which was caused by a reduction in the number of Naididae at the highest concentration (5% plastic per sediment dry weight). For some other taxa, smaller but still significant positive effects were found over time, altogether demonstrating that nano- and microplastics affected the community composition."
    }, {
      "heading" : "INTRODUCTION",
      "text" : "Nanoplastics (NP), with a size smaller than 0.1 m, and microplastics (MP), with a size between 0.1 m and 5 mm, comprise the smallest particle fraction of plastic debris globally (1). Although the accumulation of NP and MP is currently a major concern (1), studies addressing their effects on single species are scarce, and nothing is known about their long-term effects at the community level (1–3). Freshwaters are particularly affected as sediments are known to accumulate NP and MP due to the vicinity of sources and due to aggregation and biofouling processes and subsequent settling, which create hot spot areas that might pose a risk for benthic organisms (4).\nThe ability of freshwater benthic macroinvertebrates to ingest MP depends on species characteristics such as their feeding habit or developmental stage (5, 6), as well as on plastic particle properties and environmental conditions (7). Single-species laboratory studies have found that the ingestion of MP by freshwater benthic macroinvertebrates can cause adverse effects (8–10), which also seems to differ among species. For instance, a reduction in the growth of the amphipod Gammarus pulex was found after a 28-day exposure to polystyrene MP, while five other benthic macroinvertebrates were not affected under the same experimental conditions (6). Over time, these differences in sensitivity to MP particles may lead to changes in the community structure, triggering disproportionate responses (11). For instance, reductions in the abundance of shredders, such as the amphipod G. pulex, have shown to affect detritus processing (12). Consequently, changes in benthic community structure can have negative consequences for the functioning of ecosystems (12). However, single-species laboratory tests cannot offer the ecological realism required to detect such ecological implications. After all, they lack the ecological processes that drive community change in the long term, such as community interactions, temperature and light variations, flow dynamics, seasonality, aging, and reproduction. Therefore, the effects of MP should be evaluated under field conditions and for much longer time periods to take all these processes into account. The aim of this study was to evaluate the effects of NP and MP on a benthic macroinvertebrate community located in an outdoor experimental ditch, for a long exposure time of up to 15 months. Trays containing natural sediment mixed with NP or MP at concentrations of 0, 0.005, 0.05, 0.5, and 5% plastic per sediment dry weight were embedded in the sediment of a ditch that contained a well-characterized donor community. This community is typical for standing water systems such as ditches, canals, ponds, and lakes. Deposition and accumulation of NP and MP may occur in such systems, rendering their benthic communities to be particularly exposed to these particles. Spherical polystyrene NP with an average size of 96.3 ± 1.85 nm and irregular polystyrene MP fragments with sizes ranging from 20 to 516 m were used for the NP and MP treatments, respectively. Each NP and MP concentration was prepared in quadruplicate, and concentrations were selected on the basis of measured environmental concentrations in the Rhine river shore sediments, which were up to 1 g kg−1 (0.1% plastic per sediment dry weight) (13). The two lowest concentrations used in the present study (0.005 and 0.05%) can therefore be considered environmentally realistic (13). After 3 and 15 months of colonization, trays were retrieved and species were identified and counted. The contribution of plastic type, exposure time, and concentration plus the interaction of time and concentration, but also by block (spatial variation) and the interaction of block with type of the plastic particles, were evaluated for the effect on abundance of benthic macroinvertebrates, number of taxa, Shannon diversity index (H), and the number of individuals of 21 taxa for both NP and MP treatments separately. We provide long-term community effect thresholds for freshwater benthic macroinvertebrates and compare them with environmental concentrations measured in freshwater sediments."
    }, {
      "heading" : "RESULTS",
      "text" : ""
    }, {
      "heading" : "NP and MP effects on the abundance and diversity of the benthic macroinvertebrate community",
      "text" : "NP and MP concentrations had significant negative effects on the total abundance of macroinvertebrates, which is the sum of all individuals of all taxa found in trays [GLM (Generalized Linear Models); NPconc, P = 0.04; MPconc, P = 0.03] (Fig. 1). Multiple comparison analysis performed for each time point revealed no significant differences among 1Aquatic Ecology and Water Quality Management group, Wageningen University and Research, 6700 AA Wageningen, Netherlands. 2Biometris, Wageningen University and Research, 6700 AA, Wageningen, Netherlands. *Corresponding author. Email: paula.redondohasselerharm@wur.nl\nCopyright © 2020 The Authors, some rights reserved; exclusive licensee American Association for the Advancement of Science. No claim to original U.S. Government Works. Distributed under a Creative Commons Attribution NonCommercial License 4.0 (CC BY-NC).\non January 31, 2020 http://advances.sciencem\nag.org/ D ow nloaded from\nRedondo-Hasselerharm et al., Sci. Adv. 2020; 6 : eaay4054 31 January 2020\n2 of 11\nconcentrations after 3 months of exposure for both NP and MP. After 15 months, however, the abundance of macroinvertebrates at the highest NP concentration (5%) was significantly lower than at the second highest concentration (0.5%) and the lowest concentration (0.005%) (Tukey; NP155/0.5, P = 0.03; NP155/0.005, P = 0.002). After 15 months, the abundance of macroinvertebrates at the highest MP concentration (5%) was significantly lower than the second highest MP concentration (0.5%) (Tukey; MP155/0.5, P = 0.02). In contrast to these results, NP and MP concentrations did not affect the number of taxa (Fig. 2) (GLM; NPconc, P = 0.34; MPconc, P = 0.31) nor the Shannon diversity index (H) (GLM; NPconc, P = 0.56; MPconc, P = 0.57) (Fig. 3).\nRedondo-Hasselerharm et al., Sci. Adv. 2020; 6 : eaay4054 31 January 2020\n3 of 11\nWhen categorizing the number of benthic macroinvertebrates found in trays by class (fig. S1), it appears that this reduction in macroinvertebrate abundance at the highest NP and MP concentrations is mainly caused by the class Clitellata, which mostly consisted of Naididae worms (tables S1 and S2). Again, here, both NP and MP concentrations had a significant negative effect on the abundance of this family of worms (GLM; NPconc, P = 0.008; MPconc, P = 0.008) (Fig. 4). Just like for the macroinvertebrate abundance, the number of Naididae did not differ among concentrations after 3 months of exposure for both NP and MP. After 15 months, the number of Naididae at the highest NP concentration (5%) was significantly lower than at the second highest concentration (0.5%) and the lowest\nRedondo-Hasselerharm et al., Sci. Adv. 2020; 6 : eaay4054 31 January 2020\n4 of 11\nconcentration (0.005%) (Tukey; NP155/0.5, P = 0.04; NP155/0.005, P = 0.001). After 15 months, the number of Naididae at the highest MP concentration (5%) was significantly lower than at the second highest concentration (0.5%) (Tukey; MP155/0.5, P = 0.01).\nBesides Naididae, NP concentration had a significant positive effect on the number of Valvata over time (GLM; NPconc, P = 0.02) (fig. S2). Tukey multiple comparisons test showed, however, no significant differences among NP concentrations per time point. NP also had a significant positive effect on the number of Orthocladiinae (GLM; NPconc, P = 0.02) (fig. S3). As for Valvata, no significant differences among concentrations were found per time point. MP had a significant positive effect on the number of individuals of Hippeutis\nRedondo-Hasselerharm et al., Sci. Adv. 2020; 6 : eaay4054 31 January 2020\n5 of 11\ncomplanatus (GLM; MPconc, P = 0.03) and Gyraulus albus (GLM; MPconc, P = 0.002) (figs. S4 and S5). Again, no significant differences among NP or MP concentrations were found per time point. For the 16 other taxa analyzed, no effects of NP or MP concentrations were found.\nThe overall effects of NP on the abundance of macroinvertebrates, the number of taxa, the Shannon diversity index (H), and the abundance of Naididae did not differ significantly from those for MP. However, when comparing the means between the two plastic types per concentrationtime combination in one hypothesis test, a significant difference was found for Valvata (GLM; NPbetweenplastictypes, P = 0.03) and G. albus (GLM; NPbetweenplastictypes, P = 0.006). For Orthocladiinae and H. complanatus, the difference in effects between plastic types had P values of 0.08 and 0.05.\nRedondo-Hasselerharm et al., Sci. Adv. 2020; 6 : eaay4054 31 January 2020\n6 of 11"
    }, {
      "heading" : "DISCUSSION",
      "text" : "After 15 months, the total abundance of macroinvertebrates, the number of taxa, and the number of Naididae worms were significantly higher than those after 3 months for both NP and MP treatments, confirming the colonization of the trays over time as intended. In contrast, the Shannon diversity index (H) significantly decreased over time for both NP and MP treatments, probably due to a higher abundance of the family Naididae, which dominated all trays except for the ones with the highest NP and MP concentration (5%). A higher diversity at the highest NP and MP concentration (5%) can be observed (Fig. 3), although effects of NP and MP on the Shannon diversity index (H) were not statistically significant. It is possible that a decrease in the abundance of only one taxon, i.e., the Naididae, might not have been sufficient in this period of time to obtain statistically significant effects on the Shannon diversity index (H), given that all other species affect the index as well. It cannot be ruled out that effects on diversity would become significant after a prolonged exposure. The spatial variation (block) had a significant influence on the total abundance of macroinvertebrates, the number of Naididae, and the Shannon diversity index (H), revealing that the distribution of the organisms along the ditch was not entirely homogeneous. This, however, is considered part of the targeted ecological realism of the experimental design.\nDespite the influences of time and spatial variation (block) on the total abundance of macroinvertebrates and the abundance of Naididae worms, effects of NP and MP particles were detectable. Community effects for other inert particles, such as activated carbon and multiwalled carbon nanotubes, have been previously detected using a similar setup (14, 15). For instance, a lower abundance of Lumbriculidae worms and Pisidiidae clams was found after 15 months of exposure to activated carbon via natural sediment (14). To the best of our knowledge, this is the first time that effects of NP and MP are demonstrated in a setting with such a high level of natural ecological variability (i.e., diurnal and seasonal variation and spatial variation) and for an exposure time longer than 3 months. To our knowledge, community effects have only been reported for MP in one earlier study, which exposed a marine benthic community to polylactic acid (80 g/liter) and high-density polyethylene MP for 3 months using outdoor mesocosms (16). MP affected the abundance of periwinkles Littorina sp. and isopods Idotea balthica and the biomass of the clam Scrobicularia plana and the lugworm Arenicola marina (16). In the present study, differences were observed over time, especially for the Naididae worms, where the abundance increase allowed distinguishing differences among treatments. The number of Naididae increased by a factor of 13 (from 37 to 466) and 70 (from 8 to 531) in the NP and MP controls, respectively, while it only increased by a factor of 2 (from 90 to 160) and 30 (from 9 to 279) at the highest concentration in a period of 1 year. For the other taxa affected by the exposure to NP or MP, differences between 3 and 15 months were much smaller, and their abundance was always below 40 individuals per tray, which makes the conclusions less evident than for Naididae.\nThe detected community effects of NP and MP could affect ecosystem functions. For instance, the burrowing activity of worms causes mixing of particles and chemicals in the sediment top layer, facilitates the oxidation of organic matter, and reduces minerals in the sediment, thereby mobilizing nutrients and sulfide-bound heavy metals from the sediment back to the water layer (17, 18). In addition, worms are an easy and nutritious prey for fish and other benthic invertebrates in the system (17). This implies that these functions\ncould be impaired due to the reduction in the abundance of Naididae worms observed here.\nIt has been hypothesized that for NP, different and probably more severe effects may be anticipated than for MP, due to a higher chance of translocation, systemic uptake, and subsequent particle toxicity effects (19, 20). For MP, mainly physical effect modes of action have been suggested (1, 7). The effects of NP on the abundance of macroinvertebrates, the number of taxa, the Shannon diversity index (H), and the abundance of Naididae did not differ significantly from those for MP. The similarity observed here relates to the effect thresholds and to the identity of the primarily affected species, i.e., worms. We have no conclusive explanation for this similarity; however, plausible explanations can be provided. For instance, upon aging, biofouling, encapsulation, and aggregation of the smallest particles in the sediment (21, 22), they could lose behaviors that specifically relate to the submicrometer scale, rendering them more similar to larger MP particles. Formation of hetero-aggregates between the NP and sediment particles could strongly reduce differences in bioavailability, uptake, and particle-specific effects, such that only the general effect of loss of habitat quality due to dilution of food remains. Accordingly, the simultaneous presence of natural particles is essential when evaluating the effects of NP and MP on benthic macroinvertebrates (6, 7, 23).\nAs mentioned, this study was designed to detect community-level impacts, and therefore, we are not able to demonstrate the exact mechanism that caused the lower abundance of Naididae worms. MP ingestion has been previously demonstrated for Tubifex worms, which belong to the family Naididae (24). In a study by Hurley et al. (24), Tubifex worms were able to ingest MP fragments with a size between 50 and 4500 m contained in natural sediment and were found to retain MP for longer time periods than other sediment components. A reduction in food intake due to the dilution of organic matter in the sediment, together with the uptake and longer retention of MP by the Naididae worms, could have caused a depletion of energy reserves over time, as previously found in laboratory tests for other benthic invertebrates (6, 9, 25). For these worms, this energy depletion might have taken longer than for other benthic invertebrates, as the exposure of Tubifex worms to the same polystyrene MP fragments used in the present study using standard chronic laboratory bioassays did not cause any effects on their survival, growth, nor feeding activity (6). Therefore, exposure time seems to be an important factor to take into account when evaluating the ecologically relevant effects of MP. Standard laboratory tests might not be sufficient to detect NP and MP effects for all organisms. When it comes to NP, filter feeders were found to be able to ingest NP particles alone or as aggregates with natural particles (26). Aggregates were more likely to be ingested than NP alone, leading to a reduction in species feeding activity."
    }, {
      "heading" : "Implications",
      "text" : "The exposure of a benthic community to NP and MP for 15 months led to a lower total abundance of macroinvertebrates, which was correlated with a lower number of Naididae worms. The number of Naididae found in trays after 3 months was low, probably due to a low colonization of the systems, and did not significantly differ among concentrations. In contrast, after 15 months of exposure, which included the growth season and was five time longer, the number of Naididae significantly increased in all treatments, except for the highest MP concentration (5%), where the number of Naididae was significantly lower in comparison to lower concentrations. Next to the overall pattern in macroinvertebrate and Naididae abundances,\non January 31, 2020 http://advances.sciencem\nag.org/ D ow nloaded from\nRedondo-Hasselerharm et al., Sci. Adv. 2020; 6 : eaay4054 31 January 2020\n7 of 11\nindividual differences were also found for NP and MP. In contrast to Naididae, differences among treatments per time point were not detectable for these taxa, probably due to the low number of individuals found in trays (<40 individuals per tray), which makes the conclusions less evident than for Naididae. While the overall effects of NP on the abundance of macroinvertebrates and Naididae did not differ significantly from those for MP, significant differences between NP and MP were found for the gastropods Valvata and G. albus. In the case of the dipteran Orthocladiinae and the gastropod H. complanatus, although only one plastic type had a significant effect on their abundance, the difference in effects between plastic types was not statistically significant, with P values of 0.08 and 0.05, respectively.\nOur present study does not aim for a full-fledged risk assessment; however, it is insightful to provide a provisional comparison between some of the higher concentrations reported for natural sediments and the long-term effect threshold concentrations found here. Our effect threshold concentrations have weight % as measurement unit, and we thus use environmental data with the same unit. For shoreline sediments of the Rhine River, MP concentrations have been reported to range up to 0.1% plastic per sediment dry weight, which we found to be the highest reported mass-based concentration to date (13). The most abundant particle sizes found in the Rhine River sediments were <630 m, which matches the most abundant sizes within the range of the MP used in the present study (20 to 516 m) and, thus, implies that the comparison is not obscured by size differences. The no observed effect concentration and the lowest observed effect concentration detected in our present study for NP and MP were 0.5% and 5% plastic per sediment dry weight, respectively. This means that our two environmentally realistic concentrations of 0.005 and 0.05% did not cause a community effect even after 15 months of exposure. These concentrations are, however, expected to rise and, perhaps, may already occur at hot spot locations.\nWhen it comes to NP concentrations in freshwater sediments, no data are yet available due to the present limitations in detecting them (27). Only one recent study by Ter Halle et al. (28) was able to demonstrate the presence of NP in a real environment. Therefore, environmental concentrations of NP still need to be quantified, although they are expected to be at least as abundant as larger plastic particles (29). In the present study, the same community effect thresholds are found for NP and MP, which is in accordance with the results obtained by Besseling et al. (8), after the elaboration of SSDs (species sensitivity distributions) for the exposure to NP and MP via the water phase. They reported HC5 values for NP and MP to be similar, i.e., 5.4 and 1.67 g/liter with overlapping 95% confidence intervals. Although relevant because NP and MP concentrations are expected to increase in the near future due to ongoing emissions and fragmentation (1), community effect thresholds found in this study were far higher than the highest concentrations reported for freshwater sediments thus far. Nevertheless, given the wide recognition of increasing exposures (30), the here detected ecological effects should be taken into account in future risk assessments of NP and MP."
    }, {
      "heading" : "MATERIALS AND METHODS Nano- and microplastic",
      "text" : "Following earlier studies (31, 32), spherical carboxylated polystyrene NP were provided by the Food and Biobased Department of Wageningen University (The Netherlands). Z average size (nm) was measured with a Zetasizer (Nano ZS, Malvern Instruments)\nand was 96.3 ± 1.85 nm (n = 3) for particles 100× diluted in Milli-Q water. NP were synthesized from styrene monomers using 4,4′-Azobis(4-cyanopentanoic acid) as initiator and SDS as surfactant. The dye Rhodamine B methacrylate was provided by the Physical Chemistry and Soft Matter Department of Wageningen University (The Netherlands) and added during the synthesis. The final solution contained 41.91% dry weight of NP, 1.1% wet weight of SDS, and 0.4% wet weight of Rhodamine B methacrylate, which was covalently bound to the polymer, preventing it to leach out. Repeated addition of initiator and other aspects of the experimental design were tuned to achieve near-complete polymerization, leaving low concentrations of styrene monomer and SDS used. It was calculated what would be the eventual styrene and SDS concentrations during exposure in the experimental ditch based on added sediment-bound masses of these compounds and an assessment of subsequent desorption, dispersion, and dilution (calculation provided in the Supplementary Materials). Concentrations were always far lower than the short- and long-term effect thresholds for these chemicals provided by the European Chemical Agency (33, 34).\nIrregular polystyrene MP fragments were obtained from Axalta Coating Systems GMBH (Cologne, Germany). MP particle size distribution was measured with a Mastersizer 3000 (Malvern Instruments) and ranged from 20 to 516 m, with an average size of 227.7 ± 6.01 (n = 4) in volume % and 32.7 ± 0.98 (n = 4) in number %. Following earlier procedures (6, 31), MP were thoroughly washed with methanol to remove organic chemicals associated with the MP, if any. Polystyrene was chosen because its density matches that of the average environmental MP (6, 35) and because it is one of the most abundant polymer types found in freshwater systems (13, 36). MP size and shape ranges used in this study can also be considered environmentally relevant (13, 36)."
    }, {
      "heading" : "Plastic-sediment mixtures",
      "text" : "Sediments were sampled from an adjacent ditch with similar characteristics using a standard dip net. Sediments were passed through a 2-mm sieve, homogenized with a hand drill, collected in containers, and frozen at −20°C to kill any remaining living organisms. Plastic was added to the sediment to achieve concentrations of 0, 0.005, 0.05, 0.5, and 5% plastic in sediment dry weight. Such a wide range also is needed to assess community-level effect thresholds from dose-response relationships (37). Knowing that environmental plastic concentrations are likely to increase exponentially (1, 30), the higher ends of the concentration range used are likely to be realistic in the future, and therefore, its potential effects should be included in prospective risk assessments (7, 37).\nTo promote the formation of homogeneously dispersed heteroaggregates of the NP with the sediment particles as would occur in nature (38), batches of 1.5-liter NP-sediment mixtures were first made in the laboratory while stirring vigorously. NP were added drop by drop with a glass pipet to sediment contained in a 2-liter glass beaker inside an ultrasonic bath while using an electrical stainless steel hand mixer at full speed. Once in the field, these batches were added to a cement mill together with clean sediment and mixed for 30 min until a homogeneous NP-sediment mixture was created. To prepare MP-sediment mixtures, MP were added in a powder form directly to the cement mill containing the clean sediment. For each concentration, the plastic-sediment mixture was spread over eight thoroughly prerinsed consumer-grade polypropylene trays (28 cm by 19 cm by 14 cm), creating a sediment layer of 5 cm. Four of these eight trays\non January 31, 2020 http://advances.sciencem\nag.org/ D ow nloaded from\nRedondo-Hasselerharm et al., Sci. Adv. 2020; 6 : eaay4054 31 January 2020\n8 of 11\nwere exposed to the donor community for 3 months, and the other four were exposed for 15 months."
    }, {
      "heading" : "Experimental design",
      "text" : "Experiments were conducted from July 2016 until September 2017 in a ditch located at Sinderhoeve, an experimental field station of Wageningen University (The Netherlands). The ditch is 40 m long, 3.3 m wide on the surface and 1.6 m at the bottom, and 0.5 m deep. One week before the start of the experiment, rooted macrophytes were removed from the ditch and reduced to a discontinuous central strip to facilitate the placement of the trays (fig. S6). At the start of the experiment, a total of 80 trays (two plastic types × two time points × five concentrations × four replicas) were distributed along the experimental ditch (fig. S6). Following a randomized complete block design, the ditch was divided in four blocks of 10 m long (block A, 0 to 10 m; block B, 10 to 20 m; block C, 20 to 30 m; block D, 30 to 40 m). Each block was then divided in northern line and southern line, leaving the discontinuous central strip of macrophytes between them. One replica of each treatment was assigned to each block, having replicas A, B, C, and D for each treatment. Within each block, the corresponding replicas of each treatment were randomly embedded in the sediment of the ditch by submerging the trays manually from a movable platform above the ditch. This way, any potential alteration of the system was avoided.\nAfter 3 and 15 months from the start of the experiment, one replica of each plastic concentration was retrieved at each block. To prevent the resuspension of the sediment during the retrieval, a thoroughly prewashed polyethylene plastic sheet of 50 cm by 50 cm was first placed on top of the sediment layer. Immediately after, the tray was covered with a lid and carefully lifted up to the water surface. Trays were then sieved over a 0.5-mm sieve and flushed with water until sediments were removed. The remaining sample was placed in polypropylene trays, and organisms were sorted, fixed in 70 to 80% ethanol, and stored upon identification. Rooted macrophytes and overhanging branches were gathered from each tray, dried at 60°C for 24 hours, and measured to obtain an estimate of macrophyte biomass (in milligrams). At the start of the experiment and after 3 and 15 months, the macroinvertebrate composition of the donor system (i.e., outside the trays) was assessed by taking transects between blocks A-B and C-D. For this, a standard dip net was swept over the sediment from one bank to the other, using a platform to avoid other disturbances in the ditch. Once in the laboratory, organisms from trays\nand transects were identified to the lowest possible taxonomic levels by certified biologists specialized in benthic invertebrate identification.\nThe colonization ratio was calculated as the number of individuals/m2 and taxa in trays retrieved after 3 months divided by the number of individuals/m2 and taxa in the donor system at the start of the experiment. Colonization ratios in terms of number of individuals/m2 were always higher than one because of the different sampling methods used, which underestimated the number of individuals/m2 of the endo-benthic taxa in the donor community. In addition, reference community ratios were calculated as the number of individuals/m2 and taxa in trays retrieved after 3 and 15 months by the number of individuals/m2 and taxa in trays in the donor system at the same time points. Colonization ratios for the number of individuals/m2 and taxa are presented in Table 1. Reference community ratios for the number of individuals/m2 and taxa are presented in table S3.\nTemperature (°C), dissolved oxygen (mg/liter), pH, and electroconductivity (S/cm) were measured with a Multi 3630 IDS (WTW) along the 15-months experiment. In addition, water samples were taken from three locations in the ditch to analyze NH4 (mg/liter), nitrate (mg/liter), total nitrogen (mgN/liter), and total phosphorus (mgP/liter) content. In the first 3 months, measurements were taken at nine time points to cover the potential changes in the water quality variables derived from the macrophytes’ growth along the ditch. After this period, measurements were taken once every 3 months. A summary of the water quality variables measured throughout the experiment is shown in table S4.\nNominal versus actual NP and MP exposure Three representative sediment samples were taken from the plasticsediment mixtures added to the trays (including the control) at time zero. In addition, a representative sediment subsample was taken from each individual tray after its removal from the system and before the sieving. Total organic matter (TOM) content was analyzed in these sediment samples using loss on ignition (3 hours, 550°C) to determine the plastic content through thermal degradation. By subtracting the %TOM obtained in controls from those in the treatment trays, nominal plastic concentrations could be verified in the mixtures as the thermal degradation of polystyrene occurs below 550°C (39). The small relative error and good agreement with nominal concentrations for the four most accurately measured doses (see the 0.5 and 5% data for NP and MP in Fig. 5) demonstrate the homogeneity and accuracy of the preparation of the plastic-sediment mixtures added\nTable 1. Colonization ratios based on the number of individuals/m2 and based on taxa. Colonization ratio for number of individuals was calculated as the number of individuals/m2 found in trays retrieved after 3 months divided by the number of individuals/m2 found in the donor system at the start of the experiment. For taxa, this was performed similarly, i.e., the number of taxa in trays after 3 months divided by the number of taxa at start. Means ± SD correspond to n = 4, except for 0.05 and 0.5% (3 months), where n = 3; and transects, where n = 2.\nNP MP\nIndividuals/m2 Taxa Individuals/m2 Taxa\nMean SD Mean SD Mean SD Mean SD\n0 4.35 1.14 0.87 0.11 3.51 1.03 0.86 0.12\n0.005 4.19 1.38 0.82 0.18 5.14 1.17 0.88 0.13\n0.05 5.23 0.99 0.86 0.06 5.41 1.52 0.72 0.15\n0.5 4.03 0.96 0.76 0.09 4.90 1.27 0.79 0.02\n5 4.69 1.02 0.73 0.09 3.51 0.47 0.74 0.11\non January 31, 2020 http://advances.sciencem\nag.org/ D ow nloaded from\nRedondo-Hasselerharm et al., Sci. Adv. 2020; 6 : eaay4054 31 January 2020\n9 of 11\nRedondo-Hasselerharm et al., Sci. Adv. 2020; 6 : eaay4054 31 January 2020\n10 of 11\nto the trays and confirm that no losses occurred. Furthermore, the slopes of the linear regressions between measured and nominal NP and MP concentrations in the sediment after 15 months of exposure had slopes of 0.960 ± 0.037 (n = 16) (MP) and 0.993 ± 0.040 (n = 16) (NP) in ordinal scale (Fig. 5). The linearity and the slopes being virtually equal to 1 further illustrate the accuracy of the preparation of the plastic-sediment mixtures added to the trays."
    }, {
      "heading" : "Statistical analyses",
      "text" : "A linear model for the Shannon index and the weight of the macrophytes and generalized linear models for total abundance and for abundance of 21 individual taxa were fit using a Poisson distribution with log link function and an extra scale parameter to account for overdispersion. In all linear and generalized linear models, the response was explained not only by the factors type of plastic, time and concentration, and the interaction of time and concentration but also by block and the interaction of block with type of plastic. The results from this model fitting were presented as analysis of variance tables and analysis of deviance tables, showing per plastic type not only the main effects and interaction of time and concentration but also the effect of the block factor and its interaction with type of plastic and an overall comparison between plastic types. Besides the overall comparison between plastic types, means from each concentration were compared between plastic types. The hypothesis tests in the tables were performed using type II model comparisons. Tukey multiple comparison tests were used to compare the effects of NP or MP concentrations per time point when the P value for the effect of plastic concentration or plastic concentration in interaction with time was <0.05. As macrophyte dry weight appeared to highly depend on time for both NP and MP (ANOVA, Ptime < 0.001), macrophytes were not included in the analysis. Taxa with very low numbers of individuals per tray were also omitted from the analysis. Linear regressions were fit for the %TOM content measured in the plastic-sediment mixtures added to the trays at time zero and in trays retrieved after 3 and 15 months as a function of the nominal concentrations added. All statistical analyses and graphs were performed in R (version 3.5.2, R Development Core Team), and packages emmeans, car, and ggplot2 were used."
    }, {
      "heading" : "SUPPLEMENTARY MATERIALS",
      "text" : "Supplementary material for this article is available at http://advances.sciencemag.org/cgi/ content/full/6/5/eaay4054/DC1 Calculations of styrene and SDS concentrations in the experimental ditch Table S1. Mean abundance (±SD) per taxon in transects and NP trays. Table S2. Mean abundance (±SD) per taxon in transects and MP trays. Table S3. Reference community ratio based on the number of individuals/m2 and taxa. Table S4. Temperature (°C), dissolved oxygen (mg/liter), pH, and electro-conductivity (S/cm) measured at two locations (meters 10 and 30) in the experimental ditch at the start of the experiment (0) and after 1, 2, 3, 5, 6, 7, 11, 12, 24, 36, 48, and 60 weeks. Fig. S1. Number of individuals per class after 3 and 15 months. Fig. S2. Valvata abundance after 3 and 15 months. Fig. S3. Orthocladiinae abundance after 3 and 15 months. Fig. S4. Hippeutis complanatus abundance after 3 and 15 months. Fig. S5. Gyraulus albus abundance after 3 and 15 months. Fig. S6. Pictures of the experimental ditch with the trays embedded in the sediment. Reference (40)"
    }, {
      "heading" : "REFERENCES AND NOTES",
      "text" : "1. Science Advice for Policy by European Academies, A Scientific Perspective on\nMicroplastics in Nature and Society (Berlin, 2019; https://doi.org/10.26356/microplastics). 2. K. Mattsson, S. Jocic, I. Doverbratt, L.-A. Hansson, Nanoplastic in the aquatic environment.\nMicroplastic Contam. Aquat. Environ. 2018, 379–399 (2018).\n3. C. M. Rochman, M. A. Browne, A. J. Underwood, J. A. van Franeker, R. C. Thompson, L. A. Amaral-Zettler, The ecological impacts of marine debris: Unraveling the demonstrated evidence from what is perceived. Ecology 97, 302–312 (2016). 4. E. Besseling, J. T. K. Quik, M. Sun, A. A. Koelmans, Fate of nano- and microplastic in freshwater systems: A modeling study. Environ. Pollut. 220, 540–548 (2017). 5. C. Scherer, N. Brennholt, G. Reifferscheid, M. Wagner, Feeding type and development drive the ingestion of microplastics by freshwater invertebrates. Sci. Rep. 7, 17006 (2017). 6. P. E. Redondo-Hasselerharm, D. Falahudin, E. T. H. M. Peeters, A. A. Koelmans, Microplastic effect thresholds for freshwater benthic macroinvertebrates. Environ. Sci. Technol. 52, 2278–2286 (2018). 7. J. D. O’Connor, A. M. Mahon, A. F. R. M. Ramsperger, B. Trotter, P. E. RedondoHasselerharm, A. A. Koelmans, H. T. Lally, S. Murphy, Microplastics in freshwater biota: A critical review of isolation, characterization, and assessment methods. Glob. Challenges 2019, 1800118 (2019). 8. E. Besseling, P. Redondo-Hasselerharm, E. M. Foekema, A. A. Koelmans, Quantifying ecological risks of aquatic micro- and nanoplastic. Crit. Rev. Environ. Sci. Technol. 49, 32–80 (2019). 9. S. Straub, P. E. Hirsch, P. Burkhardt-Holm, Biodegradable and petroleum-based microplastics do not differ in their ingestion and excretion but in their biological effects in a freshwater invertebrate gammarus fossarum. Int. J. Environ. Res. Public Health 14, 774 (2017).\n10. C. J. M. Silva, A. L. P. Silva, C. Gravato, J. L. T. Pestana, Ingestion of small-sized and irregularly shaped polyethylene microplastics affect Chironomus riparius life-history traits. Sci. Total Environ. 672, 862–868 (2019). 11. T. M. Frost, S. R. Carpenter, A. R. Ives, T. K. Kratz, Species compensation and complementarity in ecosystem function, in Linking Species & Ecosystems (Springer US, 1995), pp. 224–239. 12. J. B. Wallace, J. R. Webster, The role of macroinvertebrates in stream ecosystem function. Anna Rev. Emomd. 41, 115–139 (1996). 13. S. Klein, E. Worch, T. P. Knepper, Occurrence and spatial distribution of microplastics in river shore sediments of the rhine-main area in germany. Environ. Sci. Technol. 49, 6070–6076 (2015). 14. D. Kupryianchyk, E. T. Peeters, M. I. Rakowska, E. P. Reichman, J. T. C. Grotenhuis, A. A. Koelmans, Long-term recovery of benthic communities in sediments amended with activated carbon. Environ. Sci. Technol. 46, 10735–10742 (2012). 15. I. Velzeboer, E. T. H. M. Peeters, A. A. Koelmans, Multiwalled carbon nanotubes at environmentally relevant concentrations affect the composition of benthic communities. Environ. Sci. Technol. 47, 7475–7482 (2013). 16. D. Senga Green, Effects of microplastics on European flat oysters, Ostrea edulis and their associated benthic communities. Environ. Pollut. 216, 95–103 (2016). 17. T. Timm, P. J. Martin, Clitellata: Oligochaeta. Thorp Covich’s Freshw. Invertebr. 2015, 529–549 (2015). 18. C. Van Griethuysen, H. J. de Lange, M. van den Heuij, S. C. de Bies, F. Gillissen, A. A. Koelmans, Temporal dynamics of AVS and SEM in sediment of shallow freshwater floodplain lakes. Appl. Geochemistry. 21, 632–642 (2006). 19. A. A. Koelmans, E. Besseling, W. J. Shim, Nanoplastics in the aquatic environment: Critical review, in Marine Anthropogenic Litter, M. Bergmann, L. Gutow, M. Klages, Eds. (Springer Cham Heidelberg, ed. 1st, 2015), pp. 325–340. 20. M. Revel, A. Châtel, C. Mouneyrac, Micro(nano)plastics: A threat to human health? Curr. Opin. Environ. Sci. Heal. 1, 17–23 (2018). 21. O. Oriekhova, S. Stoll, Heteroaggregation of nanoplastic particles in the presence of inorganic colloids and natural organic matter. Environ. Sci. Nano 5, 792–799 (2018). 22. I. Velzeboer, J. T. K. Quik, D. van de Meent, A. A. Koelmans, Rapid settling of nanoparticles due to heteroaggregation with suspended sediment. Environ. Toxicol. Chem. 33, 1766–1773 (2014). 23. M. Ogonowski, C. Schür, Å. Jarsén, E. Gorokhova, The effects of natural and anthropogenic microparticles on individual fitness in daphnia magna. PLOS ONE 11, e0155063 (2016). 24. R. R. Hurley, J. C. Woodward, J. J. Rothwell, Ingestion of microplastics by freshwater tubifex worms. Environ. Sci. Technol. 51, 12844–12851 (2017). 25. S. L. Wright, D. Rowe, R. C. Thompson, T. S. Galloway, Microplastic ingestion decreases energy reserves in marine worms. Curr. Biol. 23, R1031–R1033 (2013). 26. J. E. Ward, D. J. Kach, Marine aggregates facilitate ingestion of nanoparticles by suspension-feeding bivalves. Mar. Environ. Res. 68, 137–142 (2009). 27. S. M. Mintenig, P. S. Bäuerlein, A. A. Koelmans, S. C. Dekker, A. P. van Wezel, Closing the gap between small and smaller: Towards a framework to analyse nano- and microplastics in aqueous environmental samples. Environ. Sci. Nano 5, 1640–1649 (2018). 28. A. Ter Halle, L. Jeanneau, M. Martignac, E. Jardé, B. Pedrono, L. Brach, J. Gigault, Nanoplastic in the North Atlantic subtropical gyre. Environ. Sci. Technol. 51, 13689–13697 (2017).\non January 31, 2020 http://advances.sciencem\nag.org/ D ow nloaded from\nRedondo-Hasselerharm et al., Sci. Adv. 2020; 6 : eaay4054 31 January 2020\n11 of 11\n29. O. S. Alimi, J. Farner Budarz, L. M. Hernandez, N. Tufenkji, Microplastics and nanoplastics in aquatic environments: Aggregation, deposition, and enhanced contaminant transport. Environ. Sci. Technol. 52, 1704–1724 (2018). 30. G. Everaert, L. van Cauwenberghe, M. de Rijcke, A. A. Koelmans, J. Mees, M. Vandegehuchte, C. R. Janssen, Risk assessment of microplastics in the ocean: Modelling approach and first conclusions. Environ. Pollut. 242, 1930–1938 (2018). 31. S. Van Weert, P. E. Redondo-Hasselerharm, N. J. Diepens, A. A. Koelmans, Effects of nanoplastics and microplastics on the growth of sediment-rooted macrophytes. Sci. Total Environ. 654, 1040–1047 (2019). 32. A. Bellingeri, E. Bergami, G. Grassi, C. Faleri, P. Redondo-Hasselerharm, A. A. Koelmans, I. Corsi, Combined effects of nanoplastics and copper on the freshwater alga Raphidocelis subcapitata. Aquat. Toxicol. 210, 179–187 (2019). 33. ECHA, Sodium dodecyl sulphate - Registration Dossier - ECHA, (available at https://echa. europa.eu/registration-dossier/-/registered-dossier/2126/6/2/4). 34. ECHA, Styrene - Registration Dossier - ECHA, (available at https://echa.europa.eu/ registration-dossier/-/registered-dossier/15565/6/2/5). 35. A. L. Andrady, Microplastics in the marine environment. Mar. Pollut. Bull. 62, 1596–1605 (2011). 36. M. Sighicelli, L. Pietrelli, F. Lecce, V. Iannilli, M. Falconieri, L. Coscia, S. di Vito, S. Nuglio,\nG. Zampetti, Microplastic pollution in the surface waters of Italian Subalpine Lakes. Environ. Pollut. 236, 645–651 (2018).\n37. A. A. Koelmans, E. Besseling, E. Foekema, M. Kooi, S. Mintenig, B. C. Ossendorp, P. E. Redondo-Hasselerharm, A. Verschoor, A. P. van Wezel, M. Scheffer, Risks of plastic debris: Unravelling fact, opinion, perception, and belief. Environ. Sci. Technol. 51, 11513–11519 (2017). 38. J. T. K. Quik, D. van De Meent, A. A. Koelmans, Simplifying modeling of nanoparticle aggregation–sedimentation behavior in environmental systems: A theoretical analysis. Water Res. 62, 193–201 (2014). 39. T. Faravelli, M. Pinciroli, F. Pisano, G. Bozzano, M. Dente, E. Ranzi, Thermal degradation of polystyrene. J. Anal. Appl. Pyrolysis 60, 103–121 (2001).\n40. T. Jones-Hughes, A. Turner, Sorption of ionic surfactants to estuarine sediment and their influence on the sequestration of phenanthrene. Environ. Sci. Technol. 39, 1688–1697 (2005).\nAcknowledgments: We thank M.-C. Boerwinkel, D. Belgers, I. Roessink, J. Beijer, F. Gillissen, S. Mintenig, M. Kooi, N. H. Mohammed Nor, N. Diepens, R. van Wijngaarden, W. Dimmers, and J. van Smeden for helping during the field and laboratory works. We also thank J. Sprakel, R. Simonsz, and F. Alvarado Chacón for providing the NP. Funding: This study was funded by the Dutch Technology Foundation TTW, project no. 13940. We acknowledge additional support from KWR; WMR; NVWA; RIKILT; the Dutch Ministry of Infrastructure and the Environment; the Dutch Ministry of Health, Welfare and Sport; Wageningen Food and Biobased Research; STOWA; RIWA; and water boards Hoogheemraadschap van Delfland, Zuiderzeeland, Rijn en IJssel, Vechtstromen, Scheldestromen, Aa en Maas, de Dommel, and Rivierenland. Author contributions: P.E.R.-H., A.A.K., and E.T.H.M.P. designed the study. P.E.R.-H. performed all experimental work. P.E.R.-H., G.G., E.T.H.M.P., and A.A.K. carried out the data analysis. P.E.R.-H., A.A.K., E.T.H.M.P., and G.G. wrote the manuscript. A.A.K. conceived and supervised the study. Competing Interests: The authors declare that they have no competing interests. Data and materials availability: All data needed to evaluate the conclusions in the paper are present in the paper and/or the Supplementary Materials. Additional data related to this paper may be requested from the authors.\nSubmitted 15 June 2019 Accepted 21 November 2019 Published 31 January 2020 10.1126/sciadv.aay4054\nCitation: P. E. Redondo-Hasselerharm, G. Gort, E. T. H. M. Peeters, A. A. Koelmans, Nano- and microplastics affect the composition of freshwater benthic communities in the long term. Sci. Adv. 6, eaay4054 (2020).\non January 31, 2020 http://advances.sciencem\nag.org/ D ow nloaded from\nterm Nano- and microplastics affect the composition of freshwater benthic communities in the long\nP. E. Redondo-Hasselerharm, G. Gort, E. T. H. M. Peeters and A. A. Koelmans\nDOI: 10.1126/sciadv.aay4054 (5), eaay4054.6Sci Adv\nARTICLE TOOLS http://advances.sciencemag.org/content/6/5/eaay4054\nMATERIALS SUPPLEMENTARY http://advances.sciencemag.org/content/suppl/2020/01/27/6.5.eaay4054.DC1\nREFERENCES\nhttp://advances.sciencemag.org/content/6/5/eaay4054#BIBL This article cites 35 articles, 0 of which you can access for free\nPERMISSIONS http://www.sciencemag.org/help/reprints-and-permissions\nTerms of ServiceUse of this article is subject to the\nis a registered trademark of AAAS.Science AdvancesYork Avenue NW, Washington, DC 20005. The title (ISSN 2375-2548) is published by the American Association for the Advancement of Science, 1200 NewScience Advances\nLicense 4.0 (CC BY-NC). Science. No claim to original U.S. Government Works. Distributed under a Creative Commons Attribution NonCommercial Copyright © 2020 The Authors, some rights reserved; exclusive licensee American Association for the Advancement of\non January 31, 2020 http://advances.sciencem\nag.org/ D ow nloaded from"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Given the societal concern about the presence of nanoand microplastics in the environment, our nescience with respect to in situ effects is disturbing. Data on long-term implications under ecologically realistic conditions are particularly important for the risk assessment of nanoand microplastics. Here, we evaluate the long-term (up to 15 months) effects of five concentrations of nanoand microplastics on the natural recolonization of sediments by a macroinvertebrate community. Effects were assessed on the community composition, population sizes and species diversity. Nanoand microplastics adversely affected the abundance of macro invertebrates after 15 months, which was caused by a reduction in the number of Naididae at the highest concentration (5% plastic per sediment dry weight). For some other taxa, smaller but still significant positive effects were found over time, altogether demonstrating that nanoand microplastics affected the community composition.",
    "creator" : "Adobe InDesign CC 14.0 (Windows)"
  }
}