{
  "name" : "downloads_2020-11-21_f5_10.1016@j.snb.2020.129197.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Electrochemical non-enzymatic sensing of glycoside toxins by boronic acid functionalized nano-composites on screen-printed electrode",
    "authors" : [ "Zhenghan Shi", "Yanli Lu", "Qingjun Liu", "Zetao Chen", "Chen Cheng", "Jie Xu", "Qingqing Zhang", "Zupeng Yan", "Zisheng Luo" ],
    "emails" : [ "yanlilu@zju.edu.cn", "luozisheng@zju.edu.cn", "qjliu@zju.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal Pre-proof\nElectrochemical non-enzymatic sensing of glycoside toxins by boronic acid functionalized nano-composites on screen-printed electrode\nZhenghan Shi (Methodology) (Validation) (Investigation)<ce:contributor-role>Writing- original draft), Yanli Lu (Methodology)<ce:contributor-role>Writing- original draft), Zetao Chen (Validation) (Investigation), Chen Cheng (Formal analysis), Jie Xu (Investigation), Qingqing Zhang (Investigation), Zupeng Yan (Investigation) (Formal analysis), Zisheng Luo (Conceptualization) (Funding acquisition), Qingjun Liu (Supervision)<ce:contributor-role>Writing- review and editing) (Funding acquisition)\nPII: S0925-4005(20)31537-9 DOI: https://doi.org/10.1016/j.snb.2020.129197 Reference: SNB 129197\nTo appear in: Sensors and Actuators: B. Chemical\nReceived Date: 4 August 2020 Revised Date: 4 November 2020 Accepted Date: 7 November 2020\nPlease cite this article as: {doi: https://doi.org/\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. © 2020 Published by Elsevier.\nElectrochemical non-enzymatic sensing of glycoside toxins by\nboronic acid functionalized nano-composites on screen-\nprinted electrode\nZhenghan Shi a, b, Yanli Lu a, *, Zetao Chen a, Chen Cheng a, Jie Xu a, Qingqing Zhang a, Zupeng Yan a, Zisheng Luo b, c, d, *, Qingjun Liu a, *\naZhejiang University, Biosensor National Special Laboratory, Key Laboratory for Biomedical Engineering of Education Ministry, Department of Biomedical Engineering, Hangzhou, 310027, P. R. China\nbZhejiang University, College of Biosystems Engineering and Food Science, Key Laboratory of AgroProducts Postharvest Handling Ministry of Agriculture, Zhejiang Key Laboratory for Agri-Food Processing, National-Local Joint Engineering Laboratory of Intelligent Food Technology and Equipment, Hangzhou, 310027, P. R. China\ncZhejiang University, Ningbo Research Institute, Ningbo 315100, Hangzhou, 310027, P. R. China\ndZhejiang University, Fuli Institute of Food Science, Hangzhou, 310027, P. R. China\n*Corresponding Author: Yanli Lu, Zisheng Luo, Qingjun Liu E-mail address: yanlilu@zju.edu.cn (Y. Lu), luozisheng@zju.edu.cn (Z. Luo), qjliu@zju.edu.cn (Q. Liu)\nHighlights\n A non-enzymatic sensor was fabricated for glycoside toxins detection in food.\n The sensor was validated by detecting glycoalkaloids with a wide detection range.\n Integral synthesis and one step modification of nano-composites were established.\n The electrochemical sensor exhibited good stability with low limit of detection.\nAbstract\nJo ur\nna l P\nre -p\nr of\nNatural glycoside toxins, one of the most ubiquitous toxins in food of plant origin, cause serious health threat on humans and livestock. Evaluation of their health risk is of great significance. We proposed a non-enzymatic sensor based on reduced graphene oxide/gold nanoparticles/boronic acid nano-composites for their rapid and simple detection. The nanocomposites were integrally synthesized in liquid dispersion. Gold nanoparticles, which were reduced from chloroauric acid, nucleated and grew on graphene oxide films directly. 4- mercaptophenylboronic acid self-assembled with gold nanoparticles through gold-sulfur bond. With reduction of graphene oxide through cyclic voltammetry, the nano-composites were then one step modified onto the working electrodes as sensing layer. Glycoalkaloids, common glycoside toxins in potatoes, were detected with the functionalized screen-printed electrodes. Electrochemical differential pulse voltammetry was applied for the detection. The sensor exhibited good stability in at least four weeks with a wide detection range from 10 μM to 1000 μM. The limit of detection was as low as 3.4 μM. The developed sensor was successfully applied to the detection of glycoalkaloids in real potato samples. As a proof of concept, the disposable sensor with high sensitivity and selectivity exhibited great application potential for the risk control of natural glycoside toxins in food.\nKeywords: glycoalkaloids, food analysis, electrochemical sensors, screen-printed electrodes, boronic acid, gold nanoparticles"
    }, {
      "heading" : "1. Introduction",
      "text" : "Glycoside toxins, such as glycoalkaloids, cyanogenic glycosides, glucosinolates and\nsaponins, are one of the most ubiquitous natural toxins [1]. As secondary metabolites commonly occurring in plants, they are important natural defense for plant stress resistance, but they can also cause various adverse health effects to humans and livestock when consumed. Yet many of the plants generating glycoside toxins are essential part of the human diet. Glycoalkaloids, for example, are widely found in Solanum genus plants, such as eggplants, tomatoes and potatoes [2]. As a class of nitrogen-containing steroidal glycosides, glycoalkaloids exert toxic hazards to human beings, including strong inhibitory effects on cholinesterase, gastrointestinal disturbances, teratogenicity and even lethality [3, 4]. Potatoes, J ur\nna l P\nre -p\noo f\nparticularly, are one of the essential staples on the table, whose global production in 2017 reached 388 million tonnes [5]. The content of glycoalkaloids in potato tubers increases dramatically when tubers turn green, sprout or rot [6]. Although the process of potato products like peeling, cooking and frying can decrease the content of glycoalkaloids to different extent [7], the risk of poisoning still remains [8]. Therefore, it is necessary to measure the content of glycoside toxins present in fresh and processed food for risk assessment and control. At present, the most commonly used analytical methods are high performance liquid chromatography (HPLC) combined with ultraviolet spectroscopy [9-11] or mass spectrometry (MS) [12-14], which can realize qualitative and quantitative analysis. However, such methods take a long detection time and require complicated sample pretreatment, resulting in high cost and time delay.\nIn comparison to these techniques, sensors are characterized as fast response with\nrelatively inexpensive instruments. Various sensing techniques are developed, among which electrochemistry gains extensive attention for its high sensitivity and easy operation. To further improve the specificity of the electrochemical sensors, bioreceptors including enzymes, antibodies and nucleic acids are often combined with transducers to develop biosensors for the target recognition. Since natural glycoside toxins can inhibit the enzyme activity or be catalytic hydrolyzed by enzymes, enzymatic biosensors were widely used for their detection [15-17]. For glycoalkaloids, sensors were mainly developed based on the inhibition effects on cholinesterase [18-22]. These sensors were sensitive and specific, but the stability of the enzymes remained a problem. The immobilization procedure of the enzymes onto the electrodes were complicated and time-consumed, let alone the enzymes required the strict storage, preparation and function conditions. The variation of the temperature, pH, ionic strength and solvent might influence their activity and even denature them. Besides, the catalytic reaction process was also inhibited greatly by pesticides and heavy metals [23], which were very likely to exist in samples and difficult to eliminate. These drawbacks were intrinsic, inevitably raising the difficulty of sensor mass production and practical application.\nNon-enzymatic sensors which could overcome the limitations of enzymatic biosensors\nappear to be promising candidates. They have the advantages of short detection time, low\nJo ur\nna l P\nre -p\nro of\npreparation cost, high stability and reproducibility. Boronic acids, able to selectively bind saccharides, have been widely used in non-enzymatic glucose detection [24-26]. They can combine with diol to form a cyclic ester and distinguish saccharide molecules with similar structure, since the bonding is related to the orientation and relative position of saccharides hydroxy groups [27]. Sensing of other saccharides and derivatives was also reported [28-30], but the employment of boronic acid on the detection of natural glycoside toxins remained few. Moreover, emerging nanomaterials such as graphene oxide (GO), metal nanoparticles and nanopores provide numerous opportunities for non-enzymatic sensing, which can significantly improve sensing performances. The graphene oxide, one of the main precursors of graphene, not only shares the two-dimensional structure similar to the graphene, but also has a number of oxygen functional groups on the surface [31]. These oxygen functional groups are good binding sites for biological or chemical materials, which is beneficial for further processing and functionalization [32]. The graphene oxide can be electrochemically reduced to reduced graphene oxide (rGO) without the use of reducing reagents [33]. The reduced graphene oxide retains high specific surface area and has enhanced conductivity. Gold nanoparticles (AuNPs), with good electrochemical properties, are also widely used for sensing [34, 35]. The combination of high surface area, good electrical conductivity and rich functionalization approaches makes them superior for non-enzymatic sensors. The gold-sulfur covalent bond, formed spontaneously between thiol and the gold atom, provides an efficient strategy for the modification of biological components and other sensitive small molecules [36].\nIn this study, 4-mercaptophenylboronic acid (MPBA), boronic acid derivate, self-\nassembled with gold nanoparticles and acted as the recognition receptor for glycoside toxins. The GO, AuNPs and MPBA composites (GO/AuNPs/MPBA) were integrally synthesized in liquid dispersion. One step modification of screen-printed electrodes was then carried out through electrochemical reduction of graphene oxide. Thus, the sensor based on rGO, AuNPs and MPBA composites (rGO/AuNP/MPBA) was innovatively developed for natural glycoside toxins detection. The sensor was validated by detecting glycoalkaloids in potato samples, which indicated its promising application in food toxins analysis.\n2. Materials and methods\nJ ur\nna l P\nre -p\nr o"
    }, {
      "heading" : "2.1 Reagents and materials",
      "text" : "Graphene oxide dispersion (1-5 layers, 1 mg/mL) was purchased from Nanjing Xianfeng\nNano Material Technology Co., Ltd. Chloroauric acid, potassium ferricyanide (≥ 99.5%), potassium ferrocyanide trihydrate (99.0%) and hydroxymethylferrocene were purchased from Shanghai Aladdin Biochemical Technology Co., Ltd. Hexaammineruthenium chloride (98%) was purchased from Sigma-Aldrich. Trisodium citrate and 4-mercaptophenylboronic acid, Na2SO4, KCl, CaCl2, D-(+)-Glucose, D-fructose, and L-ascorbic acid were purchased from Sinopharm Chemicals. Reagent Co., Ltd. Anhydrous ferric chloride (FeCl3, 98%), riboflavin (98%), lutein (90%), chlorogenic acid (≥ 98%), rutin (95%) were purchased from Shanghai Aladdin Biotechnology Co., Ltd. A-solanine and α-chaconine were purchased from Shanghai Zhenzhun Biotechnology Co., Ltd.\nThe screen-printed electrodes were purchased from GSI Technologies, USA. The printed\nsubstrate was polyester. The working electrode and the counter electrode were carbon, and the reference electrode was silver/silver chloride. The working electrode had a diameter of 5 mm. A silver wire connected with electrodes was printed on the substrate. The electrode could be connected to the electrochemical workstation via a special socket."
    }, {
      "heading" : "2.2 Synthesis of boronic acid functionalized nano-composites",
      "text" : "The nano-composites were synthesized integrally in aqueous phase. As illustrated in Fig.\n1a, 6 mL graphene oxide dispersion and 0.5 mL 1% chloroauric acid solution were added to the flask. The mixture was added with deionized water to 50 mL and incubated at room temperature for 30 min in the dark. The flask was then placed on the magnetic stirrer to heat with magnetic bead stirring. 2 mL 1% trisodium citrate solution was quickly added into the mixture for redox reaction when the temperature rose to 80 °C. With continuous heating and stirring, the color of the mixture changed from tan, brown, reddish brown to deep reddish brown successively. The mixture was continued to stir for 15 min after heating to obtain the graphene oxide and gold nanoparticles composites (GO/AuNPs) dispersion finally. The dispersion was cooled to room temperature in the dark. Then, 1 mg/mL MPBA in deionized water was prepared with the assistance of 10 min sonication. The GO/AuNPs composites dispersion and MPBA solution were mixed at a volume ratio of 5:1, and placed at 4 °C for 12 hours to complete self-assembly. J ur\nna l P\nre -p\noo f\nThe GO/AuNPs/MPBA composites dispersion finally turned blue gray, and was characterized by ultraviolet-visible spectrometer and transmission electron microscopy (TEM) respectively. The composites dispersion could be stably stored at 4 °C in dark."
    }, {
      "heading" : "2.3 Modification of screen-printed electrodes",
      "text" : "Before modification, cyclic voltammetry was used to improve the voltamperometric\ncharacteristics of screen-printed electrodes for pretreatment. 100 μL 0.1 M sodium sulfate solution was added to working electrode, and potential of -1 V - +1 V was applied to the electrode at a scanning rate of 50 mV/s. Activation was carried out for 10 cycles, then the electrode was rinsed with distilled water and dried at room temperature.\nThe electrode was modified by electrochemical reduction and deposition of nano-\ncomposites, as shown in Fig. 1b. 10 μL GO/AuNPs/MPBA composites were dropped on the surface of the working electrode, kept at 50 °C for 10 min in oven to form a uniform composite film layer. At the reduction potential, the graphene oxide was transformed to reduced graphene oxide. The primary nano-composites were reduced in one step to rGO/AuNPs/MPBA composites. 0.1 M sodium sulfate solution was used as the electrolyte. The cyclic voltammetry scanning potential was 0 V - -1.6 V, with a scanning rate of 50 mV/s, and the scanning cycle was 10 cycles. The modified screen-printed electrodes were stored at 4 °C. The blank and modified screen-printed electrodes were characterized by scanning electron microscopy (SEM) and cyclic voltammetry, respectively."
    }, {
      "heading" : "2.4 Electrochemical sensing of glycoalkaloids",
      "text" : "The glycoalkaloids could form cyclic ester bond with MPBA (Fig. 1b). A-solanine and α-\nchaconine were chosen as the target glycoalkaloids. Anhydrous methanol and 1% formic acid solution were mixed at a volume ratio of 1:1 as the solvent for glycoalkaloids. Five concentration gradients, 10 μM, 31.6 μM, 100 μM, 316 μM, and 1000 μM were set as standard solutions for the target glycoalkaloid. 10 mM potassium ferricyanide/potassium ferrocyanide redox couple solution acted as the electrochemical probe. 50 μL glycoalkaloid standard solution\nFig. 1\nJo ur\nna l P\nre -\nf\nand 50 μL probe solution were dropped to the modified electrode. Differential pulse voltammetry was applied to characterize the electrode after incubation at different concentrations, and the change of peak current response was calculated. Three parallel experiments performed with different electrodes were carried out to plot the standard curve. A mixed solution of anhydrous methanol and 1% formic acid solution 1:1 was set as control group. The developed sensor was further applied to detect glycoalkaloids in real potato samples. In order to simulate the composition of the glycoalkaloids in potato tubers, α-solanine and αchaconine of the same concentration were mixed at a volume ratio of 1:1. The standard curve was established with the same approached as above. The sprouted potato tubers were freeze dried and grounded to the powder. Ultrasonic assisted extraction was carried out with 1:20 of the ratio of material and solvent at 25 °C for 60 min. The supernatant was obtained after centrifugation at 1000 rpm for 15 min. The potato tuber extracts were detected with the modified electrodes. For the control, they were also detected by LC-MS.\nFurthermore, glucose, fructose, KCl, CaCl2, FeCl3, chlorogenic acid, rutin, lutein, ascorbic\nacid and riboflavin were chosen for the selectivity test. They were prepared at 500 μM in the same solvent as the glycoalkaloids. For the stability test, the solution of α-solanine at 500 μM was tested in four weeks by the electrodes on different days. The detection of these solutions was performed with the same approaches as above."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1 Synthesis and characterization of boronic acid functionalized nano-composites",
      "text" : "Boronic acid functionalized nano-composites, GO/AuNPs/MPBA, were designed for\nelectrochemical detection of natural glycoside toxins. MPBA could bind with glycoside toxins via cyclic ester bond, which is crucial to the specific non-enzymatic recognition. Graphene oxide has high surface area and abundant binding sites, while gold nanoparticles embody great conductivity and could easily link with thiolate. In electrochemical assay, typically, GO and AuNPs are modified on working electrode through electrochemical reduction layer by layer [37, 38]. Such methods required the preparation of the required reagents before each experiment which make the process time-costing and less practicable for mass production.\nIn this study, GO/AuNPs/MPBA composites were synthesized integrally in aqueous phase,\nJo ur\nna l P\nr -p\nro o\nsimplifying the process and maximizing the advantages of two nanomaterials. Absorption spectrometry was used to display the combination of them. Absorption spectrum of GO had a wavelength of maximum absorbance at 251 nm, and the absorption of MPBA had a wavelength of maximum absorbance at 259 nm, which was showed in Fig. 2a. After the reduction of chloroauric acid in GO dispersion, GO/AuNPs composites showed characteristic peaks both in 251 nm and 515 nm, indicating the successful combination of GO and AuNPs. With MPBA self-assembled, GO/AuNPs/MPBA composites then showed wave peaks of them respectively. In addition, a new peak at 650 nm appeared due to the aggregation effect of gold-sulfur interface. In terms of appearance, the dispersion of three compounds maintained clear colloidal states despite of color changes (Fig. 2b-I). The GO dispersion is yellow brown, GO/AuNPs composites dispersion was dark reddish brown, and GO/AuNPs/MPBA composites dispersion was blue gray. The appearance and the state of AuNPs were the main causes of color change in colloidal dispersions.\nTEM could present the microstructure of the nano-composites, which was employed to\ncharacterize the images of GO, GO/AuNPs and GO/AuNPs/MPBA composites, respectively. GO exhibited tulle-like layered structure with a few wrinkles (Fig. 2b-II). AuNPs uniformly deposited on the GO sheets during the composite process (Fig. 2b-III). In fact, the AuNPs could not grow on the surface of fully reduced graphene for lack of growing sites, while the negatively ionized oxygen functional groups on the surface of GO could provide nucleation and growing sites for AuNPs during the reduction of chloroauric acid [39]. Under van der Waals force, the two-dimensional structure of graphene had tendency to restack to form graphite. Inserting AuNPs on the surface of graphene would be beneficial for the stability of the entire colloidal dispersion system [40]. After self-assembly, some of gold nanoparticles aggregated into gold nanoclusters, while the particle diameter remained the same (Fig. 2b-IV). Considering the consistent characterization results of TEM images and absorption spectroscopy, it proved that the composites had been successfully prepared. The preparation process was simple, mild, nontoxic and low cost. The composites with excellent electrochemical characteristics were uniform\nFig. 2\nJo rn\nal Pr\nepr\nof\nand firmly bonded, therefore could be stably stored at 4 °C in the dark. Gold nanoparticles made up for the lack of conductivity of graphene oxide. The wrinkled sheet structure of graphene oxide and the high specific surface area of gold nanoparticles well expanded the response area and increased binding sites of the working electrode."
    }, {
      "heading" : "3.2 Construction of glycoside toxins sensitive screen-printed electrodes",
      "text" : "Considering the convenience and cost for food toxins detection, disposable screen-printed\nelectrodes were designed as the transducers. With electrochemical reduction of graphene oxide to reduced graphene oxide, rGO/AuNPs/MPBA composites could be directly modified to the electrode. The amounts of the components modified on the electrodes including rGO (Fig. S1), AuNPs (Fig. S2) and MPBA (Fig. S3-S5, Table S1) were optimized. Cyclic voltammetry was performed for the modification and characterization. After modification, the conductivity of the electrode was enhanced (Fig. 3a). The cyclic voltammetry redox peak currents of potassium ferricyanide increased, while the peak-to-peak voltage spacing decreased. Hence, the sensing performance of the electrode was improved. The inset (Fig. 3a) showed the reduction process of graphene oxide, and the cathodic reduction peak was marked in the red dotted line. The consistency of the cyclic voltammetry curve indicated the completion of the reduction modification. The surface profiles and micro-morphologies of the electrodes were crucial to the sensing process, which was investigated by SEM. The bare working electrode was made of carbon paste, which had rough and uneven surface when magnified under the microscope (Fig. 3b). After modification, the electrochemical reduction removed partial oxygen functional groups from graphene oxide. It could be clearly observed that reduced graphene oxide exhibited tulle-like layered structure with a few wrinkles and gold nanoparticles on its surface (Fig. 3c). The result indicated that the composites were not only modified onto the working electrode successfully, but also retained its original structure and properties. The electrodes modified with rGO and rGO/AuNPs were characterized by cyclic voltammetry to further demonstrate their roles (Fig. S6). The modified electrodes were also tested with α-solanine as the control experiments for the determination of the analytes (Fig. S7). The rGO and AuNPs not only improved the sensing performances of electrodes, but also played an important role in the electrode modification and the connection of MPBA. MPBA acted as the direct non-enzymatic Jo ur na l P re -p r of\nrecognition element for the glycoside toxins."
    }, {
      "heading" : "3.3 Electrochemical non-enzymatic detection of glycoalkaloids",
      "text" : "Due to the modification of the nano-composites, the sensors could be functionalized for\nnon-enzymatic detection of glycoside toxins. A-solanine and α-chaconine are the most common glycoalkaloids causing food poisoning, which were measured in the study as a proof of concept. The detection of α-solanine was carried out by differential pulse voltammetry (Fig. 4a). With the concentrations of α-solanine increasing from 10 μM to1000 μM, the peak currents rose accordingly, which were calculated into normalized peak currents with the subtraction of the control. The concentration response curve showed the trend of specific saturation binding and was fitted well with the Hill equation. A linear relationship between the normalized peak currents and the logarithm of glycoalkaloids' concentration was further fitted. The coefficient of determination (R2) of α-solanine were 0.9988 (Fig. 4b), showing an excellent linearity. Similarly, the sensors exhibited good detection capability towards α-chaconine in the range of 10 μM to1000 μM (Fig. 4c), while the R2 of the standard curve was 0.9994 (Fig. 4d). The error bars were obtained from the standard deviation of the triplicate measurements. It indicated that the sensors prepared in the same manner had good reproducibility. The integral synthesis of nano-composites in aqueous phase and one-step modification of electrodes minimized the standard deviation between different sensors. The limit of detection of α-solanine and αchaconine were as low as 3.4 μM and 9.2 μM with 3δ/slope calculation for the dose-dependent fitting curve, respectively.\nIn order to illuminate the sensing mechanism, redox probes with different charges were\napplied to test the change of the electrode surface exposed to glycoside toxins. The modified electrodes were characterized by cyclic voltammetry (Table S2). The peak current of the negatively charged redox probe, potassium ferricyanide, increased with 500 μM α-solanine (Fig. S8), while the peak current of the positively charged redox probe, hexaammineruthenium chloride, decreased (Fig. S9). And the neutrally charged redox probe, hydroxymethylferrocene, had no response to α-solanine (Fig. S10). Thus, the electrochemical responses of the sensors\nFig. 3\nJo rn\nal P\nepr\no f\nresulted from the change of the charge at the electrode interface. MPBA bound to the working electrode increased the surface negative charge due to its hydroxy groups, which slowed down the diffusion rate of the negative redox couple towards the reaction interface. The formation of cyclic ester bond between glycoalkaloids and MPBA resulted in the weakening of the surface negative charge, and in consequence caused the increase of differential pulse voltammetry peak currents with the different concentrations of glycoalkaloids. The detection range closely depended on the MPBA modified on the electrode. Considering the ratio of nanomaterials, solubility of MPBA and the area of working electrode, limited quantity of MPBA was modified on the working electrode through gold-sulfur bond. When the concentration of glycoalkaloids went higher, the current change exhibited the trend of saturation binding. Through the fitted Hill equation, the binding affinity of the electrode surface towards glycoside toxins was estimated as Kd (the ligand concentration that bound to half the receptor sites at equilibrium). The Kd of α-solanine was 162 μM, and α-chaconine was 120 μM.\nOverall, the disposable functionalized screen-printed electrodes were small in size and low\nin cost. The sample could be detected as little as 50 μL without complicated pretreatment within 5 min. Thus, the sensors well compensated for the drawbacks of conventional instrumental analysis. Compared with layer-by-layer modification methods, the procedures established here not only showed high efficiency, simplicity and manufacturability, but also improved the stability and reproducibility of the functionalized electrodes. More importantly, compared with biosensors based on cholinesterase (Table. S3), the present work showed wide linear range and relatively low detection limit. The sprouted potato tuber samples were further measured with the developed sensor (Fig. S11). In practice, the glycoalkaloids often do not exist alone in the plants. The major glycoalkaloids in potatoes are α-solanine and α-chaconine, which make up more than 95% [2]. It is necessary to build the corresponding models for the non-enzymatic analysis of certain food samples, since the responses of the sensors caused by different glycoalkaloids are varying. The ratio of α-solanine and α-chaconine in potato tubers and processed products is usually between 0.82 and 2.62 [41]. Thus, their solutions with the same\nFig. 4\nJo ur\nna l P\nre -p\nro of\nconcentration in equal volume were mixed to build the potato glycoalkaloid simulated solution [20, 21]. The sensing results were well consistent with α-solanine and α-chaconine. As the concentration of the simulated solution increased from 10 μM to 1000 μM, the peak currents increased accordingly (Fig. 5a). It also had a linear relationship with the logarithm of concentration. The R2 was found to be 0.9970 (Fig. 5b). The limit of detection of simulated solution was 3.5 μM with 3δ/slope calculation for the dose-dependent fitting curve. The sprouted potato tuber samples were extracted with the solvent after pretreatment. The potato sample extracts were detected with the modified electrodes (the inset of Fig. 5b). The content of glycoalkaloids in Sample A was 163.66±9.01 μM. The content of glycoalkaloids in Sample B was 116.25±15.64 μM (Table S4). The samples were also detected by LC-MS (Fig. S12). The contents of glycoalkaloids in Sample A and Sample B were 167.82 μM and 126.76 μM, respectively (Table S5). The results showed that the sensors could detect the glycoalkaloids in the real sample accurately. According to the recommendations of the Joint Expert Committee on Food Additives (JECFA), the safe intake limit for glycoalkaloids in potatoes is 200 mg/kg fresh weight (FW), while the recommended limit in Northern Europe is 100 mg/kg FW [9]. The concentration of glycoalkaloids in potato tubers could vary from 10 to 800 mg/kg FW (about 10 to 800 μM), and in various commercial potato products from 0.4 to 1450 mg/kg product [42]. The level of glycoalkaloids in potato tubers and products for consumption is likely to exceed the safety limit, which is required for supervision. The sensors built above could cover the detection range of glycoalkaloids in them, promising to be used in rural farm and factory with simple operation mode for food safety risk prevention and control."
    }, {
      "heading" : "3.4 Selectivity and stability of the glycoside toxin sensors",
      "text" : "During the actual detection of natural glycoside toxins, the presence of chemicals in food\nsamples may interfere with the detection. Taking the potato tuber extracts for instance, in addition to α-solanine and α-chaconine, other substances soluble in the extraction solvents including saccharides, mineral elements, antioxidants and vitamins were all potential sources of interferences [43, 44]. Kinds of chemicals were detected in order to confirm the selectivity\nFig. 5 Jo ur\nna l P\nre -p\nr of\nof the sensor. Glucose and fructose were the main soluble saccharides affecting the detection. Potassium, calcium and iron were used to simulate the influence of the minerals. Chlorogenic acid and rutin were detected as the representatives of the antioxidants. Lutein, ascorbic acid and riboflavin were detected to simulate the influence of the vitamins.\nIn the real sample, the level of these interferences varied and depended on many factors\nincluding food species and varieties, and extracting approaches (Table. S6). Thus, a median concentration of 500 μM was set as the detection concentration of the interferences in potato extracts (Fig. 6). It was obvious that the normalized peak currents of α-solanine and αchaconine were distinctly higher. The largest influence, which was still lower than the glycoalkaloids, was from chlorogenic acid. The sensor exhibited good anti-interference ability against glucose, fructose and oxidizable ascorbic acid, which were supposed to be the major interferences in boronic acid based non-enzymatic sensors [45]. One of the reasons was that the aglycone unit of glycoalkaloids changed the charges of the modified electrode surface, while the common structure of saccharides, carbohydrate chain with hydroxyl groups, would not cause the significant change. The ions would not react with the modified electrodes or the redox probe, thereby the interference signals might relate to their effects on the ionic strength. For ascorbic acid, the interference signal was small compared with that of the redox probe (Fig. S13). Thus, ascorbic acid would barely have effect on the detection of the glycoalkaloids.\nThe stability of the sensors was also studied. The response of the developed electrodes\ntowards 500 μM α-solanine remained unchanged for at least four weeks, demonstrating that the property of the nano-composites remained constant (the inset of Fig. 6). It further proved that the screen-printed electrodes could be modified in batch quantity at one time and stored before use, which had the potential for mass production. To sum up, non-enzymatic nanomaterial composite, rGO/AuNPs/MPBA, endowed electrodes with good selectivity and stability for glycoside toxins detection.\nIn addition to glycoalkaloids, other glycoside toxins of plant origin exert high threat to\nhuman health as well. Glucosinolates, known as goitrogen, are rich in Brassica vegetables,\nFig. 6\nJ rn\nal P\n-p of\nincluding broccoli, cauliflower and cabbage [46]. Cyanogenic glycosides, likely causing acute cyanide poisoning, are widely occurring in cassava, sorghum and almond [47]. As a result, our study revealed that boronic acid can not only function effectively for glucose detection, but also have great application potential for glycoside toxins sensing. Natural glycoside toxins share the similar structure of aglycone and carbohydrate functional groups, which could bond with boronic acid. By designing and synthesizing different boronic acid compounds, sensing can be performed in different approaches, such as fluorescence, surface plasmon resonance, and electrochemistry.\nFurthermore, in most rural poor regions, there is a lack of professional laboratories, as well\nas trained personnel and analytical equipment. The electrochemical sensor based on boronic acid nano-composites with disposable electrodes provide the opportunity of simple and low cost detection. The detection system could be further developed with micro-electromechanical systems (MEMS) and to implement the function of electrochemical workstation on smartphone. The realization of intelligent and potable detection will strongly promote the potential of industrialization and commercialization of the sensors. Therefore, the establishment of the above non-enzymatic detection method is of great significance for the risk control of plant origin food."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In this study, a non-enzymatic glycoside toxins detection sensor was proposed. Boronic\nacid bound with glycoside toxins realized specific recognition free of enzymes, while the sensitivity, selectivity and conductivity of the electrodes were greatly improved by reduced graphene oxide and gold nanoparticles. The low cost, easy operation, short detection time and disposability together made the sensor rather attractive in real-time and on-site analysis of glycoside toxins in food.\nCRediT author statement\nZhenghan Shi: Methodology, Validation, Investigation, Writing- Original draft\npreparation. Yanli Lu: Methodology, Writing- Original draft preparation, Funding acquisition.\nZetao Chen: Validation, Investigation. Chen Cheng: Formal analysis. Jie Xu: Investigation.\nJo ur\nna l P\nre -\nr of\nQingqing Zhang: Investigation. Zupeng Yan: Investigation, Formal analysis. Zisheng Luo:\nConceptualization, Funding acquisition. Qingjun Liu: Supervision, Writing- Reviewing and\nEditing, Funding acquisition.\nConflict of interest statement The authors declare no conflict of interest."
    }, {
      "heading" : "Acknowledgement",
      "text" : "This work was supported by the National Natural Science Foundation of China (Grant No.\n81801793, 31671007), the China Postdoctoral Science Foundation (Grant No. 2018M630677, 2019T120518), the National Key Research and Development Program of China (Grant No. 2019YFC1604504, 2019YFD1002301), the Natural Science Foundation of Zhejiang Province (Grant No. LZ18C100001)."
    } ],
    "references" : [ {
      "title" : "Naturally occurring food toxins",
      "author" : [ "L.C. Dolan", "R.A. Matulka", "G.A. Burdock" ],
      "venue" : "Toxins (Basel) 2(9) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Bioactivities of glycoalkaloids and their aglycones from Solanum species",
      "author" : [ "S.E. Milner", "N.P. Brunton", "P.W. Jones", "N.M. O'Brien", "S.G. Collins", "A.R. Maguire" ],
      "venue" : "J Agr Food Chem 59(8) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Potato glycoalkaloids: true safety or false sense of security",
      "author" : [ "Y.I. Korpan", "E.A. Nazarenko", "I.V. Skryshevskaya", "C. Martelet", "N. Jaffrezic-Renault", "A.V. El'skaya" ],
      "venue" : "Trends Biotechnol 22(3) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "K",
      "author" : [ "T.T. Mensinga", "A.J. Sips", "C.J. Rompelberg" ],
      "venue" : "van Twillert, J. Meulenbelt, H.J. van den Top, H.P. van Egmond, Potato glycoalkaloids and adverse effects in humans: an ascending dose study, Regul Toxicol Pharmacol 41(1) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Isolation and chemoenzymatic treatment of glycoalkaloids from green",
      "author" : [ "G.Y. Koffi", "M. Remaud-Simeon", "A.E. Due", "D. Combes" ],
      "venue" : "sprouting and rotting Solanum tuberosum potatoes for solanidine recovery, Food Chem 220 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "The influence of thermal process of coloured potatoes on the content of glycoalkaloids in the potato products",
      "author" : [ "A. Tajner-Czopek", "E. Rytel", "A. Kita", "A. Pęksa", "K. Hamouz" ],
      "venue" : "Food Chem 133(4) ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "H",
      "author" : [ "J. Ruprich", "I. Rehurkova", "P.E. Boon", "K. Svensson", "S. Moussavian" ],
      "venue" : "Van der Voet, S. Bosgra, J.D. Van Klaveren, L. Busk, Probabilistic modelling of exposure doses and implications for health risk characterization: glycoalkaloids from potatoes, Food Chem  J  ur  na  l P  re  -p  ro  of  16  Toxicol 47(12) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "M",
      "author" : [ "M. Friedman", "N. Kozukue", "H.J. Kim", "S.H. Choi" ],
      "venue" : "Mizuno,. Glycoalkaloid, phenolic, and flavonoid content and antioxidative activities of conventional nonorganic and organic potato peel powders from commercial gold, red, and Russet potatoes, J Food Compos Anal 62 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Potato peels and their bioactive glycoalkaloids and phenolic compounds inhibit the growth of pathogenic trichomonads",
      "author" : [ "M. Friedman", "V. Huang", "Q. Quiambao", "S. Noritake", "J. Liu", "O. Kwon", "S. Chintalapati", "J. Young", "C.E. Levin", "C. Tam", "L.W. Cheng", "K.M. Land" ],
      "venue" : "J Agr Food Chem 66(30) ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Bioactive glycoalkaloides isolated from Solanum melongena fruit peels with potential anticancer properties against hepatocellular carcinoma cells",
      "author" : [ "M.I. Fekry", "S.M. Ezzat", "M.M. Salama", "O.Y. Alshehri", "A.M. Al-Abd" ],
      "venue" : "Sci Rep-UK 9(1) ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "An ultra-high-performance liquid chromatography-triple quadrupole mass spectrometry method for the detection of steroidal glycoalkaloids in potato samples",
      "author" : [ "X.H. Nie", "H.C. Guo" ],
      "venue" : "Anal Methods-UK 9(47) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Suspect screening of glycoalkaloids in plant extracts using neutral loss–High resolution mass spectrometry",
      "author" : [ "R. Larcher", "T. Nardin" ],
      "venue" : "J Chromatogr A 1596 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Simultaneous quantification of polyphenols",
      "author" : [ "B. Yuan", "F.F. Dinssa", "J.E. Simon", "Q. Wu" ],
      "venue" : "glycoalkaloids and saponins in African nightshade leaves using ultra-high performance liquid chromatography tandem mass spectrometry with acid assisted hydrolysis and multivariate analysis, Food Chem 312 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "A biosensor with myrosinase and glucose oxidase bienzyme system for determination of glucosinolates in seeds of commonly consumed vegetables",
      "author" : [ "B. Wua", "G. Zhang", "S. Shuang", "C. Dong", "M.M.F. Choi", "A.W.M. Lee" ],
      "venue" : "Sensors Actuat B: Chem 106(2) ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "A novel enzyme biosensor for steroidal glycoalkaloids detection based on pH-sensitive field effect transistors",
      "author" : [ "Y.I. Korpana", "V.V. Volotovsky", "C. Martelet", "N. Jaffrezic-Renault", "E.A. Nazarenko", "A.V. El'skaya", "A.P. Soldatkin" ],
      "venue" : "Bioelectrochemistry 55(1-2) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Nonfaradaic impedance probing of potato glycoalkaloids interaction with butyrylcholinesterase immobilized onto gold electrode",
      "author" : [ "I.V. Benilova", "A.P. Soldatkin", "C. Martelet", "N. Jaffrezic-Renault" ],
      "venue" : "Electroanal 18(19-20) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Detection of glycoalkaloids using disposable biosensors based on genetically modified enzymes",
      "author" : [ "M.A. Espinoza", "G. Istamboulie", "A. Chira", "T. Noguer", "M. Stoytcheva", "J.L. Marty" ],
      "venue" : "Anal Biochem 457 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Biosensors for assay of glycoalkaloids in potato tubers",
      "author" : [ "V.N. Arkhypova", "S.V. Dzyadevych", "N. Jaffrezic-Renault", "C. Martelet", "A.P. Soldatkin" ],
      "venue" : "Appl Biochem Micro 44(3) ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Sensitivity and specificity improvement of an ion sensitive field effect transistorsbased biosensor for potato glycoalkaloids detection",
      "author" : [ "Y.I. Korpan", "F.M. Raushel", "E.A. Nazarenko", "A.P. Soldatkin", "N. Jaffrezic-Renault", "C. Martelet" ],
      "venue" : "J Agr Food Chem 54(3) ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Analysis of the potato glycoalkaloids by using of enzyme biosensor based on pH-ISFETs",
      "author" : [ "A.P. Soldatkin", "V.N. Arkhypova", "S.V. Dzyadevych", "A.V. El'skaya", "J.M. Gravoueille", "N. Jaffrezic-Renault", "C. Martelet" ],
      "venue" : "Talanta 66(1) ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "N",
      "author" : [ "V.N. Arkhypova", "S.V. Dzyadevych", "A.P. Soldatkin", "A.V. El'skaya", "C. Martelet" ],
      "venue" : " J  ur  na  l P  r  -p  r  of  17  Jaffrezic-Renault, Development and optimisation of biosensors based on pH-sensitive field effect transistors and cholinesterases for sensitive detection of solanaceous glycoalkaloids, Biosens Bioelectron 18(8) ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Cholinesterases characterization of three tropical fish species",
      "author" : [ "V.R.P. Beatriz", "E.C.M. Silva-Zacarin", "M.J. Costa", "A.C.A.D. Santos", "J.B. Carmo", "B. Nunes" ],
      "venue" : "and their sensitivity towards specific contaminants, Ecotox Environ Safe 173 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Sensitive SERS glucose sensing in biological media using alkyne functionalized boronic acid on planar substrates",
      "author" : [ "K.V. Kong", "C.J. Ho", "T. Gong", "W.K. Lau", "M. Olivo" ],
      "venue" : "Biosens Bioelectron 56 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Synthesis-modification integration: one-step fabrication of boronic acid functionalized carbon dots for fluorescent blood sugar sensing",
      "author" : [ "P. Shen", "Y. Xia" ],
      "venue" : "Anal Chem 86(11) ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "One step electrochemical deposition and reduction of graphene oxide on screen printed electrodes for impedance detection of glucose",
      "author" : [ "S. Li", "Q. Zhang", "Y. Lu", "D. Ji", "D. Zhang", "J. Wu", "X. Chen", "Q. Liu" ],
      "venue" : "Sensors Actuat B: Chem 244 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Selective sensing of saccharides using simple boronic acids and their aggregates",
      "author" : [ "X. Wu", "Z. Li", "X.X. Chen", "J.S. Fossey", "T.D. James", "Y.B. Jiang" ],
      "venue" : "Chem Soc Rev 42(20) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "A novel polypyrrole–phenylboronic acid based electrochemical saccharide sensor",
      "author" : [ "S. Aytaç", "F. Kuralay", "İ.H. Boyacı", "C. Unaleroglu" ],
      "venue" : "Sensors Actuat B: Chem 160(1) ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Boronic acid modified fiber optic SPR sensor and its application in saccharide detection",
      "author" : [ "S. Qian", "Y. Liang", "J. Ma", "Y. Zhang", "J. Zhao", "W. Peng" ],
      "venue" : "Sensors Actuat B: Chem 220 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Boronic acid based imprinted electrochemical sensor for rutin recognition and detection",
      "author" : [ "C. Wang", "Q. Wang", "M. Zhong", "X. Kan" ],
      "venue" : "Analyst 141(20) ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Two dimensional soft material: new faces of graphene oxide",
      "author" : [ "J. Kim", "L.J. Cote", "J. Huang" ],
      "venue" : "Accounts Chem Res 45(8) ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Graphene oxide: preparation",
      "author" : [ "D. Chen", "H. Feng", "J. Li" ],
      "venue" : "functionalization, and electrochemical applications, Chem Rev 112(11) ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Thin film fabrication and simultaneous anodic reduction of deposited graphene oxide platelets by electrophoretic deposition",
      "author" : [ "S.J. An", "Y. Zhu", "S.H. Lee", "M.D. Stoller", "T. Emilsson", "S. Park", "A. Velamakanni", "J. An", "R.S. Ruoff" ],
      "venue" : "J Phys Chem Lett 1(8) ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Au and Au-based nanomaterials: Synthesis and recent progress in electrochemical sensor applications",
      "author" : [ "T. Xiao", "J. Huang", "D. Wang", "T. Meng", "X. Yang" ],
      "venue" : "Talanta 206 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "A review on functionalized gold nanoparticles for biosensing applications",
      "author" : [ "S. Zeng", "K.-T. Yong", "I. Roy", "X.-Q. Dinh", "X. Yu", "F. Luan" ],
      "venue" : "Plasmonics 6(3) ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "The gold-sulfur interface at the nanoscale",
      "author" : [ "H. Hakkinen" ],
      "venue" : "Nat Chem 4(6) ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Green and controllable strategy to fabricate well-dispersed graphene–gold nanocomposite film as sensing materials for the detection of hydroquinone and resorcinol with electrodeposition",
      "author" : [ "L. Zaijun", "S. Xiulan", "X. Qianfang", "L. Ruiyi", "F. Yinjun", "Y. Shuping", "L. Junkang" ],
      "venue" : "Electrochimica Acta 85 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "A sensitive electrochemical sensor for direct phoxim detection based on an electrodeposited reduced graphene oxide–gold nanocomposite",
      "author" : [ "Y. Zheng", "A. Wang", "H. Lin", "L. Fu", "W. Cai" ],
      "venue" : "RSC Advances 5(20) ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Surface modification of graphene nanosheets with gold nanoparticles: the role of oxygen moieties at graphene surface on gold nucleation and growth",
      "author" : [ "G. Goncalves", "P.A.A.P. Marques", "C.M. Granadeiro", "H.I.S. Nogueira", "M.K. Singh", "J. Grácio" ],
      "venue" : "Chem Mater 21(20) ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Synthesis",
      "author" : [ "P. Sharma", "G. Darabdhara", "T.M. Reddy", "A. Borah", "P. Bezboruah", "P. Gogoi", "N. Hussain", "P. Sengupta", "M.R. Das" ],
      "venue" : "characterization and catalytic application of Au NPsreduced graphene oxide composites material: an eco-friendly approach, Catal Commun 40 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Potato glycoalkaloids and metabolites: roles in the plant and in the diet",
      "author" : [ "M. Friedman" ],
      "venue" : "J Agr Food Chem 54(23) ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Potato glycoalkaloids: some unanswered questions",
      "author" : [ "D.B. Smith", "J.G. Roddick", "J.L. Jones" ],
      "venue" : "Trends Food Sci Tech, 7(4) ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "Potato Production",
      "author" : [ "K. Zaheer", "M.H. Akhtar" ],
      "venue" : "Usage, and Nutrition-A Review, Crit Rev Food Sci Nutr 56(5) ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nutrients",
      "author" : [ "B. Burlingame", "B. Mouillé", "R. Charrondière" ],
      "venue" : "bioactive non-nutrients and antinutrients in potatoes, J Food Compos Anal 22(6) ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Recent advances in electrochemical nonenzymatic glucose sensors - A review",
      "author" : [ "D.W. Hwang", "S. Lee", "M. Seo", "T.D. Chung" ],
      "venue" : "Anal Chim Acta 1033 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Reactivity and stability of glucosinolates and their breakdown products in foods",
      "author" : [ "F.S. Hanschen", "E. Lamy", "M. Schreiner", "S. Rohn" ],
      "venue" : "Angew Chem Int Ed Engl 53(43) ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "saponins, are one of the most ubiquitous natural toxins [1].",
      "startOffset" : 56,
      "endOffset" : 59
    }, {
      "referenceID" : 1,
      "context" : "Glycoalkaloids, for example, are widely found in Solanum genus plants, such as eggplants, tomatoes and potatoes [2].",
      "startOffset" : 112,
      "endOffset" : 115
    }, {
      "referenceID" : 2,
      "context" : "As a class of nitrogen-containing steroidal glycosides, glycoalkaloids exert toxic hazards to human beings, including strong inhibitory effects on cholinesterase, gastrointestinal disturbances, teratogenicity and even lethality [3, 4].",
      "startOffset" : 228,
      "endOffset" : 234
    }, {
      "referenceID" : 3,
      "context" : "As a class of nitrogen-containing steroidal glycosides, glycoalkaloids exert toxic hazards to human beings, including strong inhibitory effects on cholinesterase, gastrointestinal disturbances, teratogenicity and even lethality [3, 4].",
      "startOffset" : 228,
      "endOffset" : 234
    }, {
      "referenceID" : 4,
      "context" : "dramatically when tubers turn green, sprout or rot [6].",
      "startOffset" : 51,
      "endOffset" : 54
    }, {
      "referenceID" : 5,
      "context" : "Although the process of potato products like peeling, cooking and frying can decrease the content of glycoalkaloids to different extent [7], the risk of poisoning still remains [8].",
      "startOffset" : 136,
      "endOffset" : 139
    }, {
      "referenceID" : 6,
      "context" : "Although the process of potato products like peeling, cooking and frying can decrease the content of glycoalkaloids to different extent [7], the risk of poisoning still remains [8].",
      "startOffset" : 177,
      "endOffset" : 180
    }, {
      "referenceID" : 7,
      "context" : "the most commonly used analytical methods are high performance liquid chromatography (HPLC) combined with ultraviolet spectroscopy [9-11] or mass spectrometry (MS) [12-14], which can realize qualitative and quantitative analysis.",
      "startOffset" : 131,
      "endOffset" : 137
    }, {
      "referenceID" : 8,
      "context" : "the most commonly used analytical methods are high performance liquid chromatography (HPLC) combined with ultraviolet spectroscopy [9-11] or mass spectrometry (MS) [12-14], which can realize qualitative and quantitative analysis.",
      "startOffset" : 131,
      "endOffset" : 137
    }, {
      "referenceID" : 9,
      "context" : "the most commonly used analytical methods are high performance liquid chromatography (HPLC) combined with ultraviolet spectroscopy [9-11] or mass spectrometry (MS) [12-14], which can realize qualitative and quantitative analysis.",
      "startOffset" : 131,
      "endOffset" : 137
    }, {
      "referenceID" : 10,
      "context" : "the most commonly used analytical methods are high performance liquid chromatography (HPLC) combined with ultraviolet spectroscopy [9-11] or mass spectrometry (MS) [12-14], which can realize qualitative and quantitative analysis.",
      "startOffset" : 164,
      "endOffset" : 171
    }, {
      "referenceID" : 11,
      "context" : "the most commonly used analytical methods are high performance liquid chromatography (HPLC) combined with ultraviolet spectroscopy [9-11] or mass spectrometry (MS) [12-14], which can realize qualitative and quantitative analysis.",
      "startOffset" : 164,
      "endOffset" : 171
    }, {
      "referenceID" : 12,
      "context" : "the most commonly used analytical methods are high performance liquid chromatography (HPLC) combined with ultraviolet spectroscopy [9-11] or mass spectrometry (MS) [12-14], which can realize qualitative and quantitative analysis.",
      "startOffset" : 164,
      "endOffset" : 171
    }, {
      "referenceID" : 13,
      "context" : "Since natural glycoside toxins can inhibit the enzyme activity or be catalytic hydrolyzed by enzymes, enzymatic biosensors were widely used for their detection [15-17].",
      "startOffset" : 160,
      "endOffset" : 167
    }, {
      "referenceID" : 14,
      "context" : "Since natural glycoside toxins can inhibit the enzyme activity or be catalytic hydrolyzed by enzymes, enzymatic biosensors were widely used for their detection [15-17].",
      "startOffset" : 160,
      "endOffset" : 167
    }, {
      "referenceID" : 15,
      "context" : "Since natural glycoside toxins can inhibit the enzyme activity or be catalytic hydrolyzed by enzymes, enzymatic biosensors were widely used for their detection [15-17].",
      "startOffset" : 160,
      "endOffset" : 167
    }, {
      "referenceID" : 16,
      "context" : "For glycoalkaloids, sensors were mainly developed based on the inhibition effects on cholinesterase [18-22].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 17,
      "context" : "For glycoalkaloids, sensors were mainly developed based on the inhibition effects on cholinesterase [18-22].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 18,
      "context" : "For glycoalkaloids, sensors were mainly developed based on the inhibition effects on cholinesterase [18-22].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 19,
      "context" : "For glycoalkaloids, sensors were mainly developed based on the inhibition effects on cholinesterase [18-22].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 20,
      "context" : "For glycoalkaloids, sensors were mainly developed based on the inhibition effects on cholinesterase [18-22].",
      "startOffset" : 100,
      "endOffset" : 107
    }, {
      "referenceID" : 21,
      "context" : "Besides, the catalytic reaction process was also inhibited greatly by pesticides and heavy metals [23], which were very likely to exist in samples and difficult to eliminate.",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 22,
      "context" : "Boronic acids, able to selectively bind saccharides, have been widely used in non-enzymatic glucose detection [24-26].",
      "startOffset" : 110,
      "endOffset" : 117
    }, {
      "referenceID" : 23,
      "context" : "Boronic acids, able to selectively bind saccharides, have been widely used in non-enzymatic glucose detection [24-26].",
      "startOffset" : 110,
      "endOffset" : 117
    }, {
      "referenceID" : 24,
      "context" : "Boronic acids, able to selectively bind saccharides, have been widely used in non-enzymatic glucose detection [24-26].",
      "startOffset" : 110,
      "endOffset" : 117
    }, {
      "referenceID" : 25,
      "context" : "combine with diol to form a cyclic ester and distinguish saccharide molecules with similar structure, since the bonding is related to the orientation and relative position of saccharides hydroxy groups [27].",
      "startOffset" : 202,
      "endOffset" : 206
    }, {
      "referenceID" : 26,
      "context" : "Sensing of other saccharides and derivatives was also reported [28-30], but the employment of boronic acid on the detection of natural glycoside toxins remained few.",
      "startOffset" : 63,
      "endOffset" : 70
    }, {
      "referenceID" : 27,
      "context" : "Sensing of other saccharides and derivatives was also reported [28-30], but the employment of boronic acid on the detection of natural glycoside toxins remained few.",
      "startOffset" : 63,
      "endOffset" : 70
    }, {
      "referenceID" : 28,
      "context" : "Sensing of other saccharides and derivatives was also reported [28-30], but the employment of boronic acid on the detection of natural glycoside toxins remained few.",
      "startOffset" : 63,
      "endOffset" : 70
    }, {
      "referenceID" : 29,
      "context" : "oxygen functional groups on the surface [31].",
      "startOffset" : 40,
      "endOffset" : 44
    }, {
      "referenceID" : 30,
      "context" : "These oxygen functional groups are good binding sites for biological or chemical materials, which is beneficial for further processing and functionalization [32].",
      "startOffset" : 157,
      "endOffset" : 161
    }, {
      "referenceID" : 31,
      "context" : "The graphene oxide can be electrochemically reduced to reduced graphene oxide (rGO) without the use of reducing reagents [33].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 32,
      "context" : "Gold nanoparticles (AuNPs), with good electrochemical properties, are also widely used for sensing [34, 35].",
      "startOffset" : 99,
      "endOffset" : 107
    }, {
      "referenceID" : 33,
      "context" : "Gold nanoparticles (AuNPs), with good electrochemical properties, are also widely used for sensing [34, 35].",
      "startOffset" : 99,
      "endOffset" : 107
    }, {
      "referenceID" : 34,
      "context" : "formed spontaneously between thiol and the gold atom, provides an efficient strategy for the modification of biological components and other sensitive small molecules [36].",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 35,
      "context" : "In electrochemical assay, typically, GO and AuNPs are modified on working electrode through electrochemical reduction layer by layer [37, 38].",
      "startOffset" : 133,
      "endOffset" : 141
    }, {
      "referenceID" : 36,
      "context" : "In electrochemical assay, typically, GO and AuNPs are modified on working electrode through electrochemical reduction layer by layer [37, 38].",
      "startOffset" : 133,
      "endOffset" : 141
    }, {
      "referenceID" : 37,
      "context" : "In fact, the AuNPs could not grow on the surface of fully reduced graphene for lack of growing sites, while the negatively ionized oxygen functional groups on the surface of GO could provide nucleation and growing sites for AuNPs during the reduction of chloroauric acid [39].",
      "startOffset" : 271,
      "endOffset" : 275
    }, {
      "referenceID" : 38,
      "context" : "Inserting AuNPs on the surface of graphene would be beneficial for the stability of the entire colloidal dispersion system [40].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 1,
      "context" : "The major glycoalkaloids in potatoes are α-solanine and α-chaconine, which make up more than 95% [2].",
      "startOffset" : 97,
      "endOffset" : 100
    }, {
      "referenceID" : 18,
      "context" : "12 concentration in equal volume were mixed to build the potato glycoalkaloid simulated solution [20, 21].",
      "startOffset" : 97,
      "endOffset" : 105
    }, {
      "referenceID" : 19,
      "context" : "12 concentration in equal volume were mixed to build the potato glycoalkaloid simulated solution [20, 21].",
      "startOffset" : 97,
      "endOffset" : 105
    }, {
      "referenceID" : 7,
      "context" : "fresh weight (FW), while the recommended limit in Northern Europe is 100 mg/kg FW [9].",
      "startOffset" : 82,
      "endOffset" : 85
    }, {
      "referenceID" : 43,
      "context" : "against glucose, fructose and oxidizable ascorbic acid, which were supposed to be the major interferences in boronic acid based non-enzymatic sensors [45].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 44,
      "context" : "14 including broccoli, cauliflower and cabbage [46].",
      "startOffset" : 47,
      "endOffset" : 51
    } ],
    "year" : 2020,
    "abstractText" : "Jo ur na l P re -p r of",
    "creator" : "Elsevier"
  }
}