{
  "name" : "downloads_2019-11-15_7a_10.1016@j.ijhydene.2019.01.215.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Bimetallic palladium-cobalt nanomaterials as highly efficient catalysts for dehydrocoupling of dimethylamine borane",
    "authors" : [ "Betül S", "Ays‚enur Aygün", "Aysun S‚avk", "Mehmet Harbi Çalımlı", "Senem Karahan Gülbay" ],
    "emails" : [ "senem.karahan@deu.e", "(PdCo@GO)" ],
    "sections" : [ {
      "heading" : null,
      "text" : "ww.sciencedirect.com\ni n t e r n a t i o n a l j o u r n a l o f h y d r o g en en e r g y x x x ( x x x x ) x x x\nAvailable online at w\nScienceDirect\njournal homepage: www.elsevier .com/locate/he"
    }, {
      "heading" : "Bimetallic palladium-cobalt nanomaterials as",
      "text" : "highly efficient catalysts for dehydrocoupling of dimethylamine borane\nBetül S‚ en a, Ays‚enur Aygün a, Aysun S‚avk a, Mehmet Harbi Çalımlı a,b, Senem Karahan Gülbay c,**, Fatih S‚ en a,*,1\na Sen Research Group, Department of Biochemistry, Dumlupınar University, 43100, Kütahya, Turkey b Tuzluca Vocational High School, Igdir University, Igdir, Turkey c Department of Inorganic Chemistry, Dokuz Eylül University, 35160, _Izmir, Turkey\na r t i c l e i n f o"
    }, {
      "heading" : "Article history:",
      "text" : "Received 20 November 2018 Received in revised form 3 January 2019 Accepted 22 January 2019 Available online xxx"
    }, {
      "heading" : "Keywords:",
      "text" : "Catalytic activity"
    }, {
      "heading" : "DMAB",
      "text" : "Monodispersity PdCo nanoparticle Ultrasonication\n* Corresponding author. ** Corresponding author.\nE-mail addresses: senem.karahan@deu.e 1 http://senresearchgroup.com/.\nhttps://doi.org/10.1016/j.ijhydene.2019.01.215 0360-3199/© 2019 Hydrogen Energy Publicati\nPlease cite this article as: S‚ en B et al., Bime dimethylamine borane, International Journ\na b s t r a c t\nIn this work, we report the synthesis, characterization and application of graphene oxide stabilized PdCo nanoparticles (PdCo@GO) for the dehydrocoupling of dimethylamine borane (DMAB) as a model reaction. Bimetallic graphene oxide stabilized PdCo nanoparticles were readily synthesized using an ultrasonic reduction technique, in which both metals of Pd and Co were reduced with GO. The dispersion of PdCo nanoparticles on the surface of GO was enhanced with the help of the ultrasonic reduction method which result in the enhancing of dispersion of both metals without any agglomeration problem. The characterization studies revealed that graphene oxide stabilized PdCo nanoparticles have a uniform, homogeneous distribution on graphene oxide and an average particle size of 3.48 ± 0.22 nm. After fully characterization of graphene oxide stabilized PdCo nanoparticles, they have been tried in model reaction as a catalyst and exhibited a high catalytic performance compared the previous catalysts in literature with a TOF value of 226.80 h 1. The investigation of kinetic parameters showed that graphene oxide stabilized PdCo nanoparticles have very high negative entropy (DS: 170.85 J mol 1 K 1) value and a low activation energy value (Ea: 17.53 ± 2 kJ mol 1) for the model reaction.\n© 2019 Hydrogen Energy Publications LLC. Published by Elsevier Ltd. All rights reserved."
    }, {
      "heading" : "Introduction",
      "text" : "Hydrogen is considered to be clean energy source since it does not cause any damage to the environment. However, some problems with the storage of hydrogen affect negatively the hydrogen economy. There are many types of hydrogen sources such as sodium borohydride, ammonia boranes,\ndu.tr (S.K. Gülbay), fatihs\nons LLC. Published by Els\ntallic palladium-cobalt na al of Hydrogen Energy, ht\ndimethylamine boranes, methylamine boranes etc. [1e15]. Among these sources, ammonia boranes (ABs) have been used many times due to their some advantages such as high hydrogen content (19.5%), ease of use, stability, and nonflammability [16e20]. Another derivative of ABs is dimethylamine borane (DMAB) which has acceptable hydrogen content, crystalline structure and a constant form in the air. The dehydrogenation reaction of dimethylamine borane takes\nen1980@gmail.com (F. S‚ en).\nevier Ltd. All rights reserved.\nnomaterials as highly efficient catalysts for dehydrocoupling of tps://doi.org/10.1016/j.ijhydene.2019.01.215\nplaces easily under room conditions with the use of a suitable catalyst which is shown in Scheme 1. So far, different heterogeneous and homogeneous catalysts containing palladium, ruthenium, iridium, and rhodium, etc have been tested for the dehydrogenation reaction of dimethylamine borane as shown in Table 1. According to several studies in the literature [21e28], Pd based nanomaterials have been used and they have increased the stability and the catalytic activity of chemical reactions. As shown in Table 1, in our laboratory, we have also tried many catalysts for this model reaction and obtained very good performance for dehydrocoupling of AB derivatives. Especially, Pd and Co based nanomaterials have paid attention in our lastmeasurements due to their very high performance. Hence, in this study, we report the preparation and characterization of graphene oxide supported PdCo nanomaterials (PdCo@GO) exhibiting high catalytic performance for the model reaction.\nThe prepared nanomaterials were prepared by using the ultrasonic reduction technique and characterized by some of the advanced analytical techniques as given in supporting information. Additionally, some detailed kinetic studies of model reaction catalyzed by graphene oxide stabilized PdCo nanoparticles were investigated in detail."
    }, {
      "heading" : "Experimental methods",
      "text" : "The procedure of preparing of PdCo nanoparticles decorated on GO\nThe graphene oxide stabilized PdCo nanoparticles were prepared with the help of the ultrasonic reduction technique as shown in Fig. S1. Further, the preparation of graphene oxide and the characterization techniques of prepared materials and their detailed kinetic studies for model reaction were given in supporting information. As a summary for the preparation of nanomaterial, A solution containing 25 mg/mL GO, 0.25 mmol CoCl2 and 0.25 mmol K2PdCl4 were mixed under ultrasonic conditions for a while, and then the obtained dispersion was refluxed at 85 C for 3 h. The brownish black color of the solution shows the stabilization of the palladiumcobalt nanomaterials on GO was achieved at room temperature. The prepared materials were obtained as solid materials after washing and drying process."
    }, {
      "heading" : "Results and discussion",
      "text" : "Characterization of graphene oxide stabilized palladium cobalt nanoparticles\nThe characterizations of graphene oxide stabilized PdCo nanoparticles were performed with various analytical\nScheme 1 e The dehydrogenation reaction of DMAB with the help of a suitable catalyst.\nPlease cite this article as: S‚ en B et al., Bimetallic palladium-cobalt n dimethylamine borane, International Journal of Hydrogen Energy, ht\ntechniques. For instance, the morphology, compositions and the mean particle size of the prepared graphene oxide stabilized PdCo nanoparticles were investigated using Transmission electron microscopy analysis as shown in Fig. 1. The mean particle size of graphene oxide stabilized PdCo nanoparticles was found to be 3.48 ± 0.22 nm counting over 100 particles as shown in Fig. 1b. Further, the chemical composition and morphology of graphene oxide stabilized PdCo nanoparticles were also investigated by high resolution electron microscopy analysis as also shown in Fig. 1a. These analyses showed that all of the particles of graphene oxide stabilized PdCo nanoparticles were nearly spherical, and they have 0.22 nm of atomic lattice fringe. Besides, there was no agglomeration of these nanoparticles during the synthesis process.\nX-ray diffraction pattern was also used to reveal the crystalline structure of graphene oxide stabilized PdCo nanoparticles. For this purpose, as shown in Fig. 2a, the X-ray diffraction pattern of both graphene oxide stabilized PdCo nanoparticles and graphene oxide stabilized Pd nanoparticles showed similar patterns, but there is a small shift to the higher degree of binding energy in bimetallic nanoparticles. This case confirms the alloy structure of graphene oxide stabilized PdCo nanoparticles. Depending on the types of the relatively strong signal of Pd compared to the Co, graphene oxide stabilized PdCo nanoparticles showed mostly the characteristic peaks of Pd instead of Co.\nFor instance, the peaks at around 2q ¼ 40.1 , 46.5 , 68.5 , and 82.5 correspond to the characteristic peaks of Pd (111), (200), (220) and (311). Furthermore, Scherrer formula [29e31] was used to calculate the mean crystalline particle size of graphene oxide stabilized PdCo nanoparticles. The mean particle size of the prepared nanoparticles has been found to be 3.56 nm which is in good agreement with transmission electron microscopy results. Besides, the lattice parameter value of the prepared graphene oxide stabilized PdCo nanoparticles having a cubic crystalline structure was found to be 3.87 A according to below equation which also confirms the alloy structure of graphene oxide stabilized PdCo nanoparticles [32e35]. Sin q ¼ l ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi h2 þ k2 þ l2p\n2a\nThe patterns of Raman spectroscopy showing the regular and irregular structure of carbon in graphene oxide stabilized PdCo nanoparticles are given in Fig. 2b. Two evident peaks are seen around 1350 and 1607 cm 1 for graphene oxide and graphene oxide stabilized PdCo nanoparticles. D and G bands are ascribed to the E2g, and A1g symmetry, respectively. The intensity ratio of D and G bands are shownwith the ratio ID/IG ratio value to reveal the irregularities and changes in the surface of the nanoparticles. As shown in Fig. 2b, the ratios of ID/IG for graphene oxide stabilized PdCo nanoparticles and graphene oxide were found to be 1.14 and 1.01, respectively. An increase in irregularity is seen in the lattice of graphene oxide after the formation of graphene oxide stabilized PdCo nanoparticles. Besides, X-ray photoelectron spectroscopy analysis was performed for the surface morphology of the prepared nanoparticles and the oxidation states of palladium and cobalt in prepared graphene oxide stabilized PdCo\nanomaterials as highly efficient catalysts for dehydrocoupling of tps://doi.org/10.1016/j.ijhydene.2019.01.215\nnanoparticles. Hence, the 3d region of Pd and 2p region spectrum of Co were investigated using the GaussianLorentzian technique, as well as the integration of each peak, and estimated relative intensity of species after removal\nPlease cite this article as: S‚ en B et al., Bimetallic palladium-cobalt na dimethylamine borane, International Journal of Hydrogen Energy, ht\nand smoothing of background. The binding energies found in the X-ray photoelectron spectroscopy analyzes as shown in Fig. 3 were calculated by using a peak of C atomat 284.6 eV as a reference. The related comparisons were made with the\ne particle size histogram of graphene oxide stabilized PdCo\nnomaterials as highly efficient catalysts for dehydrocoupling of tps://doi.org/10.1016/j.ijhydene.2019.01.215\ntheoretical binding energies (Pd-3d5/2: 334.4 eV, Co-2p3/2: 781.5 eV) belonging to Pd and Co elements in the literature and the experimental binding energies (Pd-3d5/2: 333.9 eV, Co-2p3/ 2: 778.8 eV) found in available X-ray photoelectron spectroscopy analyzes. X-ray photoelectron spectroscopy analyzes shows mostly the presence of the metallic state of Pd and Co. There are also some oxidized species such as Pd (II) and Co (II) as shown in Fig. 3. The peak positions shifts of the binding energies of the elements indicate the formation of the PdCo alloy structure [29e35].\nAfter complete characterization of the prepared nanoparticles, we compared the catalytic performance of the graphene oxide stabilized PdCo nanoparticles (PdCo@GO) with graphene oxide stabilized Pd nanoparticles (Pd@GO), graphene oxide stabilized Co nanoparticles (Co@GO) and physical mixture of graphene oxide stabilized Pd and graphene oxide stabilized Co nanoparticles (Pd@GO þ Co@GO) for the model reaction. The TOF values of Pd@GO, Co@GO, Pd@GOþ Co@GO, and PdCo@GO were found to be 42, 18, 64 and 226.80 h 1, respectively. These results indicate the importance of the formation of alloy structure for the model reaction.\nThe catalytic performance of graphene oxide supported palladium-cobalt nanoparticles for the dehydrogenation of DMAB.\nThe various experiments were carried out to investigate the catalytic activity of graphene oxide stabilized PdCo\nnanoparticles with their different concentration in a range of 2.25e9.0 mM for the model reaction. The experimental studies revealed that the graphene oxide stabilized PdCo nanoparticles had a high catalytic activity for the dehydrocoupling of dimethylamine borane, and the results (nH2/ nDMAB versus time) of these experiments are given in Fig. 4. In these experiments, the hydrogen release begins immediately, and the hydrogen evolution continues during the dehydrocoupling of dimethylamine borane. The same experimental conditions were prepared to find the effect of the concentration of DMAB (substrate) on the catalytic dehydrocoupling of DMAB catalyzed by graphene oxide stabilized PdCo nanoparticles. A set of experiment with different concentrations of DMAB in a range of 75e150 mM at a constant concentration graphene oxide stabilized PdCo nanoparticles (PdCo: 2.25 mM) and the hydrogen evolution plot versus time is given in Fig. 5. The obtained logarithmic plots of H2 evolution rate versus time-based on both the concentration of catalyst and DMAB have slopes of 0.9146 and 0.9064, respectively. These showed that the model reaction catalyzed by current nanoparticles were first-order reactions depending upon both the concentrations of catalyst and substrate. As a summary, the following equation can be written depending on the rate of dehydrogenation of dimethylamine borane catalyzed by graphene oxide stabilized PdCo nanoparticles.\nd 3d (a), Co 2p (b) in graphene oxide stabilized PdCo\nd h ðCH3Þ2HNBH3 i dt ¼ þ d ðCH3Þ2NBH2 2 dt ¼ þ½H 2 dt\n¼ ½cat 0:9146,½DMAB 0:9064\nThe conversion of DMAB (d ¼ ~12.6 ppm) into the product (d ¼ ~4.9 ppm) was proven using nuclear magnetic resonance analysis for themodel reaction at room conditions. In order to calculate the detailed kinetic data of the model reactions, various experiments at different temperature in a range of 20e35 C were performed for the dehydrocoupling of dimethylamine borane as a model reaction, and then their results are shown in Fig. 6. These results were used to obtain the Arrhenius (Fig. 7a) and Eyring plots (Fig. 7b) in order to calculate the activation parameters such as activation energy (Ea: 17.53 ± 2 kJ mol 1), activation entropy (DS:\nPlease cite this article as: S‚ en B et al., Bimetallic palladium-cobalt na dimethylamine borane, International Journal of Hydrogen Energy, ht\n170.85 J mol 1 K 1) and activation enthalpy (DH: 14.44 kJ mol 1). Additionally, these high negative entropies, the small enthalpy, and low activation energy values indicate that there is an associative mechanism in the transition state of the reaction. At the end of themodel reaction, with the help of graphene oxide stabilized PdCo nanoparticles as a catalyst, H2 gaswas completely released in a short period of timewith a very high TOF value of 226.80 h 1 at ambient conditions. This TOF (226.80 h 1) value of graphene oxide stabilized PdCo nanoparticles was compared to the other prepared catalysts in literature for the model reaction as shown in Table 1. As shown in this table, the TOF value of 226.80 h 1 is one of the best values compared to the other prepared ones. This case can be explained bifunctional mechanism of palladium and cobalt, very good stabilization of graphene oxide as a supporting agent which results in the improvement of the catalytically active surface area and optimized particle size of the prepared catalysts.\nAs a result of the experiments and comparisons with other catalysts in the literature, the graphene oxide stabilized PdCo nanoparticles was found to be highly efficient catalyst with very good catalytic activity and stability. The probable reasons for this result are i) high stability of graphene oxide ii) the synergic effects of Pd and Co and iii) the optimumparticle size of the graphene oxide stabilized PdCo nanoparticles. As shown in Table 1, the TOF values of homogenous catalysts are mostly low values except Titanium based complex as shown in Ref 22 for dehydrocoupling of DMAB. However, these complexes have some problems in terms of their reusability and durability performance. The other heterogeneous based catalysts are mostly Ru and Pd based materials which have very good TOF values. Because they have very good tendency to form alloy structure with other metals. In these types of interactions, sizes matching of the metals are very important in order to get a good alloy formation in nanocatalysts. So, the prepared graphene oxide stabilized PdCo nanoalloy results in very good catalytic activity and stability for themodel reaction by lowering the activation parameters. By the way, in order to show the reusability and durability performance of the\nnomaterials as highly efficient catalysts for dehydrocoupling of tps://doi.org/10.1016/j.ijhydene.2019.01.215\nprepared catalysts, the same amount of DMAB as a substrate was added to reaction media in each cycle for the model reaction. The detailed information is given in supporting information part of the current manuscript. These experiments revealed that the prepared graphene oxide stabilized PdCo nanoparticles showed almost 80% of their initial performance even after 4th runs as shown in Fig. S2. The probable reasons of the decrease in catalytic activity can be explained by the enhancing of products at the end of the catalytic reaction of DMAB and the decreasing of the surface area of graphene oxide stabilized PdCo nanoparticles by covering of the surface."
    }, {
      "heading" : "Conclusions",
      "text" : "As a result, highly active, stable and durable graphene oxide stabilized PdCo nanoparticles were synthesized, characterized and performed for the dehydrocoupling of DMAB as a model reaction and the obtained results can be summarized as shown below:\nGraphene oxide stabilized PdCo nanoparticles were readily synthesized using an ultrasonic reduction technique, in which both Pd and Co were reduced by Graphene oxide. The dispersion of PdCo alloy nanoparticles on the surface of graphene oxide was enhanced using the ultrasonication technique, and the increasing of dispersion of nanoparticles on graphene oxide decreased the agglomeration problem of graphene oxide stabilized PdCo nanoparticles. The characterization studies revealed that graphene oxide stabilized PdCo nanoparticles have a uniform, monodisperse, homogeneous distribution and an average particle size of 3.48 ± 0.22 nm. The graphene oxide stabilized PdCo nanoparticles exhibited a high catalytic activity with a 226.80 h 1 TOF value compared the previous catalysts in the literature (Table 1) for the model reaction. This case can be explained bifunctional mechanism of palladium and cobalt, very good stabilization of graphene oxide as a supporting agent which results in the improvement of the catalytically active surface area and optimized particle size of the prepared catalysts. The investigation of kinetic parameters showed that graphene oxide stabilized PdCo nanoparticles have a very high\nPlease cite this article as: S‚ en B et al., Bimetallic palladium-cobalt n dimethylamine borane, International Journal of Hydrogen Energy, ht\nnegative entropy (DS: 170.85 J mol 1 K 1) value and a low activation energy value (Ea: 17.53 ± 2 kJ mol\n1) for the dehydrogenation reaction of DMAB. This case explains the associative mechanism in the transition state of the reaction mechanism. The obtained logarithmic plots of H2 evolution rate versus time-based on both the concentration of catalyst and DMAB have slopes of 0.9146 and 0.9064, respectively. These showed that the model reaction catalyzed by current nanoparticles were first-order reactions depending upon both the concentrations of catalyst and substrate. In view of these and other advantageous properties, graphene oxide stabilized PdCo nanoparticles can be used as promising catalysts for the use of DMAB as hydrogen sources in fuel cells."
    }, {
      "heading" : "Acknowledgments",
      "text" : "The authors would like to thank Kutahya Dumlupinar University (2014-05) for financial support."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data related to this article can be found at https://doi.org/10.1016/j.ijhydene.2019.01.215.\nr e f e r e n c e s\n[1] Rand DAJ, Dell RM. The hydrogen economy: a threat or an opportunity for the leadeacid batteries? J Power Sources 2005;144:568e78. [2] Zhang Q, Smith GM, Wu Y. Catalytic hydrolysis of sodium borohydride in an integrated reactor for hydrogen generation. Int J Hydrog Energy 2007;32:4731e5. [3] McDowall W, Eames M. Towards a sustainable hydrogen economy: a multi-criteria sustainability appraisal of competing for hydrogen futures. Int J Hydrog Energy 2007;32(18):4611e26. [4] Zhao J, Ma H, Chen J. Improved hydrogen generation from alkaline NaBH4 solution using carbon-supported Co-B as catalysts. Int J Hydrog Energy 2007;32(18):4711e6.\nanomaterials as highly efficient catalysts for dehydrocoupling of tps://doi.org/10.1016/j.ijhydene.2019.01.215\n[5] Züttle A, Wenger P, Rentsch S, Sudan P, Mauron P, Emmenegger C. LiBH4 a new hydrogen storage material. J Power Sources 2003;118:1. [6] Stephens FH, Pons V, Baker RT. Ammoniaeborane: the hydrogen source par excellence? Dalton Trans 2007;25:2613e26. [7] Schlesinger HI, Brown HC, Finbolr AE, Gilbreath JR, Hockstra HR, Hyde EK. Sodium borohydride, its hydrolysis and its use as a reducing agent and in the generation of hydrogen. J Am Chem Soc 1953;75:215. [8] Ramachandran PV, Gagare PD. Preparation of ammonia borane in high yield and purity, methanolysis, and regeneration. Inorg Chem 2007;46:7810e7. [9] Gitashree Darabdhara MRD, Amin MA, Mersal GAM, Mostafa NY, Abd El-Rehim SS, Szunerits S, et al. Au-Ni alloy nanoparticles supported on reduced graphene oxide as highly efficient electrocatalysts for hydrogen evolution and oxygen reduction reactions. Int J Hydrog Energy 2017;43:1424e38. [10] Hailing Guo NY, Zhao L, Chai Y, Liu C. Carbon-encapsulated nickel-cobalt alloys nanoparticles fabricated via new posttreatment strategy for hydrogen evolution in alkaline media. Appl Surf Sci 2018;435:237e24610. [11] Lv Jinlong ZW, Miura Hideo. The effects of ball milling on microstructures of graphene/Ni composites and their catalytic activity for hydrogen evolution reaction. Mater Lett 2017;206:124e7. [12] Yan JM, Zhang XB, Han S, Shioyama H, Xu Q. Ironnanoparticle-catalyzed hydrolytic dehydrogenation of ammonia borane for chemical hydrogen storage. Angew Chem, Int Ed 2008;47:2287e9. [13] Ma LLJ, Chen Q, Yang M, Wang D, Tong Z, Zhong C. A facile approach to prepare crumpled CoTMPyP/electrochemically reduced graphene oxide nanohybrid as an efficient electrocatalyst for hydrogen evolution reaction. Appl Surf Sci 2017;399:535e41. [14] Luo RGQ, Kang SZ, Qin L, Li G, Li X. Fabrication mechanism and photocatalytic activity for a novel graphene oxide hybrid functionalized with tetrakis-(4-hydroxyphenyl)porphyrin and 1-pyrenesulfonic acid. Appl Surf Sci 2018;427:15e23. [15] Chandra M, Xu Q. A high-performance hydrogen generation system: transition metal-catalyzed dissociation and hydrolysis of ammonia-borane. J Power Sources 2006;156:190e4. [16] Friederich A, Drees M, Schneider S. Ruthenium-catalyzed dimethylamineborane dehydrogenation: stepwise metalcentered dehydrocyclization. Chem Eur J 2009;15:10339e42. [17] Sloan ME, Staubitz A, Clark TJ, Russell CA, Lloyd-Jones GC, Manners I. Homogeneous catalytic dehydrocoupling/ dehydrogenation of amine-borane adducts by an early transition metal, group 4 metallocene complexes. J Am Chem Soc 2010;132:3831e41. [18] Kawano Y, Uruichi M, Shiomi M, Taki S, Kawaguchi T, Kakizawa T, Ogino H. Dehydrocoupling reactions of Borane Secondary and Primary amine adducts catalyzed by group-6 carbonyl complexes: formation of aminoboranes and borazines. J Am Chem Soc 2009;131:14946. [19] Sloan ME, Clark TJ, Manners I. Homogeneous catalytic dehydrogenation/dehydrocoupling of amine-borane adducts by the Rh(I) Wilkinson's complex analog RhCl(PHCy2)3 (Cy ¼ cyclohexyl). Inorg Chem 2009;48:2429e35. [20] Jaska CA, Temple K, Lough AJ, Manners I. Transition metalcatalyzed formation of boron-nitrogen bonds: catalytic dehydrocoupling of amine-borane adducts to form amino boranes and borazines. J Am Chem Soc 2003;125:9424e34. [21] Keaton RJ, Blacquiere JM, Baker RT. Base metal catalyzed dehydrogenation of Ammonia Borane for chemical hydrogen storage. J Am Chem Soc 2007;129(7):1844e5.\nPlease cite this article as: S‚ en B et al., Bimetallic palladium-cobalt na dimethylamine borane, International Journal of Hydrogen Energy, ht\n[22] Li Y, Prasad BB, Malgras V, Li C, Tang J, Kim JH, Yamauchi Y. Polymeric micelle assembly for the smart synthesis of mesoporous platinum nanospheres with tunable pore sizes. Angew Chem Int Ed 2015;54:11073e7. [23] M Robertson AP, Suter R, Chabanne L, Whittell GR, Manners I. Heterogeneous dehydrocoupling of amine-borane adducts by skeletal nickel catalysts. Inorg Chem 2011;50:12680e91. [24] Erken E, Pamuk H, Karatepe O, Baskaya G, Sert H, Kalfa OM, Sen F. New Pt(0) nanoparticles as highly active and reusable catalysts in the C1eC3 alcohol oxidation and the room temperature dehydrocoupling of dimethylamine-borane (DMAB). J Cluster Sci 2016;27(9):9e23. [25] Sen B, Kuyuldar E, Demirkan B, Onal Okyay T, Savk A, Sen F. Highly efficient polymer supported monodisperse ruthenium-nickel nanocomposites for dehydrocoupling of dimethylamine borane. J Colloid Interface Sci 2018;526:480e6. [26] Sen F, Karatas Y, Gulcan M, Zahmakiran M. Amylamine stabilized platinum(0) nanoparticles: active and reusable nanocatalyst in the room temperature dehydrogenation of dimethylamine-borane. RSC Adv 2014;4:1526e31. [27] Li C, Sato T, Yamauchi Y. Electrochemical synthesis of onedimensional mesoporous Pt nanorods using the assembly of surfactant micelles in confined space. Angew Chem 2013;31:8050e3. [28] Celik B, Yıldız Y, Sert H, Erken E, Koskun Y, Sen F. Monodisperse palladium-cobalt alloy nanoparticles assembled on poly (N-vinyl-pyrrolidone) (PVP) as a highly effective catalyst for the dimethylamine borane (DMAB) dehydrocoupling. RSC Adv 2016;6:24097e102. [29] Koskun Y, S‚ avk A, S‚ en B, S‚ en F. Highly sensitive glucose sensor based on monodisperse Palladium Nickel/activated carbon nanocomposites. Anal Chim Acta 2018;1010:37e43. [30] S‚ en B, Aygün A, S‚ avk A, Akocak S, S‚ en F. Bimetallic palladium-iridium alloy nanoparticles as highly efficient and stable catalyst for the hydrogen evolution reaction. Int J Hydrog Energy 2018;43(44):20183e91. [31] G€oksu Haydar, Çelik Betül, Yıldız Yunus. Benan Kılbas‚ and Fatih S‚ en Superior monodisperse CNT-Supported CoPd (CoPd@CNT) nanoparticles for selective reduction of nitro compounds to primary amines with NaBH4 in an aqueous medium. Chemistry Select 2016;1(10):2366e72. [32] Clark TJ, Whittell GR, Manners I. Highly efficient colloidal cobalt- and rhodium-catalyzed hydrolysis of H3N$BH3 in air. Inorg Chem 2007;46:7522e7. [33] Yao CF, Zhuang L, Cao YL, Hi XP, Yang HX. Hydrogen release from hydrolysis of borazine on Pt- and Ni-based alloy catalysts. Int J Hydrog Energy 2008;33:2462e7. [34] Dai HB, Gao LL, Liang Y, Kang XD, Wang P. J Power Sources 2010;195:307e12. [35] Yang X, Cheng F, Liang J, Tao Z, Chen J. PtxNi1 x nanoparticles as catalysts for hydrogen generation from hydrolysis of ammonia boraneInt. J. Hydrogen Energy 2009;34:8785e91. [36] Sen B, Kuzu S, Demir E, Onal Okyay T, Sen F. Hydrogen liberation from the dehydrocoupling of dimethylamineborane at room temperature by using novel and highly monodispersed RuPtNi nanocatalysts decorated with graphene oxide. Int J Hydrog Energy 2017;42(36):23299e306. [37] Sen B, Kuzu S, Demir E, Akocak S, Sen F. Highly monodisperse RuCo nanoparticles decorated on functionalized multiwalled carbon nanotube with the highest observed catalytic activity in the dehydrogenation of dimethylamine borane. Int J Hydrog Energy 2017;42(36):23292e8. [38] Sen B, Kuzu S, Demir E, Yıldırır E, Sen F. Highly efficient catalytic dehydrogenation of dimethyl ammonia borane via\nnomaterials as highly efficient catalysts for dehydrocoupling of tps://doi.org/10.1016/j.ijhydene.2019.01.215\nmonodisperse palladium-nickel alloy nanoparticles assembled on PEDOT. Int J Hydrog Energy 2017;42(36):23307e14.\n[39] Sen B, Kuzu S, Demir E, Akocak S, Sen F. Polymer-Graphene hybrid decorated Pt Nanoparticles as a highly efficient and reusable catalyst for the Dehydrogenation of Dimethylamine-borane at room temperature. Int J Hydrog Energy 2017;42(36):23284e91. [40] Sen B, Kuzu S, Demir E, Akocak S, Sen F. Monodisperse palladium-nickel alloy nanoparticles assembled on graphene oxide with the high catalytic activity and reusability in the\nPlease cite this article as: S‚ en B et al., Bimetallic palladium-cobalt n dimethylamine borane, International Journal of Hydrogen Energy, ht\ndehydrogenation of dimethylamine-borane. Int J Hydrog Energy 2017;42(36):23276e83.\n[41] B. Sen, A. Aygun, T. Onal Okyay, A. Savk, R. Kartop, F. Sen, A Monodisperse palladium nanoparticles assembled on graphene oxide with the high catalytic activity and reusability in the dehydrogenation of dimethylamineborane. Int J Hydrog Energy, 10.1016/j.ijhydene.2018.03.175 [42] Sen B, Savk A, Sen F. Highly efficient monodisperse nanoparticles confined in the carbon black hybrid material for hydrogen liberation. J Colloid Interface Sci 2018;520:112e8.\nanomaterials as highly efficient catalysts for dehydrocoupling of tps://doi.org/10.1016/j.ijhydene.2019.01.215"
    } ],
    "references" : [ {
      "title" : "The hydrogen economy: a threat or an opportunity for the leadeacid batteries",
      "author" : [ "Rand DAJ", "Dell RM" ],
      "venue" : "J Power Sources",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2005
    }, {
      "title" : "Catalytic hydrolysis of sodium borohydride in an integrated reactor for hydrogen generation",
      "author" : [ "Q Zhang", "GM Smith", "Y. Wu" ],
      "venue" : "Int J Hydrog Energy 2007;32:4731e5",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2007
    }, {
      "title" : "Towards a sustainable hydrogen economy: a multi-criteria sustainability appraisal of competing for hydrogen futures",
      "author" : [ "W McDowall", "M. Eames" ],
      "venue" : "Int J Hydrog Energy 2007;32(18):4611e26",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2007
    }, {
      "title" : "Improved hydrogen generation from alkaline NaBH4 solution using carbon-supported Co-B as catalysts",
      "author" : [ "J Zhao", "H Ma", "J. Chen" ],
      "venue" : "Int J Hydrog Energy",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2007
    }, {
      "title" : "LiBH4 a new hydrogen storage material",
      "author" : [ "A Züttle", "P Wenger", "S Rentsch", "P Sudan", "P Mauron", "C. Emmenegger" ],
      "venue" : "J Power Sources",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2003
    }, {
      "title" : "Ammoniaeborane: the hydrogen source par excellence? Dalton Trans 2007;25:2613e26",
      "author" : [ "FH Stephens", "V Pons", "RT. Baker" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2007
    }, {
      "title" : "Sodium borohydride, its hydrolysis and its use as a reducing agent and in the generation of hydrogen",
      "author" : [ "HI Schlesinger", "HC Brown", "AE Finbolr", "JR Gilbreath", "HR Hockstra", "EK. Hyde" ],
      "venue" : "J Am Chem Soc 1953;75:215",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 1953
    }, {
      "title" : "Preparation of ammonia borane in high yield and purity, methanolysis, and regeneration",
      "author" : [ "Ramachandran PV", "Gagare PD" ],
      "venue" : "Inorg Chem 2007;46:7810e7",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2007
    }, {
      "title" : "Au-Ni alloy nanoparticles supported on reduced graphene oxide as highly efficient electrocatalysts for hydrogen evolution and oxygen reduction reactions",
      "author" : [ "MRD Gitashree Darabdhara", "MA Amin", "GAM Mersal", "NY Mostafa", "SS Abd El-Rehim", "S Szunerits" ],
      "venue" : "Int J Hydrog Energy 2017;43:1424e38",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2017
    }, {
      "title" : "Carbon-encapsulated nickel-cobalt alloys nanoparticles fabricated via new posttreatment strategy for hydrogen evolution in alkaline media",
      "author" : [ "NY Hailing Guo", "L Zhao", "Y Chai", "C. Liu" ],
      "venue" : "Appl Surf Sci 2018;435:237e24610",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2018
    }, {
      "title" : "The effects of ball milling on microstructures of graphene/Ni composites and their catalytic activity for hydrogen evolution reaction",
      "author" : [ "Lv Jinlong ZW", "Miura Hideo" ],
      "venue" : "Mater Lett 2017;206:124e7",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2017
    }, {
      "title" : "Ironnanoparticle-catalyzed hydrolytic dehydrogenation of ammonia borane for chemical hydrogen storage",
      "author" : [ "JM Yan", "XB Zhang", "S Han", "H Shioyama", "Q. Xu" ],
      "venue" : "Angew Chem, Int Ed 2008;47:2287e9",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2008
    }, {
      "title" : "A facile approach to prepare crumpled CoTMPyP/electrochemically reduced graphene oxide nanohybrid as an efficient electrocatalyst for hydrogen evolution reaction",
      "author" : [ "LLJ Ma", "Q Chen", "M Yang", "D Wang", "Z Tong", "C. Zhong" ],
      "venue" : "Appl Surf Sci 2017;399:535e41",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2017
    }, {
      "title" : "Fabrication mechanism and photocatalytic activity for a novel graphene oxide hybrid functionalized with tetrakis-(4-hydroxyphenyl)porphyrin and 1-pyrenesulfonic acid",
      "author" : [ "RGQ Luo", "SZ Kang", "L Qin", "G Li", "X. Li" ],
      "venue" : "Appl Surf Sci 2018;427:15e23",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2018
    }, {
      "title" : "A high-performance hydrogen generation system: transition metal-catalyzed dissociation and hydrolysis of ammonia-borane",
      "author" : [ "M Chandra", "Q. Xu" ],
      "venue" : "J Power Sources",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2006
    }, {
      "title" : "Ruthenium-catalyzed dimethylamineborane dehydrogenation: stepwise metalcentered dehydrocyclization",
      "author" : [ "A Friederich", "M Drees", "S. Schneider" ],
      "venue" : "Chem Eur J 2009;15:10339e42",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2009
    }, {
      "title" : "Homogeneous catalytic dehydrocoupling/ dehydrogenation of amine-borane adducts by an early transition metal, group 4 metallocene complexes",
      "author" : [ "ME Sloan", "A Staubitz", "TJ Clark", "CA Russell", "GC Lloyd-Jones", "I. Manners" ],
      "venue" : "J Am Chem Soc 2010;132:3831e41",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2010
    }, {
      "title" : "Dehydrocoupling reactions of Borane Secondary and Primary amine adducts catalyzed by group-6 carbonyl complexes: formation of aminoboranes and borazines",
      "author" : [ "Y Kawano", "M Uruichi", "M Shiomi", "S Taki", "T Kawaguchi", "T Kakizawa", "H. Ogino" ],
      "venue" : "J Am Chem Soc 2009;131:14946",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2009
    }, {
      "title" : "Homogeneous catalytic dehydrogenation/dehydrocoupling of amine-borane adducts by the Rh(I) Wilkinson's complex analog RhCl(PHCy2)3 (Cy 1⁄4 cyclohexyl)",
      "author" : [ "ME Sloan", "TJ Clark", "I. Manners" ],
      "venue" : "Inorg Chem 2009;48:2429e35",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2009
    }, {
      "title" : "Transition metalcatalyzed formation of boron-nitrogen bonds: catalytic dehydrocoupling of amine-borane adducts to form amino boranes and borazines",
      "author" : [ "CA Jaska", "K Temple", "AJ Lough", "I. Manners" ],
      "venue" : "J Am Chem Soc 2003;125:9424e34",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2003
    }, {
      "title" : "Base metal catalyzed dehydrogenation of Ammonia Borane for chemical hydrogen storage",
      "author" : [ "RJ Keaton", "JM Blacquiere", "RT. Baker" ],
      "venue" : "J Am Chem Soc 2007;129(7):1844e5. Please cite this article as: S‚ en B et al., Bimetallic palladium-cobalt na dimethylamine borane, International Journal of Hydrogen Energy,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2007
    }, {
      "title" : "Polymeric micelle assembly for the smart synthesis of mesoporous platinum nanospheres with tunable pore sizes",
      "author" : [ "Y Li", "BB Prasad", "V Malgras", "C Li", "J Tang", "JH Kim", "Y. Yamauchi" ],
      "venue" : "Angew Chem Int Ed 2015;54:11073e7",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2015
    }, {
      "title" : "Heterogeneous dehydrocoupling of amine-borane adducts by skeletal nickel catalysts",
      "author" : [ "AP M Robertson", "R Suter", "L Chabanne", "GR Whittell", "I. Manners" ],
      "venue" : "Inorg Chem 2011;50:12680e91",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2011
    }, {
      "title" : "New Pt(0) nanoparticles as highly active and reusable catalysts in the C1eC3 alcohol oxidation and the room temperature dehydrocoupling of dimethylamine-borane (DMAB)",
      "author" : [ "E Erken", "H Pamuk", "O Karatepe", "G Baskaya", "H Sert", "OM Kalfa", "F. Sen" ],
      "venue" : "J Cluster Sci 2016;27(9):9e23",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2016
    }, {
      "title" : "Highly efficient polymer supported monodisperse ruthenium-nickel nanocomposites for dehydrocoupling of dimethylamine borane",
      "author" : [ "B Sen", "E Kuyuldar", "B Demirkan", "T Onal Okyay", "A Savk", "F. Sen" ],
      "venue" : "J Colloid Interface Sci 2018;526:480e6",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2018
    }, {
      "title" : "Amylamine stabilized platinum(0) nanoparticles: active and reusable nanocatalyst in the room temperature dehydrogenation of dimethylamine-borane",
      "author" : [ "F Sen", "Y Karatas", "M Gulcan", "M. Zahmakiran" ],
      "venue" : "RSC Adv 2014;4:1526e31",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2014
    }, {
      "title" : "Electrochemical synthesis of onedimensional mesoporous Pt nanorods using the assembly of surfactant micelles in confined space",
      "author" : [ "C Li", "T Sato", "Y. Yamauchi" ],
      "venue" : "Angew Chem 2013;31:8050e3",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2013
    }, {
      "title" : "Monodisperse palladium-cobalt alloy nanoparticles assembled on poly (N-vinyl-pyrrolidone) (PVP) as a highly effective catalyst for the dimethylamine borane (DMAB) dehydrocoupling",
      "author" : [ "B Celik", "Y Yıldız", "H Sert", "E Erken", "Y Koskun", "F. Sen" ],
      "venue" : "RSC Adv 2016;6:24097e102",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2016
    }, {
      "title" : "Highly sensitive glucose sensor based on monodisperse Palladium Nickel/activated carbon nanocomposites",
      "author" : [ "Y Koskun", "A S‚ avk", "B S‚ en", "F. S‚ en" ],
      "venue" : "Anal Chim Acta 2018;1010:37e43",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2018
    }, {
      "title" : "Bimetallic palladium-iridium alloy nanoparticles as highly efficient and stable catalyst for the hydrogen evolution reaction",
      "author" : [ "B S‚ en", "A Aygün", "A S‚ avk", "S Akocak", "F. S‚ en" ],
      "venue" : "Int J Hydrog Energy 2018;43(44):20183e91",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2018
    }, {
      "title" : "S‚  en Superior monodisperse CNT-Supported CoPd (CoPd@CNT) nanoparticles for selective reduction of nitro compounds to primary amines with NaBH4 in an aqueous medium. Chemistry Select 2016;1(10):2366e72",
      "author" : [ "G€  oksu Haydar", "Çelik Betül", "Yıldız Yunus. Benan Kılbas", "Fatih" ],
      "venue" : null,
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2016
    }, {
      "title" : "Highly efficient colloidal cobalt- and rhodium-catalyzed hydrolysis of H3N$BH3 in air",
      "author" : [ "TJ Clark", "GR Whittell", "I. Manners" ],
      "venue" : "Inorg Chem 2007;46:7522e7",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2007
    }, {
      "title" : "Hydrogen release from hydrolysis of borazine on Pt- and Ni-based alloy catalysts",
      "author" : [ "CF Yao", "L Zhuang", "YL Cao", "XP Hi", "HX. Yang" ],
      "venue" : "Int J Hydrog Energy 2008;33:2462e7",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2008
    }, {
      "title" : "PtxNi1 x nanoparticles as catalysts for hydrogen generation from hydrolysis of ammonia boraneInt",
      "author" : [ "X Yang", "F Cheng", "J Liang", "Z Tao", "J. Chen" ],
      "venue" : "J. Hydrogen Energy 2009;34:8785e91",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2009
    }, {
      "title" : "Hydrogen liberation from the dehydrocoupling of dimethylamineborane at room temperature by using novel and highly monodispersed RuPtNi nanocatalysts decorated with graphene oxide",
      "author" : [ "B Sen", "S Kuzu", "E Demir", "T Onal Okyay", "F. Sen" ],
      "venue" : "Int J Hydrog Energy 2017;42(36):23299e306",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2017
    }, {
      "title" : "Highly monodisperse RuCo nanoparticles decorated on functionalized multiwalled carbon nanotube with the highest observed catalytic activity in the dehydrogenation of dimethylamine borane",
      "author" : [ "B Sen", "S Kuzu", "E Demir", "S Akocak", "F. Sen" ],
      "venue" : "Int J Hydrog Energy 2017;42(36):23292e8",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2017
    }, {
      "title" : "Highly efficient catalytic dehydrogenation of dimethyl ammonia borane via nomaterials as highly efficient catalysts for dehydrocoupling of tps://doi.org/10.1016/j.ijhydene.2019.01.215  i n t e r n a t i o n a l j o u r n a l o f h y d r o g e n en e r g y x x x ( x x x x ) x x x 8 monodisperse palladium-nickel alloy nanoparticles assembled on PEDOT",
      "author" : [ "B Sen", "S Kuzu", "E Demir", "E Yıldırır", "F. Sen" ],
      "venue" : "Int J Hydrog Energy 2017;42(36):23307e14",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2017
    }, {
      "title" : "Polymer-Graphene hybrid decorated Pt Nanoparticles as a highly efficient and reusable catalyst for the Dehydrogenation of Dimethylamine-borane at room temperature",
      "author" : [ "B Sen", "S Kuzu", "E Demir", "S Akocak", "F. Sen" ],
      "venue" : "Int J Hydrog Energy 2017;42(36):23284e91",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2017
    }, {
      "title" : "Monodisperse palladium-nickel alloy nanoparticles assembled on graphene oxide with the high catalytic activity and reusability in the Please cite this article as: S‚ en B et al., Bimetallic palladium-cobalt n dimethylamine borane, International Journal of Hydrogen Energy, ht  dehydrogenation of dimethylamine-borane",
      "author" : [ "B Sen", "S Kuzu", "E Demir", "S Akocak", "F. Sen" ],
      "venue" : "Int J Hydrog Energy 2017;42(36):23276e83",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2017
    }, {
      "title" : "A Monodisperse palladium nanoparticles assembled on graphene oxide with the high catalytic activity and reusability in the dehydrogenation of dimethylamineborane",
      "author" : [ "B. Sen", "A. Aygun", "T. Onal Okyay", "A. Savk", "R. Kartop", "F. Sen" ],
      "venue" : "Int J Hydrog Energy,",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2018
    }, {
      "title" : "Highly efficient monodisperse nanoparticles confined in the carbon black hybrid material for hydrogen liberation",
      "author" : [ "B Sen", "A Savk", "F. Sen" ],
      "venue" : "J Colloid Interface Sci",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 14,
      "context" : "8 [15] 3 Trans ruthenium based complex 100 12.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 14,
      "context" : "7 [15] 9 Ruthenium based complex 100 1.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 15,
      "context" : "5 [16] 10 Titanium based complex 100 12.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 14,
      "context" : "3 [15] 12 Chromium based complex 97 13.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 19,
      "context" : "9 [20] 19 Chromium based complex 97 19.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 17,
      "context" : "9 [18] 20 Ruthenium based complex 40 1.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 14,
      "context" : "6 [15] 21 Ruthenium (III) chloride 77 2.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 14,
      "context" : "7 [15] 22 Titanium based complex 100 420.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 21,
      "context" : "0 [22] 23 Ruthenium based complex 70 2.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 14,
      "context" : "1 [15] 25 Trans Palladium based complex 20 0.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 14,
      "context" : "2 [15] 26 BA based Platinum nanomaterials 100 24.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 23,
      "context" : "88 [24] 27 TBA based Platinum nanoparticles 100 31.",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 23,
      "context" : "24 [24] 28 Polymer supported RutheniumeNickel Nanoparticles 100 458.",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 24,
      "context" : "57 [25] 29 Amylamine stabilized Platinum Nanoparticles 100 15.",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 25,
      "context" : "0 [26] 30 Activated Carbon Stabilized Pt Nanoparticles 100 34.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 26,
      "context" : "14 [27] 31 PVP stabilized PalladiumeCobalt nanoparticles 100 330 [28] 32 Ruthenium based trimetallic nanomaterials 100 727 [36] 33 Carbon-nanotube Based Ruthenium-cobalt nanoparticles 100 775.",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 27,
      "context" : "14 [27] 31 PVP stabilized PalladiumeCobalt nanoparticles 100 330 [28] 32 Ruthenium based trimetallic nanomaterials 100 727 [36] 33 Carbon-nanotube Based Ruthenium-cobalt nanoparticles 100 775.",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 34,
      "context" : "14 [27] 31 PVP stabilized PalladiumeCobalt nanoparticles 100 330 [28] 32 Ruthenium based trimetallic nanomaterials 100 727 [36] 33 Carbon-nanotube Based Ruthenium-cobalt nanoparticles 100 775.",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 35,
      "context" : "28 [37] 34 PEDOT supported Palladium Nickel Nanoparticles 100 451.",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 36,
      "context" : "28 [38] 35 Polymer-graphene based Platinum Nanomaterials 100 42.",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 37,
      "context" : "94 [39] 36 Graphene oxide stabilized PalladiumeNickel Nanomaterials 100 271.",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 38,
      "context" : "90 [40] 37 Graphene oxide based Palladium Nanoparticles 100 38.",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 39,
      "context" : "02 [41] 38 Carbon black hybrid supported platinum nanomaterials 100 70.",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 40,
      "context" : "28 [42] i n t e r n a t i o n a l j o u r n a l o f h y d r o g en en e r g y x x x ( x x x x ) x x x 3",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 4,
      "context" : "[5] Züttle A, Wenger P, Rentsch S, Sudan P, Mauron P, Emmenegger C.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 6,
      "context" : "[7] Schlesinger HI, Brown HC, Finbolr AE, Gilbreath JR, Hockstra HR, Hyde EK.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 8,
      "context" : "[9] Gitashree Darabdhara MRD, Amin MA, Mersal GAM, Mostafa NY, Abd El-Rehim SS, Szunerits S, et al.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 9,
      "context" : "[10] Hailing Guo NY, Zhao L, Chai Y, Liu C.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 11,
      "context" : "[12] Yan JM, Zhang XB, Han S, Shioyama H, Xu Q.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 12,
      "context" : "[13] Ma LLJ, Chen Q, Yang M, Wang D, Tong Z, Zhong C.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "[14] Luo RGQ, Kang SZ, Qin L, Li G, Li X.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "[16] Friederich A, Drees M, Schneider S.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "[17] Sloan ME, Staubitz A, Clark TJ, Russell CA, Lloyd-Jones GC, Manners I.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "[18] Kawano Y, Uruichi M, Shiomi M, Taki S, Kawaguchi T, Kakizawa T, Ogino H.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 19,
      "context" : "[20] Jaska CA, Temple K, Lough AJ, Manners I.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "[21] Keaton RJ, Blacquiere JM, Baker RT.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 21,
      "context" : ", Bimetallic palladium-cobalt na dimethylamine borane, International Journal of Hydrogen Energy, ht [22] Li Y, Prasad BB, Malgras V, Li C, Tang J, Kim JH, Yamauchi Y.",
      "startOffset" : 100,
      "endOffset" : 104
    }, {
      "referenceID" : 22,
      "context" : "[23] M Robertson AP, Suter R, Chabanne L, Whittell GR, Manners I.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 23,
      "context" : "[24] Erken E, Pamuk H, Karatepe O, Baskaya G, Sert H, Kalfa OM, Sen F.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "[25] Sen B, Kuyuldar E, Demirkan B, Onal Okyay T, Savk A, Sen F.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 25,
      "context" : "[26] Sen F, Karatas Y, Gulcan M, Zahmakiran M.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 27,
      "context" : "[28] Celik B, Yıldız Y, Sert H, Erken E, Koskun Y, Sen F.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 28,
      "context" : "[29] Koskun Y, S‚ avk A, S‚ en B, S‚ en F.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "[30] S‚ en B, Aygün A, S‚ avk A, Akocak S, S‚ en F.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 30,
      "context" : "[31] G€ oksu Haydar, Çelik Betül, Yıldız Yunus.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 32,
      "context" : "[33] Yao CF, Zhuang L, Cao YL, Hi XP, Yang HX.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 33,
      "context" : "[35] Yang X, Cheng F, Liang J, Tao Z, Chen J.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 34,
      "context" : "[36] Sen B, Kuzu S, Demir E, Onal Okyay T, Sen F.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 35,
      "context" : "[37] Sen B, Kuzu S, Demir E, Akocak S, Sen F.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 36,
      "context" : "[38] Sen B, Kuzu S, Demir E, Yıldırır E, Sen F.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 37,
      "context" : "[39] Sen B, Kuzu S, Demir E, Akocak S, Sen F.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 38,
      "context" : "[40] Sen B, Kuzu S, Demir E, Akocak S, Sen F.",
      "startOffset" : 0,
      "endOffset" : 4
    } ],
    "year" : 2019,
    "abstractText" : "In this work, we report the synthesis, characterization and application of graphene oxide stabilized PdCo nanoparticles (PdCo@GO) for the dehydrocoupling of dimethylamine borane (DMAB) as a model reaction. Bimetallic graphene oxide stabilized PdCo nanoparticles were readily synthesized using an ultrasonic reduction technique, in which both metals of Pd and Co were reduced with GO. The dispersion of PdCo nanoparticles on the surface of GO was enhanced with the help of the ultrasonic reduction method which result in the enhancing of dispersion of both metals without any agglomeration problem. The characterization studies revealed that graphene oxide stabilized PdCo nanoparticles have a uniform, homogeneous distribution on graphene oxide and an average particle size of 3.48 ± 0.22 nm. After fully characterization of graphene oxide stabilized PdCo nanoparticles, they have been tried in model reaction as a catalyst and exhibited a high catalytic performance compared the previous catalysts in literature with a TOF value of 226.80 h . The investigation of kinetic parameters showed that graphene oxide stabilized PdCo nanoparticles have very high negative entropy (DS: 170.85 J mol 1 K ) value and a low activation energy value (Ea: 17.53 ± 2 kJ mol ) for the model reaction. © 2019 Hydrogen Energy Publications LLC. Published by Elsevier Ltd. All rights reserved.",
    "creator" : "Elsevier"
  }
}