{
  "name" : "downloads_2020-07-12_27_li2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "MOF-derived nano-popcorns synthesized by sonochemistry as efficient sensitizers for tumor microwave thermal therapy",
    "authors" : [ "Ting Li", "Qiong Wu", "Wei Wang", "Zengzhen Chen", "Longfei Tan", "Jie Yu", "Changhui Fu", "Xiangling Ren", "Ping Liang", "Jun Ren", "Limin Ma", "Xianwei Meng" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nBiomaterials\njournal homepage: www.elsevier.com/locate/biomaterials\nMOF-derived nano-popcorns synthesized by sonochemistry as efficient sensitizers for tumor microwave thermal therapy\nTing Lia,c, Qiong Wua, Wei Wanga, Zengzhen Chena,c, Longfei Tana, Jie Yub, Changhui Fua, Xiangling Rena, Ping Liangb,∗∗, Jun Rena, Limin Mad,∗∗∗, Xianwei Menga,∗\na Laboratory of Controllable Preparation and Application of Nanomaterials, Key Laboratory of Cryogenics, Technical Institute of Physics and Chemistry, Chinese Academy of Sciences, No.29 East Road Zhongguancun, Beijing, 100190, PR China bDepartment of Interventional Ultrasound, Chinese PLA General Hospital, Beijing, 100853, PR China cUniversity of Chinese Academy of Sciences, Beijing, 100049, PR China dDepartment of Orthopedics, Guangdong General Hospital, and Guangdong Academy of Medical Sciences, Guangzhou, Guangdong, 510080, PR China\nA R T I C L E I N F O\nKeywords: MOF Microwave thermal therapy Sonochemical aerosol flow strategy\nA B S T R A C T\nMicrowave (MW) thermal therapy has been vigorously developed in recent years because of its better therapeutic efficiency and smaller side effects compared with traditional tumor treatment methods. In order to promote the tumor cell apoptosis under MW irradiation and achieve better therapeutic effect and prognosis, various microwave sensitizers have been developed. Metal organic frameworks (MOFs) have become one of the most popular materials for microwave sensitization due to their diverse morphology, porous surface and good biodegradability. However, the harsh preparation conditions and long growth time are insurmountable shortcomings of MOFs. Besides, the spongy porous structure of MOFs is not conducive to the retention of ions, leading to insufficient friction and collision between ions under MW radiation. Herein, we synthesized a kind of openmouthed Zr MOF-derived nano-popcorns (ZDNPs) with the size of about 250 nm by a rapid sonochemical aerosol flow strategy. Compared with UIO-66, the open-mouthed ZDNPs have a better ability to entrap more ions due to their big cracks on the surface, thus improving their MW sensitization performance. The MW heating experiments in vitro present that the net temperature change value of ZDNP was 120% higher than UIO-66 at the same concentration, proving that ZDNP had a higher MW-thermo conversion efficiency than UIO-66, which provided an unprecedented direction for the exploration of more diversified MW sensitizers."
    }, {
      "heading" : "1. Introduction",
      "text" : "Microwave (MW) thermal therapy is a burgeoning therapeutic that promotes rapid heating and induces apoptosis in the tumor site through microwave irradiation [1–4]. With better therapeutic efficiency and smaller side effects than traditional treatments [5,6], MW thermal therapy has been widely used in clinics in recent years. However, the size, location and the complex biological characteristics of tumors sometimes can affect the effective ablation range of MW thermal therapy and lead to a higher recurrence rate [3,5,6]. A series of MW sensitizers have been created to combat this problem, such as organic polymers [7], porous nanomaterials [3] and core-shell metal oxides containing ionic liquids [6], etc. So far, most of the strategies were focused on enhancing the confined collision effect, in which ions\ngenerate heat by vibrating and conflicting rapidly in a limited space under MW irradiation [1,3,5]. Nevertheless, the low MW-thermo conversion efficiency of existing MW sensitizers often leads to tumor recurrence. Besides, they still have some drawbacks, such as bad biocompatibility and untimely drug release [4,8]. Therefore, developing new MW sensitizers with greater heating ability and biosafety is of great significance for improving the effects of MW thermal therapy.\nMetal-organic frameworks (MOFs), constructed by metal ions and organic ligands through coordination bonds, are fascinating materials applied to catalysis [9–11], gas storage [12–14] and biological imaging [15] due to their porous structure [16–18], large specific surface area [19,20], diversified morphology [10,21–23] and good biodegradability [23–25]. As a kind of porous material, MOFs have potential to act as sensitizers for MW thermal therapy. Nevertheless, the angstrom sized\nhttps://doi.org/10.1016/j.biomaterials.2020.119773 Received 14 November 2019; Received in revised form 28 December 2019; Accepted 9 January 2020\n∗ Corresponding author. ∗∗ Corresponding author. ∗∗∗ Corresponding author. E-mail addresses: liangping301@hotmail.com (P. Liang), malimin7@126.com (L. Ma), mengxw@mail.ipc.ac.cn (X. Meng).\nBiomaterials 234 (2020) 119773\nAvailable online 11 January 2020 0142-9612/ © 2020 Elsevier Ltd. All rights reserved.\nT\npore diameter of MOFs is ordinarily too small to entrap enough ions under MW caused vibration, leading to insufficient friction and collision between ions and loss of MW energy conversion [3]. Thus retaining the original properties and increasing the capacity of entrapped ions of MOFs would be a good strategy for improving the performance of MOFs as MW sensitizers.\nHerein, we synthesized Zr MOF-derived nano-popcorns (ZDNPs) through sonochemical aerosol flow strategy, which is a fast, continuous and low-cost method [26–29]. Through fast and momentary burning, the metal salts and organic ligands assembled along with the rapid vaporization of solvents in aerosol. The whole process lasted only about 21 s, far faster than traditional solvothermal synthesis which usually cost over 10 h or even several days [30–32]. What's more, the MW heating experiments in vitro present that the net temperature change value of ZDNP was 120% higher than Zr MOF (UIO-66) at the same concentration, and the MW-thermo conversion efficiency of ZDNP was 37.07%, much higher than that of UIO-66 [3,27]. This can be attributed to the cracks of the open-mouthed structure which enable more ions to be entrapped and vibrate in a limited space, while the meandering passages are more conducive to self-reflection as well as entrapping ions. Moreover, this ZDNPs with cracks have a high mass transfer efficiency to loading chemotherapy drugs and the MOF-based structure have good biocompatibility and degradability. In our work, Doxorubicin (DOX) was loaded into the cracks of ZDNPs and PEG was coupled to the surface to improve the biocompatibility of ZDNPs. The as-made DOX@ZDNP@PEG exhibited excellent thermal effects under MW irradiation both in vitro and in vivo. The H22 bearing mice treated with DOX@ZDNP@PEG and MW showed an excellent anti-tumor effect, which proved that DOX@ZDNP@PEG has good potential to be used in chemo-microwave synergistic therapy.(Scheme. 1)"
    }, {
      "heading" : "2. Experimental section",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Zirconium (IV) chloride (ZrCl4, 99.5%) was purchased from Strem Chemicals, Inc. Terephthalic acid (H2BDC, 99%) was purchased from J &K Scientific Co., Ltd. Diamino-modified polyethylene glycol (NH2PEG-NH2, 98%) was purchased from Beijing Kaizheng United Medicine\nTechnology Co., Ltd. Doxorubicin hydrochloride (DOX · HCl) was furnished by Beijing Huafeng Chemical Reagent Co. Dimethyl sulfoxide (DMSO, 99.5%) and ethanol (ET) were supplied by Beijing Chemical Reagents Co., Ltd. The mice involved in this article were supplied by Beijing Vital River Laboratory Animal Technology Co., Ltd."
    }, {
      "heading" : "2.2. Preparation of ZDNPs",
      "text" : "ZDNPs were synthesized in a one-step method by sonochemical aerosol flow strategy. A solution of 40.2 mg ZrCl4 and 28.7 mg 1,4- dicarboxybenzene (H2BDC) in 60 mL mixture of DMSO and ethanol (2:1) was added to an ultrasonic nebulizer and turned to aerosol. Then the droplets were delivered into the tube furnace by nitrogen at a flow rate of 120 L/h and at a temperature of 230 °C. The ZDNPs were collected in the terminal and washed with ethanol."
    }, {
      "heading" : "2.3. Preparation of DOX@ZDNP@PEG",
      "text" : "At first, 20 mg of ZDNPs and 20 mg NH2-PEG-NH2 were dispersed into 10 mL Tris-HCl (pH= 8.0) under mechanical stirring for 4 h. Then, the mixture was centrifuged and washed using phosphate buffered saline (PBS, pH = 7.4) three times to obtain ZDNP@PEG. Then, 10 mg of the as-made ZDNP@PEG were dispersed into 3 mL PBS (pH = 7.4) with 10 mg Doxorubicin hydrochloride (DOX· HCl) and shaken for 24 h at room temperature. The DOX@ZDNP@PEG were successfully synthesized after washed with PBS (pH = 7.4) for three times. The supernatant containing DOX was gathered and diluted to 250 mL to calculate the concentration of DOX by ultraviolet spectrophotometry."
    }, {
      "heading" : "2.4. Microwave heating experiments in vitro",
      "text" : "In order to investigate the microwave sensitization of ZDNPs, 1.0 mL of different concentrations (5, 10 and 20 mg mL−1) of ZDNPs in saline solution were exposed to microwave irradiation at 1.8 W for 5 min, while the equal amount saline solution was set as the control group. An infrared thermal camera was used to monitor the temperature changes.\nScheme. 1. The chemo-microwave synergistic therapy of DOX@ZDNP@PEG treating tumors of mice. After being transported to the tumor site, DOX@ZDNP@PEG is engulfed by tumor cells, then generates heat under microwave irradiation and release DOX to induce cell apoptosis."
    }, {
      "heading" : "2.5. Degradation of ZDNP@PEG",
      "text" : "Solutions of ZDNP@PEG (0.5 mg mL−1) in acetate buffer solution (pH = 5.5), acetate buffer solution (pH = 5.5) plus MW irradiation (1.8 W 5 min) every 4 h, and PBS (pH= 7.2) were shaken in water bath (37 °C) for 24 h. After incubating different times, the particles were washed and collected for TEM characterization."
    }, {
      "heading" : "2.6. Drug release experiments of DOX@ZDNP@PEG",
      "text" : "The drug release of ZDNPs was performed in three parallel groups, each one had 5 mg DOX@ZDNP@PEG dispersing in phosphate buffered saline of different pH values (pH = 5.5, 6.5 and 7.4). The groups were\nshaken in water bath (37 °C) for 70 h. The supernatant per hour were determined by the UV–vis Spectrophotometer at 483 nm to confirm the concentration of DOX."
    }, {
      "heading" : "2.7. Toxicity tests in vitro",
      "text" : "The cell toxicity of ZDNPs was evaluated by methyl thiazolyl tetrazolium (MTT) assay. L929, H22 and HepG2 cells were separately incubated in 96-well plates with different concentrations of ZDNPs (12.5, 25, 50, 100, 200 μg mL−1), while the medium without ZDNPs was set as the control group. After 24 h, 20 μL of MTT was added to each well for 4 h, then all the medium was poured out and replaced by 150 μL Dimethyl sulfoxide (DMSO) to dissolve the produced formazan.\nAn enzyme-labeled instrument was used to detect the absorbance at 490 nm."
    }, {
      "heading" : "2.8. Acute toxicity test",
      "text" : "The toxicity of ZDNP@PEG was reflected by the physical condition of mice injected with ZDNP@PEG. Fifteen healthy ICR mice were randomly divided into five groups and injected with different dosages (0, 50, 100, 150, 200 mg kg−1) of ZDNP@PEG dispersing in Roswell Park Memorial Institute (RPMI, 1640) medium. The weight changes were continuously monitored for 14 days. Then blood examination and histology study were used to measure the physical damage extent."
    }, {
      "heading" : "2.9. Antitumor efficacy in vitro",
      "text" : "In order to investigate the antitumor efficacy of ZDNP@PEG, four groups of H22 cells were separately incubated in 6-well plates with 1640 medium containing ZDNP@PEG (100 μg mL−1), DOX@ZDNP@ PEG (100 μg mL−1) and free DOX for 24 h. 1640 medium was set as the control group and the content of DOX was equal to DOX@ZDNP@PEG. Then 1 mL of each group was irradiated to microwave at 0.9 W for different time (0, 3, 5, and 7 min). MTT assays were used to evaluate the cellular activities."
    }, {
      "heading" : "2.10. Antitumor efficacy in vivo",
      "text" : "H22 tumor-bearing mice model were generated to explore the efficacy of ZDNPs in inhibiting tumor development. ICR mice (20 ± 2 g) with endermic injected H22 tumor cells were randomly divided into 6 groups (five mice per group). These groups were treated with (1) blank control, (2) free DOX, (3) MW, (4) DOX@ZDNP@PEG, (5) ZDNP@PEG\nand MW, (6) DOX@ZDNP@PEG and MW (n = 3). 1640 medium were used as solvent and the intravenous dose of free DOX, ZDNP@PEG and DOX@ZDNP@PEG were 15, 50 and 50 mg kg−1, respectively. The microwave irradiation of group (3), (5), (6) were carried out on the tumor site at 0.9 W for 5 min, 6 h after tail vein injection. The temperature of the mice was monitored by an infrared thermal camera. Subsequently, the weight and tumor volume changes were recorded for 14 days. The calculation of tumor volume follows the formula: V = ab2/2, while a and b represent the length and width of the tumor."
    }, {
      "heading" : "2.11. Histology study",
      "text" : "The major organs of the mice after treatments, including heart, liver, kidney, spleen and lung, were used to evaluate the tissue toxicity of ZDNPs. After fixing in formalin solution (4%) for 14 days, the organs were separately embedded in paraffin wax. Subsequently, the paraffin with organs were cut into thin section (5 μm) and stained with hematoxylin and eosin (H&E). The organ condition was checked using an inverted fluorescence microscope (Olympus, X71, Japan)."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Preparation and characterization",
      "text" : "ZDNPs were synthesized by sonochemical aerosol flow strategy (Fig. 1a). Briefly, the organic solvent containing metal salt and organic ligand was transformed into aerosol by an ultrasonic nebulizer, each droplet served as a template and individual reactor. Then the aerosol was burned and MOF-derived structure was formed via the volatilization of solvent in a tubular furnace. A scanning electron microscope (SEM, Model S-4800, Hitachi), a transmission electron microscope\n(TEM, HT7700, Hitachi) and a high-resolution transmission scanning electron microscope (HR-STEM, 2100f, JEOL) were employed to perform microscopic imaging and elemental composition analysis (Fig. 1b–d). The TEM and SEM images indicated the particle size of ZDNPs were about 265 ± 47 nm. The size distribution of ZDNPs counted by an analyzing software Nano Measurer is shown in Fig. 1i. Furthermore, the average hydrodynamic diameter of ZDNPs was about 231.4 nm (Fig. S1), according to the dynamic light scattering statistics (Malvern Zetasizer Nano ZS). The TEM energy dispersive spectrometer showed the elemental mapping (Fig. 1e–h) and the elemental composition (Fig. 1j) demonstrated that Zr, C and O were evenly distributed throughout the sphere. In addition, X-ray diffraction (XRD) and Fourier transform infrared spectrum (FTIR) were used for further characterization of open-mouthed ZDNPs. The XRD pattern (Fig. 2a) showed a wide diffraction peak allotted to the crystal plane (1, 1, 1), coinciding with the reported characteristic peak of crystal Zr MOFs. The loss of some peaks may due to the low crystallinity and doping structure of organic compounds and zirconium. The FTIR of ZDNPs was showed in Fig. 2b. The stretching frequency of carbonyl in carboxyl group red shifted from 1683 cm−1 to 1566 cm−1 comparing with uncoordinated 1,4-Benzenedicarboxylic acid, indicating that coordinate covalent bonds had been generated in ZDNPs, and the characteristic absorption peak of UIO-66 and ZDNP at 3410 cm−1, 1566 cm−1, 1400 cm−1, 746 cm−1 and 646 cm−1 were all coincide, which proved that ZDNP has the same chemical bonds and groups as UIO-66. Thermogravimetric analysis (TGA) shows the decomposition temperature of ZDNPs (Fig. 2c). The rapid weight loss at 500 °C may due to the decomposition of coordination bonds between metal ions and organic ligands. These characterizations prove that we successfully synthesized a MOF-derived composite nanoparticles. To improve the biocompatibility, PEG-(NH2)2 was used to embellish the surface of ZDNPs. The average zeta potential changed from −22.8 mV to 9.82 mV (Fig. 2d) because of the electropositive amino-groups, indicating a successful surface modification.\nTo further study the forming mechanism of ZDNPs, we synthesized products under different conditions by changing only one variable at a time. Since the reaction in the tube furnace occurs with the vaporization of the solvent in aerosol, the boiling point of the solvent and the burning temperature of the furnace have important influences on the form of the particles. As Fig. 3a revealed, most of the synthesized particles were homogeneous spheres in pure DMSO, which can be attributed to the soothing volatilization of DMSO. With the increase of the proportion of ethanol in solvents, the proportion of broken spherical particles was also increased and almost reached the highest value when DMSO: ET was 2: 1. However, with the continuous increase of ET content, this trend moved in the opposite direction. This may due to the quick volatilization of solvents before the formation of temperature\ngradients from outside to inside of the droplets. Similarly, the effect of burning temperature on material morphology was shown in Fig. 3b. The nucleation of reactants in droplets was mild at low temperature, so they can grow into compact spheres. As the temperature increased, the solvent inside the droplets instantaneously vaporized and broke through the shell that had nucleated on the outer layer of the droplets, thus ruptured structures were formed."
    }, {
      "heading" : "3.2. Microwave heating effects in vitro",
      "text" : "It is generally known that under MW irradiation, ions in narrow space have a much higher MW-thermo conversion efficiency due to the intensification of ion collision. Owing to the cracks and holes on the surface of ZDNPs, it is speculated that ZDNPs may enhance the ion confinement. Moreover, compared with regular and porous UIO-66, the popcorn-liked irregular structure may accommodate and hold more ions for more effective frictions. To verify the ions entrapping ability of the open-mouthed structure, we dispersed the ZDNP and MOF based Zrsphere in aqueous solution containing 5% NaCl for the same time (24 h), and use TEM energy dispersive spectrometer to show the elemental composition of NaCl@ZDNP and NaCl@Zr-sphere. As shown in Fig. S2a-c, the atomic percentages of Cl and Na of NaCl@ZDNP is much higher than that of Zr-sphere, indicating a better ion entrapping ability of ZDNP with open-mouthed structure. In addition, we also used Rhodamine B as a fluorescent dye to visualize the encapsulation ability of ZDNP. The equivalent ZDNP and Zr-spheres were incubated with Rhodamine B solution (10%), and the amount of Rhodamine B adsorbed in the precipitate was determined by a fluorescence spectrophotometer method. The fluorescence spectrum is shown in Fig. S3a-b, which also proved the better adsorption capacity of ZDNPs.\nBesides, to evaluate the MW sensitization efficiency, 1 mL different concentrations (10 mg mL−1) of ZDNPs, UIO-66 and MOF based solid Zr-sphere with the same composition as ZDNPs in saline solution (0.9%) were separately placed in a small plate and irradiated by MW for 5 min (1.8 W cm−2, 450 MHz). An infrared thermal camera was used to monitor the temperature changes. The live photos per minute of ZDNPs were showed in Fig. 4a. The temperature-rising curve of each group containing ZDNPs was showed in Fig. 4b. The comparisons of appearance and temperature rise between ZDNP, UIO-66 and MOF based solid Zr-sphere were showed in Fig. 4c. As showed by the results, saline solution without ZDNPs had a temperature growth from 25.4 °C to 48.7 °C, the value change was 23.3 °C. The temperature change of 10 mg mL−1 of UIO-66 was 27.6 °C, the temperature change of Zrsphere was 25.6 °C, while the value of ZDNP in concentration of 10 mg mL−1 was 32.9 °C, respectively. As contrasts, the ZDNP groups were 9.6 °C higher than saline solution when the groups of UIO-66 were\nonly 4.3 °C higher than control and the Zr-sphere only 2.3 °C higher. Furthermore, in order to quantitatively evaluate the MW sensitivity, 10 mg of ZDNPs dispersed in 1 mL 0.9% saline solution were used to calculate the MW-thermo conversion efficiency. As showed in Fig. 4d, the system temperature rapidly increased from T0 to Tn under MW irradiation, and when the MW was shut off, the temperature gradually approached the initial value after a period of rapid decline. According to former reports, the MW-thermo conversion efficiency was calculated through formula [27,33,34].\n∫ = + = ⋅ ⋅ − + −\n⋅ ⋅ −\n∑ ⋅′\nQ Q Q\nc m T T f t f t dt\nP S t t η\n( ) ( ( ) ( ))\n( ) heat loss\ninput\nn c m Ψ t t\nZDNP env\nn\n0\n0 0\nt tn n0 0\nWhere η means the MW-thermo conversion efficiency, c means the specific heat capacity, m means the weight of the solution, P means the power of MW and S0 means the area exposed to MW irradiation.\nAfter a series of calculations, the η of ZDNP turned out to be 37.07% and the η of Zr-sphere was 29.18%, the detailed process can be found in Supporting Information. By contrast, the η of Zr MOF reported by Zhou\nand co-workers was only about 28.6%, at the same concentration and MW condition [3,34]. Thus the ZDNP showed a better MW sensitization and greater potential for applying in MW hyperthermia than conventional Zr MOF."
    }, {
      "heading" : "3.3. Degradation of ZDNP@PEG",
      "text" : "It is widely known that tumor micro-environment is more acidic (pH 6.5) than normal tissues (pH 7.4), and the pH value in lysosome almost reach 5.0–5.5 [35–37]. Many pH-responsive nanoplatforms have been developed for tumor treatment, due to their good biocompatibility and drug release ability to target tumors [37–40]. It is well known that MOFs are easily degraded under acidic conditions. To evaluate the pH and MW sensitive biodegradation of ZDNPs, neutral phosphate buffer (pH = 7.4) and acid acetate buffer (pH = 5.5) were used to incubate ZDNPs in a shaking water bath at 37 °C. The products of different time were characterized by TEM (Fig. 5a). The results show that no significant change of ZDNPs happened in neutral environment (pH = 7.4). However, ZDNPs expanded at 8 h and tend to collapse at 12 h in acid environment (pH = 5.5) and MW irradiation accelerated this process, which revealed the fate of ZDNPs in vivo. Degradability endows ZDNPs with the advantages of selective drug release and eliminating from the body, which can increase the therapeutic effect and reduce biological toxicity, prefiguring a good application prospect of ZDNPs in tumor treatment."
    }, {
      "heading" : "3.4. Drug release of DOX@ZDNP",
      "text" : "Since ZDNPs can be degraded under acidic conditions, we assumed that ZDNPs serviced as the carriers of antineoplastic drugs could achieve good drug release effect with the acidification of tumor microenvironment. Doxorubicin (DOX) is a main chemotherapy drug widely used for cancer. In this part we loaded DOX into the cracks of ZDNPs to combine thermotherapy with chemotherapy. The amount of DOX were confirmed through UV spectrophotometer method by detecting the absorbance at 483 nm. After calculation, the drug loading rate of ZDNP@PEG was 32.47%. The DOX release was performed in three groups with phosphate buffer of different pH value (pH = 5.5, 6.5, 7.4) to simulate neutral and acidic environments. After shaking in a thermostatic water bath (37 °C) for 70 h, the final drug release in pH = 5.5, 6.5 and 7.4 were 36.15%, 27.87% and 22.25% (Fig. 5b), which indicated that DOX@ZDNP@PEG had quickest and most drug release under acidic conditions. In conclusion, DOX@ZDNP@PEG had a good pH-controlled release performance of DOX, which is an advantage in selective killing of cancer cells."
    }, {
      "heading" : "3.5. Toxicity tests in vitro and in vivo",
      "text" : "In this part, MTT assays and acute toxicity experiment were conducted to study the biocompatibility of ZDNPs in vitro and in vivo. First, L929, H22 and HepG2 cells were separately cultured with different concentrations of ZDNPs for 24 h. Then MTT were added to detect cell activity. As shown in Fig. 6a, the cell viability of L929, H22 and HepG2 were 88.37%, 74.27% and 77.59% at the dose of 200 μg kg−1. The cell\nsurvival rate indicated low cytotoxicity of ZDNPs both to normal and tumor cells. To further verify its toxicity to animals, five groups of mice were injected with different dosages via tail vein. Their weight changes were recorded within two weeks after injection (Fig. S4) and the maximum dose group showed no significant difference between control group. The blood routine and blood biochemical analysis were shown in Fig. 7a and the tissue slices stained with H&E were shown in Fig. 7b. All these indexes showed no obvious anomalies and none tissue damages were found between experience groups and control group. These tests confirmed that ZDNPs had good biocompatibility to be used in anti-\ntumor treatment in vivo."
    }, {
      "heading" : "3.6. Tumor inhibition in vitro",
      "text" : "H22 cells were employed to evaluate the tumor inhibition effects of DOX@ZDNP@PEG. Four groups of H22 cells were separately cultured with control, ZDNP@PEG, free DOX and DOX@ZDNP@PEG for 24 h. Then each group of cells were divided into four count and irradiated by MW (0.9 W cm−2, 450 MHz) for 0, 3, 5, 7 min. The results had been shown in Fig. 6b. As the time for cells irradiated by MW increases, the\nincreasing of cell temperature and drug release promoted cell apoptosis, thus the cell viability gradually decreases. The cell viability of control, ZDNP@PEG, free DOX and DOX@ZDNP@PEG received 7 min of radiation were 55.56%, 38.76%, 29.63% and 20.45%, indicating that the time of microwave irradiation was positively correlated with the apoptosis of tumors. Over experiments on inhibiting tumors in vitro, DOX@ZDNP@PEG showed good prospect of drug release capacity and MW sensitization to be applied in thermal and chemotherapy to inhibit tumor in vivo."
    }, {
      "heading" : "3.7. Tumor therapy in vivo",
      "text" : "The above experiments confirmed that DOX@ZDNP@PEG had good potential for inhibiting the activity of tumor cells in vitro. To further evaluate the therapeutic effect in vivo, 5 groups of H22 bearing mice were treated with control, free DOX, MW, DOX@ZDNP@PEG, ZDNP@ PEG + MW and DOX@ZDNP@PEG + MW. The mice of MW, ZDNP@ PEG + MW and DOX@ZDNP@PEG + MW were irradiated by MW for 5 min (0.9 W cm−2, 450 MHz), 6 h after injection. The infrared thermal images and temperature record were showed in Fig. 8a and b. After MW irradiation, the MW, ZDNP@PEG + MW and DOX@ZDNP@ PEG + MW groups reached 47.04 °C, 50.76 °C and 52.78 °C from body temperature. The temperature increase of DOX@ZDNP@PEG + MW group (16.32 °C) were higher than ZDNP@PEG+MW group (13.44 °C) and MW group (10.32 °C), indicating that DOX@ZDNP@PEG could be used to promote tumor ablation as MW sensitizer.\nAfter treated with MW, the mice were fed for 14 days to record their weight change and tumor volume. As Fig. 8c showed, the average weight of all groups decreased in the first two days and gradually increased afterwards. The experience groups showed no significant diversity compared with control. However, the tumor volume of each group present huge difference (Fig. 8d). The tumor volume of the\ncontrol group increased fastest, almost reached 4.5 cm3. As a comparison, the tumor volume of the DOX@ZDNP@PEG + MW group had slightly reduced after MW treatment and remained stable until ten days later, the final value of tumor volume was 0.47 cm3, far less than the group treated with control, free DOX and ZDNP@PEG + MW. And the photos in Fig. S5 showed a visual change of tumor growth in the mice. These results proved that DOX@ZDNP@PEG could combine both hyperthermia and chemotherapy to achieve a better treatment effect. In addition, if the mice with a tumor lager than 2 cm3 could be considered dead, then the survival rate could be calculated as Fig. 8e. After 14 days, the mice were dissected, the tumors taken from mice were showed in Fig. S5. The organs of different groups were stained with H&E (Fig. 9). The hearts, lungs, livers, spleens, and kidneys of each group didn't perform obvious tissue damage. However, the tumor of DOX@ ZDNP@PEG + MW group appeared necrosis. These results indicated that DOX@ZDNP@PEG cooperated with MW therapy has significant effect on inhibiting the growth of tumors in vivo."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In conclusion, we have used sonochemical aerosol flow strategy which was far faster than traditional solvothermal synthesis to synthesize Zr MOF-derived nano-popcorns (ZDNPs) for the first time. The whole process lasted only about 21 s, far faster than traditional synthesis of MOFs which usually cost over 10 h or even several days, providing new ideas for developing more synthetic methods of nanomaterials.\nBesides, the innovative open-mouthed structure was first used to enhance the ions confined collision effect of classical MOFs. Our work turned out the MW-thermal conversion efficiency of ZDNP was 37.07%, far greater than that of Zr MOF which was reported to be about 28.6%, at the same concentration and MW condition. The improvement of MW-\nthermal conversion efficiency can be attributed to the cracks of the open-mouthed surface which enable more ions to enter and vibrate in a limited space, while the meandering passages are more conducive to self-reflection as well as entrapping ions. All in all, the ZDNP showed a better MW sensitization and greater potential for applying in MW hyperthermia than conventional Zr MOF, this made it possible for the open-mouthed structures to transcend the traditional porous structures in MW thermal therapy as well as other areas.\nAt last, our research confirmed that DOX@ZDNP@PEG exhibits good biodegradability and good tumor suppressive effect both in vivo and in vitro. The invention of DOX@ZDNP@PEG combined both hyperthermia and chemotherapy to achieve a better treatment effect. The introduction of nanoplatform made DOX more easily enriched and retained in the tumor site, so as to improve its chemotherapy effect. When microwave irradiation is provided, the thermal ablation caused by ZDNPs, the effect of drug chemotherapy as well as the enhancement of non-thermal effect could promote the tumor cell death. The therapeutic effect of DOX@ZDNP@PEG plus microwave irradiation is better than that of any other group, which proves the synergistic effect of microwave hyperthermia and chemotherapy in improving the anti-tumor ability. These studies proved that open-mouthed nanoparticles as ZDNPs have considerable prospect to be used in MW thermal therapy."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors acknowledge financial support from the National Natural Science Foundation of China (91859201, 81971745, 81630053, and 81601584), National Key R&D Program of China (2018YFC0115500), Beijing Natural Science Foundation (2202058, 2194087), the National Scientific Foundation Committee of Beijing (JQ18021)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.biomaterials.2020.119773."
    } ],
    "references" : [ {
      "title" : "Dual-functional supernanoparticles with microwave dynamic therapy and microwave thermal therapy",
      "author" : [ "Q. Wu", "N. Xia", "D. Long", "L. Tan", "W. Rao", "J. Yu", "C. Fu", "X. Ren", "H. Li", "L. Gou", "P. Liang", "J. Ren", "L. Li", "X. Meng" ],
      "venue" : "Nano Lett. 19 (8) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Microwave responsive nanoplatform via P-selectin mediated drug delivery for treatment of hepatocellular carcinoma with distant metastasis",
      "author" : [ "J. Xu", "X. Cheng", "L. Tan", "C. Fu", "M. Ahmed", "J. Tian", "J. Dou", "Q. Zhou", "X. Ren", "Q. Wu", "S. Tang", "H. Zhou", "X. Meng", "J. Yu", "P. Liang" ],
      "venue" : "Nano Lett. 19 (5) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Microwaveactivated Mn-doped zirconium metal-organic framework nanocubes for highly effective combination of microwave dynamic and thermal therapies against cancer",
      "author" : [ "C. Fu", "H. Zhou", "L. Tan", "Z. Huang", "Q. Wu", "X. Ren", "J. Ren", "X. Meng" ],
      "venue" : "ACS Nano 12 (3) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "pH and thermal dual-sensitive nanoparticle-mediated synergistic antitumor effect of immunotherapy and microwave thermotherapy",
      "author" : [ "J. Qi", "W. Li", "K. Lu", "F. Jin", "D. Liu", "X. Xu", "X. Wang", "X. Kang", "W. Wang", "G. Shu", "F. Han", "X. Ying", "J. You", "J. Ji", "Y. Du" ],
      "venue" : "Nano Lett. 19 (8) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Multisynergistic platform for tumor therapy by mild microwave irradiation-activated chemotherapy and enhanced ablation",
      "author" : [ "D. Long", "T. Liu", "L. Tan", "H. Shi", "P. Liang", "S. Tang", "Q. Wu", "J. Yu", "J. Dou", "X. Meng" ],
      "venue" : "ACS Nano 10 (10) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Oxygen production of modified core-shell CuO@ZrO2 nanocomposites by microwave radiation to alleviate cancer hypoxia for enhanced chemo-microwave thermal therapy",
      "author" : [ "Z. Chen", "M. Niu", "G. Chen", "Q. Wu", "L. Tan", "C. Fu", "X. Ren", "H. Zhong", "K. Xu", "X. Meng" ],
      "venue" : "ACS Nano 12 (12) ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Imaging-guided synergetic therapy of orthotopic transplantation tumor by superselectively arterial administration of microwaveinduced microcapsules",
      "author" : [ "S. Tang", "C. Fu", "L. Tan", "T. Liu", "J. Mao", "X. Ren", "H. Su", "D. Long", "Q. Chai", "Z. Huang", "X. Chen", "J. Wang", "J. Ren", "X. Meng" ],
      "venue" : "Biomaterials 133 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Enzyme-activatable polymer-drug conjugate augments tumour penetration and treatment efficacy",
      "author" : [ "Q. Zhou", "S. Shao", "J. Wang", "C. Xu", "J. Xiang", "Y. Piao", "Z. Zhou", "Q. Yu", "J. Tang", "X. Liu", "Z. Gan", "R. Mo", "Z. Gu", "Y. Shen" ],
      "venue" : "Nat. Nanotechnol. 14 (8) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Confinement of ultrasmall Cu/ ZnOx nanoparticles in metal-organic frameworks for selective methanol synthesis from catalytic hydrogenation of CO2",
      "author" : [ "B. An", "J. Zhang", "K. Cheng", "P. Ji", "C. Wang", "W. Lin" ],
      "venue" : "J. Am. Chem. Soc. 139 (10) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Synthetic chemistry and multifunctionality of an amorphous Ni-  MOF-74 shell on a Ni/SiO2 hollow catalyst for efficient tandem reactions",
      "author" : [ "B. Li", "H.C. Zeng" ],
      "venue" : "Chem. Mater. 31 (14) ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Z",
      "author" : [ "C. Wang" ],
      "venue" : "Xie, K.E. deKrafft, W. Lin, Doping metal-organic frameworks for water oxidation, carbon dioxide reduction, and organic photocatalysis, J. Am. Chem. Soc. 133 (34) ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Metal-organic frameworks for separation",
      "author" : [ "X. Zhao", "Y. Wang", "D.S. Li", "X. Bu", "P. Feng" ],
      "venue" : "Adv. Mater. 30 (37) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Hollow Zn/Co ZIF particles derived from core-shell ZIF-67@ZIF-8 as selective catalyst for the semi-hydrogenation of acetylene",
      "author" : [ "J. Yang", "F. Zhang", "H. Lu", "X. Hong", "H. Jiang", "Y. Wu", "Y. Li" ],
      "venue" : "Angew. Chem. Int. Ed. 54 (37) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Small-molecule adsorption in open-site metal–organic frameworks: a systematic density functional theory study for rational design",
      "author" : [ "K. Lee", "J.D. Howe", "L.-C. Lin", "B. Smit", "J.B. Neaton" ],
      "venue" : "Chem. Mater. 27 (3) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Metal–organic framework with color-switching and strongly polarized emission",
      "author" : [ "H. Wang", "S.I. Vagin", "S. Lane", "W. Lin", "V. Shyta", "W.R. Heinz", "C. Van Dyck", "A.J. Bergren", "K. Gardner", "B. Rieger", "A. Meldrum" ],
      "venue" : "Chem. Mater. 31 (15) ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Magnesium exchanged zirconium metal-organic frameworks with improved detoxification properties of nerve agents",
      "author" : [ "R. Gil-San-Millan", "E. Lopez-Maya", "A.E. Platero-Prats", "V. Torres-Perez", "P. Delgado", "A.W. Augustyniak", "M.K. Kim", "H.W. Lee", "S.G. Ryu", "J.A.R. Navarro" ],
      "venue" : "J. Am. Chem. Soc. 141 (30) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A",
      "author" : [ "S. Wang", "C.M. McGuirk" ],
      "venue" : "d'Aquino, J.A. Mason, C.A. Mirkin, Metal-organic framework nanoparticles, Adv. Mater. 30 (37) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chlorin-based nanoscale metal-organic framework systemically rejects colorectal cancers via synergistic photodynamic therapy and checkpoint blockade immunotherapy",
      "author" : [ "K. Lu", "C. He", "N. Guo", "C. Chan", "K. Ni", "R.R. Weichselbaum", "W. Lin" ],
      "venue" : "J. Am. Chem. Soc. 138 (38) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Defective metal-organic frameworks",
      "author" : [ "S. Dissegna", "K. Epp", "W.R. Heinz", "G. Kieslich", "R.A. Fischer" ],
      "venue" : "Adv. Mater. 30 (37) ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Highly active and stable single-atom Cu catalysts supported by a metalorganic framework",
      "author" : [ "A.M. Abdel-Mageed", "B. Rungtaweevoranit", "M. Parlinska-Wojtan", "X. Pei", "O.M. Yaghi", "R.J. Behm" ],
      "venue" : "J. Am. Chem. Soc. 141 (13) ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Fluorous metal–organic frameworks and nonporous coordination polymers as low‐κ dielectrics",
      "author" : [ "S. Galli", "A. Cimino", "J.F. Ivy", "C. Giacobbe", "R.K. Arvapally", "R. Vismara", "S. Checchia", "M.A. Rawshdeh", "C.T. Cardenas", "W.K. Yaseen", "A. Maspero", "M.A. Omary" ],
      "venue" : "Adv. Funct. Mater. ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "In situ formation of unprecedented neptunium-oxide wheel clusters stabilized in a metal-organic framework",
      "author" : [ "S.E. Gilson", "P. Li", "J.E.S. Szymanowski", "J. White", "D. Ray", "L. Gagliardi", "O.K. Farha", "P.C. Burns" ],
      "venue" : "J. Am. Chem. Soc. 141 (30) ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Biomimetic metal-organic framework nanoparticles for cooperative combination of antiangiogenesis and photodynamic therapy for enhanced efficacy",
      "author" : [ "H. Min", "J. Wang", "Y. Qi", "Y. Zhang", "X. Han", "Y. Xu", "J. Xu", "Y. Li", "L. Chen", "K. Cheng", "G. Liu", "N. Yang", "Y. Li", "G. Nie" ],
      "venue" : "Adv. Mater. 31 (15) ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Nanoparticles of metal-organic frameworks: on the road to in vivo efficacy in biomedicine",
      "author" : [ "T. Simon-Yarza", "A. Mielcarek", "P. Couvreur", "C. Serre" ],
      "venue" : "Adv. Mater. 30 (37) ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Metal-organic framework nanoshuttle for synergistic photodynamic and low-temperature photothermal therapy",
      "author" : [ "K. Zhang", "X. Meng", "Y. Cao", "Z. Yang", "H. Dong", "Y. Zhang", "H. Lu", "Z. Shi", "X. Zhang" ],
      "venue" : "Adv. Funct. Mater. 28 (42) ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A spray-drying strategy for synthesis of nanoscale metal-organic frameworks and their assembly into hollow superstructures",
      "author" : [ "A. Carne-Sanchez", "I. Imaz", "M. Cano-Sarabia", "D. Maspoch" ],
      "venue" : "Nat. Chem. 5 (3) ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Layered MoS2 hollow spheres for highly-efficient photothermal therapy of rabbit liver orthotopic transplantation tumors",
      "author" : [ "L. Tan", "S. Wang", "K. Xu", "T. Liu", "P. Liang", "M. Niu", "C. Fu", "H. Shao", "J. Yu", "T. Ma", "X. Ren", "H. Li", "J. Dou", "J. Ren", "X. Meng" ],
      "venue" : "Small 12 (15) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Zr-based metal-organic frameworks: design",
      "author" : [ "Y. Bai", "Y. Dou", "L.H. Xie", "W. Rutledge", "J.R. Li", "H.C. Zhou" ],
      "venue" : "synthesis, structure, and applications, Chem. Soc. Rev. 45 (8) ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Disclosing the complex structure of UiO-66 metal organic framework: a synergic combination of experiment and theory",
      "author" : [ "L. Valenzano", "B. Civalleri", "S. Chavan", "S. Bordiga", "M.H. Nilsen", "S. Jakobsen", "K.P. Lillerud", "C. Lamberti" ],
      "venue" : "Chem. Mater. 23 (7) ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Stable metal-organic frameworks: design",
      "author" : [ "S. Yuan", "L. Feng", "K. Wang", "J. Pang", "M. Bosch", "C. Lollar", "Y. Sun", "J. Qin", "X. Yang", "P. Zhang", "Q. Wang", "L. Zou", "Y. Zhang", "L. Zhang", "Y. Fang", "J. Li", "H.C. Zhou" ],
      "venue" : "synthesis, and applications, Adv. Mater. 30 (37) ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Metal-organic frameworks derived nanotube of nickel-cobalt bimetal phosphides as highly efficient electrocatalysts for overall water splitting",
      "author" : [ "L. Yan", "L. Cao", "P. Dai", "X. Gu", "D. Liu", "L. Li", "Y. Wang", "X. Zhao" ],
      "venue" : "Adv. Funct. Mater. 27 (40) ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Metal-organic framework based microcapsules",
      "author" : [ "T. He", "X. Xu", "B. Ni", "H. Lin", "C. Li", "W. Hu", "X. Wang" ],
      "venue" : "Angew. Chem. Int. Ed. 57 (32) ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Interlayer expansion of 2D MoS2 nanosheets for highly improved photothermal therapy of tumors in vitro and in vivo",
      "author" : [ "C. Fu", "L. Tan", "X. Ren", "Q. Wu", "H. Shao", "J. Ren", "Y. Zhao", "X. Meng" ],
      "venue" : "Chem. Commun. 54 (99) ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Mitochondria-targeted zirconium metal-organic frameworks for enhancing the efficacy of microwave thermal therapy against tumors",
      "author" : [ "H. Zhou", "C. Fu", "X. Chen", "L. Tan", "J. Yu", "Q. Wu", "L. Su", "Z. Huang", "F. Cao", "X. Ren", "J. Ren", "P. Liang", "X. Meng" ],
      "venue" : "Biomater. Sci. 6 (6) ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Intelligent albumin-MnO2 nanoparticles as pH-/H2 O2 -responsive dissociable nanocarriers to modulate tumor hypoxia for effective combination therapy",
      "author" : [ "Q. Chen", "L. Feng", "J. Liu", "W. Zhu", "Z. Dong", "Y. Wu", "Z. Liu" ],
      "venue" : "Adv. Mater. 28 (33) ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chemodynamic therapy: tumour microenvironmentmediated fenton and fenton-like reactions",
      "author" : [ "Z. Tang", "Y. Liu", "M. He", "W. Bu" ],
      "venue" : "Angew. Chem. Int. Ed. 58 (4) (2019)  T. Li, et al. Biomaterials 234 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Smart nanoreactors for pH-responsive tumor homing",
      "author" : [ "G. Yang", "L. Xu", "J. Xu", "R. Zhang", "G. Song", "Y. Chao", "L. Feng", "F. Han", "Z. Dong", "B. Li", "Z. Liu" ],
      "venue" : "mitochondria-targeting, and enhanced photodynamic-immunotherapy of cancer, Nano Lett. 18 (4) ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "O2-Loaded pH-responsive multifunctional nanodrug carrier for overcoming hypoxia and highly efficient chemo-photodynamic cancer therapy",
      "author" : [ "Z. Xie", "X. Cai", "C. Sun", "S. Liang", "S. Shao", "S. Huang", "Z. Cheng", "M. Pang", "B. Xing", "A.A.A. Kheraif", "J. Lin" ],
      "venue" : " Chem. Mater. 31 (2) ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Studies on oxygen partial pressure in tumor tissue under radiotherapy and thermoradiotherapy",
      "author" : [ "J. Fuller", "H.J. Feldmann", "M. Molls", "H. Sack" ],
      "venue" : "Strahlenther. Onkol.: Organ. Deutsch. Rontg. 170 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 1994
    }, {
      "title" : "Tumor-pH-Responsive dissociable albumin-tamoxifen nanocomplexes enabling efficient tumor penetration and hypoxia relief for enhanced cancer photodynamic therapy",
      "author" : [ "Z. Yang", "Q. Chen", "J. Chen", "Z. Dong", "R. Zhang", "J. Liu", "Z. Liu" ],
      "venue" : "Small 14 (49) (2018) e1803262.  T. Li, et al. Biomaterials 234 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 4,
      "context" : "With better therapeutic efficiency and smaller side effects than traditional treatments [5,6], MW thermal therapy has been widely used in clinics in recent years.",
      "startOffset" : 88,
      "endOffset" : 93
    }, {
      "referenceID" : 5,
      "context" : "With better therapeutic efficiency and smaller side effects than traditional treatments [5,6], MW thermal therapy has been widely used in clinics in recent years.",
      "startOffset" : 88,
      "endOffset" : 93
    }, {
      "referenceID" : 2,
      "context" : "sometimes can affect the effective ablation range of MW thermal therapy and lead to a higher recurrence rate [3,5,6].",
      "startOffset" : 109,
      "endOffset" : 116
    }, {
      "referenceID" : 4,
      "context" : "sometimes can affect the effective ablation range of MW thermal therapy and lead to a higher recurrence rate [3,5,6].",
      "startOffset" : 109,
      "endOffset" : 116
    }, {
      "referenceID" : 5,
      "context" : "sometimes can affect the effective ablation range of MW thermal therapy and lead to a higher recurrence rate [3,5,6].",
      "startOffset" : 109,
      "endOffset" : 116
    }, {
      "referenceID" : 6,
      "context" : "A series of MW sensitizers have been created to combat this problem, such as organic polymers [7], porous nanomaterials [3] and core-shell metal oxides containing ionic liquids [6], etc.",
      "startOffset" : 94,
      "endOffset" : 97
    }, {
      "referenceID" : 2,
      "context" : "A series of MW sensitizers have been created to combat this problem, such as organic polymers [7], porous nanomaterials [3] and core-shell metal oxides containing ionic liquids [6], etc.",
      "startOffset" : 120,
      "endOffset" : 123
    }, {
      "referenceID" : 5,
      "context" : "A series of MW sensitizers have been created to combat this problem, such as organic polymers [7], porous nanomaterials [3] and core-shell metal oxides containing ionic liquids [6], etc.",
      "startOffset" : 177,
      "endOffset" : 180
    }, {
      "referenceID" : 0,
      "context" : "So far, most of the strategies were focused on enhancing the confined collision effect, in which ions generate heat by vibrating and conflicting rapidly in a limited space under MW irradiation [1,3,5].",
      "startOffset" : 193,
      "endOffset" : 200
    }, {
      "referenceID" : 2,
      "context" : "So far, most of the strategies were focused on enhancing the confined collision effect, in which ions generate heat by vibrating and conflicting rapidly in a limited space under MW irradiation [1,3,5].",
      "startOffset" : 193,
      "endOffset" : 200
    }, {
      "referenceID" : 4,
      "context" : "So far, most of the strategies were focused on enhancing the confined collision effect, in which ions generate heat by vibrating and conflicting rapidly in a limited space under MW irradiation [1,3,5].",
      "startOffset" : 193,
      "endOffset" : 200
    }, {
      "referenceID" : 3,
      "context" : "Besides, they still have some drawbacks, such as bad biocompatibility and untimely drug release [4,8].",
      "startOffset" : 96,
      "endOffset" : 101
    }, {
      "referenceID" : 7,
      "context" : "Besides, they still have some drawbacks, such as bad biocompatibility and untimely drug release [4,8].",
      "startOffset" : 96,
      "endOffset" : 101
    }, {
      "referenceID" : 14,
      "context" : "Metal-organic frameworks (MOFs), constructed by metal ions and organic ligands through coordination bonds, are fascinating materials applied to catalysis [9–11], gas storage [12–14] and biological imaging [15] due to their porous structure [16–18], large specific surface area [19,20], diversified morphology [10,21–23] and good biodegradability [23–25].",
      "startOffset" : 205,
      "endOffset" : 209
    }, {
      "referenceID" : 18,
      "context" : "Metal-organic frameworks (MOFs), constructed by metal ions and organic ligands through coordination bonds, are fascinating materials applied to catalysis [9–11], gas storage [12–14] and biological imaging [15] due to their porous structure [16–18], large specific surface area [19,20], diversified morphology [10,21–23] and good biodegradability [23–25].",
      "startOffset" : 277,
      "endOffset" : 284
    }, {
      "referenceID" : 19,
      "context" : "Metal-organic frameworks (MOFs), constructed by metal ions and organic ligands through coordination bonds, are fascinating materials applied to catalysis [9–11], gas storage [12–14] and biological imaging [15] due to their porous structure [16–18], large specific surface area [19,20], diversified morphology [10,21–23] and good biodegradability [23–25].",
      "startOffset" : 277,
      "endOffset" : 284
    }, {
      "referenceID" : 2,
      "context" : "pore diameter of MOFs is ordinarily too small to entrap enough ions under MW caused vibration, leading to insufficient friction and collision between ions and loss of MW energy conversion [3].",
      "startOffset" : 188,
      "endOffset" : 191
    }, {
      "referenceID" : 2,
      "context" : "07%, much higher than that of UIO-66 [3,27].",
      "startOffset" : 37,
      "endOffset" : 43
    }, {
      "referenceID" : 26,
      "context" : "07%, much higher than that of UIO-66 [3,27].",
      "startOffset" : 37,
      "endOffset" : 43
    }, {
      "referenceID" : 26,
      "context" : "According to former reports, the MW-thermo conversion efficiency was calculated through formula [27,33,34].",
      "startOffset" : 96,
      "endOffset" : 106
    }, {
      "referenceID" : 32,
      "context" : "According to former reports, the MW-thermo conversion efficiency was calculated through formula [27,33,34].",
      "startOffset" : 96,
      "endOffset" : 106
    }, {
      "referenceID" : 33,
      "context" : "According to former reports, the MW-thermo conversion efficiency was calculated through formula [27,33,34].",
      "startOffset" : 96,
      "endOffset" : 106
    }, {
      "referenceID" : 2,
      "context" : "6%, at the same concentration and MW condition [3,34].",
      "startOffset" : 47,
      "endOffset" : 53
    }, {
      "referenceID" : 33,
      "context" : "6%, at the same concentration and MW condition [3,34].",
      "startOffset" : 47,
      "endOffset" : 53
    } ],
    "year" : 2020,
    "abstractText" : "Microwave (MW) thermal therapy has been vigorously developed in recent years because of its better therapeutic efficiency and smaller side effects compared with traditional tumor treatment methods. In order to promote the tumor cell apoptosis under MW irradiation and achieve better therapeutic effect and prognosis, various microwave sensitizers have been developed. Metal organic frameworks (MOFs) have become one of the most popular materials for microwave sensitization due to their diverse morphology, porous surface and good biodegradability. However, the harsh preparation conditions and long growth time are insurmountable shortcomings of MOFs. Besides, the spongy porous structure of MOFs is not conducive to the retention of ions, leading to insufficient friction and collision between ions under MW radiation. Herein, we synthesized a kind of openmouthed Zr MOF-derived nano-popcorns (ZDNPs) with the size of about 250 nm by a rapid sonochemical aerosol flow strategy. Compared with UIO-66, the open-mouthed ZDNPs have a better ability to entrap more ions due to their big cracks on the surface, thus improving their MW sensitization performance. The MW heating experiments in vitro present that the net temperature change value of ZDNP was 120% higher than UIO-66 at the same concentration, proving that ZDNP had a higher MW-thermo conversion efficiency than UIO-66, which provided an unprecedented direction for the exploration of more diversified MW sensitizers.",
    "creator" : "Elsevier"
  }
}