{
  "name" : "downloads_2020-01-08_2905_li2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Effects of nano-clay content, foaming temperature and foaming time on density and cell size of PVCmatrix foam by presented Least Absolute Shrinkage and Selection Operator statistical regression via suitable experiments as a function of MMT content",
    "authors" : [ "Zhixiong Li", "Hamzeh Shahrajabian", "Seyed Amin Bagherzadeh", "Hamid Jadidi", "Arash Karimipour", "Iskander Tlili" ],
    "emails" : [ "iskander.tlili@tdtu.edu.vn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nPhysica A\njournal homepage: www.elsevier.com/locate/physa\nEffects of nano-clay content, foaming temperature and foaming time on density and cell size of PVCmatrix foam by presented Least Absolute Shrinkage and Selection Operator statistical regression via suitable experiments as a function of MMT content Zhixiong Li a,b, Hamzeh Shahrajabian c, Seyed Amin Bagherzadeh c, Hamid Jadidi c, Arash Karimipour c, Iskander Tlili d,e,∗ a Ocean College, Minjiang University, Fuzhou 350108, China b State Key Laboratory of Hydraulic Engineering Simulation and Safety, Tianjin University, Tianjin 300350, China c Department of Mechanical Engineering, Najafabad Branch, Islamic Azad University, Najafabad, Iran d Department for Management of Science and Technology Development, Ton Duc Thang University, Ho Chi Minh City, Vietnam e Faculty of Applied Sciences, Ton Duc Thang University, Ho Chi Minh City, Vietnam\na r t i c l e i n f o\nArticle history: Received 28 April 2019 Received in revised form 3 September 2019 Available online 14 September 2019\nKeywords: Least Absolute Shrinkage & Selection Operator Nano-clay content Foaming temperature Density and cell size PVC matrix foam\na b s t r a c t\nPresent article aims to investigate the effect of nano-clay content, foaming temperature and foaming time on the density and cell size of the PVC matrix foam. The cell size would affect the insulating and mechanical properties. The foaming temperature is set in three levels of 70, 80 and 90 ◦C, foaming time is set in three levels of 10, 20, and 30 s; and nano-clay is in content of 1, 3, and 5 wt%. Outputs consist the density and cell size, which affect impact the thermal conductivity, mechanical properties and the weight of the polymer foam. In addition the Least Absolute Shrinkage and Selection Operator (LASSO) regression method is employed in order to improve both the precision and generalization of the estimated foam density and cell size as functions of the MMT content, the foaming temperature and the foaming time. LASSO is found a suitable approach to predict the sample properties.\n© 2019 Elsevier B.V. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "The thermal conductivity is an important characteristic of polymer foam that is very interesting in insulation applications in various industries. The thermal conductivity is affected by the cell size and the density of the polymer foam. By decreasing the cell size to the micron size (under 100 µm), the thermal conductivity decreases dramatically [1,2], and leads to manufacture the microcellular foam as an efficient insulation material [3]. Sriharsha et al. investigated the effect of cell size on thermal conductivity by molecular dynamics and finite element, and concluded that thermal conductivity depends on cell size strongly [4].\nThere is various method to produce polymer foam, but the mass method one of the most effective way to fabricate polymer microcellular foam [5,6]. In this method, the inert gas (nitrogen or carbon dioxide) is used as the foaming\n∗ Corresponding author. E-mail address: iskander.tlili@tdtu.edu.vn (I. Tlili).\nhttps://doi.org/10.1016/j.physa.2019.122637 0378-4371/© 2019 Elsevier B.V. All rights reserved.\nTable 1 Levels of variables.\nVariable, code Level 1 Level 2 Level 3\nMMT content, Φ (wt. %) 1 3 5 Foaming temperature, T (◦C) 60 70 80 Foaming time, t (s) 20 30 40\nFig. 1. Cell size measurement by image processing process (a) SEM image before image processing, (b) SEM image after image processing.\nagent [7–9]. In the microcellular foam, when the cell size is lower than critical cracks, the density can be decreased without losing significant mechanical properties. The mass method consists generally of three steps: 1 — gas adsorption, 2 — nucleation, and 3 — cell growth. In the first step, the sample is suspended in high pressure gas vessel to penetrate the gas molecules into the sample to saturate the sample. Then, the sample is immersed in hot glycerin with a specific temperature (foaming temperature) at a specified time (foaming time) to growth the cells. Finally, the sample is floated in cold water to prevent excessive cell growth.\nThe insulating properties which affected by cell size and weight (density) two important factors in polymer foams, hence manufacturing the foams possesses low cell size and density is necessary. nano-fillers are effective materials that are used in polymer foams to affect the density and cell size [10,11]. The nano-fillers causes to increase the density by increasing the nucleation sites, to decrease the cell size by preventing the excessive cell growth [12,13], and to produce homogeneous cell size [14,15]. An interesting nano-filler which is used by many researchers in polymer foam to produce the foam with suitable cell size and density is nano clay [16–18]. Based on previous researches the weight percentage of the nano-clay is an effective parameter for the cell size and the density [19–33].\nConsidering the importance of the thermal conductivity, mechanical properties and weight of polymer foam, it is necessary to find the relationship between input parameters of the foaming process, and the cell size and density. In mass method, the foaming time and foaming temperature are effective on cell size and density.\nThe Least Absolute Shrinkage and Selection Operator (LASSO) regression method is employed in order to improve both the precision and generalization of the estimated foam density and cell size as functions of the MMT content, the foaming temperature and the foaming time."
    }, {
      "heading" : "2. Problem statement",
      "text" : "The purpose of this research is to study the effect of nano-clay content, foaming temperature and foaming time on the density and cell size of the PVC matrix foam. The cell size affects insulating and mechanical properties. The foaming temperature was set in three levels of 70, 80 and 90 ◦C, foaming time was set in three levels of 10, 20, and 30 s; and nano-clay was in content of 1, 3, and 5 wt%. Outputs consist the density and cell size, which affect impact the thermal conductivity, mechanical properties and the weight of the polymer foam."
    }, {
      "heading" : "3. Experimental",
      "text" : ""
    }, {
      "heading" : "3.1. Material",
      "text" : "The PVC with commercial grade of S6558 as the matrix of polymer foam was purchased from PGP company. Commercial grades of AIM, and AZ-355, were used as stabilizer and impact modifier respectively. The calcium stearate and stearic acid were used as the lubricants. Table 1 presents the PVC ingredient. The Montmorillonite modified with a quaternary ammonium salt purchased from Southern Clay Products (USA)."
    }, {
      "heading" : "3.2. Sample preparation",
      "text" : "All oaf materials (polymer matrix and filler) were dried in an oven at temperature of 80 ◦C for 24 h. The samples were prepared by internal mixer at the temperature of 160 ◦C time of 6 min, and screw revolution of 60 rpm. The nano-clay was added into PVC matrix in content of 1, 3, and 5 wt%. The output of the internal mixer was converted into granules. The nanocomposite granules were converted into the sheets with 1 mm thickness by hot press technique at pressure of 50 MPa, temperature of 175 ◦C for 50 min. Finally, the sheets were cut in 2 mm width."
    }, {
      "heading" : "3.3. Foaming the sample",
      "text" : "Foaming the solid nanocomposites samples were done by mass method. The sample suspended in the CO2 vessel at high pressure of 4.5 MPa, temperature of 50 ◦C for 45 h to penetrate the CO2 molecules into solid sample, and the sample is saturated with gas. Then the sample was floated at hot glycerin at specific temperature (60–80 ◦C), and specific time (2040 s) to create the air cells. The samples immediately were immersed in water containing the ice to prevent excess cell growth and gas escape."
    }, {
      "heading" : "3.4. Design variables (Input parameters)",
      "text" : "The effective parameters which affect the foaming conditions of the nanocomposite samples are foaming temperature (T ), foaming time (t), and nano-clay content (ϕ). These three parameter were considered as the input parameter. The Table 2 present the parameter levels."
    }, {
      "heading" : "3.5. Response (Output parameters)",
      "text" : "The foam density (ρ) and cell size (A) have important features in the selection and use of polymer foams. In this study, the density and cell size were selected as the responses (output parameters). The density of the samples was measured\nby Archimedes method. To determine the cell size, at first, the samples were broken in liquid nitrogen, and the SEM (Scanning electron microscopy) images were taken from the fracture surface of the samples. Then, the cell size of the samples was determine by image processing software MIP4. Fig. 1 shows the cell size measurement by MIP4 software."
    }, {
      "heading" : "4. Numerical studies",
      "text" : "The Least Absolute Shrinkage and Selection Operator (LASSO) is a linear regression method for regularized leastsquared fits. In order to improve both the precision and generalization of regression models, the LASSO is employed for the variable selection and the regularization. The main objective of the LASSO method is to reduce the number of the model parameters by recognizing the important regressors and removing the redundant and insignificant ones. To that end, a penalty function is defined that prevents the sum of the absolute value of the regressors from increasing. This may eliminate several regressors from the model. Removing unwanted, confounding variables can also protect models against overfittings. Finally, the LASSO enhances the interpretability of the fitted models. The LASSO has advantages of both the stepwise selection and the ridge regression. Hence, the LASSO may result in not only more generalized and parsimonious models, but also more precise models.\nConsider a dataset with N input–output pairs [ xi, yi ] . The input has p covariates as follows:\nxT = [ x1 x2 · · · xp ]\n(1)\nwhere λ is the regularization parameter. The higher the regularization parameter, the lower the number of nonzero components."
    }, {
      "heading" : "5. Results and discussions",
      "text" : "In this paper, the foam density ρ and cell size A of PVM matrix foam are measured for dissimilar values of the MMT content Φ , the foaming temperature T and the foaming time t. Therefore, there are two dependent and three independent variables. The experimental results of the foam density ρ and cell size A are illustrated in Figs. 2 and 3.\nNow, the LASSO regression is implemented into the experimental data. To that end, a cross-validated sequence of models with the LASSO should be obtained. The trace plots of coefficients fit by the LASSO based on the L1 norm and the regularization parameter for the foam density ρ and the cell size A are illustrated in Figs. 4 and 5, respectively. The plot shows the significant coefficients in the LASSO regression for various values of λ. The lower the value of λ, the less the regularization. The vertical lines represent λ corresponding to minimal mean squared error. Also, the degrees of freedom (df) namely the number of nonzero coefficients in the regression are illustrated as a function of λ. It can be observed that there are three significant coefficients. The LASSO fits are performed by 10-fold cross validation. Cross-validated mean squared error of the LASSO fits for the foam density ρ and the cell size A are illustrated in Fig. 6.\nErrors of the LASSO fit at the training dataset are depicted in Figs. 7 and 8 for the foam density and the cell size, respectively. It can be seen that the error percentages are smaller than 1.5% in all cases. Therefore, the fitted model by the LASSO regression has acceptable precision.\nFinally, the obtained LASSO models are employed in order to estimate the foam density and the cell size for all values of the MMT content, the foaming temperature and the foaming time in the examined domains. The results are illustrated in Figs. 9 and 10. Based on the results, the model has acceptable precision, continuity and smoothness. Hence, the LASSO may be an appropriate method for estimation of the sample characteristics."
    }, {
      "heading" : "6. Conclusion",
      "text" : "The effect of nano-clay content, foaming temperature and foaming time on the density and cell size of the PVC matrix foam were studied. The cell size affected insulating and mechanical properties. Outputs consisted the density and cell size, which affected the impact of thermal conductivity, mechanical properties and the weight of the polymer foam.\nMoreover the Least Absolute Shrinkage and Selection Operator (LASSO) regression method was employed in order to improve both the precision and generalization of the estimated foam density and cell size as functions of the MMT content, the foaming temperature and the foaming time."
    }, {
      "heading" : "Acknowledgments",
      "text" : "The first author acknowledges the support provided by NSFC (51979261), Mindu Scholar of Minjiang University and State Key Laboratory of Hydraulic Engineering Simulation and Safety-Tianjin University (No. HESS-1901)."
    } ],
    "references" : [ {
      "title" : "Zh",
      "author" : [ "W. Xu", "H. Zhang" ],
      "venue" : "Yang, J. Zhang, The effective thermal conductivity of three-dimensional reticulated foam materials, Porous Mater. 19 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Theoretical consideration of the effect of porosity on thermal conductivity of porous materials",
      "author" : [ "I. Sumirat", "Y. Ando", "S. Shimamura" ],
      "venue" : "Porous Mater. 13 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Plastics Research Online",
      "author" : [ "M. Ohshima", "T. Nemoto", "J. Takagi" ],
      "venue" : "Society of Plastics Engineers, Newtown",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "On thermal conductivity of micro- and nanocellular polymer foams",
      "author" : [ "S.S. Sundarram", "W. Li" ],
      "venue" : "Polym. Eng. Sci. 53 (9) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Statistical and experimental investigation on low density microcellular foaming of PLA-TPU/cellulose nano-fiber bio-nanocomposites",
      "author" : [ "M. Barmouz", "A.H. Behravesh" ],
      "venue" : "Polym. Test. 61 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Effect of gas saturation conditions on the expansion ratio of microcellular poly(lactic acid)/wood-flour composites",
      "author" : [ "L.M. Matuana", "O. Faruk" ],
      "venue" : "eXPRESS Polym. Lett. 4 (10) ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "The Production and Analysis of Microcellular Foam (Ph.D. thesis in Mechanical Engineering)",
      "author" : [ "J.E. Martini" ],
      "venue" : "Massachusetts Institude of Technology,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 1981
    }, {
      "title" : "Microcellular and nanocellular solid-state polyetherimide (PEI) foams using sub-critical carbon dioxide I",
      "author" : [ "D. Miller", "P. Chatchaisucha", "V. Kumar" ],
      "venue" : "processing and structure, Polymer 50 (23) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Microcellular and nanocellular solid-state polyetherimide (PEI) foams using sub-critical carbon dioxide II",
      "author" : [ "D. Miller", "V. Kumar" ],
      "venue" : "Tensile and impact properties, Polymer 52 (13) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "C",
      "author" : [ "M. Liliana", "P. Ryszard" ],
      "venue" : "Alan, et al., Processing and characterization of polyurethane nanocomposite foam reinforced with montmorillonite–carbon nanotube hybrids, Composites A 44 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Tension",
      "author" : [ "D. Zenkert", "M. Burman" ],
      "venue" : "compression and shear fatigue of a closed cell polymer foam, J. Comput. Sci. Tech. 69 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "The effect of clay content on PMMA-clay nanocomposite foams",
      "author" : [ "A. Manninen", "H. Naguib", "A. Nawaby", "X. Liao", "M. Day" ],
      "venue" : "J. Cell Polym. 24 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Effects of organically modified nanoclay on cellular morphology",
      "author" : [ "J. Reza", "K. Behrad", "R. Arash" ],
      "venue" : "tensile properties, and dimensional stability of flexible polyurethane foams, J. Nanostruct. Chem. 3 (1) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Foam processing and cellular structure of polylactide-based nanocomposites",
      "author" : [ "E. Yu", "I. Manabu", "O. Masami" ],
      "venue" : "Polymer 47 (15) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Ch",
      "author" : [ "Z. Changchun", "N. Hossieny" ],
      "venue" : "Zhang, B. Wang, Sh. M., Walsh morphology and tensile properties of PMMA carbon nanotubes nanocomposites and nanocomposites foams, J. Compos. Sci. Technol. 82 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "T",
      "author" : [ "A. Wong", "S.F.L. Wijnands" ],
      "venue" : "Kuboki, Ch.B. Park, Mechanisms of nanoclay-enhanced plastic foaming processes: effects of nanoclay intercalation and exfoliation, J. Nanopart. Res. 15 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Microcellular foaming of PP/EPDM/organoclay nanocomposites: the effect of the distribution of nanoclay on foam morphology",
      "author" : [ "M. Keramati", "I. Ghasemi", "M. Karrabi", "H. Azizi" ],
      "venue" : "Polym. J. 44 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Using the mass method to produce PVC/clay nanocomposite foams: The effect of nano-clay and foaming conditions on density and cell size",
      "author" : [ "H. Jadidi", "H. Shahrajabian", "M. Moghri" ],
      "venue" : "J. Inorg. Organomet. Polym. 26 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Modeling and multi-constrained optimization in drilling process of carbon fiber reinforced epoxy composite",
      "author" : [ "H. Shahrajabian", "M. Farahnakian" ],
      "venue" : "Int. J. Precis. Eng. Manuf. 14 (10) ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "The effect of different parameters on mechanical properties of PA-6/clay nanocomposite through genetic algorithm and response surface methods",
      "author" : [ "M. Moghri", "H. Shamaee", "H. Shahrajabian", "A. Ghannadzadeh" ],
      "venue" : "Int. Nano Lett. 5 (3) ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Experimental study of warpage and shrinkage in injection molding of HDPE/rPET/wood composites with multiobjective optimization",
      "author" : [ "R. Azad", "H. Shahrajabian" ],
      "venue" : "Mater. Manuf. Process. 34 (3) ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Multi-constrained optimization in ball-end machining of carbon fiber-reinforced epoxy composites by PSO",
      "author" : [ "H. Shahrajabian", "M. Farahnakian" ],
      "venue" : "Cogent Eng. 2 (1) ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Minimize pressure drop and maximize heat transfer coefficient by the new proposed multi-objective optimization/statistical model composed of ANN+ genetic algorithm based on empirical data of CuO/paraffin nanofluid in a pipe",
      "author" : [ "S.A. Bagherzadeh", "M.T. Sulgani", "V. Nikkhah", "M. Bahrami", "A. Karimipour", "Y. Jiang" ],
      "venue" : "Physica A 527 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Propose a new approach of fuzzy lookup table method to predict Al2O3/deionized water nanofluid thermal conductivity based on achieved empirical data",
      "author" : [ "Y. Jiang", "M. Bahrami", "S.A. Bagherzadeh", "A. Abdollahi", "M.T. Sulgani", "A. Karimipour", "M. Goodarzi", "Q.V. Bach" ],
      "venue" : "Physica A 527 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Hybrid GMDH-type neural network to predict fluid surface tension",
      "author" : [ "Y. Jiang", "M.T. Sulgani", "R. Ranjbarzadeh", "A. Karimipour", "T.K. Nguyen" ],
      "venue" : "shear stress, dynamic viscosity & sensitivity analysis based on empirical data of iron (II) oxide nanoparticles in light crude oil mixture, Physica A 526 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A",
      "author" : [ "S.A. Bagherzadeh" ],
      "venue" : "D’Orazio, A. Karimipour, M. Goodarzi, Q.V. Bach, A novel sensitivity analysis model of EANN for F-MWCNTs–Fe3O4/EG nanofluid thermal conductivity: Outputs predicted analytically instead of numerically to more accuracy and less costs, Physica A 521 (2019) 406–415.  Z. Li, H. Shahrajabian, S.A. Bagherzadeh et al. / Physica A 537 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "A novel nonlinear regression model of svr as a substitute for ANN to predict conductivity of MWCNT-CuO/water hybrid nanofluid based on empirical data",
      "author" : [ "A. Karimipour", "S.A. Bagherzadeh", "A. Taghipour", "A. Abdollahi", "M.R. Safaei" ],
      "venue" : "Physica A 521 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Develop 24 dissimilar ANNs by suitable architectures & training algorithms via sensitivity analysis to better statistical presentation: Measure MSEs between targets & ANN for Fe–CuO/Eg–water nanofluid",
      "author" : [ "M. Bahrami", "M. Akbari", "S.A. Bagherzadeh", "A. Karimipour", "M. Afrand", "M. Goodarzi" ],
      "venue" : "Physica A 519 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "The evaluation on a new non-Newtonian hybrid mixture composed of TiO2/ZnO/EG to present a statistical approach of power law for its rheological and thermal properties",
      "author" : [ "P.M. Nafchi", "A. Karimipour", "M. Afrand" ],
      "venue" : "Physica A 516 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Experimental investigation toward obtaining a new correlation for viscosity of WO3 and Al2O3 nanoparticles-loaded nanofluid within aqueous and non-aqueous basefluids",
      "author" : [ "Y. Dehghani", "A. Abdollahi", "A. Karimipour" ],
      "venue" : "J. Therm. Anal. Calorim. 135 (1) ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Electro-and thermophysical properties of water-based nanofluids containing copper ferrite nanoparticles coated with silica: experimental data",
      "author" : [ "A.A. Alrashed", "A. Karimipour", "S.A. Bagherzadeh", "M.R. Safaei", "M. Afrand" ],
      "venue" : "modeling through enhanced ANN and curve fitting, Int. J. Heat Mass Transfer 127 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Synthesized CuFe2O4/SiO2 nanocomposites added to water/EG: Evaluation of the thermophysical properties beside sensitivity analysis & EANN",
      "author" : [ "A. Karimipour", "S.A. Bagherzadeh", "M. Goodarzi", "A.A. Alnaqi", "M. Bahiraei", "M.R. Safaei", "M.S. Shadloo" ],
      "venue" : "Int. J. Heat Mass Transfer 127 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "By decreasing the cell size to the micron size (under 100 μm), the thermal conductivity decreases dramatically [1,2], and leads to manufacture the microcellular foam as an efficient insulation material [3].",
      "startOffset" : 111,
      "endOffset" : 116
    }, {
      "referenceID" : 1,
      "context" : "By decreasing the cell size to the micron size (under 100 μm), the thermal conductivity decreases dramatically [1,2], and leads to manufacture the microcellular foam as an efficient insulation material [3].",
      "startOffset" : 111,
      "endOffset" : 116
    }, {
      "referenceID" : 2,
      "context" : "By decreasing the cell size to the micron size (under 100 μm), the thermal conductivity decreases dramatically [1,2], and leads to manufacture the microcellular foam as an efficient insulation material [3].",
      "startOffset" : 202,
      "endOffset" : 205
    }, {
      "referenceID" : 3,
      "context" : "investigated the effect of cell size on thermal conductivity by molecular dynamics and finite element, and concluded that thermal conductivity depends on cell size strongly [4].",
      "startOffset" : 173,
      "endOffset" : 176
    }, {
      "referenceID" : 4,
      "context" : "There is various method to produce polymer foam, but the mass method one of the most effective way to fabricate polymer microcellular foam [5,6].",
      "startOffset" : 139,
      "endOffset" : 144
    }, {
      "referenceID" : 5,
      "context" : "There is various method to produce polymer foam, but the mass method one of the most effective way to fabricate polymer microcellular foam [5,6].",
      "startOffset" : 139,
      "endOffset" : 144
    }, {
      "referenceID" : 9,
      "context" : "nano-fillers are effective materials that are used in polymer foams to affect the density and cell size [10,11].",
      "startOffset" : 104,
      "endOffset" : 111
    }, {
      "referenceID" : 10,
      "context" : "nano-fillers are effective materials that are used in polymer foams to affect the density and cell size [10,11].",
      "startOffset" : 104,
      "endOffset" : 111
    }, {
      "referenceID" : 11,
      "context" : "The nano-fillers causes to increase the density by increasing the nucleation sites, to decrease the cell size by preventing the excessive cell growth [12,13], and to produce homogeneous cell size [14,15].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 12,
      "context" : "The nano-fillers causes to increase the density by increasing the nucleation sites, to decrease the cell size by preventing the excessive cell growth [12,13], and to produce homogeneous cell size [14,15].",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 13,
      "context" : "The nano-fillers causes to increase the density by increasing the nucleation sites, to decrease the cell size by preventing the excessive cell growth [12,13], and to produce homogeneous cell size [14,15].",
      "startOffset" : 196,
      "endOffset" : 203
    }, {
      "referenceID" : 14,
      "context" : "The nano-fillers causes to increase the density by increasing the nucleation sites, to decrease the cell size by preventing the excessive cell growth [12,13], and to produce homogeneous cell size [14,15].",
      "startOffset" : 196,
      "endOffset" : 203
    } ],
    "year" : 2019,
    "abstractText" : "Present article aims to investigate the effect of nano-clay content, foaming temperature and foaming time on the density and cell size of the PVC matrix foam. The cell size would affect the insulating and mechanical properties. The foaming temperature is set in three levels of 70, 80 and 90 C, foaming time is set in three levels of 10, 20, and 30 s; and nano-clay is in content of 1, 3, and 5 wt%. Outputs consist the density and cell size, which affect impact the thermal conductivity, mechanical properties and the weight of the polymer foam. In addition the Least Absolute Shrinkage and Selection Operator (LASSO) regression method is employed in order to improve both the precision and generalization of the estimated foam density and cell size as functions of the MMT content, the foaming temperature and the foaming time. LASSO is found a suitable approach to predict the sample properties. © 2019 Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}