{
  "name" : "downloads_2019-11-10_77_nie2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nano-hydroxyapatite mineralized silk fibroin porous scaffold for tooth extraction site preservation",
    "authors" : [ "Aishu Renb", "Yuzhou Lib", "Gang Fub", "ichard David Cannone", "Ping Ji", "Xiaohong Wub", "Sheng Yanga" ],
    "emails" : [ "NieLing@stu.cqmu.edu.cn", "kqzhanghe@hospital.cqmu.edu.cn", "500220@hospital.cqmu.edu.cn", "500137@hospital.cqmu.edu.cn", "richard.cannon@otago.ac.nz", "Jiping62@hotmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "N p p\nL R a\nP b\n4 c\nC d\nR e\nZ\na\nA R R 1 A\nK S M S O T\n4\n( 5\nh 0\nd e n t a l m a t e r i a l s 3 5 ( 2 0 1 9 ) 1397–1407\nAvailable online at www.sciencedirect.com\nScienceDirect\njo ur nal home p ag e: www.int l .e lsev ierhea l th .com/ journa ls /dema\nano-hydroxyapatite mineralized silk fibroin orous scaffold for tooth extraction site reservation\ning Niea,1, He Zhangb,c,d,1, Aishu Renb,c,d,1, Yuzhou Lib,c,d, Gang Fub, ichard David Cannone, Ping Ji b, Xiaohong Wub,c,d,∗, Sheng Yanga,b,c,d,∗\nCollege of Stomatology, Chongqing Medical University, 426 Songshi North Road, Yubei District, Chongqing 401147, R China Stomatological Hospital of Chongqing Medical University, 426 Songshi North Road, Yubei District, Chongqing 01147, PR China Chongqing Key Laboratory of Oral Diseases and Biomedical Sciences, 426 Songshi North Road, Yubei District, hongqing 401147, PR China Chongqing Municipal Key Laboratory of Oral Biomedical Engineering of Higher Education, 426 Songshi North oad, Yubei District, Chongqing 401147, PR China Sir John Walsh Research Institute, University of Otago, Faculty of Dentistry, PO Box 56, Dunedin 9054, New ealand\nr t i c l e i n f o\nrticle history: eceived 30 January 2019 eceived in revised form 2 June 2019 ccepted 15 July 2019\neywords: ilk fibroin\nineralization\ncaffold steogenesis ooth extraction site preservation\na b s t r a c t\nObjective. To fabricate a novel nano-hydroxyapatite mineralized silk fibroin (MSF) scaffold in order to diminish the resorption of alveolar ridge and accelerate new bone formation within tooth sockets. Also, to investigate the biocompatibility and osteogenic ability of the MSF in vitro, and the effect of site preservation of the MSF graft in post-extractive sockets in vivo. Methods. SEM, EDX, FTIR and XRD were used to analyze the mineral crystals deposited on the silk fibroin (SF) surface. Pre-osteoblasts (MC3T3-E1) were seeded on SF and MSF scaffolds. Cell viability, distribution and differentiation were examined using a live-dead assay, histological analysis and Alizarin Red S staining. Furthermore, prepared grafts (SF or MSF scaffold) were implanted into the maxillary right first molar sockets of Sprague Dawley rats for 6 weeks and newly formed bone tissue was analyzed by micro-CT and histological examination. Results. The SEM, EDX, FTIR and XRD analysis demonstrated that granulate nanohydroxyapatite (nHA) crystals were uniformly distributed on the SF scaffold. In addition, the MSF hydrophilicity measured by water contact angle and swelling ratio was superior to plain SF scaffold. The effect of nHA inorganic crystals on osteogenic differentiation of MC3T3-E1 cells indicated the MSF scaffolds improved osteogenesis. Furthermore, MSF grafts induced more bone formation and reduced the height of alveolar bone resorption after tooth extraction.\n∗ Corresponding authors at: Stomatological Hospital of Chongqing Medical University, 426 Songshi North Road, Yubei District, Chongqing 01147, PR China.\nE-mail addresses: NieLing@stu.cqmu.edu.cn (L. Nie), kqzhanghe@hospital.cqmu.edu.cn (H. Zhang), 500220@hospital.cqmu.edu.cn A. Ren), 500137@hospital.cqmu.edu.cn (G. Fu), richard.cannon@otago.ac.nz (R.D. Cannon), Jiping62@hotmail.com (P. Ji), 00222@hospital.cqmu.edu.cn (X. Wu), ysdentist@hospital.cqmu.edu.cn (S. Yang). 1 Co first authors: He Zhang and Aishu Ren contributed equally to this paper as Ling Nie. ttps://doi.org/10.1016/j.dental.2019.07.024 109-5641/© 2019 The Academy of Dental Materials. Published by Elsevier Inc. All rights reserved."
    }, {
      "heading" : "1398 d e n t a l m a t e r i a l s 3 5 ( 2 0 1 9 ) 1397–1407",
      "text" : "Significance. The MSF scaffold partially simulated the structure and composition of natural bone matrix. It induced osteogenic differentiation of MC3T3-E1 cells in vitro, and also promoted new bone regeneration in tooth extraction sockets in vivo, indicating it is a biomaterial with great potential for tooth extraction site preservation.\n© 2019 The Academy of Dental Materials. Published by Elsevier Inc. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Tooth extraction initiates a series of biological processes including blood clot formation, development of granulation tissue, connective tissue replacement, bundle bone development, woven bone substitution and reconstruction. One of the outcomes is alveolar bone resorption and remodeling, leading to a significant reduction in the height and width of alveolar ridge [1,2]. The loss of bone mass may generate difficulties in restoring the aesthetics and function of the extracted site through oral implantation therapy. Hence, the current trend in tooth extraction site research is focused toward alveolar ridge preservation technology [3,4]. Several animal and clinical trials have previously confirmed that socket preservation could slow the process of alveolar bone resorption and reduce the dimensional changes of alveolar ridge following tooth removal [5–7].\nCurrently, the most reliable and effective method for ridge preservation is to fill in the post-extractive defect with grafting biomaterials. Commonly, autografts [8], allografts [9], or xenografts [10] are used to increase the bone volume. In recent years, researchers have developed synthetic bone substitutes to promote bone regeneration and generate a relatively large amount of new bone, while avoiding or diminishing the risk of disease transmission, immunological reactions and the invasive harvesting of bone from a healthy donor area [11,12].\nSilk fibroin (SF), a naturally occurring protein polymer, is considered a promising material for biological applications as its extraordinary cytocompatibility, controlled degradability, superior mechanical properties, minimal immunogenicity and easy processability [13,14]. The fibrous protein structure of SF resembles collagen type I (Col I). In addition, the amorphous chains between the -sheet structures of SF simulate the anionic nature of non-collagenous proteins which act as nucleation sites inducing hydroxyapatite (HA) nanocrystal deposition, growth and enrichment [15]. Furthermore, some in vitro studies have shown that SF has the potential to regulate the spontaneous mineralization of HA-nanocrystals when exposed to local supersaturation of ions from fetal bovine serum or simulated body fluid [16,17].\nVarious forms of silk fibroin have been developed for dental applications such as electrospun silk fibroin matrix for buccal mucosa repair [18], silk fibroin powder for peri-implant defect restoration [19], barrier membranes for guiding bone regeneration [20], silk coatings for titanium dental implants [21] and silk fibroin scaffold for pulp tissue regeneration [22]. However, the application of silk fibroin for extraction site preservation has not been reported.\nPorous SF scaffolds mimicking the extracellular matrix (ECM) are effective in establishing a microenvironment for\ncell adhesion, viability, proliferation and differentiation [23]. Although silk fibroin polymers have intrinsic bone regeneration capability, this is insufficient for repairing large bone defects. Therefore, SF scaffolds need to be modified and functionalized, such as by incorporating nanoparticles into the polymeric matrix, to enhance the osteogenic potential and induce the regeneration of bone tissue. Nano-hydroxyapatite has many properties that make it well suited for bone regeneration. These include the high surface to volume ratio, osteoconductive and bioactive. It also has a similar chemical structure to the inorganic apatite present in bone [24,25]. Therefore, modifying SF scaffolds with nano-hydroxyapatite crystals through mineralization may enhance bone regeneration.\nThe aim of this study was to evaluate the potential of nanohydroxyapatite mineralized silk fibroin scaffold to aid socket preservation. It was hypothesized that the addition of nanohydroxyapatite to the SF scaffold would substantially enhance its osteogenic ability, leading to larger amounts of fresh bone in sockets and reduce the resorption of alveolar bone."
    }, {
      "heading" : "2. Material and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Preparation of the SF scaffolds",
      "text" : "Silk fibroin was extracted from Bombyx mori silkworm cocoons (Southwest University, Chongqing, China) as described previously [23]. In brief, the cocoons were cut into small pieces and boiled for 60 min in 0.02 M Na2CO3 (Aladdin Chemical Reagent Co., Ltd., Shanghai, China) aqueous solution, followed by rinsing thoroughly with deionized water to remove the glue-like sericin protein. After air drying for 24 h, the remaining silk fibroin was dissolved in 9.3 M LiBr (Aladdin Chemical Reagent Co., Ltd., Shanghai, China) at 60 ◦C for 4 h. This solution was then dialyzed against deionized water using a dialysis membrane (MWCO = 3500, Bio sharp, USA) with moderate and constant stirring for 3 days. After that, the solution was centrifuged at 9000 r/min for 30 min at 4 ◦C to obtain a clear solution and the final concentration of the SF solution was about 6.0% (w/v), determined by weighing the residual solid content after drying.\nPorous SF scaffolds were fabricated by a freeze-drying method. The SF aqueous solution was transferred into plastic\n◦\ndishes and kept at −80 C overnight, and then lyophilized for 48 h. The hierarchical porous scaffolds were immersed in 90% (v/v) methanol (Chron Chemicals Co., Ltd., Chengdu, China) for 30 min to induce -sheet formation.\n5 ( 2\n2\nT o t t a L p L t ( w t c T w\n2\n2 T b e l t\n2 T s s P i t\n2 T d l s\n2 T f i j o\n2 T s 1 s w w t\nd e n t a l m a t e r i a l s 3\n.2. In vitro mineralization\nhe hydroxyapatite nanoparticles were formed by deposition f supersaturated ions from a mineralized solution according o a previously established protocol [26] with a little modificaion. A solution containing 0.25 M ethylenediaminetetraacetic cid calcium disodium salt (EDTA-Ca-Na2, Sangon Biotech Co., td., Shanghai, China) and 0.15 M Sodium dihydrogen phoshate monohydrate (NaH2PO4.H2O, Guanghua Sci-Tech Co., td, Guangdong, China) was prepared and the pH was adjusted o 6.0 by adding a small amount of 1 M sodium hydroxide NaOH, Chuandong Chemical Co., Ltd., Chongqing, China)\nith gentle stirring. Then, unmodified SF scaffolds were added o 100 ml freshly prepared mineralized solution and autolaved at 121 ◦C and a pressure of approximately 2 atm for 24 h. he mineralized SF scaffolds (MSF scaffolds) were washed ith deionized water and lyophilized before analysis and use.\n.3. Scaffold characterization\n.3.1. Morphological investigations he surface morphology and microstructure of the scaffolds efore and after mineralization were observed by scanning lectron microscope (Auriga FIB-SEM, Zeiss, Germany). At east 30 scaffold pores in SEM images were randomly chosen o measure the average pore size using Image J software.\n.3.2. Compositional determination he elemental composition of mineral nanocrystals on the caffolds was determined by Energy dispersive X-ray analyis (EDX). Fourier transform infrared spectrometry (FT-IR, IR restige-21, Japan) was employed to investigate the nature of nteractions between the characteristic functional groups of he prepared SF scaffold and Ca/P deposition.\n.3.3. Crystal phase he crystal phase of the scaffolds was confirmed by X-ray iffraction analysis (XRD, DMAX-3C, Japan). The data were col-\nected with the scattering angles ranging from 10◦ to 80◦in teps of 5◦ per min.\n.3.4. Hydrophilic/hydrophobic nature he hydrophilic/hydrophobic nature of the SF and MSF scaf-\nolds was determined using a water contact angle measuring nstrument (SCI3000F, Huanqiuhengda technology Co., Beiing, China). Deionized water was dropped onto each group f samples (n = 3) and the average readings were recorded.\n.3.5. Swelling ratio he swelling ratio was measured by immersing the SF and MSF caffolds (n = 5) in deionized water at room temperature for 2 h. At defined time points, specimens were removed, excess urface liquid removed and then weighed to measure the wet eight. By dividing the difference in the mass of the dry and et scaff ;olds by the original sample weight, we calculated he swelling ratio to indicate water uptake capacity.\n0 1 9 ) 1397–1407 1399"
    }, {
      "heading" : "2.4. In vitro tests",
      "text" : ""
    }, {
      "heading" : "2.4.1. Cell culture",
      "text" : "For in vitro studies, disk-shaped scaffolds (10 mm in diameter and 5 mm in height) were sterilized by ethylene oxide (Disinfection Department of Stomatological Hospital of Chongqing Medical University, Chongqing, China) before seeding with cells. Mouse-derived MC3T3-E1 cells (American Type Culture Collection, ATCC) were incubated in alpha Modified Eagle Medium ( MEM, Sigma-Aldrich, USA) supplemented with 10% fetal bovine serum (FBS, Hyclone, USA) and 1% streptomycinpenicillin (Hyclone, USA) in a humidified atmosphere of 5% CO2 at 37 ◦C. The medium was replaced every 2–3 days until the cell density reached 80–90% confluence. Then, the cells were treated with trypsin (Hyclone, USA) prior to seeding onto the scaffolds for subsequent experiments."
    }, {
      "heading" : "2.4.2. Cytotoxicity of scaff ;olds",
      "text" : "To measure the cytotoxicity of the SF and MSF scaffolds, an extraction process was undertaken. Conditioned media were obtained by incubating the scaff ;olds in complete media at 37 ◦C for 24 h. A similar amount of the complete media was kept under the same conditions to be used as a control. MC3T3-E1 cells were seeded on 96-well plates at a density of 5 × 103 cells/well and then incubated in 100 l conditioned media. After 4 days of incubation, the cell viability was measured using a Cell Counting Kit-8 assay (CCK-8, Beyotime biotechnology, Shanghai, China) according to the manufacturer’s instructions. Briefly, 90 l complete medium and 10 l CCK-8 solutions were added to each sample. After incubation at 37 ◦C in a 5% CO2 atmosphere for 4 h, the optical density (OD) was determined at 450 nm on a microplate reader (ELX800, Gene Company Limited, China)."
    }, {
      "heading" : "2.4.3. Cell viability",
      "text" : "The viability of cells in the scaffolds was evaluated with a Live-Dead Cell Staining Kit (BestBio biotechnology, Shanghai, China). The MC3T3-E1 cells were loaded onto the scaffolds in a 48-well plate and cultured in normal growth media for 1 or 3 days at 37 ◦C in a humidified incubator (5% CO2). At each time point, the scaffolds were rinsed twice with PBS and treated with the calcein AM and PI staining solution, simultaneously kept in the dark for 20 min. After removing the working solution and washing thoroughly with PBS, the presence and distribution of live (green) and dead (red) cells throughout the scaffolds was observed with a Laser Scanning Confocal Microscope (LSCM, Leica, Germany)."
    }, {
      "heading" : "2.4.4. Cell differentiation",
      "text" : "The MC3T3-E1 cells were seeded on each scaffold in a 48- well plate at a density of 2 × 104 cells/well and incubated in osteoinductive media (normal growth medium supplemented with 1% ˇ-glycerophosphate, 0.1% ascorbic acid) for 21 days at 37 ◦C in a humidified incubator (5% CO2,). On day 21, the samples were fixed in 4% paraformaldehyde and then stained with 2% Alizarin Red S (ARS, Beyotime biotechnology, Shanghai, China) at room temperature for 30 min. Following a thorough rinse with deionized water, specimens were examined with a microscope. For quantitative analysis, the ARS-stained samples were treated with 10% cetylpyridinium chloride solution\ns 3 5 1400 d e n t a l m a t e r i a l\nfor 1 h, then the OD value at 630 nm for each sample was measured."
    }, {
      "heading" : "2.4.5. Histology",
      "text" : "The MC3T3-E1 cells were seeded on each scaffold in a 48- well plate (5 × 104cells/well) and the cell-cultured scaffolds were incubated in normal media for 7 days in a CO2 incubator at 37 ◦C, 5% CO2 and 95% relative humidity. The samples were treated by fixation with 4% paraformaldehyde at 4 ◦C overnight, further dehydrated in a series of graded ethanol (50, 70, 83, 90, 95 and 100 vol %) and then embedded in paraffin. These paraffin-embedded samples were sectioned (8 m) and stained with Hematoxylin and Eosin (H&E, Beyotime biotechnology, Shanghai, China). Sections were examined by optical microscopy."
    }, {
      "heading" : "2.5. In vivo tests",
      "text" : ""
    }, {
      "heading" : "2.5.1. Rat alveolar bone defect model",
      "text" : "Sixty four-week-old female Sprague Dawley rats were purchased from the Laboratory Animal Center of Chongqing Medical University (Chongqing, China), and all of the animal experiments were approved by the Animal Ethics Committee of Chongqing Medical University (Approval no: 2,013,041). All of rats were allowed to acclimatize for two weeks prior to the first procedure. A standardized rat tooth extraction socket model was prepared as described previously [27]. Briefly, rats were anesthetized with chloral hydrate (0.4 mg/kg, Chron Chemicals Co., Ltd., Chengdu, China) by intraperitoneal injection before the surgical procedure. Gingivae around the right maxillary first molar (M1) were carefully separated with a dental probe. Then, the alveolar bone defect was created by extracting the maxillary right first molar (M1) and removing inter-radicular septa using a round dental bur under physiological saline solution irrigation. Three groups (5 rats per group per time point) were established according to the type of grafts implanted into the extraction sockets. Group 1 sockets had no grafts implanted (C), Group 2 sockets were implanted with SF scaffolds (SF) and Group 3 sockets were implanted with MSF scaffolds (MSF). Finally, the surrounding mucosal tissue was closed with cyanoacrylate adhesive. An appropriate dose of penicillin hydrochloride was administered subcutaneously after the surgery.\nThe rats were sacrificed at designated time points (1, 2, 4, or 6 weeks) after the extraction/grafting procedure. The maxillary alveoli and palates were dissected with care and fixed in 4% paraformaldehyde prior to further micro-focal computed tomography (micro-CT) analysis and histological investigation."
    }, {
      "heading" : "2.5.2. Micro-CT measurements",
      "text" : "Each maxilla was fixed in a cylindrical specimen holder and transverse scan images taken with a high-resolution Micro-CT (SCANCO, Switzerland) using a tube current of 114 A, voltage of 70 kV and a slice thickness of 12.5 m.\nFor the micro-CT experiments, the region of interest (ROI: 1250 m × 625 m × 125 m) was determined in the center of post-extractive defect and 3D reconstruction analysis for the selected area were performed to evaluate the tooth socket bone healing. Bone mineral density (BMD) was an important\n( 2 0 1 9 ) 1397–1407\nindicator of bone strength and the bone volume fraction was calculated as the bone volume (BV) divided by the total tissue volume (TV) to indicate the percentage of bone present. Other parameters measured included trabecular thickness (Tb.Th) meaning the thickness of bone trabeculae and trabecular separation (Tb.Sp) signifying the distance between the bone trabeculae.\nTo assess the alveolar bone loss at 6 weeks post tooth extraction, the distances between the most superior point and the most inferior extent of the buccal or palatal alveolar plate were measured on the non-extracted side and extracted side respectively. The reduction rate (%) was calculated by the equation: (1-(a/b))/100, “a” denotes the height of alveolar bone on the extracted side, “b” denotes the height of alveolar bone on the non-extracted side."
    }, {
      "heading" : "2.5.3. Histological analysis",
      "text" : "After micro-CT analysis, the fixed specimens were immersed in 17% EDTA (Chuandong Chemical Co., Ltd., Chongqing, China) solution (pH 7.4) at 4 ◦C for 3 weeks and the decalcification buffer was changed every 2 days. The decalcified tissues were embedded in paraffin after thorough dehydration, and 8 m coronal sections were prepared and stained with H&E and Masson’s trichrome."
    }, {
      "heading" : "2.5.4. Toxicity in vivo",
      "text" : "At 6 weeks, the major organs (heart, liver, spleen, kidney and brain) of the rats were dissected and examined histologically to ensure the safety of the graft material in vivo."
    }, {
      "heading" : "2.6. Statistical analysis",
      "text" : "All statistical analyses were performed using SPSS version 25.0 statistical software (SPSS, Inc., Chicago, IL, USA) and the data values were expressed as mean ± SD. The statistical significance of differences among groups was assessed using a one-way ANOVA with Tukey’s post hoc tests for multiple comparisons. Statistical significance was defined as *P < 0.05, **P < 0.01, ***P < 0.001."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Scaffold morphology",
      "text" : "The superficial morphological features of SF scaffolds, before and after mineralization, were examined (Fig. 1A). The lower magnification SEM images showed the porous structure of the scaffolds with highly interconnected pores. Higher magnification SEM micrographs (Fig. 1B) revealed granulate Ca/P inorganic crystals that were approximately 467 nm long and 316 nm wide were evenly deposited on the smooth surface of SF matrices after mineralization. Analysis of the micrographs determined that the mean pore diameters of SF and MSF scaffolds were approximately (208.40 ± 34.57) and (181.19 ± 35.90) m, respectively (Fig. 1G).\nd e n t a l m a t e r i a l s 3 5 ( 2 0 1 9 ) 1397–1407 1401\n3\nA p t t\na t s t T w 5 o e c\n3\nT w a c s 4 r\n.2. Compositional analysis of scaffolds\nn elemental analysis of the inorganic structure of MSF was erformed by EDX. Calcium and phosphorus were detected on he mineralized surface of the MSF scaffolds, indicating that he mineral was a deposition of calcium phosphate (Fig. 1B).\nThe functional groups and the molecular structure of SF nd MSF scaffolds were analyzed by FTIR (Fig. 1C). The specral peaks at 1635, 1520 and 1232 cm−1 for both SF and MSF amples represented amide I, amide II, amide III bonds respecively and corresponded to the characteristic peaks of pure SF. he big peak at 1026 cm−1 present only for the MSF scaffold as attributed to P O stretching vibrations and the bands at 61 and 607 cm−1 were assigned to O P O bending vibrations f phosphate groups, further confirming the deposited minrals on MSF resembled to natural bone inorganic phosphate ontent.\n.3. Crystal phase of scaffolds\nhe chemical structures and phases of SF and MSF scaffolds ere investigated by XRD (Fig. 1D). The prominent peak for SF t 20.8◦ (2 ) indicated the silk fibroin II conformation which onferred excellent mechanical properties and stability to the caffold. Several diffraction peaks at 2 equal to 32.41◦, 44.64◦, 6.13◦, 57.24◦, 66.85◦ and 75.91◦ for MSF corresponded to the eference pattern for HA."
    }, {
      "heading" : "3.4. Hydrophilic/hydrophobic nature of scaffolds",
      "text" : "A more hydrophilic scaffold is conducive to the influx and efflux of liquid medium and can increase cell adhesion. The average water contact angle for MSF was 45.67◦ and significantly lower (p < 0.01) than the SF, 85.37◦, demonstrating an increase in the hydrophilic nature of mineralized organic scaffolds (Fig. 1E)."
    }, {
      "heading" : "3.5. Swelling ratio of scaffolds",
      "text" : "The water absorption and expansion properties of biomaterials play an important role in the influx of nutrition and metabolic waste discharge. The swelling ratios of the samples (n = 5) were measured over a 12-h period (Fig. 1F). The plain SF scaff ;olds swelled gradually in deionized water and reached an equilibrium after approximately 6 h, while the MSF scaff ;olds swelled rapidly and reached a higher swelling ratio after only 1 h. This indicates that the MSF scaffold has better swelling properties than the SF scaffold."
    }, {
      "heading" : "3.6. In vitro tests",
      "text" : ""
    }, {
      "heading" : "3.6.1. Cytotoxicity of scaff ;olds",
      "text" : "Conditioned media were used to evaluate the cytotoxic activity of the scaffolds. The viability of MC3T3-E1 cells after incubation with either SF- or MSF-conditioned media for 4 days was"
    }, {
      "heading" : "1402 d e n t a l m a t e r i a l s 3 5 ( 2 0 1 9 ) 1397–1407",
      "text" : ", the interpretation of the references to color in this figure legend\nnot significantly different to viability after incubation with unconditioned medium (Fig. 2D). This indicates that SF and MSF scaffolds are non-cytotoxic."
    }, {
      "heading" : "3.6.2. Viability of cells on the scaffold",
      "text" : "The ability of the SF and MSF scaffolds to permit cell growth was assessed by live (green)/dead (red) staining of cells on the scaffolds. MC3T3-E1 cells adhered and displayed fusiform or elliptical shapes on all of the scaffolds (Fig. 2A). After culturing for 3 days, the pre-osteoblasts were viable on all biomaterials, however, more viable (green) cells and fewer dead (red) cells were observed on the MSF scaffolds. This indicates that MSF scaffolds are superior to SF scaffolds for enabling cell growth and proliferation."
    }, {
      "heading" : "3.6.3. Cell differentiation",
      "text" : "The inorganic calcium deposition on SF and MSF scaffolds reflected the cells’ osteogenic differentiation state and could be assessed by alizarin red staining. The micrographs (Fig. 2C) showed a more intense alizarin red staining over a greater proportion of the MSF scaffolds compared to the SF scaffolds (p < 0.05). This implies that the MSF scaffold had a greater potential to generate an osteogenic environment for bone mineralization.\nreader is referred to the web version of this article.)."
    }, {
      "heading" : "3.6.4. Histological analysis",
      "text" : "H&E staining of the cell culture scaffolds was used to observe the structure and morphology of scaff ;olds and investigate the distribution of cells within the scaff ;olds (Fig. 2B). All scaffolds had a complex porous structure and the MC3T3-E1 cells were attached to the walls throughout the scaffolds. This indicated that the SF and MSF scaffolds could provide a microenvironment inducive to cell attachment and migration."
    }, {
      "heading" : "3.7. In vivo tests",
      "text" : ""
    }, {
      "heading" : "3.7.1. Micro-CT measurements of tooth sockets",
      "text" : "Representative micro-CT images of the maxillary right first molar sockets of all groups from 2-weeks to 6-weeks after extraction are shown in Fig. 3A. It was evident that newly formed bone reconstructed the alveolar bone defect in all groups. Three-dimensional reconstruction images (Fig. 3B) indicated that there were larger amounts of trabecular-like bone structure with the MSF scaffolds compared to the other treatment groups at each time point. On the other hand, the SF grafts did not promote significantly more new bone formation in the molar socket than the non-graft group.\nThe mineral density of newly-formed bone in MSF grafted sites (896.99 mg/cm3) was significantly greater than that at non-grafted sites (822.85 mg/cm3) or SF grafted sites (840.30 mg/cm3) at six weeks after extraction (p < 0.01 in all\nd e n t a l m a t e r i a l s 3 5 ( 2 0 1 9 ) 1397–1407 1403\nc w t ( n u t s M\nh g T o r i\n3 T r t i r t h\nhe height of alveolar bone on the non-extracted side. Statis\nases) (Fig. 3C). The bone volume of the MSF group sockets as greater than that of other groups at each time point and he values at 6-weeks were SF 76.62% and MSF 87.33% (p < 0.05) Fig. 3D), demonstrating the osteoconductive property of the ano-hydroxyapatite on the MSF scaffold. In addition, the vales of Tb.Th (Fig. 3E) tended to be higher in the MSF groups han other groups and the values of Tb.Sp (Fig. 3F) in the MSF amples were lower than the other groups, indicating that the SF scaffold promotes the formation of denser bone.\nMicro-CT measurements for buccal and palatal ridge eight at week 6 showed that the alveolar bone height of all roups was reduced to varying degrees after tooth extraction. he reduction in the MSF group was less than that of the ther two groups whether for buccal or palatal plates (p < 0.01), evealing that MSF scaffolds can reduce the tooth extractionnduced alveolar bone loss (Fig. 3G–I).\n.7.2. Histological analysis of tooth sockets he histological analysis of SF and MSF groups (Fig. 4A–B) evealed direct contact between the residual bone grafts and he fresh bone tissue. Compared to the control, the density of nflammatory cells in SF and MSF graft groups were lower and egenerating capillaries had infiltrated into the bone substiutes at day 7 (Fig. 4C). The oral mucosa of all sample groups ad healed well after 6 weeks and new bone formation was\nsignificance was defined as *P < 0.05, **P < 0.01, ***P < 0.001.\nobserved in all groups, and there was an increase in the percentage of newly formed bone in the bone defect for the MSF group."
    }, {
      "heading" : "3.7.3. Toxicity of scaffolds in vivo",
      "text" : "Histological examination of rat organs (heart, liver, spleen, kidneys and brain) after implanting scaffolds for 6 weeks showed no adverse organ damage or inflammatory reactions (Fig. 4D), further indicating negligible in vivo toxicity of SF or MSF grafts."
    }, {
      "heading" : "4. Discussion",
      "text" : "Ideally, graft material for tooth extraction sockets should possess excellent osteogenic properties combined with good mechanical strength. Mimicking the organic-inorganic structure of natural bone is an important aspect of designing biomaterials for bone tissue engineering. Bone is a complex hybrid material comprised of organic macromolecules and inorganic mineral component. Hydroxyapatite crystals, the main inorganic matrix of bone, are embedded between complicated self-assembled collagen type I (Col I) fibrils. The organic Col I fibrils serve as a substrate for the mineral deposition that occurs by nucleation and growth of HA [28,29]. Silk fibroin has a similar structure to the collagen fibrils, but it has"
    }, {
      "heading" : "1404 d e n t a l m a t e r i a l s 3 5 ( 2 0 1 9 ) 1397–1407",
      "text" : "erred the references to color in this figure legend, the reader is ref\nbetter mechanical properties and lower immunogenicity compared to collagen. Previous studies reported that silk fibroin has a large breaking strain, high toughness and the tensile strength is 300–740 MPa [30,31]. In addition, silk fibroin can also be easily molded into different forms such as films [32], hydrogels [33], and scaffolds [34] to meet the requirements of different types of bone defects.\nMaterial architecture is one of the most important factors affecting its biological properties. Porous scaffolds with interconnected pores could provide a three-dimensional (3D) space and channels to facilitate the adhesion, infiltration and proliferation of stem cells and enhance the regeneration of bone tissues and blood vessels [35,36]. In the present study, SF scaffolds were fabricated by freeze-drying and exhibited a 3D porous structure with smooth pore wall. Previous studies have shown that an appropriate pore size for cell migration should be >100 m [37]. The mean pore size of SF scaffolds was 208.40 ± 34.57 m, indicating a suitable size to accommodate pre-osteoblasts and permit migration.\nLow osteogenic capacity is a drawback of silk fibroin. Meinel et al. found that plain SF scaffolds failed to induce host cellular differentiation to restore mouse critical size calvarial defects completely [38]. Midha et al. discovered that the intrinsic osteogenic capability of SF scaffold declines gradually owing to inflammatory cell infiltration and scaffold degradation, resulting in only a little bone-like mineral deposition along the margin of the critical size defect [39]. For this reason, incorporating inorganic particles into the SF matrix may not only be conducive to osteogenic behavior and improve mechanical properties of the scaffold but also mimic the mineralized structure of bone tissue. Hydroxyapatite, a bioceramic that is osteoconductive and non-toxic, is one of the most commonly\nto the web version of this article.).\nused alloplastic grafts for orthopedic and dental applications. For alveolar ridge preservation, it can be used as a carrier of growth factors and cytokines, such as recombinant human bone morphogenetic protein-2 (rhBMP-2) [40], cell binding peptide P-15(Putty P15) [41] and play a cooperative effect in increasing new bone formation in tooth extraction sockets.\nRather than using the physical blending method, the hydrothermal mineralizing method was chosen to obtain nanopatterned hydroxyapatite crystals. Marelli et al. have shown that the low molecular weight fraction of silk fibroin was hydrophilic, electronegative and presented nucleation sites for nHA and the mineralization of the SF could be attributed to the chelating ability of carboxyl groups or hydroxyl groups [15]. In the present study, silk fibroin matrix presented a suitable template surface for triggering the nucleation and growth of crystals. The autoclave conditions reduced the surface free energy of saturated ions, and contributed to the Ca2+ deposition on the scaffolds. Then, PO43− ions from the surrounding mineralizing solution were attracted electrostatically by the calcium ions and resulted in the formation of nano-hydroxyapatite crystals.\nGood hydrophilicity is necessary for bio-grafts to facilitate the influx of nutrition and the efflux of waste. MSF scaffold had a higher hydrophilicity and higher water uptake capacity than unmodified SF due to the deposition of hydrophilic nHA. This property of MSF may foster cell adhesion, migration and proliferation in the three-dimensional scaffold.\nAn essential property of biomaterials is excellent biocompatibility, namely the absence of toxicity, induction of an inflammatory reaction, immune rejection or carcinogenicity following implantation. Silk has been used as a suture material for a long time in clinics, low immunogenicity is a significant\n5 ( 2\na a s e o a w i a\nt d m e s i x b m o e g w p e c e s p i f\nb h w t t h t i h p a m t 6 c l\nb b s f o n t p f b M\nd e n t a l m a t e r i a l s 3\ndvantage of silk fibroin [42]. Meanwhile, SF is biodegradable nd its degradation products (mainly amino acids) have no ide effects. In our study, SF scaffolds before and after minralization had no effect on cell viability. The rough surfaces f MSF increased cell adhesion and proliferation. Moreover, ll scaffolds implanted in vivo showed good compatibility ith the host tissue. There were low inflammatory lesions or mmune reactions and no adverse organ damage was observed t any time.\nAlveolar ridge preservation refers to “any procedure underaken at the time of, or following, an extraction that is esigned to minimize external resorption of the ridge and aximize bone formation within the socket” [43]. Many differnt types of graft materials have been used for tooth extraction ite preservation, including autogenous bone grafts, demneralized freeze-dried bone allograft (DFDBA), bovine derived enograft (Bio-Oss), and tricalcium phosphate. These have een shown to be effective to a certain extent [44]. Recently, ore and more researchers are investigating the use of rganic-inorganic composite in socket preservation. Okada t al used -tricalcium phosphate coated with poly lactic-colycolic acid ( -TCP/PLGA) for the repair of extraction sockets ith buccal ridge deficiencies and it appeared to exhibit a great otential for ridge preservation [45]. Feng et al. compared the ffects of mineralized collagen and hydroxyapatite/collagen omposite grafts on fresh bone formation in extraction sockts, and they concluded that the mineralized collagen scaffold howed superior results in bone formation for alveolar bone reservation [46]. To our knowledge, no studies to date have nvestigated the effectiveness of mineralized silk fibroin scafolds for socket preservation.\nMicro-CT analysis in the present study showed that new one mass increased gradually in the socket area over the ealing period. In the early stage, the bone volume at MSF sites as significantly greater than that at the other sites, however, here was only a slight difference in bone volume between he test sites and control sites at 6-week. A preliminary study as indicated that free calcium and phosphate ions increased he activity of osteoprogenitor cells [47]. Early bone formation n MSF sites may be attributed to the resorption of the nanoydroxyapatite, which would release calcium and inorganic hosphorus ions and establish an osteogenic environment nd stimulate osteoblastic differentiation. Although scaffold ineralization had no significant effect on bone density in he early phase, the MSF group had higher bone density after weeks, suggesting that the nano-hydroxyapatite component ould act as a mineral reservoir to induce bone formation over onger periods.\nA previous study has indicated that graft materials need to e resorbed, otherwise the formation of new bone is delayed ecause of the limited blood supply and nutrients in the ocket [48]. In the present study, we found that the SF scafold – a natural protein – and MSF had an appropriate rate f resorption. Histological analysis revealed that a number of ew capillaries penetrated the SF and MSF grafts at day 7 of he healing period. This phenomenon may be favored by the orous interconnected structure of the scaffold. The newly ormed bone in healing extraction sockets was observed to e continuous with the original bone at all sites. Moreover, SF scaffolds in post-extractive sockets exhibited greater new\n0 1 9 ) 1397–1407 1405\nbone formation compared with SF scaffolds or blood clot formation. This may be because the degradation of nHA releases calcium and phosphate ions which are essential for osteogenesis. Ribeiro et al found that Silk fibroin/nanohydroxyapatite (SF/ nHA) hydrogels can interact with human bone marrow stromal cells (hBMSCs) and improve osteogenic responses in vitro [49]. Ye et al. used a rabbit radial bone-defect model and reported the silk fibroin/chitosan/nano-hydroxyapatite (SF/CS/nHA) demonstrated high biocompatibility and osteoinduction in vivo [50]. Although a different animal and experimental sites were involved in this study, the scaffolds were degraded and gradually replaced with fresh and mature bone.\nOsseous substitutes have been shown to reduce the resorption of alveolar ridge height and width after tooth extraction. In our rat model, the removal of the maxillary first molar tooth induced a significant alveolar bone loss. Nevertheless, the reduction of alveolar bone was lower in the MSF-treatment group. Similar to previous tooth extraction studies [51], we speculate that the larger amount of fresh bone formed inside the MSF-grafted sockets may prevent severe resorption of alveolar bone. Furthermore, the massive bone formation resulted in the lower the mechanical strain around the maxillary bone, thus avoiding the alveolar bone loss induced by tooth extraction.\nNano-hydroxyapatite has the beneficial properties of high surface area to volume ratio high mechanical strength and fracture toughness. However, its strength and lack of flexibility make it difficult to form the desired shape to fill defects. The SF scaffold, however, can act as a flexible carrier for nHA crystals that can fill the bony defect in extraction sockets."
    }, {
      "heading" : "5. Conclusion",
      "text" : "The present study demonstrates that mineralized silk fibroin scaffold has properties that make it an excellent novel candidate for tooth socket preservation. MSF scaffold had good biocompatibility and provided a microenvironment that maintained cell viability. The MSF material induced a higher degree of osteoinduction than SF scaffold. Furthermore, MSF-grafted tooth extraction sockets showed increased new bone formation and decreased alveolar bone loss than other treatments. Future experiments should investigate the long-term effects of using MSF for alveolar ridge preservation and determine its suitability for clinical application."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by the National Natural Science Foundation of China (Grant No. 81500894, 81200767); the General Program of China Postdoctoral Science Foundation (Grant No. 2017M620417); the General Project of Natural Science Foundation of Chongqing Science and Technology Commission (Grant No. cstc2012jjA10106) and the Program for Innovation Team Building at Institutions of Higher Education in Chongqing in 2016 (Grant No. CXTDG201602006).\ns 3 5\nr"
    }, {
      "heading" : "1406 d e n t a l m a t e r i a l",
      "text" : "e f e r e n c e s\n[1] Leonardo T, Roberto F, Andrea M, Leopoldo B, Birgitta L, Jan L. Modeling and remodeling of human extraction sockets. J Clin Periodontol 2010;35:630–9. [2] Tan WL, Wong TL, Wong MC, Lang NP. A systematic review of post-extractional alveolar hard and soft tissue dimensional changes in humans. Clin Oral Implants Res 2012;23: 1–21. [3] Moslemi N, Khoshkam V, Rafiee S, Bahrami N, Aslroosta H. Outcomes of alveolar ridge preservation with recombinant human bone morphogenetic Protein-2: a systematic review. Implant Dent 2018:1. [4] Troiano G, Zhurakivska K, Muzio LL, Laino L, Cicciù M, Russo LL. Combination of bone graft and resorbable membrane for alveolar ridge preservation: a systematic review, meta-analysis, and trial sequential analysis. J Periodontol 2018;89:1–17. [5] Masaki C, Nakamoto T, Mukaibo T, Kondo Y, Hosokawa R. Strategies for alveolar ridge reconstruction and preservation for implant therapy. J Prosthodont Res 2015;59:220–8. [6] Oghli AA, Steveling H. Ridge preservation following tooth extraction: a comparison between atraumatic extraction and socket seal surgery. Quintessence Int 2010;41:605. [7] Wang RE, Lang NP. Ridge preservation after tooth extraction. Clin Oral Implants Res 2012;23(Suppl. (6)):147. [8] Pelegrine AA, da Costa CE, Correa ME, Marques Jr JF. Clinical and histomorphometric evaluation of extraction sockets treated with an autologous bone marrow graft. Clin Oral Implants Res 2010;21:535–42. [9] Musante B, Pera P, Menini M, Baldi D. Piezosurgery in the preservation of post-extractive sites. Dent Mater 2014;30:e90.\n[10] Baldini N, De SM, Ferrari M. Deproteinized bovine bone in periodontal and implant surgery. Dental Materials 2011;27:61–70. [11] Shim JY, Lee Y, Lim JH, Jin MU, Lee JM, Suh JY, et al. Comparative evaluation of recombinant human bone morphogenetic Protein-2/Hydroxyapatite and bovine bone for new bone formation in alveolar ridge preservation. Implant Dent 2018. [12] Checchi V, Savarino L, Montevecchi M, Felice P, Checchi L. Clinical-radiographic and histological evaluation of two hydroxyapatites in human extraction sockets: a pilot study. Int J Oral Max Impl 2011;40:526–32. [13] Melke J, Midha S, Ghosh S, Ito K, Hofmann S. Silk fibroin as biomaterial for bone tissue engineering. Acta Biomater 2016;31:1–16. [14] Mottaghitalab F, Hosseinkhani H, Shokrgozar MA, Mao C, Yang M, Farokhi M. Silk as a potential candidate for bone tissue engineering. J Control Release 2015;215:112–28. [15] Marelli B, Ghezzi CE, Alessandrino A, Barralet JE, Freddi G, Nazhat SN. Silk fibroin derived polypeptide-induced biomineralization of collagen. Biomaterials 2012;33:102–8. [16] Feng L, Li Y, Jin J, Cai Y, Wei K, Yao J. Deposition behavior and properties of silk fibroin scaffolds soaked in simulated body fluid. Mater Chem Phys 2008;111:92–7. [17] Vetsch JR, Paulsen SJ, Müller R, Hofmann S. Effect of fetal bovine serum on mineralization in silk fibroin scaffolds. Acta Biomater 2015;13:277–85. [18] Tang J, Han Y, Zhang F, Ge Z, Liu X, Lu Q. Buccal mucosa repair with electrospun silk fibroin matrix in a rat model. Int J Artif Organs 2015;38:105–12. [19] Jang ES, Park JW, Kweon HY, Lee KG, Kang SW, Baek DH, et al.\nRestoration of peri-implant defects in immediate implant installations by Choukroun platelet-rich fibrin and silk fibroin powder combination graft. Oral Surg Oral Me 2010;109:831–6.\n( 2 0 1 9 ) 1397–1407\n[20] Rider PM, Brook IM, Smith PJ, Miller CA. Reactive inkjet printing of regenerated silk fibroin films for use as dental barrier membranes. Micromachines 2018;9, undefined. [21] Elia R, Michelson CD, Perera AL, Harsono M, Leisk GG, Kugel G, et al. Silk electrogel coatings for titanium dental implants. J Biomater Appl 2015;29:1247–55. [22] Woloszyk A, Buschmann J, Waschkies C, Stadlinger B, Thimios A. Mitsiadis human dental pulp stem cells and gingival fibroblasts seeded into silk fibroin scaffolds have the same ability in attracting vessels. Front Physiol 2016;7:140. [23] Nazarov R, Jin HJ, Kaplan DL. Porous 3-D scaffolds from regenerated silk fibroin. Biomacromolecules 2004;5:718–26. [24] Farokhi M, Mottaghitalab F, Samani S, Shokrgozar MA, Kundu SC, Reis RL, et al. Silk fibroin/hydroxyapatite composites for bone tissue engineering. Biotechnol Adv 2018;36:68–91. [25] Wang Q, Chu Y, He J, Shao W, Zhou Y, Qi K, et al. A graded graphene oxide-hydroxyapatite/silk fibroin biomimetic scaffold for bone tissue engineering. Mat Sci Eng C-Mater 2017;80:232–42. [26] Chen H, Tang Z, Liu J, Sun K, Chang SR, Peters MC, et al. Acellular Synthesis of a Human Enamel-like Microstructure. Adv Mater 2010;18:1846–51. [27] Willett ES, Liu J, Berke M, Giannini PJ, Schmid M, Jia Z, et al. Standardized Rat Model Testing Effects of Inflammation and Grafting on Extraction Healing. J Periodontol 2017;88:799–807. [28] Wegst UGK, Hao B, Eduardo S, Tomsia AP, Ritchie RO. Bioinspired structural materials. Nat Mater 2015;14:23–36. [29] Sarikaya M. Biomimetics: materials fabrication through biology. Proc Natl Acad Sci USA 1999;96:14183–5. [30] Nguyen AT, Huang QL, Yang Z, Lin N, Xu G, Liu XY. Crystal networks in silk fibrous materials: from hierarchical structure to ultra performance. Small 2015;11:1039–54. [31] Kundu B, Rajkhowa R, Kundu SC, Wang X. Silk fibroin biomaterials for tissue regenerations. Adv Drug Deliver Rev 2013;65:457–70. [32] Gu Y, Chen L, Niu HY, Shen XF, Yang HL. Promoting spinal fusions by biomineralized silk fibroin films seeded with bone marrow stromal cells: an in vivo animal study. J Biomater App 2016;30:1251–60. [33] Shin S, Kwak H, Hyun J. Melanin nanoparticle-incorporated silk fibroin hydrogels for the enhancement of printing resolution in 3D-Projection stereolithography of poly(ethylene glycol)-Tetraacrylate bio-ink. ACS Appl Mater Inter 2018;10:23573–82. [34] Lee DH, Tripathy N, Shin JH, Song JE, Cha JG, Min KD, et al. Enhanced osteogenesis of -tricalcium phosphate reinforced silk fibroin scaffold for bone tissue biofabrication. Int J Biol Macromol 2017;95:14–23. [35] Danilevicius P, Rezende RA, Pereira FD, Selimis A, Kasyanov V, Noritomi PY, et al. Burr-like, laser-made 3D microscaffolds for tissue spheroid encagement. Biointerphases 2015;10:021011. [36] Alexander TW, Sharma R, Ming YD, Whetsell AJ, Jennings JC, Wang Y, et al. Preparation of collagen scaffolds with controlled pore structures and improved mechanical property for cartilage tissue engineering. J Bioact Compat Pol 2013;28:426–38. [37] Linde A. The extracellular matrix of the dental pulp and dentin. J Dent Res 1985;64. Spec No: 523. [38] Meinel L, Fajardo R, Hofmann S, Langer R, Chen J, Snyder B, et al. Silk implants for the healing of critical size bone defects. Bone 2005;37:688–98. [39] Midha S, Murab S, Ghosh S. Osteogenic signaling on\nsilk-based matrices. Biomaterials 2016;97:133–53.\n[40] Yong SJ, Youngkyun L, Hong LJ, Uk JM, Mok LJ, Young SJ, et al. Comparative evaluation of recombinant human bone\n5 ( 2 d e n t a l m a t e r i a l s 3\nmorphogenetic Protein-2/Hydroxyapatite and bovine bone for new bone formation in alveolar ridge preservation. Implant Dent 2018;27:623–9.\n[41] Neiva RF, Tsao YP, Eber R, Shotwell J, Billy E, Wang HL. Effects of a putty-form hydroxyapatite matrix combined with the synthetic cell-binding peptide P-15 on alveolar ridge preservation. J Periodontol 2008;79:291–9. [42] Thurber AE, Omenetto FG, Kaplan DL. In vivo bioresponses to silk proteins. Biomaterials 2015;71:145–57. [43] Darby I, Chen S, De Poi R. Ridge preservation: what is it and when should it be considered. Aust Dent J 2010;53:11–21. [44] Lucía B, Vanessa RM, Levi PA, Santiago MB, Pablo GM, José N. Histomorphometric results in ridge preservation procedures comparing various graft materials in extraction sockets with nongrafted sockets in humans: a systematic review. Implant Dent 2014;23:539–54. [45] Okada M, Matsuura T, Akizuki T, Hoshi S, Shujaa Addin A, Fukuba S, et al. Ridge preservation of extraction sockets with buccal bone deficiency using poly lactide-co-glycolide\ncoated -tricalcium phosphate bone grafts: an experimental study in dogs. J Periodontol 2019, undefined:undefined.\n[46] Feng L, Zhang L, Cui Y, Song TX, Qiu ZY, Wang XM, et al. Clinical evaluations of mineralized collagen in the\n0 1 9 ) 1397–1407 1407\nextraction sites preservation. Regen Biomater 2016;3, rbv027.\n[47] de Bruijn JD, Bovell YP, van Blitterswijk CA. Structural arrangements at the interface between plasma sprayed calcium phosphates and bone. Biomaterials 1994;15: 543–50. [48] Rakhmatia YD, Ayukawa Y, Furuhashi A, Koyano K. Carbonate apatite containing statin enhances bone formation in healing incisal extraction sockets in rats. Materials 2018;11:1201. [49] Ribeiro M, Fernandes MH, Beppu MM, Monteiro FJ, Ferraz MP. Silk fibroin/nanohydroxyapatite hydrogels for promoted bioactivity and osteoblastic proliferation and differentiation of human bone marrow stromal cells. Mat Sci Eng C-Mate 2018;89:336–45. [50] Ye P, Yu B, Deng J, She RF, Huang WL. Application of silk fibroin/chitosan/nano-hydroxyapatite composite scaffold in the repair of rabbit radial bone defect. Exp Ther Med 2017;14:5547. [51] Arai Y, Aoki K, Shimizu Y, Tabata Y, Ono T, Murali R, et al. Peptide-induced de novo bone formation after tooth extraction prevents alveolar bone loss in a murine tooth extraction model. Eur J Pharma Col 2016;782:89–97."
    } ],
    "references" : [ {
      "title" : "Modeling and remodeling of human extraction sockets",
      "author" : [ "T Leonardo", "F Roberto", "M Andrea", "B Leopoldo", "L Birgitta", "L. Jan" ],
      "venue" : "J Clin Periodontol",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2010
    }, {
      "title" : "A systematic review of post-extractional alveolar hard and soft tissue dimensional changes in humans",
      "author" : [ "WL Tan", "TL Wong", "MC Wong", "NP. Lang" ],
      "venue" : "Clin Oral Implants Res",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2012
    }, {
      "title" : "Outcomes of alveolar ridge preservation with recombinant human bone morphogenetic Protein-2: a systematic review",
      "author" : [ "N Moslemi", "V Khoshkam", "S Rafiee", "N Bahrami", "H. Aslroosta" ],
      "venue" : "Implant Dent 2018:1",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2018
    }, {
      "title" : "Combination of bone graft and resorbable membrane for alveolar ridge preservation: a systematic review, meta-analysis, and trial sequential analysis",
      "author" : [ "G Troiano", "K Zhurakivska", "LL Muzio", "L Laino", "M Cicciù", "LL. Russo" ],
      "venue" : "J Periodontol 2018;89:1–17",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Strategies for alveolar ridge reconstruction and preservation for implant therapy",
      "author" : [ "C Masaki", "T Nakamoto", "T Mukaibo", "Y Kondo", "R. Hosokawa" ],
      "venue" : "J Prosthodont Res",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2015
    }, {
      "title" : "Ridge preservation following tooth extraction: a comparison between atraumatic extraction and socket seal surgery",
      "author" : [ "AA Oghli", "H. Steveling" ],
      "venue" : "Quintessence Int 2010;41:605",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2010
    }, {
      "title" : "Ridge preservation after tooth extraction",
      "author" : [ "Wang RE", "Lang NP" ],
      "venue" : "Clin Oral Implants Res",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2012
    }, {
      "title" : "Clinical and histomorphometric evaluation of extraction sockets treated with an autologous bone marrow graft",
      "author" : [ "AA Pelegrine", "CE da Costa", "ME Correa", "JF. Marques Jr." ],
      "venue" : "Clin Oral Implants Res",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2010
    }, {
      "title" : "Piezosurgery in the preservation of post-extractive sites",
      "author" : [ "B Musante", "P Pera", "M Menini", "D. Baldi" ],
      "venue" : "Dent Mater 2014;30:e90",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2014
    }, {
      "title" : "Deproteinized bovine bone in periodontal and implant surgery",
      "author" : [ "N Baldini", "SM De", "M. Ferrari" ],
      "venue" : "Dental Materials",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2011
    }, {
      "title" : "Comparative evaluation of recombinant human bone morphogenetic Protein-2/Hydroxyapatite and bovine bone for new bone formation in alveolar ridge preservation. Implant Dent 2018",
      "author" : [ "JY Shim", "Y Lee", "JH Lim", "MU Jin", "JM Lee", "JY Suh" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2018
    }, {
      "title" : "Clinical-radiographic and histological evaluation of two hydroxyapatites in human extraction sockets: a pilot study",
      "author" : [ "V Checchi", "L Savarino", "M Montevecchi", "P Felice", "L. Checchi" ],
      "venue" : "Int J Oral Max Impl 2011;40:526–32",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2011
    }, {
      "title" : "Silk fibroin as biomaterial for bone tissue engineering",
      "author" : [ "J Melke", "S Midha", "S Ghosh", "K Ito", "S. Hofmann" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2016
    }, {
      "title" : "Silk as a potential candidate for bone tissue engineering",
      "author" : [ "F Mottaghitalab", "H Hosseinkhani", "MA Shokrgozar", "C Mao", "M Yang", "M. Farokhi" ],
      "venue" : "J Control Release",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2015
    }, {
      "title" : "Silk fibroin derived polypeptide-induced biomineralization of collagen",
      "author" : [ "B Marelli", "CE Ghezzi", "A Alessandrino", "JE Barralet", "G Freddi", "SN. Nazhat" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2012
    }, {
      "title" : "Deposition behavior and properties of silk fibroin scaffolds soaked in simulated body fluid",
      "author" : [ "L Feng", "Y Li", "J Jin", "Y Cai", "K Wei", "J. Yao" ],
      "venue" : "Mater Chem Phys 2008;111:92–7",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2008
    }, {
      "title" : "Effect of fetal bovine serum on mineralization in silk fibroin scaffolds",
      "author" : [ "JR Vetsch", "SJ Paulsen", "R Müller", "S. Hofmann" ],
      "venue" : "Acta Biomater 2015;13:277–85",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "Buccal mucosa repair with electrospun silk fibroin matrix in a rat model",
      "author" : [ "J Tang", "Y Han", "F Zhang", "Z Ge", "X Liu", "Q. Lu" ],
      "venue" : "Int J Artif Organs",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2015
    }, {
      "title" : "Restoration of peri-implant defects in immediate implant installations by Choukroun platelet-rich fibrin and silk fibroin powder combination graft. Oral Surg Oral Me 2010;109:831–6",
      "author" : [ "ES Jang", "JW Park", "HY Kweon", "KG Lee", "SW Kang", "DH Baek" ],
      "venue" : null,
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2010
    }, {
      "title" : "Reactive inkjet printing of regenerated silk fibroin films for use as dental barrier membranes",
      "author" : [ "PM Rider", "IM Brook", "PJ Smith", "CA. Miller" ],
      "venue" : "Micromachines 2018;9,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2018
    }, {
      "title" : "Silk electrogel coatings for titanium dental implants",
      "author" : [ "R Elia", "CD Michelson", "AL Perera", "M Harsono", "GG Leisk", "G Kugel" ],
      "venue" : "J Biomater Appl 2015;29:1247–55",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2015
    }, {
      "title" : "Mitsiadis human dental pulp stem cells and gingival fibroblasts seeded into silk fibroin scaffolds have the same ability in attracting vessels",
      "author" : [ "A Woloszyk", "J Buschmann", "C Waschkies", "B Stadlinger", "A. Thimios" ],
      "venue" : "Front Physiol 2016;7:140",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2016
    }, {
      "title" : "Porous 3-D scaffolds from regenerated silk fibroin",
      "author" : [ "R Nazarov", "HJ Jin", "DL. Kaplan" ],
      "venue" : "Biomacromolecules",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2004
    }, {
      "title" : "Silk fibroin/hydroxyapatite composites for bone tissue",
      "author" : [ "M Farokhi", "F Mottaghitalab", "S Samani", "MA Shokrgozar", "SC Kundu", "RL Reis" ],
      "venue" : null,
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2018
    }, {
      "title" : "A graded graphene oxide-hydroxyapatite/silk fibroin biomimetic scaffold for bone tissue",
      "author" : [ "Q Wang", "Y Chu", "J He", "W Shao", "Y Zhou", "K Qi" ],
      "venue" : null,
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2017
    }, {
      "title" : "Acellular Synthesis of a Human Enamel-like Microstructure",
      "author" : [ "H Chen", "Z Tang", "J Liu", "K Sun", "SR Chang", "MC Peters" ],
      "venue" : "Adv Mater 2010;18:1846–51",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2010
    }, {
      "title" : "Standardized Rat Model Testing Effects of Inflammation and Grafting on Extraction Healing",
      "author" : [ "ES Willett", "J Liu", "M Berke", "PJ Giannini", "M Schmid", "Z Jia" ],
      "venue" : "J Periodontol",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2017
    }, {
      "title" : "Bioinspired structural materials",
      "author" : [ "UGK Wegst", "B Hao", "S Eduardo", "AP Tomsia", "RO. Ritchie" ],
      "venue" : "Nat Mater 2015;14:23–36",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2015
    }, {
      "title" : "Biomimetics: materials fabrication through biology",
      "author" : [ "M. Sarikaya" ],
      "venue" : "Proc Natl Acad Sci USA",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 1999
    }, {
      "title" : "Crystal networks in silk fibrous materials: from hierarchical structure to ultra performance. Small 2015;11:1039–54",
      "author" : [ "AT Nguyen", "QL Huang", "Z Yang", "N Lin", "G Xu", "XY. Liu" ],
      "venue" : null,
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2015
    }, {
      "title" : "Silk fibroin biomaterials for tissue regenerations",
      "author" : [ "B Kundu", "R Rajkhowa", "SC Kundu", "X. Wang" ],
      "venue" : "Adv Drug Deliver Rev 2013;65:457–70",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2013
    }, {
      "title" : "Promoting spinal fusions by biomineralized silk fibroin films seeded with bone marrow stromal cells: an in vivo animal study",
      "author" : [ "Y Gu", "L Chen", "HY Niu", "XF Shen", "HL. Yang" ],
      "venue" : "J Biomater App 2016;30:1251–60",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2016
    }, {
      "title" : "Melanin nanoparticle-incorporated silk fibroin hydrogels for the enhancement of printing resolution in 3D-Projection stereolithography of poly(ethylene glycol)-Tetraacrylate bio-ink",
      "author" : [ "S Shin", "H Kwak", "J. Hyun" ],
      "venue" : "ACS Appl Mater Inter 2018;10:23573–82",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2018
    }, {
      "title" : "Enhanced osteogenesis of -tricalcium phosphate reinforced silk fibroin scaffold for bone tissue biofabrication",
      "author" : [ "DH Lee", "N Tripathy", "JH Shin", "JE Song", "JG Cha", "KD Min" ],
      "venue" : "Int J Biol Macromol 2017;95:14–23",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2017
    }, {
      "title" : "Burr-like, laser-made 3D microscaffolds for tissue spheroid encagement",
      "author" : [ "P Danilevicius", "RA Rezende", "FD Pereira", "A Selimis", "V Kasyanov", "PY Noritomi" ],
      "venue" : "Biointerphases",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2015
    }, {
      "title" : "Preparation of collagen scaffolds with controlled pore structures and improved mechanical property for cartilage tissue engineering",
      "author" : [ "TW Alexander", "R Sharma", "YD Ming", "AJ Whetsell", "JC Jennings", "Y Wang" ],
      "venue" : "J Bioact Compat Pol 2013;28:426–38",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2013
    }, {
      "title" : "The extracellular matrix of the dental pulp and dentin",
      "author" : [ "A. Linde" ],
      "venue" : "J Dent Res 1985;64",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 1985
    }, {
      "title" : "Silk implants for the healing of critical size bone defects. Bone 2005;37:688–98",
      "author" : [ "L Meinel", "R Fajardo", "S Hofmann", "R Langer", "J Chen", "B Snyder" ],
      "venue" : null,
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2005
    }, {
      "title" : "Osteogenic signaling on silk-based matrices. Biomaterials 2016;97:133–53",
      "author" : [ "S Midha", "S Murab", "S. Ghosh" ],
      "venue" : null,
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2016
    }, {
      "title" : "Comparative evaluation of recombinant human bone  5 ( 2  d e n t a l m a t e r i a l s 3 morphogenetic Protein-2/Hydroxyapatite and bovine bone for new bone formation in alveolar ridge preservation. Implant Dent 2018;27:623–9",
      "author" : [ "SJ Yong", "L Youngkyun", "LJ Hong", "JM Uk", "LJ Mok", "SJ Young" ],
      "venue" : null,
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2018
    }, {
      "title" : "Effects of a putty-form hydroxyapatite matrix combined with the synthetic cell-binding peptide P-15 on alveolar ridge preservation",
      "author" : [ "RF Neiva", "YP Tsao", "R Eber", "J Shotwell", "E Billy", "HL. Wang" ],
      "venue" : "J Periodontol",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2008
    }, {
      "title" : "In vivo bioresponses to silk proteins",
      "author" : [ "AE Thurber", "FG Omenetto", "DL. Kaplan" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2015
    }, {
      "title" : "Ridge preservation: what is it and when should it be considered",
      "author" : [ "I Darby", "S Chen", "R. De Poi" ],
      "venue" : "Aust Dent J 2010;53:11–21",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2010
    }, {
      "title" : "Histomorphometric results in ridge preservation procedures comparing various graft materials in extraction sockets with nongrafted sockets in humans: a systematic review",
      "author" : [ "B Lucía", "RM Vanessa", "PA Levi", "MB Santiago", "GM Pablo", "N. José" ],
      "venue" : "Implant Dent 2014;23:539–54",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2014
    }, {
      "title" : "Ridge preservation of extraction sockets with buccal bone deficiency using poly lactide-co-glycolide coated -tricalcium phosphate bone grafts: an experimental study in dogs",
      "author" : [ "M Okada", "T Matsuura", "T Akizuki", "S Hoshi", "A Shujaa Addin", "S Fukuba" ],
      "venue" : "J Periodontol",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2019
    }, {
      "title" : "Clinical evaluations of mineralized collagen in the  0 1 9 ) 1397–1407  1407 extraction sites preservation",
      "author" : [ "L Feng", "L Zhang", "Y Cui", "TX Song", "ZY Qiu", "XM Wang" ],
      "venue" : "Regen Biomater 2016;3,",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2016
    }, {
      "title" : "Structural arrangements at the interface between plasma sprayed calcium phosphates and bone",
      "author" : [ "JD de Bruijn", "YP Bovell", "CA. van Blitterswijk" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 1994
    }, {
      "title" : "Carbonate apatite containing statin enhances bone formation in healing incisal extraction sockets in rats",
      "author" : [ "YD Rakhmatia", "Y Ayukawa", "A Furuhashi", "K. Koyano" ],
      "venue" : "Materials",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2018
    }, {
      "title" : "Silk fibroin/nanohydroxyapatite hydrogels for promoted bioactivity and osteoblastic proliferation and differentiation of human bone marrow stromal cells",
      "author" : [ "M Ribeiro", "MH Fernandes", "MM Beppu", "FJ Monteiro", "MP. Ferraz" ],
      "venue" : null,
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2018
    }, {
      "title" : "Application of silk fibroin/chitosan/nano-hydroxyapatite composite scaffold in the repair of rabbit radial bone defect",
      "author" : [ "P Ye", "B Yu", "J Deng", "RF She", "WL. Huang" ],
      "venue" : "Exp Ther Med",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2017
    }, {
      "title" : "Peptide-induced de novo bone formation after tooth extraction prevents alveolar bone loss in a murine tooth extraction model",
      "author" : [ "Y Arai", "K Aoki", "Y Shimizu", "Y Tabata", "T Ono", "R Murali" ],
      "venue" : "Eur J Pharma Col 2016;782:89–97",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "One of the outcomes is alveolar bone resorption and remodeling, leading to a significant reduction in the height and width of alveolar ridge [1,2].",
      "startOffset" : 141,
      "endOffset" : 146
    }, {
      "referenceID" : 1,
      "context" : "One of the outcomes is alveolar bone resorption and remodeling, leading to a significant reduction in the height and width of alveolar ridge [1,2].",
      "startOffset" : 141,
      "endOffset" : 146
    }, {
      "referenceID" : 2,
      "context" : "Hence, the current trend in tooth extraction site research is focused toward alveolar ridge preservation technology [3,4].",
      "startOffset" : 116,
      "endOffset" : 121
    }, {
      "referenceID" : 3,
      "context" : "Hence, the current trend in tooth extraction site research is focused toward alveolar ridge preservation technology [3,4].",
      "startOffset" : 116,
      "endOffset" : 121
    }, {
      "referenceID" : 7,
      "context" : "Commonly, autografts [8], allografts [9], or xenografts [10] are used to increase the bone volume.",
      "startOffset" : 21,
      "endOffset" : 24
    }, {
      "referenceID" : 8,
      "context" : "Commonly, autografts [8], allografts [9], or xenografts [10] are used to increase the bone volume.",
      "startOffset" : 37,
      "endOffset" : 40
    }, {
      "referenceID" : 9,
      "context" : "Commonly, autografts [8], allografts [9], or xenografts [10] are used to increase the bone volume.",
      "startOffset" : 56,
      "endOffset" : 60
    }, {
      "referenceID" : 10,
      "context" : "In recent years, researchers have developed synthetic bone substitutes to promote bone regeneration and generate a relatively large amount of new bone, while avoiding or diminishing the risk of disease transmission, immunological reactions and the invasive harvesting of bone from a healthy donor area [11,12].",
      "startOffset" : 302,
      "endOffset" : 309
    }, {
      "referenceID" : 11,
      "context" : "In recent years, researchers have developed synthetic bone substitutes to promote bone regeneration and generate a relatively large amount of new bone, while avoiding or diminishing the risk of disease transmission, immunological reactions and the invasive harvesting of bone from a healthy donor area [11,12].",
      "startOffset" : 302,
      "endOffset" : 309
    }, {
      "referenceID" : 12,
      "context" : "Silk fibroin (SF), a naturally occurring protein polymer, is considered a promising material for biological applications as its extraordinary cytocompatibility, controlled degradability, superior mechanical properties, minimal immunogenicity and easy processability [13,14].",
      "startOffset" : 266,
      "endOffset" : 273
    }, {
      "referenceID" : 13,
      "context" : "Silk fibroin (SF), a naturally occurring protein polymer, is considered a promising material for biological applications as its extraordinary cytocompatibility, controlled degradability, superior mechanical properties, minimal immunogenicity and easy processability [13,14].",
      "startOffset" : 266,
      "endOffset" : 273
    }, {
      "referenceID" : 14,
      "context" : "In addition, the amorphous chains between the -sheet structures of SF simulate the anionic nature of non-collagenous proteins which act as nucleation sites inducing hydroxyapatite (HA) nanocrystal deposition, growth and enrichment [15].",
      "startOffset" : 231,
      "endOffset" : 235
    }, {
      "referenceID" : 15,
      "context" : "Furthermore, some in vitro studies have shown that SF has the potential to regulate the spontaneous mineralization of HA-nanocrystals when exposed to local supersaturation of ions from fetal bovine serum or simulated body fluid [16,17].",
      "startOffset" : 228,
      "endOffset" : 235
    }, {
      "referenceID" : 16,
      "context" : "Furthermore, some in vitro studies have shown that SF has the potential to regulate the spontaneous mineralization of HA-nanocrystals when exposed to local supersaturation of ions from fetal bovine serum or simulated body fluid [16,17].",
      "startOffset" : 228,
      "endOffset" : 235
    }, {
      "referenceID" : 17,
      "context" : "Various forms of silk fibroin have been developed for dental applications such as electrospun silk fibroin matrix for buccal mucosa repair [18], silk fibroin powder for peri-implant defect restoration [19], barrier membranes for guiding bone regeneration [20], silk coatings for titanium dental implants [21] and silk fibroin scaffold for pulp tissue regeneration [22].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 18,
      "context" : "Various forms of silk fibroin have been developed for dental applications such as electrospun silk fibroin matrix for buccal mucosa repair [18], silk fibroin powder for peri-implant defect restoration [19], barrier membranes for guiding bone regeneration [20], silk coatings for titanium dental implants [21] and silk fibroin scaffold for pulp tissue regeneration [22].",
      "startOffset" : 201,
      "endOffset" : 205
    }, {
      "referenceID" : 19,
      "context" : "Various forms of silk fibroin have been developed for dental applications such as electrospun silk fibroin matrix for buccal mucosa repair [18], silk fibroin powder for peri-implant defect restoration [19], barrier membranes for guiding bone regeneration [20], silk coatings for titanium dental implants [21] and silk fibroin scaffold for pulp tissue regeneration [22].",
      "startOffset" : 255,
      "endOffset" : 259
    }, {
      "referenceID" : 20,
      "context" : "Various forms of silk fibroin have been developed for dental applications such as electrospun silk fibroin matrix for buccal mucosa repair [18], silk fibroin powder for peri-implant defect restoration [19], barrier membranes for guiding bone regeneration [20], silk coatings for titanium dental implants [21] and silk fibroin scaffold for pulp tissue regeneration [22].",
      "startOffset" : 304,
      "endOffset" : 308
    }, {
      "referenceID" : 21,
      "context" : "Various forms of silk fibroin have been developed for dental applications such as electrospun silk fibroin matrix for buccal mucosa repair [18], silk fibroin powder for peri-implant defect restoration [19], barrier membranes for guiding bone regeneration [20], silk coatings for titanium dental implants [21] and silk fibroin scaffold for pulp tissue regeneration [22].",
      "startOffset" : 364,
      "endOffset" : 368
    }, {
      "referenceID" : 22,
      "context" : "Porous SF scaffolds mimicking the extracellular matrix (ECM) are effective in establishing a microenvironment for cell adhesion, viability, proliferation and differentiation [23].",
      "startOffset" : 174,
      "endOffset" : 178
    }, {
      "referenceID" : 23,
      "context" : "It also has a similar chemical structure to the inorganic apatite present in bone [24,25].",
      "startOffset" : 82,
      "endOffset" : 89
    }, {
      "referenceID" : 24,
      "context" : "It also has a similar chemical structure to the inorganic apatite present in bone [24,25].",
      "startOffset" : 82,
      "endOffset" : 89
    }, {
      "referenceID" : 22,
      "context" : "Silk fibroin was extracted from Bombyx mori silkworm cocoons (Southwest University, Chongqing, China) as described previously [23].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 25,
      "context" : "he hydroxyapatite nanoparticles were formed by deposition f supersaturated ions from a mineralized solution according o a previously established protocol [26] with a little modificaion.",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 26,
      "context" : "A standardized rat tooth extraction socket model was prepared as described previously [27].",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 27,
      "context" : "The organic Col I fibrils serve as a substrate for the mineral deposition that occurs by nucleation and growth of HA [28,29].",
      "startOffset" : 117,
      "endOffset" : 124
    }, {
      "referenceID" : 28,
      "context" : "The organic Col I fibrils serve as a substrate for the mineral deposition that occurs by nucleation and growth of HA [28,29].",
      "startOffset" : 117,
      "endOffset" : 124
    }, {
      "referenceID" : 29,
      "context" : "Previous studies reported that silk fibroin has a large breaking strain, high toughness and the tensile strength is 300–740 MPa [30,31].",
      "startOffset" : 128,
      "endOffset" : 135
    }, {
      "referenceID" : 30,
      "context" : "Previous studies reported that silk fibroin has a large breaking strain, high toughness and the tensile strength is 300–740 MPa [30,31].",
      "startOffset" : 128,
      "endOffset" : 135
    }, {
      "referenceID" : 31,
      "context" : "In addition, silk fibroin can also be easily molded into different forms such as films [32], hydrogels [33], and scaffolds [34] to meet the requirements of different types of bone defects.",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 32,
      "context" : "In addition, silk fibroin can also be easily molded into different forms such as films [32], hydrogels [33], and scaffolds [34] to meet the requirements of different types of bone defects.",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 33,
      "context" : "In addition, silk fibroin can also be easily molded into different forms such as films [32], hydrogels [33], and scaffolds [34] to meet the requirements of different types of bone defects.",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 34,
      "context" : "Porous scaffolds with interconnected pores could provide a three-dimensional (3D) space and channels to facilitate the adhesion, infiltration and proliferation of stem cells and enhance the regeneration of bone tissues and blood vessels [35,36].",
      "startOffset" : 237,
      "endOffset" : 244
    }, {
      "referenceID" : 35,
      "context" : "Porous scaffolds with interconnected pores could provide a three-dimensional (3D) space and channels to facilitate the adhesion, infiltration and proliferation of stem cells and enhance the regeneration of bone tissues and blood vessels [35,36].",
      "startOffset" : 237,
      "endOffset" : 244
    }, {
      "referenceID" : 36,
      "context" : "Previous studies have shown that an appropriate pore size for cell migration should be >100 m [37].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 37,
      "context" : "found that plain SF scaffolds failed to induce host cellular differentiation to restore mouse critical size calvarial defects completely [38].",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 38,
      "context" : "discovered that the intrinsic osteogenic capability of SF scaffold declines gradually owing to inflammatory cell infiltration and scaffold degradation, resulting in only a little bone-like mineral deposition along the margin of the critical size defect [39].",
      "startOffset" : 253,
      "endOffset" : 257
    }, {
      "referenceID" : 39,
      "context" : "For alveolar ridge preservation, it can be used as a carrier of growth factors and cytokines, such as recombinant human bone morphogenetic protein-2 (rhBMP-2) [40], cell binding peptide P-15(Putty P15) [41] and play a cooperative effect in increasing new bone formation in tooth extraction sockets.",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 40,
      "context" : "For alveolar ridge preservation, it can be used as a carrier of growth factors and cytokines, such as recombinant human bone morphogenetic protein-2 (rhBMP-2) [40], cell binding peptide P-15(Putty P15) [41] and play a cooperative effect in increasing new bone formation in tooth extraction sockets.",
      "startOffset" : 202,
      "endOffset" : 206
    }, {
      "referenceID" : 14,
      "context" : "have shown that the low molecular weight fraction of silk fibroin was hydrophilic, electronegative and presented nucleation sites for nHA and the mineralization of the SF could be attributed to the chelating ability of carboxyl groups or hydroxyl groups [15].",
      "startOffset" : 254,
      "endOffset" : 258
    }, {
      "referenceID" : 42,
      "context" : "Alveolar ridge preservation refers to “any procedure underaken at the time of, or following, an extraction that is esigned to minimize external resorption of the ridge and aximize bone formation within the socket” [43].",
      "startOffset" : 214,
      "endOffset" : 218
    }, {
      "referenceID" : 43,
      "context" : "These have een shown to be effective to a certain extent [44].",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 44,
      "context" : "Okada t al used -tricalcium phosphate coated with poly lactic-colycolic acid ( -TCP/PLGA) for the repair of extraction sockets ith buccal ridge deficiencies and it appeared to exhibit a great otential for ridge preservation [45].",
      "startOffset" : 224,
      "endOffset" : 228
    }, {
      "referenceID" : 45,
      "context" : "compared the ffects of mineralized collagen and hydroxyapatite/collagen omposite grafts on fresh bone formation in extraction sockts, and they concluded that the mineralized collagen scaffold howed superior results in bone formation for alveolar bone reservation [46].",
      "startOffset" : 263,
      "endOffset" : 267
    }, {
      "referenceID" : 46,
      "context" : "A preliminary study as indicated that free calcium and phosphate ions increased he activity of osteoprogenitor cells [47].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 47,
      "context" : "A previous study has indicated that graft materials need to e resorbed, otherwise the formation of new bone is delayed ecause of the limited blood supply and nutrients in the ocket [48].",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 48,
      "context" : "Ribeiro et al found that Silk fibroin/nanohydroxyapatite (SF/ nHA) hydrogels can interact with human bone marrow stromal cells (hBMSCs) and improve osteogenic responses in vitro [49].",
      "startOffset" : 178,
      "endOffset" : 182
    }, {
      "referenceID" : 49,
      "context" : "used a rabbit radial bone-defect model and reported the silk fibroin/chitosan/nano-hydroxyapatite (SF/CS/nHA) demonstrated high biocompatibility and osteoinduction in vivo [50].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 50,
      "context" : "Similar to previous tooth extraction studies [51], we speculate that the larger amount of fresh bone formed inside the MSF-grafted sockets may prevent severe resorption of alveolar bone.",
      "startOffset" : 45,
      "endOffset" : 49
    }, {
      "referenceID" : 0,
      "context" : "[1] Leonardo T, Roberto F, Andrea M, Leopoldo B, Birgitta L, Jan L.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 1,
      "context" : "[2] Tan WL, Wong TL, Wong MC, Lang NP.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 2,
      "context" : "[3] Moslemi N, Khoshkam V, Rafiee S, Bahrami N, Aslroosta H.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 3,
      "context" : "[4] Troiano G, Zhurakivska K, Muzio LL, Laino L, Cicciù M, Russo LL.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 4,
      "context" : "[5] Masaki C, Nakamoto T, Mukaibo T, Kondo Y, Hosokawa R.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 7,
      "context" : "[8] Pelegrine AA, da Costa CE, Correa ME, Marques Jr JF.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 8,
      "context" : "[9] Musante B, Pera P, Menini M, Baldi D.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 10,
      "context" : "[11] Shim JY, Lee Y, Lim JH, Jin MU, Lee JM, Suh JY, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 11,
      "context" : "[12] Checchi V, Savarino L, Montevecchi M, Felice P, Checchi L.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 12,
      "context" : "[13] Melke J, Midha S, Ghosh S, Ito K, Hofmann S.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 13,
      "context" : "[14] Mottaghitalab F, Hosseinkhani H, Shokrgozar MA, Mao C, Yang M, Farokhi M.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "[15] Marelli B, Ghezzi CE, Alessandrino A, Barralet JE, Freddi G, Nazhat SN.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "[16] Feng L, Li Y, Jin J, Cai Y, Wei K, Yao J.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 16,
      "context" : "[17] Vetsch JR, Paulsen SJ, Müller R, Hofmann S.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "[18] Tang J, Han Y, Zhang F, Ge Z, Liu X, Lu Q.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 18,
      "context" : "[19] Jang ES, Park JW, Kweon HY, Lee KG, Kang SW, Baek DH, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 19,
      "context" : "[20] Rider PM, Brook IM, Smith PJ, Miller CA.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "[21] Elia R, Michelson CD, Perera AL, Harsono M, Leisk GG, Kugel G, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 21,
      "context" : "[22] Woloszyk A, Buschmann J, Waschkies C, Stadlinger B, Thimios A.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 23,
      "context" : "[24] Farokhi M, Mottaghitalab F, Samani S, Shokrgozar MA, Kundu SC, Reis RL, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "[25] Wang Q, Chu Y, He J, Shao W, Zhou Y, Qi K, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 25,
      "context" : "[26] Chen H, Tang Z, Liu J, Sun K, Chang SR, Peters MC, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 26,
      "context" : "[27] Willett ES, Liu J, Berke M, Giannini PJ, Schmid M, Jia Z, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 27,
      "context" : "[28] Wegst UGK, Hao B, Eduardo S, Tomsia AP, Ritchie RO.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "[30] Nguyen AT, Huang QL, Yang Z, Lin N, Xu G, Liu XY.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 30,
      "context" : "[31] Kundu B, Rajkhowa R, Kundu SC, Wang X.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 31,
      "context" : "[32] Gu Y, Chen L, Niu HY, Shen XF, Yang HL.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 33,
      "context" : "[34] Lee DH, Tripathy N, Shin JH, Song JE, Cha JG, Min KD, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 34,
      "context" : "[35] Danilevicius P, Rezende RA, Pereira FD, Selimis A, Kasyanov V, Noritomi PY, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 35,
      "context" : "[36] Alexander TW, Sharma R, Ming YD, Whetsell AJ, Jennings JC, Wang Y, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 37,
      "context" : "[38] Meinel L, Fajardo R, Hofmann S, Langer R, Chen J, Snyder B, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 39,
      "context" : "[40] Yong SJ, Youngkyun L, Hong LJ, Uk JM, Mok LJ, Young SJ, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 40,
      "context" : "[41] Neiva RF, Tsao YP, Eber R, Shotwell J, Billy E, Wang HL.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 41,
      "context" : "[42] Thurber AE, Omenetto FG, Kaplan DL.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 43,
      "context" : "[44] Lucía B, Vanessa RM, Levi PA, Santiago MB, Pablo GM, José N.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 44,
      "context" : "[45] Okada M, Matsuura T, Akizuki T, Hoshi S, Shujaa Addin A, Fukuba S, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 45,
      "context" : "[46] Feng L, Zhang L, Cui Y, Song TX, Qiu ZY, Wang XM, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 46,
      "context" : "[47] de Bruijn JD, Bovell YP, van Blitterswijk CA.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 47,
      "context" : "[48] Rakhmatia YD, Ayukawa Y, Furuhashi A, Koyano K.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 48,
      "context" : "[49] Ribeiro M, Fernandes MH, Beppu MM, Monteiro FJ, Ferraz MP.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 49,
      "context" : "[50] Ye P, Yu B, Deng J, She RF, Huang WL.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 50,
      "context" : "[51] Arai Y, Aoki K, Shimizu Y, Tabata Y, Ono T, Murali R, et al.",
      "startOffset" : 0,
      "endOffset" : 4
    } ],
    "year" : 2019,
    "abstractText" : "Objective. To fabricate a novel nano-hydroxyapatite mineralized silk fibroin (MSF) scaffold in order to diminish the resorption of alveolar ridge and accelerate new bone formation within tooth sockets. Also, to investigate the biocompatibility and osteogenic ability of the MSF in vitro, and the effect of site preservation of the MSF graft in post-extractive sockets",
    "creator" : "Elsevier"
  }
}