{
  "name" : "downloads_2020-09-04_e1_kaya2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nanomaterials-Based Nanosensors for the Simultaneous Electrochemical Determination of Biologically I",
    "authors" : [ "S. Irem Kaya", "Sevinc Kurbanoglu", "Sibel A. Ozkan", "Irem Kaya" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS Ascorbic acid; dopamine; nanosensor; uric acid; voltammetry"
    }, {
      "heading" : "Introduction",
      "text" : "Ascorbic acid (AA), uric acid (UA), and dopamine (DA) are biologically important compounds with various significant roles in human metabolism. AA is a water-soluble vitamin, an important antioxidant and it acts as a coenzyme in particular reactions. AA deficiency may cause diseases such as scurvy.[1,2] UA which is an end product of purine metabolism is excreted in urine and it is an antioxidant like AA. High UA concentrations can cause gout and UA can be used as a marker for diagnosis of gout and other diseases like hyperuricemia or kidney stones.[1,3] DA is a neurotransmitter and catecholamine. It has significant roles in the human body such as controlling central nervous, cardiovascular, renal, and hormonal systems. Lack of dopamine can cause schizophrenia and Parkinson’s disease.[1–3]\nSince AA, UA, and DA usually coexist in biological fluids, have similar structures and usually oxidize at overlapping potentials, finding a sensitive, selective, simple, stable, fast, and affordable method for simultaneous determination of these compounds has always been an uphill task in analytical chemistry (Figure 1).[1,4–6]\nAmongst a wide variety of methods such as, spectrometry, chromatography, etc. which are used for drug analysis, voltammetry has become the most commonly used and important one in last years.[7] Voltammetry is an electrochemical method where the current is measured as a function of the potential which is applied to an electrochemical\ncell.[8] Voltammetric techniques such as linear sweep voltammetry (LSV), cyclic voltammetry (CV), differential pulse voltammetry (DPV), anodic stripping voltammetry (ASV), etc. are explained in refs.[9–13]\nNanotechnology can be described as a science field which handles the matter at the 1–100 nm scale to create functional materials, devices, and systems. Nowadays, nanotechnology and nanomaterials have become one of the most popular research subjects for electrochemistry due to improving physical, chemical, thermal, optical, magnetic, plasmonic, and catalytic characteristics. These characteristics of nanomaterials can be controlled to develop novel and high performance devices, sensors, and systems by adjusting the size and structure of nanomaterials. Owing to its ability to speed up the signal transduction and improve the sensitivity of the nanosensor by enhancing catalytic activity, conductivity, and biocompatibility, nanomaterials are used in designing nanosensors.[14–17]\nNanomaterials which are used for electrochemical sensing can be classified as carbon-based nanomaterials and non-carbon nanomaterials. Non-carbon nanomaterials include e.g. metal oxide nanoparticles, metal nanoparticles, nanocomposites, ionic liquid-based nanocomposites, polymers-based nanocomposites, quantum dots, nanowires, nanoneedles, and gold nanorods. On the other hand, carbon-based nanomaterials include e.g. graphene, fullerene, carbon nanotubes, N-doped carbon nanomaterials, carbon buckypaper, nanoporous carbon nanomaterials, carbon\nCONTACT Sevinc Kurbanoglu skurbanoglu@ankara.edu.tr Department of Analytical Chemistry, Faculty of Pharmacy, Ankara University, Ankara 06560, Turkey; Sibel A. Ozkan Sibel.Ozkan@pharmacy.ankara.edu.tr Department of Analytical Chemistry, Faculty of Pharmacy, Ankara University, Ankara 06560, Turkey. Color versions of one or more of the figures in the article can be found online at www.tandfonline.com/batc 2018 Taylor & Francis Group, LLC\nnanofibers (CNFs), and carbon nanohorns. Detailed information about the nanomaterials which are generally used in electrochemical determination of UA, AA, and DA will be given as details in this review.\nPharmacological properties of dopamine, uric acid, and ascorbic acid\nAA, UA, and DA are biologically important compounds which play an important role in human metabolism. AA is a ketolactone that is structurally similar to monosaccharides. AA cannot be synthesized in the human body but has the property of being oxidized in tissues. It can be found in many biological fluids and pharmaceutical products. AA which is a water-soluble vitamin is found mostly in citrus fruits and green leafy vegetables. It is the most chemically labile one amongst all vitamins. AA is found in the plasma, it is excreted in the urine, and it plays an important role in redox reactions in the human body. It is the most important antioxidant substance which is found in extracellular fluid. Another significant function of AA is that it plays a role as coenzyme of some reactions in the body. It is used for prevention and treatment of upper respiratory tract infection, scurvy, mental illness, infertility, cancer, AIDS, methemoglobinemia, and burns. Moreover, in children bone progress is impaired in AA deficiency.[1,2]\nUA is the primary end product of purine metabolism and is excreted in urine in humans. It is known that if UA concentration is higher than 7mg/dL, it accumulates in gout as UA crystals. Its antioxidant property and favorable effects in diseases are not well known. UA is a strong hydrophilic antioxidant in extracellular fluid. It can remove free radicals such as hydroxyl radical, singlet oxygen, and peroxynitrite radical. In other respects, due to its chemical-dependent nature, UA acts as a pro-oxidant from time to time and it is associated with several diseases such as hypertension, cardiovascular diseases, ischemic reperfusion injury, diabetes, non-alcoholic fatty liver disorders, spreading cancer, hyperuricemia, gout, Lesch–Nyhan syndrome, rhabdomyolysis, Fanconi syndrome, and kidney stones. UA can be used as a marker for diagnosis and prognosis of these diseases.[1,3]\nDA is a well-known neurotransmitter, and catecholamine is the immediate metabolic precursor of norepinephrine. It is found naturally in the central nervous system. DA has lots of critical functions in the human body such as controlling central nervous, cardiovascular, renal, and hormonal systems. It has a significant role in learning, goal-directed behavior, and motor control. It stimulates b1 receptors on the heart to increase cardiac output, a1 receptors on blood vessels to increase total peripheral resistance and as a result blood pressure rises. It increases perfusion and blood flow to the kidney. Due to these increases, the enhancement of the glomerular filtration and diuresis occurs.[4] DA deficiency may cause various diseases such as schizophrenia and Parkinson’s disease.[1] The most important uses of DA are treatment of acute myocardial infarction, cardiogenic shock during cardiac surgery, and septic shock.[2,18]\nAs biologically important compounds for living systems; AA, UA, and DA usually coexist in biological fluids. Therefore, developing a selective and sensitive method for simultaneous determination of these compounds is excessively important for electrochemical analysis.[5]\nAA and DA have numerous pharmaceutical preparations which are widely used for different indications. On the other hand, there are no indications and pharmaceutical preparations of UA which is an excretion product in human body."
    }, {
      "heading" : "Electrochemical methods",
      "text" : "In the past years, electroanalytical methods have become commonly used and important one amongst the other methods.[7] In voltammetry; the current is measured as a function of the potential which is applied to an electrochemical cell. Voltammogram is a plot of current as a function of applied potential and is used for getting information about quantitative and qualitative properties of the analytes which take part in the oxidation/reduction reaction. There are various voltammetric techniques and they differ from each other by some features such as type of applied potential.[8,10,13,19–25]\nElectroanalytical methods can be classified related to the applied potential type, working electrode type, stripping conditions, etc.\nCV is the most commonly used method owing to its ability of providing fast and significant information about the nature of redox processes. Moreover, it gives information about the kinetics of heterogeneous electron transfer reactions, coupled chemical reactions or adsorption processes.[10,13,19–26]\nDuring the potential sweep, the current is measured by potentiostat as a function of the applied potential. The plot of measured current – applied potential is named a cyclic voltammogram.[10,13,19–28]\nLSV and CV are both potential sweep methods although they differ from each other in one respect: In LSV, there is only one sweep but CV involves formation of multiple cycles of potential sweep.[7,10,13,19–25]\nSquare wave voltammetry (SWV) is a leading voltammetric technique amongst present techniques in electroanalysis. It has high sensitivity to surface-confined electrode reactions thus it has become popular in the last ten years. Pulses are shorter and frequencies are higher in SWV so it is a faster technique in comparison with others.[7,10,13,19–27,29]\nDPV is a highly sensitive and widely used technique that measures the difference between the current just before the end and just before the application of the pulse. DPV voltammogram has a peak-shaped wave and consists of a plot of measured currents versus applied potential. Measuring current twice and increasing base potential between pulses are the characteristics which make DPV vary from other electrochemical drug analysis methods.[10,13,19–25,29]\nThe sensitivity of DPV arises from discriminating charging current against faradaic current powerfully.[7,10,13,19–26]\nElectrochemical stripping analysis has two steps. In the first step, which is called as preconcentration step, initially, compounds that are in the solution are deposited on the\nsurface of the electrode. After this accumulation step, electrochemical stripping is achieved using stripping methods such as DPV, SWV, etc. The accumulated substance can also be stripped by a potentiometric or coulometric method. In stripping voltammetry (SV), there are two different linear relationships: one of them is between the amount of accumulated substance and the analyte concentration, and the other one is between the maximum stripping current and the accumulated substance concentration. On the other hand, because of the limited electrode capacity for the analyte accumulation and fulfilling linearity condition only well below the electrode saturation, SV is mostly used in trace analysis.[10,13,19–25,27]\nSV has the advantage of allowing the detection of low concentrations up to 10 10–10 12M. SV techniques are preferred in pharmaceutical analysis frequently. These techniques are categorized by the scan direction of the preconcentration and the stripping steps as anodic stripping voltammetry, cathodic stripping voltammetry, adsorptive stripping voltammetry, and abrasive stripping voltammetry (Figure 2).[7,10,13,19–25]"
    }, {
      "heading" : "Nanomaterials in electrochemical sensing",
      "text" : "In the past years, nanotechnology and nanomaterials have become one of the most popular research subjects for electrochemistry. Therefore, it is important to understand the basic characteristics of nanotechnology and nanoscience before discussing its use in electrochemistry in detail.\nIn the most general sense, nanotechnology can be described as a science field which handles matters at the 1–100 nm scale to create functional materials, devices, and systems. For this purpose, various nanoscale materials which have different sizes, shapes, and compositions are ready for use.[14,30] What makes nanomaterials popular and advantageous over bulk materials is its improving physical, chemical, thermal, optical, magnetic, plasmonic, and catalytic characteristics which can be controlled to develop novel devices and systems.[15,16] These characteristics have importance in electrochemical analysis to develop new and high performance sensors by adjusting the size and structure of nanomaterials.[14] Nanomaterials have the ability to speed up the signal transduction and improve the sensitivity of the sensor by enhancing catalytic activity, conductivity, and biocompatibility.[17] To determine an analyte quantitatively, a sensor device is used. If this sensor uses a nanoscale interaction for determination it is named as a nanosensor.[16]\nRecently, nanosensors have started to play an important role in electrochemical analysis due to its ability to improve the sensitivity of detection."
    }, {
      "heading" : "Carbon-based nanomaterials",
      "text" : "Carbon-based nanomaterials have characteristics such as high surface to volume ratio, high electrical conductivity, chemical stability, biocompatibility, and mechanical strength which make them being used as electrochemical sensors\nFigure 1. Electrochemical oxidation of dopamine, uric acid, and ascorbic acid. Reprinted with permission Elsevier.[99]\nwith higher sensitivity and lower detection limits in electrochemical analysis.[30–41]\nGraphene (GR) which is an allotrope form of carbon is a single layer of two dimensional carbon and has hexagonal configuration of sp2 hybridized carbon atoms. GR is rigid, flexible, and has a good electrical conductivity at room temperature. It has advantages that make it suitable for electrochemical sensing: It has great catalytic behavior to small biomolecules, it induces electron transfer, and it has high surface area. Different forms of GR such as graphene oxide, reduced graphene oxide, graphene flowers, graphene hydrogel, graphene nanosheets, pristine graphene, photochemically reduced graphene oxide, etc. are used in electrochemistry.[30–38,42–46]\nFullerene (C60) which is a carbon allotrope consists of sixty carbon atoms that create a symmetrical sphere (icosahedral structure) with pentagonal and hexagonal sp2 rings. Owing to these pentagonal rings, C60 can have a closed-cage like form. C60 is a zero-dimensional carbon nanomaterial which has advantageous characteristics such as being chemically stable, metallic impurity free, easy to apply and creating reproducible electrocatalytic responses that makes it preferable for electrochemical analysis as modifying electrodes.[30–38,42–49]\nCarbon nanotubes (CNTs) are tube shaped structures formed by wrapping carbon atoms into graphite sheets and turning them into tubes. Their diameters can vary between 1 and 10 nm while their lengths can vary between 200 and 500 nm.[40,41,43–48]\nFigure 3. Step-by-step procedure to construct a CNT starting with a graphene sheet. The meaning of the helicity indices commonly employed in the literature to denote the atomic structure of CNTs is explained. Reprinted with permission Elsevier.[50]\nFigure 2. Summary of the relationship between different possible potential programs and the corresponding electroanalytical technique. (a) Chronoamperommetry; (b) Differential pulse chronoamperommetry; (c) Linear sweep voltammetry; (d) cyclic voltammetry; (e) staircase voltammetry; (f) DPV; (g) SWV; (h) AC voltammetry Reprinted with permission Elsevier.[114]\nCNTs that are used in electrochemical sensing can be classified as single-walled carbon nanotubes (SWCNTs) and multi-walled carbon nanotubes (MWCNTs). They differ from each other by having single or multiple layers of graphene sheets and by their diameter sizes. SWCNTs can have 0.4–2.5 nm of diameter while MWCNTs can have up to 100 nm. They are both widely used as modifying electrodes for analyzing biological compounds due to their advantageous characteristics (Figure 3).[40,41,43–48]\nThe similarity of carbon and nitrogen in terms of atomic size and valence electron structure, allows carbon nanomaterials to be easily modified with nitrogen, thereby improving the surface chemistry and electronic properties of these nanomaterials to obtain N-doped carbon nanomaterials.[38,43,51,52]\nN-doped carbon nanomaterials can provide more efficient results by increasing sensitivity for the determination of biological compounds such as DA, AA, and UA in electrochemical analysis.[38,43,51,52]\nNanoporous carbon materials are materials which have pore sizes up to 100 nm. They can be classified according to pore sizes: microporous (0.2–2 nm pores), mesoporous (2–50 nm pores), and macroporous (50–100 nm pores). Nanoporous carbon materials which are used as electrodes in electrochemical analysis have superior properties over carbon nanotubes and graphene. Their entire structure and pore sizes are well defined, they are affordable and they exhibit a rapid electron transfer in electrochemical analysis of biological compounds. All these mentioned features provide them to show a more sensitive sensing performance (Figure 4).[30,38,54,55]\nCNFs are a new carbon nanomaterial with properties similar to CNTs. The main thing that differentiates them is the placement of the graphene sheets of various forms as creating more edge on the outer wall of CNFs. CNFs have larger surface area which can be activated completely and they can ease the electron transfer of electroactive analytes. CNFs can be used as electrode modifying in electrochemical analysis of small molecules.[30,35,38,56,57]\nSWCNHs are novel carbon allotrope which consists of thousands of graphitic tubes with 2–5 nm of diameters by aggregating into a spherical structure with 50–100 nm of diameter. Their tubular structure is similar with SWCNTs. With their wide surface area, high pore volume, great electric conductivity, and semi conductivity, SNWCHs have taken their place as electrode modifiers in electrochemical analysis (Figure 5).[35,38,58,59]"
    }, {
      "heading" : "Non-carbon nanomaterials",
      "text" : "As metal oxides are active, cheap and thermodynamically stable compounds with spinel structure, their nanoparticles\nFigure 4. Schematic images of various S–porous carbon nanomaterials: (a) S–microporous carbon (b) S–mesoporous carbon. Reprinted with permission Elsevier.[53]\n(NPs) which have properties such as large surface area and low resistance are used as materials for sensors. These sensors which can be integrated with nanowires, nanorods, nanotubes, and nanofibers can make the electrochemical analysis more sensitive, affordable, and faster. There are various types of metal oxide NPs such as aluminum oxides (Al2O3), magnesium oxide (MgO), titanium dioxide (TiO2), manganese dioxide (MnO2), cobalt oxide (CoO), Fe3O4 magnetic NPs, etc.[30,60–62]\nMetal NPs are structures which have 1–50 nm size are formed by chemically reducing metal salts and binding them to the surface of the particle. Metal NPs-modified electrodes have become popular in electrochemical analysis due to their unique physical, chemical, and electronic features. The most important reason for the frequent use of metal NPsmodified electrodes in the determination of biological compounds in the electrochemistry is to increase the selectivity of the analysis by providing separate peaks of analytes which have close oxidation potentials and which can show overlapped peaks. Metal NPs-modified electrodes are more sensitive to changes in their surface due to their high surface area and enhanced mass transport rates and they facilitates control over NPs surface and functionalization. Most preferred metals for modification are gold, platinum, silver, copper, and palladium (Pd) (Figure 6).[14,30,61,64–67]\nNanocomposites are multiphase solid structures whose one or more constitutive phases consist of dimensions of less than 100 nm. Nanocomposites are used in electrochemical sensors due to their differentiating properties from bulk materials.[30,42,47] They can be classified as ionic liquid-based nanocomposites and polymers-based nanocomposites.\nIonic liquids (ILs) are salts containing organic cations, organic/inorganic anions and they are composed of ions in liquid state at room temperature or below room temperature. ILs have an easily configurable structure with wider potential windows than other electrolyte solutions. Their vapor pressure is neglectable, ionic conductivity is higher and they have great thermal stability, solubility, biocompatibility. All these features make ILs suitable material for electrode modification in voltammetric analysis.[30,42,64]\nConductive polymers come together with other electrochemically important nanomaterials to form the structure called polymer nanocomposites (PNCs). PNCs are highly\nelectroactive materials which have significant features owing to the synergistic effect of their components. PNCs are used for modifying electrodes; this modification method is called polymer coating. With this coating, conductivity and selectivity enhances, interference effect is reduced. Polypyrrole, polyaniline, and polythiophene are generally used as the polymer in the polymer-modified electrodes which are widely used in the electrochemical analysis.[30,42,64,68,69]\nQuantum dots (QDs), in other words semiconductor nanoparticles, which are colloidal nanocrystalline and zerodimensional structures, are a type of nanoparticles. They have started to draw attention recently due to not only their optical features but also electrochemical features that make them promising for developing sensitive electrochemical sensors. Properties of QDs that are useful in electrochemical detection are their high surface area to volume ratios, high reactivity, reasonable prices, great biocompatibility, and small sizes.[30,32,70–74]\nNanowires are one-dimensional nanostructures with nanometer-size diameters. With their high surface area to volume ratios and adjustable electron transport properties, nanowires have come to the fore an electrochemical sensors.[30,42,70,75]"
    }, {
      "heading" : "Other nanomaterials",
      "text" : "Nanoneedle is a solid material which has 1–100 nm of diameter and 1–20 mm of length with high aspect ratio and which can be produced using mostly CNTs and silicon. They can be used for detecting biomolecules in biological fluids as well as extracellular environment.[76–78] Nanoneedles are not frequently used in electrochemical analysis.\nGold nanorods (AuNRs) among Au nanostructures, which are often preferred for electrochemical detection with advantageous properties, have recently come to the forefront. AuNRs are used as materials for electrochemical sensors that increase sensitivity and selectivity in the determination of small biomolecules such as DA due to their high surface area, effective mass transport properties, and good biocompatibility.[30,79–81]\nRecent applications on pharmaceutical analysis of dopamine, ascorbic acid and uric acid\nIn the past years, spectrophotometry, high performance liquid chromatography (HPLC), fluorescence method,\nFigure 6. (a) Cyclic voltammograms of 1.0mM AA, 1.0mM DA, and 1.0mM UA in 0.10 M PBS (pH 6.0) at nitrogen-doped graphene modified GCE (NG/GCE) at a scan rate of 100mV/s. (b) Differential pulse voltammograms for 1.0mM AA, 0.05mM DA, and 0.10mM UA in a 0.1 M PBS (pH 6.0) at bare GCE (A) and NG/GCE (B). Reprinted with permission Elsevier.[63]\nFigure 7. (A) Schematic drawing of electrochemical oxidation AA, DA, and UA on graphitic carbon nitride nanosheets doped graphene oxide modified GCE (CNNSGO/GCE) (B) DPV of different concentrations of AA (C) different concentrations of DA (D) different concentrations of UA. (E) Simultaneously increasing concentration of AA, DA, and UA. The insets show the plots of the peak current vs. the concentration of AA, DA, and UA, respectively. Reprinted with permission Elsevier.[100]\nenzymatic-colorimetric assay, chemiluminescence, gas chromatography, electroanalysis, and other different analytical methods have been used for the simultaneous determination of AA, UA, and DA.[82–93] Most of the used methods have drawbacks such as high cost and necessity for pretreatment of samples. When these analytical methods are considered, electrochemical method stands out among the others as a simple, sensitive and high-efficient method for the analysis\nFigure 8. (a) DPVs of GCE, carbon paste electrode (CPE), optimal CPE and gold nanostructures modified CPE (Au-NS/CPE) in PB (pH ¼4.0) with 8 lM AA, 2 5lM DA, and 10lM UA; CVs of (b) optimal CPE and (c) Au-NS/CPE in PB (pH 4) with 30 lM AA, 30 lM DA, and 20lM UA (100mV/s scan rate), (d) DPV of Au-NS/CPE in various pH for 8 lM AA, 4lM DA, and 4lM UA with scan rate of 50mV/s. Reprinted with permission Elsevier.[103]\nFigure 9. (A) DP voltammograms at Ni nanoparticles modified glassy carbon electrode (Ni/GCE) in 0.1 M PBS (pH 7.0) containing different concentrations of AA, DA, and UA. DPVs at carbon-supported Ni nanoparticles modified glassy carbon electrode (Ni/C/GCE) in 0.1 M PBS (pH ¼7.0) containing different concentrations of AA from 20 to 2400 lM in the presence of 10 lM DA and 10 lM UA (B); DA from 1 to 55lM in the presence of 400 lM AA and 10 lM UA (C); UA from 5 to 180 lM in the presence of 400 lM AA and 5 lM DA (D). The insets show the plots of the peak current vs. the concentration of AA, DA, and UA, respectively. Reprinted with permission Elsevier.[105]\nof DA, AA, and UA. However, it is impossible to detect these compounds simultaneously and directly at bare electrodes, because AA, UA, and DA have similar structures and usually oxidize at overlapping potentials without sensitivity at bare electrodes. To overcome this problem, a wide range of electrode materials such as platinum, gold and silver, metal alloys and metal-nanoparticles, conducting polymers, and organic redox mediators were comprehensively studied.[1,5,6]\nAA, UA, and DA are compounds that coexist in biological fluids such as urine and blood and have very similar structures. For this reason, they oxidize at overlapping potentials and cause interference effect to each other. In addition, the concentration of DA (0.01–1 lM) in body fluids is very low compared to AA and UA concentrations, which makes it difficult to make a determination with high selectivity. From all reasons above, ensuring that AA, UA, and DA can be determined with high sensitivity and selectivity without interference effect to each other continues to be an important research topic for electrochemistry.[94–97]\nIn a recent study, Noroozifar et al. studied simultaneous determination of AA, UA, and DA by CV, using a silver\nFigure 10. Hydrodynamic amperometric responses of graphene-coated alumina electrode (ANF-C700/GCE) sensor upon successive addition of 15lM of AA, DA, UA, and other interfering compounds to phosphate buffer (pH 7.0) at applied potential of 0.4 V vs saturated calomel reference electrode. Reprinted with permission Springer.[1]\nhexacyanoferrate nanoparticles/carbon nanotubes modified glassy carbon electrode. As an optimal pH value, pH 2.0 chloroacetate buffer solution was chosen. Obtained linear range values with proposed method for simultaneous determination of AA, UA, and DA were; 4.0 –78 mM, 2.0–150 mM, 2.4–130 mM, respectively, and detection limits were; 4.2 10 1mM, 6.0 10 2mM, 1.4 10 1mM, respectively. The proposed method also applied to human urine and serum samples.[98]\nIn another study, Kamyabi et al. studied electrocatalytic oxidation of AA, UA, and DA at poly-2,6-diaminopyridine on the surface of carbon nanotubes/glassy carbon electrodes by DPV. pH 8.0 phosphate buffer solution was selected as an optimum supporting electrolyte and pH for determination of AA, UA, and DA. The proposed modified electrode shows an excellent electrocatalytic activity towards the oxidation of AA, UA, and DA within the linear range of 27–1830 mM, 4.16–225 mM, 0.83–10.0mM and detection limits of 5.0 mM, 0.7 mM, 0.0416 mM, respectively. This method can easily be used to selectively detect AA, UA, and DA in real samples.[99]\nSheng et al. investigated an electrochemical sensor based on nitrogen-doped graphene for simultaneous determination of AA, UA, and DA. The analysis was performed in pH 6.0 phosphate buffer solution using DPV. Acquired linear range values for AA, UA, and DA were 5.0–1300 mM, 1.0 10 1–20 mM, 5.0 10 1–170mM with detection limits of 2.2 mM, 4.5 10 2mM, 2.5 10 1mM, respectively. This work demonstrates that the proposed sensor is a promising option for electrochemical applications (Figure 6).[63]\nZhang et al. studied simultaneous determination of AA, DA, and UA at graphitic carbon nitride nanosheets doped graphene oxide modified GCE by DPV in pH 4.0 PBS. Obtained linear range results for AA, DA, and UA were 140–500mmol/L, 1–20 mmol/L, 10–200 mmol/L, and LOD values were 1.172mmol/L, 0.096 mmol/L, and 0.228mmol/L, respectively. The modified electrode was also applied to urine samples and DA injection, successfully. The proposed modified electrode showed noticeably electrocatalytic activity for the oxidation of AA, DA, and UA (Figure 7).[100]\nIn another recent study, Yan et al. determined AA, UA, and DA simultaneously with using Pd-Pt bimetallic nanoparticles/poly(diallyldimethylammonium chloride)/reduced graphene oxide/glassy carbon electrode and DPV in pH 7.4 phosphate buffer solution. Linear ranges of 40–1200 mM, 4–400 mM, 4–200mM with detection limits of 0.61 mM, 0.10 mM, 0.02 mM were obtained for AA, UA, and DA, respectively. The proposed sensor was successfully used for simultaneous determination of AA, UA, and DA in human blood and human urine samples.[101]\nNancy and Kumary studied synergistic electrocatalytic effect of a novel solar graphene–nickel hydroxide modified glassy carbon electrode for simultaneous determination of AA, UA, and DA. In pH 4.0 phosphate buffer solution, the linear ranges acquired by DPV were 150–300mM, 2–15 mM, 0.44–3.3 mM with detections limits were 30 mM, 0.46 mM, 0.12 mM for AA, UA, and DA, respectively. The proposed\nsensor was also used for determination in human serum and human urine samples.[102]\nIn another study, Afraz et al. investigated a modified carbon paste electrode with multiwalled carbon nanotube/ionic liquid/cauliflower-like gold nanostructures for simultaneous determination of AA, UA, and DA by using DPV in pH 4.0 phosphate buffer solution. 0.3–285mM, 0.1–450mM, 0.08–200mM of linear ranges and 0.12mM, 0.03mM, 0.03mM of detection limits were attained for AA, UA, and DA, respectively. The optimized electrode and method applied to\nIn another work, Chen et al. studied porous bimetallic alloyed palladium silver nanoflowers/reduced graphene oxide modified glassy carbon electrode as a new sensor for simultaneous detection of AA, UA, and DA. The as-developed sensor was used with DPV in pH 6.0 phosphate buffer solution. For simultaneous detection of AA, UA, and DA, the linear ranges were observed as 1.0–4100 mM, 3.0–186.0mM, 0.05–112.0mM, and the detection limits were observed as 0.057mM, 0.081mM, 0.048mM, respectively.[104]\nHe et al. investigated carbon-supported Ni nanoparticles modified glassy carbon electrode as a highly sensitive sensor for simultaneous determination of AA, UA, and DA. DPV was chosen as an optimum method with pH 7.0 phosphate buffer solution. Obtained linear range results were 20–2400 mM, 5–180mM, 1–55 mM with detection limits were 5 mM, 0.1 mM, 0.05 mM for AA, UA, and DA, respectively. The proposed sensor was applied in Vitamin C tablet, DA hydrochloride injection, human urine samples, and fetal\nIn a recent study, Zhu et al. studied three-dimensional graphene hydrogel and gold nanoparticles-modified glassy carbon electrode as a selective and sensitive electrochemical sensor for simultaneous determination of AA, UA, and DA using DPV. pH 7.0 phosphate buffer solution was chosen as an optimum medium. Obtained linear ranges were 1.0–700 mM, 1–60mM, 0.2–30 mM, and detection limits were 0.028mM, 0.05 mM, 0.0026 mM for AA, UA, and DA, respectively. To express the reliability of the developed biosensor for detectionn in real samples, the proposed sensor was applied in human serum samples.[106]\nIn another study, Aydogdu Tig et al. developed gold nanoparticles, poly(2,6-pyridinedicarboxylic acid) and a graphene oxide-modified glassy carbon electrode for simultaneous determination of AA, UA, and DA. They used DPV method in pH 3.0 phosphate buffer solution. 6.0–2400 mM, 0.5–150 mM, 0.05–100mM of linear range values and 1.764mM, 0.016mM, 0.017 mM of detection limit values were\nTable 1. Recent studies on electrochemical determination of AA, UA, DA (values are reported in AA, UA, DA order).\nElectrode type Method Medium Linearity range (mM) LOD (mM) Application Ref\nPTF/GCE DPV pH 3.0 4.0–792.0 0.06–166.0 0.20–45.8\n1.78 0.021 0.075\nVitamin C ampoule, Urine, Dopamine ampoule\n[110]\nPt/PMPy(BE)/Pdnano(II) DPV pH 7.4 50–1000 0.5–20 0.1–10\n7 0.027 0.012\nAA injection, Serum, Urine\n[87]\nAg-PLV/GCE LSV pH 4.0 10.0–1.0 103 0.3–10.0 0.5–10.0\n3.0 0.08 0.08\nUrine [111]\nPoly-BTB/GCE DPV pH 5.0 1.0–800.0 8.0–150\n5 10 2–5\n1 1\n0.01\nUrine [112]\nPtNPs/MWCNT/GCE DPV pH 7.0 24.5–765 6.1 10 2–2.03 4.55 10 1–50\n20 4.83 10 2 3.5 10 1\n– [113]\nPSF/GCE DPV pH 3.0 0.5–1300.0 0.2–100.0 0.05–470.3\n0.17 0.11 0.03\nVitamin C ampoule, Urine, Dopamine ampoule\n[114]\nGCE/CNT-AgHCFNPs CV pH 2.0 4.0–78 2.0–150 2.4–130\n4.2 10 1 6.0 10 2 1.4 10 1\nUrine, Serum [98]\nMWCNT/CCE DPV pH 4.5 15.00–800.00 0.55–90.00\n0.50–100.00 mM\n7.71 0.42 0.31\nVitamin C tablet, Dopamine injection solution, Serum\n[115]\nMWCNT-GCE DPV pH 7.0 280.6–2029.5 57.0–200.0 10.0–200.0\n0.62 1.65 0.67\nUrine, Dopamine injection solution, Ascorbic acid injection solution\n[116]\nMWCNT/GONR/GCE CV pH 7.0 0.1–8.5 0.15–11.4 0.15–12.15\n0.06 0.07 0.08\n– [117]\npolyluminol/ PEDOT/GCE\nCV pH 7.0 100–500 100–500 100–500\n– – [118]\nIron(II)-complex/ MWNTs/GCE\nDPV pH 5.0 11.0–1500 2.00–1500\n9.00 10 1–1200\n8 1 0.2\nVitamin C injection solution, Dopamine injection solution, Serum\n[119]\np-PPD-GCE DPV pH 5.0 2.0–2000.0 50.0–1600.0 10.0–1250.0\n0.4 2.5 0.1\nSerum [120]\nHNCMS/GCE DPV pH 7 100–1000 3–30 5–70\n0.91 0.04 0.02\nUrine [121]\nnanoSnO2/ MWCNTs/CPE\nDPV pH 6.4 0.1–5 3–200 0.3–50\n50 1\n0.03\nUrine [122]\nPoly(2, 6-DAP) film/ MWNTs/GCE\nDPV pH 8.0 27–1830 4.16–225 0.83–10.0\n5.0 0.7\n0.0416\nVitamin C injection solution, Dopamine injection solution\n[99]\nSGNF/IL/CH/GCE DPV pH 6.0 30–350 0.12–260 0.05–240\n14.8 0.10 0.04\nUrine [123]\nSPGNE DPV pH 7.0 4.0–4500 0.8–2500 0.5–2000\n0.95 0.20 0.12\nVitamin C injection, Dopamine injection, Urine\n[91]\nMCNF/PGE DPV pH 7.0 100–10000 0.5–120 0.05–30\n50 0.2 0.02\nVitamin C tablet, Dopamine injection solution, Urine\n[124]\nAuNPs–b-CD–GR/GCE SWV pH 2.0 30–2000 0.5–60 0.5–150\n10 0.21 0.15\nUrine [125]\nNG/GCE DPV pH 6.0 5.0–1300 1.0 10 1–20 5.0 10 1–170\n2.2 4.5 10 2 2.5 10 1\n– [63]"
    }, {
      "heading" : "MWCNT – T",
      "text" : "MWCNT – COOH MWCNT – OH\nDPV pH 7.4 – 10–1–0.05 10–10–0.5 50–50–1\n– [126]\nHCNTs/GCE DPV pH 4.5 7.5–180 6.7–65 2.5–105\n0.92 1.5 0.8\n– [127]\nPCF electrode DPV pH 4.0 Urine, Dopamine injection\n[128]\n(continued)\nTable 1. Continued.\nElectrode type Method Medium Linearity range (mM) LOD (mM) Application Ref\n10–570 0.1–9.8 0.1–9.8\n2.9 0.03 0.04\nN-PCNPs/GCE DPV pH 7.0 80–2000 4–50 0.5–30\n0.74 0.021 0.011\nUrine [101]\npoly (Tyr)/ MWCNTsCOOH/GCE\nDPV pH 7.4 50–1000 1.0–350\n1.0 10 1–30\n2.0 0.30 0.02\nSerum [129]\nPd3Pt1/PDDA-rGO/GCE DPV pH 7.4 40–1200 4–400 4–200\n0.61 0.10 0.04\nSerum, Urine [101]\nPANI-GO/GCE DPV pH 7.0 25–200 2–18 2–18\n20 0.92 0.5\n– [130]\nPEDOT-Ni/Si/CPE DPV pH 7.4 20–1400 36–216 12–48\n10 2.7 1.5\nUrine [131]\nPt/PAAQ SWV pH 7.0 112–1210 35–420 21.5–106\n25 11.5 3.05\nUrine [132]\nGCE/MWCNTYFNPs-CH\nCV pH 5.0 2.0–600.0 1.8–640.0 2.0–560.0\n0.77 0.17 0.22\nSerum, Urine [133]\np-PAA-CNT electrode DPV pH 7.0 0.16–3.12 10 3 0.76–2.92 10 3 3.54–136 10 6\n39.5 42.2 2.90 10 1 Urine, Cerebrospinal fluid\n[134]\nPPD/MWCNTs/GCE DPV pH 7.4 10–1000 4–1200 1–100\n5 0.5 0.5\nUrine [135]\nnano-Cu–PSA III/GCE DPV pH 4.0 0.30–730 0.25–107 0.02–65\n0.15 0.10 0.01\nUrine, Serum, Dopamine injection\n[136]\nDpAu/PTCA–Cys/GCE DPV pH 4.0 20–700 0.40–252 2–402\n6.40 0.12 0.67\n– [137]\nelectrochemically treated GCE\nDPV pH 7.0 25–300 5–70 3–30\n23.38 4.70 2.67\nSerum, Urine, Multivitamin tablet\n[138]\nPdNPs/GR/CH GCE DPV pH 4.0 100–4000 0.5–200 20–200\n20 0.17 0.1\n– [139]\nPDDA@HCNTs/GCE DPV pH 7.4 25–1050 5.0–175 0.25–10\n0.12 0.22 0.08\nSerum [140]\nP-4-ABA/GCE DPV pH 4.5 20.0–800.0 1.0–80.0 5.0–100.0\n5.0 0.5 1.0\nUrine [141]\nCoTPP-CRGO/GCE DPV pH 6.5 5.0–200.0 0.5–40 0.1–12.0\n1.2 0.15 0.03\nUrine, Serum [142]\nFe3O4/rGO/GCE DPV pH 7.0 160–7200 4–20 0.4–3.5\n20 0.5 0.08\n– [143]\nH-GO/GCE DPV pH 6.0 1–100 0.5–50 0.5–40\n0.3 0.17 0.17\nUrine, Serum [144]\nAu-NS/CPE DPV pH 4.0 0.3–285 0.1–450 0.08–200\n0.12 0.03 0.03\nUrine, Serum [103]\nCTAB-GO/MWCNT/GCE DPV pH 7.0 5.0–300.0 3.0–60.0 5.0–500.0\n1.0 1.0 1.5\nUrine [145]\nPImox-GO/GCE DPV pH 3.0 75‒2275 3.6‒249.6 12‒278\n18.0 0.59 0.63\n– [146]\nFe3O4@CNT-N/GCE SWV pH 2.5 5–235 2.5–85 2.5–65\n0.24 0.047 0.050\n– [147]\nGR-MWCNTsAuNCs/GCE\nDPV pH 4.0 120–1701 0.7–88.3 2–213\n40 0.23 0.77\n– [148]\nPd-NPs/CPE DPV pH 4.5 Urine, Serum [149]\n(continued)\nTable 1. Continued.\nElectrode type Method Medium Linearity range (mM) LOD (mM) Application Ref\n0.6–112 0.5–225 0.1–151\n0.2 0.15 0.03\nLap/GR/ GCE DPV pH 7.0 5.0–1300 1.0 10 1–26 5 10 1–170\n2.2 4.5 10 2 2.5 10 1\n– [150]\nAu@Pd-rGO/GCE DPV pH 7.0 1–800 0.1–350 0.1–100\n0.28 0.02 0.024\nUrine [151]\nrGO/GCE DPV pH 7.0 0.7–100 2–600 0.1–400\n0.7 1 0.1\nSerum, Urine [152]\nAuNPs@MoS2/GCE DPV pH 7.0 10 3–7 104\n10–7 103 0.05–4 103\n100 10 0.05\nSerum [153]\nAuNPL/rGO/GCE DPV pH 7.0 240–1500 8.8–53 6.8–41\n51 1.8 1.4\nSerum [154]"
    }, {
      "heading" : "MWCNT/",
      "text" : "PEDOT–FAD/GCE\nLSV pH 7.0 400–8000 2–40 6–75\n400 2 6\nUrine [155]\nCNNS-GO/GCE DPV pH 4.0 140–500 10–200 1–20\n1.172 0.228 0.096\nUrine, Dopamine injection\n[100]\nRu/Pty/GCE LSSV pH 4.1 – 0.31 0.58 0.08\nSerum [156]\nDL-norvaline-modified GCE\nDPV pH 5.0 20–400 15–180 1–40\n5 10 0.3\nVitamin C, Dopamine, Serum\n[157]\nNi-sG/GCE DPV pH 4.0 150–300 2–15\n0.44–3.3\n30 0.46 0.12\nSerum, Urine [102]\nFe3O4-NH2@GS/GCE DPV pH 7.0 10–400 3.0–170 0.2–30\n0.15 0.39 0.05\nVitamin C tablet, Dopamine ampoule, Urine\n[158]\nTrp-GR/GCE DPV pH 7.0 200–12900 10–1000 0.5–110\n10.09 1.24 0.29\nVitamin C injection, Multivitamin tablet, Dopamine injection, Urine, Serum\n[159]\nMgO nanobelts/GCE CV pH 5.0 2.5–15 0.125–7.5 25–250\n0.2 0.04 0.05\n– [160]\nGEF/CFE DPV pH 7.0 73.52–2305.53 3.98–371.49 1.36–3.98\n73.52 3.98 1.36\nSerum, Urine [161]\nErGO/CFE DPV pH 7.0 8–2016.45 6–899.3\n1.5–224.82\n4.5 2.23 0.77\n– [162]\nPL-LEU/DNA/GCE CV pH 4.5 5.0–750.0 0.5–100.0 0.1–100.0\n2.0 0.2 0.04\nUrine [163]\n(Au/PEDOT-Pt-Ag/ AgCl) elecCell\nDPV pH 7.0 0.5–300 0.1–300 0.2–300\n0.2 0.05 0.1\n– [164]\nGCE-ErGO-AuNP DPV pH 7.4 1–6000 2–7000\n0.01–3000\n1 2\n0.01\n– [165]\nrGO–CNT/ ITO electrode\nDPV pH 7.0 10–200 0.2–16 0.2–8.0\n5.31 0.17 0.04\nUrine [166]\nAgNW/rGO/SPCE LSV pH 7.4 45–1550 35–300 40–450\n0.81 0.30 0.26\n– [167]\nrGO–PAMAM–MWCNT–AuNP/GCE\nDPV pH 4.0 20–1800 1.0–114 10–320\n6.77 0.33 3.33\n– [168]\nPt–GR–CNT/GCE DPV pH 7.0 200–900 0.1–50 0.2–30\n50 0.1 0.01\nVitamin C tablet, Serum, Urine\n[169]\nNCNF/ GCE DPV pH 4.5 50–3000 5–200 1–10\n50 1 0.5\nDopamine injection, Urine\n[170]\nNiCo-NPs-in-N/C/GCE DPV pH 7.0 Urine [171]\n(continued)\nTable 1. Continued.\nElectrode type Method Medium Linearity range (mM) LOD (mM) Application Ref\n50–1500 10–500 0.5–900\n0.091 0.014 0.080\npolyXa/MWCNT/GCE DPV pH 7.0 10–1000 10–1000 10–3200\n10 5 1\nUrine [172]\nCP/GCE DPV pH 7.0 19.2–135 3.84–27 3.84–27\n8.3 1.6 1.5\nSerum [173]\nPdAg NFs/rGO/GCE DPV pH 6.0 1.0–4100 3.0–186.0 0.05–112.0\n0.057 0.081 0.048\n– [104]\nZnO–CuxO–PPy/GCE DPV pH 4.0 200–1000 0.5–70.0 0.1–130.0\n25.0 0.2 0.04\nUrine [174]\nAg-PPy/GCE DPV pH 4.0 10–580 2–100 0.5–155\n1.8 0.5 0.1\n– [175]\nHNP-PtCu/GCE DPV pH 7.0 200–1000 5–1000 0.1–1000\n25.1 2.3 0.1\n– [176]\nPTCA-Cys-AuNPs/GCE DPV pH 4.0 3.2–435 0.8–297 0.04–100\n1.1 0.27 0.010\nSerum [177]\nGPE/FGS DPV pH 7.0 0.05–9.0 0.03–5.5 0.03–13\n0.02 0.01 0.01\nUrine [178]\nPt NSs/C60/GCE DPV pH 7.0 10–1800 9.5–1187 0.5–211.5\n0.43 0.63 0.07\nUrine, Calf plasma [179]\nPBG/GCE DPV pH 6.0 0.5–1000 0.5–200 0.05–10\n0.17 0.17 0.017\nVitamin C tablet, Serum\n[180]\nPG/GCE CV pH 7.0 9.00–2314 6.00–1330 5.00–710\n6.45 4.82 2.00\n– [181]\nMgO/GR/Ta Wire electrode\nDPV pH 5.0 5.0–50.0 1.0–70.0 0.1–7.0\n0.03 0.12 0.15\nSerum [182]\nPd@Au/rGO/GCE DPV pH 7.0 50–2856.63 5–680.76 1–400.56\n24.88 1.25 0.2\nMouse urine and serum\n[183]\n3DGLCFs/GCE DPV pH 7.0 12.5–400 0.05–15 0.05–10\n2.0 0.01 0.01\nSerum [184]\nB-MWCNTs CV pH 7.0 – 1.21 0.65 0.11\n– [185]\nNi/C/GCE DPV pH 7.0 20–2400 5–180 1–55\n5 0.1 0.05\nVitamin C tablet, Dopamine injection solution, Urine, Fetal bovine serum\n[105]\nMNC/GCE SWV pH 6.0 1–700 0.01–80 0.001–30\n0.01 0.01 0.001\nUrine [186]\nCNHs/PGLY/GCE DPV pH 6.0 30–450 2–350 1–280\n0.34 0.18 0.03\nUrine [187]\nN-MWCNTs/AuNPs CV pH 7.0 – 0.9 0.4 0.3\nUrine [188]\nAuNPs/PDDA/GNS/GCE DPV pH 7.0 600–4200 6–156 2 106–28 106 80 2.0 1.0\nUrine [189]\n3DGH-AuNPs/GCE DPV pH 7.0 1.0–700 1–60 0.2–30\n0.028 0.005 0.0026\nSerum [106]\n[Ni(phen)2]2þ/ SWCNTs/GCE\nDPV pH 4.0 30–1546 1–1407 1–780\n12 0.76 1\nVitamin C tablets, Dopamine injection, Urine\n[190]\nHNP-PtTi modified electrode\nDPV pH 7.0 200–1000 100–1000 4–500\n24.2 5.3 3.2\nSerum [191]\nrGO–ZnO/GCE DPV pH 6.0 Plasma, Urine [192]\n(continued)\nacquired for AA, UA, and DA, respectively. To illustrate the analytical applicability of the modified electrode for simultaneous determination of AA, UA, and DA, the analysis was performed in human serum samples.[6]\nIn a recent work, Taleb et al. studied ultra-sensitive voltammetric simultaneous determination of AA, UA, and DA with graphene-coated alumina electrode. They used DPV method in pH 7.0 phosphate buffer. Acquired linear range results were 0.5–60 mM, 1–60 mM, 1–80 mM with detection limits were 0.59mM, 0.28 mM, 0.47 mM for AA, UA, and DA, respectively. To investigate the practical performance of developed electrode for simultaneous determination of AA, UA and DA in real samples, graphene-coated alumina electrode was applied in human urine samples. They also investigated the selectivity of proposed sensor using different potential interferents (caffeine, FeCl3, MgCl2, citric acid, Na2SO4, NH4Cl, glucose, urea, H2O2, and NaCl) using hydrodynamic amperometry. They observed that interference effects of those species are unimportant for determination of AA, UA and DA (Figure 10).[1]\nWang et al. studied three-dimensional porous graphenemodified glassy carbon electrode for simultaneous detection of DA and UA in the presence of AA using DPV. The analysis was performed in pH 6.8 phosphate buffer. Obtained linear range values were 0.2–8 mM, 1–60 mM and detection limit values were 0.2 mM, 1 mM for DA and UA, respectively. The results indicated that the proposed electrode allowed detecting DA and UA selectively and sensitively in the presence of AA (Figure 11).[97]\nHe et al. investigated the synergistic effect of graphene and multiwalled carbon nanotubes on a glassy carbon\nelectrode for simultaneous determination of UA and DA in the presence of AA. They used DPV and poly(diallyldimethylammonium chloride)-graphene-multiwalled carbon nanotube glassy carbon electrode in pH 7.0 phosphate buffer. The linear ranges of UA and DA were 2.0–80.0 mM, 10.0–400.0mM with detection limits of 0.62 mM, 0.65 mM, respectively. The analysis was also performed in the human urine samples. The results showed that the modified electrode gives stable, reproducible and reliable results for simultaneous determination of UA and DA in the presence of AA.[107]\nYu et al. proposed selective and sensitive determination of UA in the presence of AA and DA by poly(diallyldimethylammonium chloride) functionalized graphene/graphite composite electrode using DPV. The analysis was performed in pH 7.0 phosphate buffer. The linear range of UA was 0.5–20 mM with 0.08 mM of detection limit. The proposed electrode was also used to determine UA in human urine samples (Figure 12).[108]\nQuan et al. studied selective determination of DA in the presence of AA and UA by nafion/single-walled carbon nanotubes and poly(3-methylthiophene) film-modified glassy carbon electrode using DPV in pH 4.0 phosphate buffer. The modified electrode was also applied to determine DA in pharmaceutical product for verifying the reliability of the method (Figure 13).[94]\nWu et al. investigated porous graphite oxide-modified glassy carbon electrode for selective voltammetric determination of DA and UA in the presence of AA. The analysis was performed using CV in pH 7.0 phosphate buffer. Acquired linear range values were 10–60 mM, 10–100mM\nTable 1. Continued.\nElectrode type Method Medium Linearity range (mM) LOD (mM) Application Ref\n50–2350 3–330 1–70\n3.71 1.08 0.33\nGCE/AuNPs/P(PDA)-GO DPV pH 3.0 6.0–2400 0.5–150 0.05–100\n1.764 0.160 0.017\nUrine [6]\nNiHCF/PDAN/GCE SWV pH 7.0 600–1000 600–1000 600–1000\n0.036 0.037 0.034\nSerum [193]\n3D NHPC/GCE SWV pH 7.4 1.0–120.0 2.0–30.0 0.05–14.50\n0.100 0.140 0.020\nUrine [194]\nANF-C700 DPV pH 7.0 0.5–60 1–60 1–80\n0.59 0.28 0.47\nUrine [1]\nrGO-Ag/PANI/GCE DPV pH 7.0 50–1000 20–350 5–200\n0.50 0.2 0.2\nSerum [5]\nGCE/CB-CH DPV pH 7.4 25–1600 5–1800 0.1–1400\n0.1 0.1 0.1\nVitamin C tablet, Dopamine injection, Urine\n[195]\nSnO2/CH/GCE DPV pH 7.0 20–220 1–100 0.1–18\n2.45 0.89 0.017\nDopamine injection, Urine\n[196]\n3DGH-Fc/GCE DPV pH 7.0 20–450 8–400 10–180\n0.183 0.067 0.042\nSerum [197]\nGCE/PrGO/PB CV pH 6.0 283–2330 40–415 40–2330\n34.7 8.0 26.2\n– [198]\nPoly-DY/GCE DPV pH 3.0 15–80 0.20–2.7 0.035–2.5\n0.050 0.016 0.004\nSerum [199]\nwith detection limits of 0.04 mM, 0.02 mM for DA and UA, respectively. For investigation of validity and reliability of the proposed electrode in biological analysis, human urine and rat serum samples were used to determine DA and UA in the presence of AA. According to the results, the modified electrode showed high stability, good reproducibility, and good anti-interference ability.[96]\nWang et al. studied 1-butyl-3-methylimidazolium 2- amino-3-mercaptopropionic acid salt ionic liquid functionalized graphene-modified glassy carbon electrode as an electrochemical sensor for the simultaneous determination of DA and UA in the presence of AA using DPV. pH 7.0 phosphate buffer was chosen as optimal medium. The detection limits of UA and DA were 0.323mM, 0.679mM with 1–600 mM, 1–400mM of linear ranges, respectively. Human urine samples were used for further evaluation of the proposed method.[109]\nLi et al. investigated electrocatalytic detection of DA in the presence of AA and UA using single-walled carbon nanotubes modified electrode. SWV method and pH 7.0 phosphate buffer were used. The linear range results which were obtained from SWV were 5–100mM with detection limit of 0.02mM for DA. The proposed method was also applied to determine DA in DA injection solution, human urine, serum, and plasma samples.[95]\nSelected of the recent studies are summarized in Table 1."
    }, {
      "heading" : "Conclusion",
      "text" : "Due to their sensitivity, selectivity, and reliability, voltammetric methods have been widely used in recent years for the simultaneous determination of AA, UA, and DA which oxidize at almost the same potentials and are significant compounds of the human body. In addition, the use of various nanomaterials, which have unique advantages in the electrochemical determination of biological compounds, has gained considerable importance. In this review, the recent studies on simultaneous determination of AA, UA, and DA using various voltammetric methods and nanosensors were reviewed. In addition, frequently used voltammetric analysis techniques and nanomaterials were explained in detail.\nWhen these studies were examined, it was seen that the most widely used method is DPV in which carbon-based nanomaterials are most frequently used. In order to investigate the analytical applicability of the proposed methods; mostly, urine and serum applications were performed; additionally, applications were performed to the pharmaceutical preparations of AA and DA. In all studies, it was stated that the proposed methods facilitated the simultaneous determination of AA, UA, and DA compared to the bare electrode. For future prospects, it can be stated that, on-site analyses of these biologically important compounds would be critical; hence one can achieve determination of these biologically important compounds without going to a hospital. Moreover, electrochemical simultaneous determination of these biologically important compounds can be achieved by nanosensors coupled with novel transducers such as paperbased, channel-based, microfluidic platforms. With these\nselective separation electrochemical techniques, many ingredients such as folic acid, xanthine caffeine, citric acid, glucose, urea, and other mostly found important compounds can be also analyzed using electrochemical nanosensors.\nAbbreviations\n3D three-dimensional 3DGH-AuNPs three-dimensional graphene hydrogel and gold Nanoparticles 3DGLCFs three-dimensional graphene-like carbon frameworks AA ascorbic acid AbSV abrasive stripping voltammetry AdSV adsorptive stripping voltammetry AFM atomic force microscope AgHCFNPs silver hexacyanoferrate nanoparticles Ag-PLV silver doped poly (l-valine) Ag-PPy silver nanoparticles modified polypyrrole nanofibers ANF-C700 graphene-coated alumina electrode ASV anodic stripping voltammetry AuNP gold nanoparticles AuNRs gold nanorods Au-NS gold nanostructures B-MWCNTs multi-walled carbon nanotubes doped with boron C60 fullerene CB-CH carbon black-chitosan ink CCE carbon-ceramic electrode CFE carbon fiber electrode CH chitosan CNFs carbon nanofibers CNHs carbon nanohorns CNNS graphitic carbon nitride nanosheets CNNS-GO/GCE graphitic carbon nitride nanosheets doped graphene oxide modified GCE CNT carbon nanotube CoO cobalt oxide CoTPP-CRGO cobalt tetraphenylporphyrin with chemically reduced graphene oxide CP carbon paste CPE carbon pasta electrode CSV cathodic stripping voltammetry CV cyclic voltammetry DA dopamine DNA deoxyribonucleic acid DpAu/PTCA–Cys deposited gold nanocyrstals enchanted porous\n3,4,9,10-perylentetracarboxylic acid and l-cysteine\nDPV differential pulse voltammetry ElecCell electrochemical microcells ErGO electrochemically reduced graphene oxide FAD flavin adenine dinucleotide Fc ferrocene hybrid Fe3O4@CNT-N N-doped carbon nanotubes functionalized with Fe3O4 nanoparticles Fe3O4-NH2 amino-group functionalized mesoporous Fe3O4 FGS functionalized graphene sheets GCE glassy carbon electrode GEF graphene flowers GH graphene hydrogel GNS graphene nanosheets GO graphene oxide GONR graphene oxide nanoribbon GPE graphene paste electrode GR graphene GS graphene sheets\nHCNTs helical carbon nanotubes H-GO hemin functionalized graphene oxide HNCMS hollow nitrogen-doped carbon microspheres HNP-PtCu hierarchical nanoporous platinum-copper alloy HNP-PtTi hierarchical nanoporous PtTi alloy HPLC high performance liquid chromatography IL ionic liquid ITO indium tin oxide Lap laponite LOD limit of detection LSSV linear square strippig voltammetry LSV linear sweep voltammetry MCNF mesoporous carbon nanofiber MCPE microchannel plate electrode MNC mesoporous nitrogen rich carbon MWCNT – COOH carboxyl-containing MWCNT MWCNT – OH hydroxyl-containing MWCNT MWCNT – P pristine MWCNT MWCNT – T acid-treated MWCNT MWCNTs multi-walled carbon nanotubes MWNTs multi-walled nanotubes nano-Cu–PSA III Cu nanoparticles – poly(sulfonazo III) nanoSnO2 SnO2 nanoparticles NCNF nitrogen-doped carbon nanofiber NCs nanoclusters NF nafion NG nitrogen-doped grapheme NHPC N-doped hierarchically porous carbon [Ni(phen)2]2þ nickel(II) -bis(1,10-phenanthroline) complex Ni/C carbon-supported Ni nanoparticles Ni/GCE Ni nanoparticles modified glassy carbon electrode NiCo-NPs-in-N/C NiCo alloy nanocrystals embedded in hierarchically structured N-doped carbon nanoplates NiHCF/PDAN nickel hexacyanoferrate and poly 1,5-diaminonaphthalene Ni-sG nickel(III)/nickel(II) solar graphene N-MWCNTs N-doped MWCNTs N-PCNPs nitrogen doped porous carbon nanopolyhedra NPL nanoplates NPs nanoparticles NPV normal pulse voltammetry NS nanosheets NW nanowire P(PDA) poly(2,6-pyridinedicarboxylic acid) P-4-ABA poly(4-aminobutyric acid) PAAQ poly(1-aminoanthraquinone) PAMAM poly(amido-amine) PANI polyaniline PB Prussian blue PBG poly (bromocresol green) PCF pyrolytic carbon film Pd3Pt1 Pd–Pt bimetallic nanoparticles PdAg NFs porous bimetallic alloyed PdAg nanoflowers PDDA poly(dimethyl diallyl ammonium chloride) PDDA-G/CPE poly(diallyldimethylammonium chloride) functionalized graphene/graphite composite electrode PEDOT poly(3,4-ethylenedioxythiophene) PG/GCE porous graphite oxide modified GCE PG pristine graphene PGE pyrolytic graphite electrode PGLY poly(glycine) PGR porous graphene modified glassy carbon electrode PImox overoxidized polyimidazole PL-LEU poly(l-leucine) PMT poly(3-methylthiophene) PNCs polymer nanocomposites Poly(2, 6-DAP) poly-2,6-Diaminopyridine Poly-BTB polybromothymol blue film Poly-DY poly-(Dianix Yellow) film Poly(Tyr) poly(tyrosine) polyXa poly(Xanthurenic Acid) p-PAA poly(1-aminoanthracene) PPD poly(pyrocatechol-3,5-disodiumsulfonate) p-PPD para-phenylenediamine PrGO photochemically reduced graphene oxide PSF poly(sulfonazo III) Pt/PMPy(BE)/Pdnano(II) poly(N-methylpyrrole)/Pd-nanoclusters platinum electode PTCA-Cys 3,4,9,10-perylenetetracarboxylic acid and L-cysteine PTF poly-Tiron film Pty polytyramine film QDs quantum dots rGO reduced graphene oxide RPV reverse pulse voltammetry Ru tris(2,20-bipyridyl)Ru(II) complex SEM scanning electron microscopy SGNF stacked graphene platelet nanofibers SPCE screen-printed carbon electrode SPGNE screen-printed graphene electrode SV stripping voltammetry SWCNHs single walled carbon nanohorns SWCNTs single walled carbon nanotubes SWV square wave voltammetry TEM transmission electron microscopy Trp tyrptophan UA uric acid YFNPs ytterbium fluoride nanoparticles ZnO–CuxO–PPy zinc oxide nanosheets and copper oxide decorated polypyrrole nanofiber b-CD b-cyclodextrin"
    }, {
      "heading" : "ORCID",
      "text" : "S. Irem Kaya http://orcid.org/0000-0003-0578-5399 Sevinc Kurbanoglu https://orcid.org/0000-0002-7079-7604 Sibel A. Ozkan https://orcid.org/0000-0001-7494-3077"
    } ],
    "references" : [ {
      "title" : "Ultra-Sensitive Voltammetric Simultaneous Determination of Dopamine, Uric Acid and Ascorbic Acid Based on a Graphene-Coated Alumina Electrode",
      "author" : [ "M. Taleb", "R. Ivanov", "S. Bereznev", "S.H. Kazemi", "I. Hussainova" ],
      "venue" : "Microchim. Acta",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2017
    }, {
      "title" : "Akılcı Tedavi Y€on€  unden Tıbbi Farmakoloji",
      "author" : [ "O.S. Kayaalp" ],
      "venue" : null,
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2012
    }, {
      "title" : "Review of Concepts and Controversies of Uric Acid as Antioxidant and Pro-Oxidant",
      "author" : [ "A.N. Kumar", "P. Aruna", "J.N. Naidu", "R. Kumar", "A.K. Srivastava" ],
      "venue" : "Arch. Med. Rev. J. 2015,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2015
    }, {
      "title" : "Simultaneous Electrochemical Determination of Ascorbic Acid, Dopamine and Uric Acid Based on Reduced Graphene Oxide-Ag/PANI Modified Glassy Carbon Electrode",
      "author" : [ "Z. Guo", "X. Luo", "Y. Li", "D. Li", "Q. Zhao", "M. Li", "C. Ma", "Y. Zhao" ],
      "venue" : "Chem. Res. Chin",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2017
    }, {
      "title" : "Aydo  gdu Tı",
      "author" : [ "G. G€ unendi", "Ş. Pekyardımcı" ],
      "venue" : "J. Appl. Electrochem",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2017
    }, {
      "title" : "Electroanalysis in Biomedical and Pharmaceutical Sciences",
      "author" : [ "S.A. Ozkan", "J.-M. Kauffmann", "P. Zuman" ],
      "venue" : "Switzerland AG: Springer,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2015
    }, {
      "title" : "Analysis of Pharmaceuticals and Biological Fluids Using Modern Electroanalytical Techniques",
      "author" : [ "S.A. €  Ozkan", "B. Uslu", "H.Y. Aboul-Enein" ],
      "venue" : "Crit. Rev. Anal. Chem. New York: VCH Publishers,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2003
    }, {
      "title" : "Instrumental Methods in Electrochemistry",
      "author" : [ "R. Greef", "R. Peat", "L.M. Peter", "D. Pletcher" ],
      "venue" : "Ellis Horwood: Chichester,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 1990
    }, {
      "title" : "Nanomaterial-Based Electrochemical Biosensors",
      "author" : [ "J. Wang" ],
      "venue" : null,
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2005
    }, {
      "title" : "Prospects of Nanomaterials in Biosensors",
      "author" : [ "P. Pandey", "M. Datta", "B.D. Malhotra" ],
      "venue" : "Anal. Lett. 2008,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2008
    }, {
      "title" : "Electrochemical Carbon Based Nanosensors: A Promising Tool in Pharmaceutical and Biomedical Analysis",
      "author" : [ "S. Kurbanoglu", "S.A. Ozkan" ],
      "venue" : "J. Pharm. Biomed. Anal. 2017,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2017
    }, {
      "title" : "Electrochemical Sensors and Biosensors Based on Nanomaterials and Nanostructures",
      "author" : [ "C. Zhu", "G. Yang", "H. Li", "D. Du", "Y. Lin" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "Pattern Recognition of Neurotransmitters Using Multimode Sensing",
      "author" : [ "R.-I. Stefan-van Staden", "I. Moldoveanu", "J.F. van Staden" ],
      "venue" : "J. Neurosci. Methods",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2014
    }, {
      "title" : "Electrochemistry of Nucleic Acids and Proteins: Towards Electrochemical Sensors for Genomics and Proteomics",
      "author" : [ "E. Palacek", "F. Scheller", "J. Wang" ],
      "venue" : "New York: Elsevier Science,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2005
    }, {
      "title" : "Trends in Electrochemistry in Drug Analysis",
      "author" : [ "J.C. Vire", "J.-M. Kauffmann" ],
      "venue" : "Curr. Top. Electrochem. 1994,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 1994
    }, {
      "title" : "Electroanalytical Methods in Pharmaceutical Analysis and Their Validation, 1st ed.; 13Page#:Item: Line 2155",
      "author" : [ "S.A. Ozkan" ],
      "venue" : "HNB Pub.,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2012
    }, {
      "title" : "Electrochemical Sensors, Biosensors and Their Biomedical Applications",
      "author" : [ "X. Zhang", "H. Ju", "J. Wang" ],
      "venue" : "New York: Elsevier,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2008
    }, {
      "title" : "Electrochemistry. Principles, Methods and Applications",
      "author" : [ "C.M.A. Brett" ],
      "venue" : null,
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 1993
    }, {
      "title" : "Electroanalysis of Biologically Important Compounds",
      "author" : [ "J.P. Hart" ],
      "venue" : "Ellis Horwood: Chichester,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 1990
    }, {
      "title" : "Analytical Electrochemistry",
      "author" : [ "J. Wang" ],
      "venue" : "United States: John Wiley,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2006
    }, {
      "title" : "Electroanalytical Methods: Guide to Experiments and Applications",
      "author" : [ "F. Scholz", "Z. Stojek", "G. Inzelt", "F. Marken", "A. Neudeck", "A.M. Bond", "M. Lovric", "U. Retter", "H. Lohse", "R. G Compton" ],
      "venue" : null,
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2010
    }, {
      "title" : "Analytical and Physical Electrochemistry, 1st ed.; Lausanne, Switzerland",
      "author" : [ "H.H. Girault" ],
      "venue" : "EPFL Press,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2005
    }, {
      "title" : "Essentials in Nanoscience and Nanotechnology",
      "author" : [ "N. Kumar", "S. Kumbhat" ],
      "venue" : "United States: John Wiley, 2016,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 1192
    }, {
      "title" : "Nanomaterials Based Electrochemical Sensors for Biomedical Applications",
      "author" : [ "A. Chen", "S. Chatterjee" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2013
    }, {
      "title" : "Recent Advances in Nanomaterial-Based Sensors for Detection of Trace Nitroaromatic Explosives",
      "author" : [ "F. Akhgari", "H. Fattahi", "Y.M. Oskoei" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2015
    }, {
      "title" : "Recent Applications of Carbon-Based Nanomaterials in Analytical Chemistry",
      "author" : [ "K. Scida", "P.W. Stege", "G. Haby", "G.A. Messina", "C.D. Garc  ıa" ],
      "venue" : "Critical Review. Anal. Chim. Acta",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2011
    }, {
      "title" : "Application of Carbon-Based Nanomaterials in Sample Preparation: A Review",
      "author" : [ "B.T. Zhang", "X. Zheng", "H.F. Li", "J.M. Lin" ],
      "venue" : "Anal. Chim. Acta",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2013
    }, {
      "title" : "Carbon-Based Nanomaterials: Multifunctional Materials for Biomedical Engineering",
      "author" : [ "C. Cha", "S.R. Shin", "N. Annabi", "M.R. Dokmeci", "A. Khademhosseini" ],
      "venue" : "ACS Nano 2013,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2013
    }, {
      "title" : "Carbon-Based Nanomaterials",
      "author" : [ "J.R. Siqueira", "O.N. Oliveira" ],
      "venue" : "In Nanostructures; New York: Elsevier,",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2017
    }, {
      "title" : "Preparation and Characterization of Green-Nano-Composite Material Based on Polyaniline, Multiwalled Carbon Nano Tubes and Carboxymethyl Cellulose: For Electrochemical Sensor Applications",
      "author" : [ "V. Gautam", "K.P. Singh", "V.L. Yadav" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2018
    }, {
      "title" : "Polyaniline/MWCNTs/ Starch Modified Carbon Paste Electrode for Non-Enzymatic Detection of Cholesterol: Application to Real Sample (Cow Milk)",
      "author" : [ "V. Gautam", "K.P. Singh", "V.L. Yadav" ],
      "venue" : "Anal. Bioanal. Chem",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2018
    }, {
      "title" : "Long Term Determination of Dopamine and Uric Acid in the Presence of Ascorbic Acid Using Ytterbia/Reduced Graphene Oxide Nanocomposite Prepared through a Sonochemical Route",
      "author" : [ "H. Jafari", "M.R. Ganjali", "A.S. Dezfuli", "F. Faridbod" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2018
    }, {
      "title" : "Recent Trends in Electrochemical Sensors for Multianalyte Detection – a Review",
      "author" : [ "N. Jadon", "R. Jain", "S. Sharma", "K. Singh" ],
      "venue" : "Talanta",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2016
    }, {
      "title" : "Recent Trends in Carbon Nanomaterial-Based Electrochemical Sensors for Biomolecules: A Review",
      "author" : [ "C. Yang", "M.E. Denno", "P. Pyakurel", "B.J. Venton" ],
      "venue" : "Anal. Chim. Acta",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2015
    }, {
      "title" : "The Electronic Properties of Graphene",
      "author" : [ "A.H.C. Neto", "F. Guinea", "N.M.R. Peres", "K.S. Novoselov", "A.K. Geim" ],
      "venue" : "Rev. Mod. Phys",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2009
    }, {
      "title" : "Graphene : Status and Prospects",
      "author" : [ "A.K. Geim" ],
      "venue" : "Science",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2009
    }, {
      "title" : "The Rise of Graphene",
      "author" : [ "A.K. Geim", "K.S. Novoselov" ],
      "venue" : "Nature Mater. 2007,",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 1849
    }, {
      "title" : "Nanomaterials-Based Electrochemical Sensors for Nitric Oxide",
      "author" : [ "X. Dang", "H. Hu", "S. Wang", "S. Hu" ],
      "venue" : "Microchim. Acta",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2015
    }, {
      "title" : "Fullerenes, Nanotubes, Onions and Related Carbon Structures",
      "author" : [ "C.N.R. Rao", "R. Seshadri", "A. Govindaraj", "R. Sen" ],
      "venue" : "Mater. Sci. Eng",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 1995
    }, {
      "title" : "Biomedical Applications of Functionalized Fullerene-Based Nanomaterials",
      "author" : [ "J.L. Conyers", "R. Partha" ],
      "venue" : "Int J Nanomedicine",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2009
    }, {
      "title" : "Hybrid Carbon Based Nanomaterials for Electrochemical Detection of Biomolecules",
      "author" : [ "T. Laurila", "S. Sainio", "M. Caro" ],
      "venue" : "Prog. Mater. Sci. 2017,",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2017
    }, {
      "title" : "N-Doping and Coalescence of Carbon Nanotubes: Synthesis and Electronic Properties",
      "author" : [ "M. Terrones", "P.M. Ajayan", "F. Banhart", "X. Blase", "D.L. Carroll", "J.C. Charlier", "R. Czerw", "B. Foley", "N. Grobert", "R Kamalakaran" ],
      "venue" : "Appl. Phys. A",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2002
    }, {
      "title" : "Selective Attachment of Gold Nanoparticles to Nitrogen-Doped Carbon Nanotubes",
      "author" : [ "K. Jiang", "A. Eitan", "L.S. Schadler", "P.M. Ajayan", "R.W. Siegel", "N. Grobert", "M. Mayne", "M. Reyes-Reyes", "H. Terrones", "M. Terrones" ],
      "venue" : "Nano Lett. 2003,",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2003
    }, {
      "title" : "Electrospinning of Poly(MMA-Co-MAA) Copolymers and Their Layered Silicate Nanocomposites for Improved Thermal Properties",
      "author" : [ "M. Wang", "A.J. Hsieh", "G.C. Rutledge" ],
      "venue" : "Polymer (Guildf)",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2005
    }, {
      "title" : "Nanoporous Carbon Materials for Electrochemical Sensing",
      "author" : [ "H.L. Poh", "M. Pumera" ],
      "venue" : "Chem. Chem. Asian J. 2012,",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2011
    }, {
      "title" : "Synthesis of New Nanoporous Carbon Materials Using Nanostructured Silica Materials as Templates",
      "author" : [ "J. Lee", "S. Han", "T. Hyeon" ],
      "venue" : "J. Mater. Chem",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2004
    }, {
      "title" : "Nanotubes & Nanofibers",
      "author" : [ "Y. Gogotsi" ],
      "venue" : null,
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2006
    }, {
      "title" : "Carbon Nanohorns. In Carbon Nanomaterials Sourcebook",
      "author" : [ "A.P. Terzyk", "P.A. Gauden", "S. Furmaniak", "K. Werengoxska- Ciecwiers", "P. Kowalczyk", "M. Wisniewski" ],
      "venue" : null,
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2012
    }, {
      "title" : "Single-Walled Carbon Nanohorns and Their Applications",
      "author" : [ "S. Zhu", "G. Xu" ],
      "venue" : "Nanoscale 2010,",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2010
    }, {
      "title" : "Metal Oxide Nanoparticles",
      "author" : [ "Fern andez-Garcia", "M.J.A. Rodriguez" ],
      "venue" : "Nanomater. Inorg. Bioinorg. Perspect.; United States: John Wiley,",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2007
    }, {
      "title" : "Nanomaterials for Electrochemical Sensing and Decontamination of Pesticides; Pumera, M., Ed.; USA: American Scientific Publishers",
      "author" : [ "S. Viswanathan", "P. Manisankar" ],
      "venue" : null,
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2015
    }, {
      "title" : "Metal Oxide Nanoparticles: Synthesis, Characterization and Application",
      "author" : [ "G. Oskam" ],
      "venue" : "J. Sol Gel Sci. Technol",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2006
    }, {
      "title" : "Electrochemical Sensor Based on Nitrogen Doped Graphene: Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "Z.-H. Sheng", "X.-Q. Zheng", "J.-Y. Xu", "W.-J. Bao", "F.-B. Wang", "X.-H. Xia" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2012
    }, {
      "title" : "Chemically Modified Electrodes for Electrochemical Detection of Dopamine in Presence of Uric Acid and Ascorbic Acid: A Review",
      "author" : [ "M. Sajid", "M.K. Nazal", "M. Mansha", "A. Alsharaa", "S. Muhammad", "S. Jillani", "C. Basheer" ],
      "venue" : "Elsevier B.V. 2016,",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2015
    }, {
      "title" : "Metal Nanoparticles and Their Assemblies",
      "author" : [ "C.N.R. Rao", "G.U. Kulkarni", "P.J. Thomas", "P.P. Edwards" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 2000
    }, {
      "title" : "Application of Nanoparticles in Electrochemical Sensors and Biosensors",
      "author" : [ "X. Luo", "A. Morrin", "A.J. Killard", "M.R. Smyth" ],
      "venue" : "Electroanalysis",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2006
    }, {
      "title" : "Metal Nanoparticles: Synthesis, Characterization, and Applications",
      "author" : [ "D.L. Fedlheim", "C.A. Foss" ],
      "venue" : "CRC Press,",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2001
    }, {
      "title" : "Recent Trends in Carbon Nanomaterial-Based Electrochemical Sensors for Biomolecules: A Review",
      "author" : [ "C. Yang", "M.E. Denno", "P. Pyakurel", "B.J. Venton" ],
      "venue" : "Analytica chimica acta,",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2016
    }, {
      "title" : "Polymer-Based and Polymer-Filled Nanocomposites",
      "author" : [ "L.S. Schadler" ],
      "venue" : "Nanocompos. Sci. Technol",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2003
    }, {
      "title" : "Nanomaterials Based Electrochemical Sensing Applications for Safety and Security",
      "author" : [ "S. Mar  ın", "A. Merkoçi" ],
      "venue" : "Electroanalysis 2012,",
      "citeRegEx" : "70",
      "shortCiteRegEx" : "70",
      "year" : 2011
    }, {
      "title" : "Quantum Dots: From Fluorescence to Chemiluminescence, Bioluminescence, Electrochemiluminescence, and Electrochemistry",
      "author" : [ "J. Yao", "L. Li", "P. Li", "M. Yang" ],
      "venue" : "Nanoscale 2017,",
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2017
    }, {
      "title" : "The Electrochemical Applications of Quantum Dots",
      "author" : [ "H. Huang", "J.-J. Zhu" ],
      "venue" : "Analyst",
      "citeRegEx" : "72",
      "shortCiteRegEx" : "72",
      "year" : 2013
    }, {
      "title" : "Nanomaterial-Based Sensors for the Detection of Biological Threat Agents",
      "author" : [ "C.E. Rowland", "C.W. Brown", "J.B. Delehanty", "I.L. Medintz" ],
      "venue" : "Mater. Today",
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2016
    }, {
      "title" : "Quantum Dot Heterostructures",
      "author" : [ "D. Bimberg", "M. Grundmann", "N.N. Ledentsov" ],
      "venue" : null,
      "citeRegEx" : "74",
      "shortCiteRegEx" : "74",
      "year" : 1999
    }, {
      "title" : "Nanowires and Nanobelts: Materials, Properties and Devices",
      "author" : [ "Z.L. Wang" ],
      "venue" : "In Nanowires and Nanobelts of Functional Materials; Boston: Springer,",
      "citeRegEx" : "75",
      "shortCiteRegEx" : "75",
      "year" : 2003
    }, {
      "title" : "Nanoneedle-Based Sensing in Biological Systems",
      "author" : [ "C. Chiappini" ],
      "venue" : "ACS Sens. 2017,",
      "citeRegEx" : "76",
      "shortCiteRegEx" : "76",
      "year" : 2017
    }, {
      "title" : "Nanoneedle: A Multifunctional Tool for Biological Studies in Living Cells",
      "author" : [ "K. Yum", "N. Wang", "M.-F. Yu" ],
      "venue" : "Nanoscale 2010,",
      "citeRegEx" : "77",
      "shortCiteRegEx" : "77",
      "year" : 1039
    }, {
      "title" : "Gold Nanorod- Based Electrochemical Sensing of Small Biomolecules: A Review. Microchim",
      "author" : [ "M. Alagiri", "P. Rameshkumar", "A. Pandikumar" ],
      "venue" : "Acta 2017,",
      "citeRegEx" : "79",
      "shortCiteRegEx" : "79",
      "year" : 2017
    }, {
      "title" : "Gold Nanorods: Electrochemical Synthesis and Optical Properties",
      "author" : [ "Yu", "Chang", "S.-S", "C.-L. Lee", "C.R.C. Wang" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "80",
      "shortCiteRegEx" : "80",
      "year" : 1997
    }, {
      "title" : "Gold Nanorods: From Synthesis and Properties to Biological and Biomedical Applications",
      "author" : [ "X. Huang", "S. Neretina", "M.A. El-Sayed" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "81",
      "shortCiteRegEx" : "81",
      "year" : 2009
    }, {
      "title" : "Simultaneous Determination of Ascorbic Acid, Uric Acid and Neurotransmitters with a Carbon Ceramic Electrode Prepared by Sol–Gel Technique",
      "author" : [ "A. Salimi", "H. MamKhezri", "R. Hallaj" ],
      "venue" : "Talanta 2006,",
      "citeRegEx" : "82",
      "shortCiteRegEx" : "82",
      "year" : 2006
    }, {
      "title" : "A Sensitive Method for the Detection of Catecholamine Based on Fluorescence Quenching of CdSe Nanocrystals",
      "author" : [ "Y. Ma", "C. Yang", "N. Li", "X. Yang" ],
      "venue" : "Talanta",
      "citeRegEx" : "83",
      "shortCiteRegEx" : "83",
      "year" : 2005
    }, {
      "title" : "Determination of Dopamine in the Presence of High Concentration of Ascorbic Acid by Using Gold Cysteamine Self-Assembled Monolayers as a Nanosensor",
      "author" : [ "R.K. Shervedani", "M. Bagherzadeh", "S.A. Mozaffari" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "84",
      "shortCiteRegEx" : "84",
      "year" : 2006
    }, {
      "title" : "Determination of Uric Acid in Human Urine and Serum by Capillary Electrophoresis with Chemiluminescence Detection",
      "author" : [ "S. Zhao", "J. Wang", "F. Ye", "Y.-M. Liu" ],
      "venue" : "Anal. Biochem",
      "citeRegEx" : "85",
      "shortCiteRegEx" : "85",
      "year" : 2008
    }, {
      "title" : "A Quadruplet Electrochemical Platform for Ultrasensitive and Simultaneous Detection of Ascorbic Acid, Dopamine, Uric Acid and Acetaminophen Based on a Ferrocene Derivative Functional Au NPs/Carbon Dots Nanocomposite and Graphene",
      "author" : [ "L. Yang", "N. Huang", "Q. Lu", "M. Liu", "H. Li", "Y. Zhang", "S. Yao" ],
      "venue" : null,
      "citeRegEx" : "86",
      "shortCiteRegEx" : "86",
      "year" : 2016
    }, {
      "title" : "Simultaneous Determination of Catecholamines, Uric Acid and Ascorbic Acid at Physiological Levels Using Poly(N-Methylpyrrole)/Pd-  120 S",
      "author" : [ "N.F. Atta", "M.F. El-Kady", "A. Galal" ],
      "venue" : "IREM KAYA ET AL.  Nanoclusters Sensor. Anal. Biochem",
      "citeRegEx" : "87",
      "shortCiteRegEx" : "87",
      "year" : 2010
    }, {
      "title" : "Simultaneous Determination of Ascorbic Acid, Dopamine, Uric Acid and Xanthine Using a Nanostructured Polymer Film Modified Electrode",
      "author" : [ "P. Kalimuthu", "S.A. John" ],
      "venue" : "Talanta 2010,",
      "citeRegEx" : "88",
      "shortCiteRegEx" : "88",
      "year" : 2009
    }, {
      "title" : "Electrochemical Detection of Dopamine in the Presence of Epinephrine, Uric Acid and Ascorbic Acid Using a Graphene-Modified Electrode",
      "author" : [ "X. Ma", "M. Chao", "Z. Wang" ],
      "venue" : "Anal. Methods 2012,",
      "citeRegEx" : "89",
      "shortCiteRegEx" : "89",
      "year" : 2012
    }, {
      "title" : "Electrogenerated Chemiluminescence Determination of Dopamine and Epinephrine in the Presence of Ascorbic Acid at Carbon Nanotube/Nafion-Ru(Bpy) Composite Film Modified Glassy Carbon Electrode",
      "author" : [ "Z. Guo", "S. Dong" ],
      "venue" : "Electroanalysis",
      "citeRegEx" : "90",
      "shortCiteRegEx" : "90",
      "year" : 2005
    }, {
      "title" : "Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid Using High-Performance Screen-Printed Graphene Electrode",
      "author" : [ "J. Ping", "J. Wu", "Y. Wang", "Y. Ying" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "91",
      "shortCiteRegEx" : "91",
      "year" : 2012
    }, {
      "title" : "Preparation and Characterization of PtAu Hybrid Film Modified Electrodes and Their Use in Simultaneous Determination of Dopamine, Ascorbic Acid and Uric Acid",
      "author" : [ "S. Thiagarajan", "S.-M. Chen" ],
      "venue" : "Talanta",
      "citeRegEx" : "92",
      "shortCiteRegEx" : "92",
      "year" : 2007
    }, {
      "title" : "A Double Signal Amplification Platform for Ultrasensitive and Simultaneous Detection of Ascorbic Acid, Dopamine, Uric Acid and Acetaminophen Based on a Nanocomposite of Ferrocene Thiolate Stabilized Fe3O4@Au Nanoparticles with Graphene",
      "author" : [ "M. Liu", "Q. Chen", "C. Lai", "Y. Zhang", "J. Deng", "H. Li", "S. Yao" ],
      "venue" : "Sheet. Biosens. Bioelectron",
      "citeRegEx" : "93",
      "shortCiteRegEx" : "93",
      "year" : 2013
    }, {
      "title" : "Electrochemically Selective Determination of Dopamine in the Presence of Ascorbic and Uric Acids on the Surface of the Modified Nafion/Single Wall Carbon Nanotube/ Poly(3-Methylthiophene) Glassy Carbon Electrodes",
      "author" : [ "D.P. Quan", "D.P. Tuyen", "T.D. Lam", "P.T.N. Tram", "N.H. Binh", "P.H. Viet" ],
      "venue" : "Colloids Surf. B Biointerfaces",
      "citeRegEx" : "94",
      "shortCiteRegEx" : "94",
      "year" : 2011
    }, {
      "title" : "Electrocatalytic Detection of Dopamine in the Presence of Ascorbic Acid and Uric Acid Using Single-Walled Carbon Nanotubes Modified Electrode",
      "author" : [ "Y. Li", "J. Du", "J. Yang", "D. Liu", "X. Lu" ],
      "venue" : "Colloids Surf. B Biointerfaces",
      "citeRegEx" : "95",
      "shortCiteRegEx" : "95",
      "year" : 2012
    }, {
      "title" : "Assisted Activation of Microwave Exfoliated Graphite Oxide for Selective Voltammetric Determination of Dopamine and Uric Acid in the Presence of Ascorbic Acid",
      "author" : [ "S. Wu", "L. Xiao", "Z. Du", "H. Wang", "Q. Yuan", "H. KOH Ji" ],
      "venue" : "J. Electroanal. Chem",
      "citeRegEx" : "96",
      "shortCiteRegEx" : "96",
      "year" : 2017
    }, {
      "title" : "Three-Dimensional Porous Graphene for Simultaneous Detection of Dopamine and Uric Acid in the Presence of Ascorbic Acid",
      "author" : [ "Y. Wang", "Y. Huang", "B. Wang", "T. Fang", "J. Chen", "C. Liang" ],
      "venue" : "J. Electroanal. Chem",
      "citeRegEx" : "97",
      "shortCiteRegEx" : "97",
      "year" : 2016
    }, {
      "title" : "Preparation of Silver Hexacyanoferrate Nanoparticles and Its Application for the Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "M. Noroozifar", "M. Khorasani-Motlagh", "A. Taheri" ],
      "venue" : "Talanta 2010,",
      "citeRegEx" : "98",
      "shortCiteRegEx" : "98",
      "year" : 2009
    }, {
      "title" : "Electrocatalytic Oxidation of Dopamine, Ascorbic Acid and Uric Acid at poly2, 6 Diaminopyridine on the Surface of Carbon Nanotubes/Gc Electrodes",
      "author" : [ "M.A. Kamyabi", "M.A. Shafiee" ],
      "venue" : "J. Braz. Chem. Soc. 2012,",
      "citeRegEx" : "99",
      "shortCiteRegEx" : "99",
      "year" : 2012
    }, {
      "title" : "Graphitic Carbon Nitride Nanosheets Doped Graphene Oxide for Electrochemical Simultaneous Determination of Ascorbic  Acid, Dopamine and Uric Acid. Electrochim",
      "author" : [ "H. Zhang", "Q. Huang", "Y. Huang", "F. Li", "W. Zhang", "C. Wei", "J. Chen", "P. Dai", "L. Huang", "Z Huang" ],
      "venue" : null,
      "citeRegEx" : "100",
      "shortCiteRegEx" : "100",
      "year" : 2014
    }, {
      "title" : "Simultaneous Electrochemical Detection of Ascorbic Acid, Dopamine and Uric Acid Based on Graphene Anchored with Pd-Pt Nanoparticles",
      "author" : [ "J. Yan", "S. Liu", "Z. Zhang", "G. He", "P. Zhou", "H. Liang", "L. Tian", "X. Zhou", "H. Jiang" ],
      "venue" : "Colloids Surf. B Biointerfaces",
      "citeRegEx" : "101",
      "shortCiteRegEx" : "101",
      "year" : 2013
    }, {
      "title" : "Synergistic Electrocatalytic Effect of Graphene/Nickel Hydroxide Composite for the Simultaneous Electrochemical Determination of Ascorbic Acid, Dopamine and Uric Acid. Electrochim",
      "author" : [ "T.E.M. Nancy", "V.A. Kumary" ],
      "venue" : "Acta 2014,",
      "citeRegEx" : "102",
      "shortCiteRegEx" : "102",
      "year" : 2014
    }, {
      "title" : "Optimization of Modified Carbon Paste Electrode with Multiwalled Carbon Nanotube",
      "author" : [ "A. Afraz", "A.A. Rafati", "M. Najafi" ],
      "venue" : "Mater. Sci. Eng. C",
      "citeRegEx" : "103",
      "shortCiteRegEx" : "103",
      "year" : 2014
    }, {
      "title" : "Facile Synthesis of Porous Bimetallic Alloyed PdAg Nanoflowers Supported on Reduced Graphene Oxide for Simultaneous Detection of Ascorbic Acid, Dopamine, and Uric Acid",
      "author" : [ "L.-X. Chen", "J.-N. Zheng", "A.-J. Wang", "L.-J. Wu", "J.-R. Chen", "J.-J. Feng" ],
      "venue" : null,
      "citeRegEx" : "104",
      "shortCiteRegEx" : "104",
      "year" : 2015
    }, {
      "title" : "A Highly Sensitive Sensor for Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid Based on Ultra-Small Ni Nanoparticles",
      "author" : [ "W. He", "Y. Ding", "W. Zhang", "L. Ji", "X. Zhang", "F. Yang" ],
      "venue" : "J. Electroanal. Chem",
      "citeRegEx" : "105",
      "shortCiteRegEx" : "105",
      "year" : 2016
    }, {
      "title" : "3D Graphene Hydrogel - Gold Nanoparticles Nanocomposite Modified Glassy Carbon Electrode for the Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "Q. Zhu", "J. Bao", "D. Huo", "M. Yang", "C. Hou", "J. Guo", "M. Chen", "H. Fa", "X. Luo", "Y. Ma" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "106",
      "shortCiteRegEx" : "106",
      "year" : 2017
    }, {
      "title" : "Synergistic Effect of Graphene and Multiwalled Carbon Nanotubes on a Glassy Carbon Electrode for Simultaneous Determination of Uric Acid and Dopamine in the Presence of Ascorbic Acid",
      "author" : [ "S. He", "Y. Yu", "Z. Chen", "Q. Shi", "L. Zhang" ],
      "venue" : "Anal. Lett. 2015,",
      "citeRegEx" : "107",
      "shortCiteRegEx" : "107",
      "year" : 2014
    }, {
      "title" : "Selective and Sensitive Determination of Uric Acid in the Presence of Ascorbic Acid and Dopamine by PDDA Functionalized Graphene/Graphite Composite Electrode",
      "author" : [ "Y. Yu", "Z. Chen", "B. Zhang", "X. Li", "J. Pan" ],
      "venue" : "Talanta",
      "citeRegEx" : "108",
      "shortCiteRegEx" : "108",
      "year" : 2013
    }, {
      "title" : "Ionic Liquid Functionalized Graphene-Based Electrochemical Biosensor for Simultaneous Determination of Dopamine and Uric Acid in the Presence of Ascorbic Acid",
      "author" : [ "C. Wang", "P. Xu", "K. Zhuo" ],
      "venue" : "Electroanalysis 2014,",
      "citeRegEx" : "109",
      "shortCiteRegEx" : "109",
      "year" : 2013
    }, {
      "title" : "Simultaneous Determination of Ascorbic Acid, Dopamine, and Uric Acid by Differential Pulse Voltammetry Using Tiron Modified Glassy Carbon Electrode",
      "author" : [ "A.A. Ensafi", "M. Taei", "T. Khayamian" ],
      "venue" : "Int. J. Electrochem. Sci. 2010,",
      "citeRegEx" : "110",
      "shortCiteRegEx" : "110",
      "year" : 2010
    }, {
      "title" : "Simultaneous Voltammetric Determination of Ascorbic Acid, Dopamine and Uric Acid Using Polybromothymol Blue Film-Modified Glassy Carbon Electrode",
      "author" : [ "X. Xu", "Q. Lin", "A. Liu", "W. Chen", "X. Weng", "C. Wang", "X. Lin" ],
      "venue" : null,
      "citeRegEx" : "112",
      "shortCiteRegEx" : "112",
      "year" : 2010
    }, {
      "title" : "Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid at Pt Nanoparticles Decorated Multiwall Carbon Nanotubes Modified GCE",
      "author" : [ "Z. Dursun", "B. Gelmez" ],
      "venue" : "Electroanalysis",
      "citeRegEx" : "113",
      "shortCiteRegEx" : "113",
      "year" : 2010
    }, {
      "title" : "Highly Selective Determination of Ascorbic Acid, Dopamine, and Uric Acid by Differential Pulse Voltammetry Using Poly(Sulfonazo III) Modified Glassy Carbon Electrode",
      "author" : [ "A.A. Ensafi", "M. Taei", "T. Khayamian", "A. Arabzadeh" ],
      "venue" : "Sens. Actuators, B Chem",
      "citeRegEx" : "114",
      "shortCiteRegEx" : "114",
      "year" : 2010
    }, {
      "title" : "Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid by Use of a MWCNT Modified Carbon-Ceramic Electrode and Differential Pulse Voltammetry. Electrochim",
      "author" : [ "B. Habibi", "M.H. Pournaghi-Azar" ],
      "venue" : "Acta 2010,",
      "citeRegEx" : "115",
      "shortCiteRegEx" : "115",
      "year" : 2010
    }, {
      "title" : "Comparison of the Electrochemical and Electroanalytical Behavior of Ascorbic Acid, Dopamine and Uric Acid at Bare, Activated and Multi- Wall Carbon Nanotubes Modified Glassy Carbon Electrodes",
      "author" : [ "H.R. Zare", "N. Nasirizadeh" ],
      "venue" : "J. Iran. Chem. Soc. 2011,",
      "citeRegEx" : "116",
      "shortCiteRegEx" : "116",
      "year" : 2011
    }, {
      "title" : "Microwave-Assisted Synthesis of a Core- Shell MWCNT/GONR Heterostructure for the Electrochemical Detection of Ascorbic Acid, Dopamine, and Uric Acid",
      "author" : [ "C.L. Sun", "C.T. Chang", "H.H. Lee", "J. Zhou", "J. Wang", "T.K. Sham", "W.F. Pong" ],
      "venue" : "ACS Nano 2011,",
      "citeRegEx" : "117",
      "shortCiteRegEx" : "117",
      "year" : 2015
    }, {
      "title" : "Simultaneous Determination of AA, DA, and UA Based on Bipolymers by Electropolymerization of Luminol and 3, 4-Ethylenedioxythiophene Monomers",
      "author" : [ "K. Lin", "C. Yin", "S. Chen" ],
      "venue" : "Int J Electrochem Sci,",
      "citeRegEx" : "118",
      "shortCiteRegEx" : "118",
      "year" : 2011
    }, {
      "title" : "Electroless Deposition of  Bis(40-(4-Pyridyl)-2,20:60,20 0-Terpyridine) Iron (II) Thiocyanate Complex onto Carbon Nanotubes Modified Glassy Carbon Electrode: Application to Simultaneous Determination of Ascorbic Acid",
      "author" : [ "M. Kamyabi", "Narimani", "O. Monfared" ],
      "venue" : "J. Braz. Chem. Soc. 2011,",
      "citeRegEx" : "119",
      "shortCiteRegEx" : "119",
      "year" : 2011
    }, {
      "title" : "Electropolymerization of Thin Film Conducting Polymer and Its Application for Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "M. Mazloum-Ardakani", "M.A. Sheikh-Mohseni", "A. Benvidi" ],
      "venue" : "Electroanalysis 2011,",
      "citeRegEx" : "120",
      "shortCiteRegEx" : "120",
      "year" : 2011
    }, {
      "title" : "Hollow Nitrogen-Doped Carbon Microspheres Pyrolyzed from Self- Polymerized Dopamine and Its Application in Simultaneous Electrochemical Determination of Uric Acid, Ascorbic Acid and Dopamine",
      "author" : [ "C. Xiao", "X. Chu", "Y. Yang", "X. Li", "X. Zhang", "J. Chen" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "121",
      "shortCiteRegEx" : "121",
      "year" : 2011
    }, {
      "title" : "Simultaneous Detection of Dopamine, Uric Acid, and Ascorbic Acid Using SnO2 Nanoparticles/Multi-Walled Carbon Nanotubes/Carbon Paste Electrode",
      "author" : [ "D. Sun", "Q. Zhao", "F. Tan", "X. Wang", "J. Gao" ],
      "venue" : "Anal. Methods 2012,",
      "citeRegEx" : "122",
      "shortCiteRegEx" : "122",
      "year" : 2012
    }, {
      "title" : "A Novel and Simple Strategy for Simultaneous Determination of Dopamine, Uric Acid and Ascorbic Acid Based on the Stacked Graphene Platelet Nanofibers/_  Ionic Liquids/Chitosan Modified Electrode",
      "author" : [ "X. Niu", "W. Yang", "H. Guo", "J. Ren", "F. Yang", "J. Gao" ],
      "venue" : "Talanta",
      "citeRegEx" : "123",
      "shortCiteRegEx" : "123",
      "year" : 2012
    }, {
      "title" : "A Mesoporous Carbon Nanofiber-Modified Pyrolytic Graphite Electrode Used for the Simultaneous Determination of Dopamine, Uric Acid, and Ascorbic Acid",
      "author" : [ "Y. Yue", "G. Hu", "M. Zheng", "Y. Guo", "J. Cao", "S. Shao" ],
      "venue" : "Carbon N. Y",
      "citeRegEx" : "124",
      "shortCiteRegEx" : "124",
      "year" : 2012
    }, {
      "title" : "Simultaneous Determination of L-Ascorbic Acid, Dopamine and Uric Acid with Gold Nanoparticlesb-Cyclodextrin-Graphene-Modified Electrode by Square Wave Voltammetry",
      "author" : [ "X. Tian", "C. Cheng", "H. Yuan", "J. Du", "D. Xiao", "S. Xie", "M.M.F. Choi" ],
      "venue" : "Talanta",
      "citeRegEx" : "125",
      "shortCiteRegEx" : "125",
      "year" : 2012
    }, {
      "title" : "Carbon-Nanotube-Modified Glassy Carbon Electrode for Simultaneous Determination of Dopamine, Ascorbic Acid and Uric Acid: The Effect of Functional Groups",
      "author" : [ "H. Bi", "Y. Li", "S. Liu", "P. Guo", "Z. Wei", "C. Lv", "J. Zhang", "X.S. Zhao" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "126",
      "shortCiteRegEx" : "126",
      "year" : 2012
    }, {
      "title" : "Simultaneous Determination of Dopamine, Ascorbic Acid, and Uric Acid Using Helical Carbon Nanotubes Modified Electrode",
      "author" : [ "R. Cui", "X. Wang", "G. Zhang", "C. Wang" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "127",
      "shortCiteRegEx" : "127",
      "year" : 2012
    }, {
      "title" : "Simultaneous Electrochemical Sensing of Ascorbic Acid, Dopamine and Uric Acid at Anodized Nanocrystalline Graphite-like Pyrolytic Carbon Film Electrode",
      "author" : [ "M. Hadi", "A. Rouhollahi" ],
      "venue" : "Anal. Chim. Acta",
      "citeRegEx" : "128",
      "shortCiteRegEx" : "128",
      "year" : 2012
    }, {
      "title" : "Simultaneous Electrochemical Determination of Ascorbic Acid, Dopamine and Uric Acid Using Poly (Tyrosine)/Functionalized Multi-Walled Carbon Nanotubes Composite Film Modified Electrode",
      "author" : [ "Y. Wang", "C. Bi" ],
      "venue" : "J. Mol. Liq",
      "citeRegEx" : "129",
      "shortCiteRegEx" : "129",
      "year" : 2013
    }, {
      "title" : "Conducting Polyaniline-Graphene Oxide Fibrous Nanocomposites: Preparation, Characterization and Simultaneous Electrochemical Detection of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "P. Manivel", "M. Dhakshnamoorthy", "A. Balamurugan", "N. Ponpandian", "D. Mangalaraj", "C. Viswanathan" ],
      "venue" : "RSC Adv. 2013,",
      "citeRegEx" : "130",
      "shortCiteRegEx" : "130",
      "year" : 2013
    }, {
      "title" : "Poly(3,4- Ethylenedioxythiophene)-Modified Ni/Silicon Microchannel Plate Electrode for the Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "S. Yu", "C. Luo", "L. Wang", "H. Peng", "Z. Zhu" ],
      "venue" : null,
      "citeRegEx" : "131",
      "shortCiteRegEx" : "131",
      "year" : 2013
    }, {
      "title" : "Cathodically Pretreated Poly(1- Aminoanthraquinone)-Modified Electrode for Determination of Ascorbic Acid, Dopamine, and Uric Acid",
      "author" : [ "E.D.P. Troiani", "R.C. Faria" ],
      "venue" : "J. Appl. Electrochem",
      "citeRegEx" : "132",
      "shortCiteRegEx" : "132",
      "year" : 2013
    }, {
      "title" : "Ytterbium Fluoride Nanoparticles on Carbon Nanotubes: Preparation, Characterization and Application for Simultaneous Electrochemical Determination of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "M. Noroozifar", "M. Khorasani-Motlagh", "S. Rostami", "F. Zareian Jahromi" ],
      "venue" : "J. Iran. Chem. Soc",
      "citeRegEx" : "133",
      "shortCiteRegEx" : "133",
      "year" : 2013
    }, {
      "title" : "Chemometric Strategies to Develop a Nanocomposite Electrode for Simultaneous Determination of Ascorbic Acid, Dopamine, and Uric Acid",
      "author" : [ "E. de Pieri Troiani", "E. Rodrigues Pereira-Filho", "R. Censi Faria" ],
      "venue" : "Electroanalysis 2013,",
      "citeRegEx" : "134",
      "shortCiteRegEx" : "134",
      "year" : 2013
    }, {
      "title" : "Poly(Pyrocatechol-3,5-Disodiumsulfonate)/Multi-Walled Carbon Nanotubes Composite for Simultaneous Determination of Dopamine, Ascorbic Acid and Uric Acid",
      "author" : [ "Y. Xue", "H. Zhao", "Z.J. Wu", "X.J. Li", "Y.J. He", "Z.B. Yuan" ],
      "venue" : "J. Nanosci. Nanotech",
      "citeRegEx" : "135",
      "shortCiteRegEx" : "135",
      "year" : 2013
    }, {
      "title" : "Nano-Cu/PSA III Modified Glassy Carbon Electrode for Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "L. Zhang", "W.-J. Yuan", "B.-Q. Hou" ],
      "venue" : "J. Electroanal. Chem",
      "citeRegEx" : "136",
      "shortCiteRegEx" : "136",
      "year" : 2013
    }, {
      "title" : "Deposited Gold Nanocrystals Enhanced Porous PTCA-Cys Layer for Simultaneous Detection of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "W. Zhang", "Y. Chai", "R. Yuan", "J. Han", "S. Chen" ],
      "venue" : "Sens Actuators B Chem",
      "citeRegEx" : "137",
      "shortCiteRegEx" : "137",
      "year" : 2013
    }, {
      "title" : "Modification of Glassy Carbon Electrode in Basic Medium by Electrochemical Treatment for Simultaneous Determination of Dopamine, Ascorbic Acid and Uric Acid",
      "author" : [ "Z. Temoçin" ],
      "venue" : "Sens Actuators B Chem",
      "citeRegEx" : "138",
      "shortCiteRegEx" : "138",
      "year" : 2013
    }, {
      "title" : "Simultaneous Electrochemical Determination of Ascorbic Acid, Dopamine and Uric Acid Using a Palladium Nanoparticle/Graphene/Chitosan Modified Electrode",
      "author" : [ "X. Wang", "M. Wu", "W. Tang", "Y. Zhu", "L. Wang", "Q. Wang", "P. He", "Y. Fang" ],
      "venue" : "J. Electroanal. Chem",
      "citeRegEx" : "139",
      "shortCiteRegEx" : "139",
      "year" : 2013
    }, {
      "title" : "Simultaneous Electrochemical  122 S. IREM KAYA ET AL.  Determination of Ascorbic Acid, Dopamine and Uric Acid with Helical Carbon Nanotubes. Electrochim",
      "author" : [ "B. Zhang", "D. Huang", "X. Xu", "G. Alemu", "Y. Zhang", "F. Zhan", "Y. Shen", "M. Wang" ],
      "venue" : "Acta 2013,",
      "citeRegEx" : "140",
      "shortCiteRegEx" : "140",
      "year" : 2012
    }, {
      "title" : "Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid Using Poly(4-Aminobutyric Acid) Modified Glassy Carbon Electrode",
      "author" : [ "X. Zheng", "X. Zhou", "X. Ji", "R. Lin", "W. Lin" ],
      "venue" : "Sens Actuators B Chem",
      "citeRegEx" : "141",
      "shortCiteRegEx" : "141",
      "year" : 2013
    }, {
      "title" : "Noncovalent Nanohybrid of Cobalt Tetraphenylporphyrin with Graphene for Simultaneous Detection of Ascorbic Acid, Dopamine, and Uric Acid. Electrochim",
      "author" : [ "K. Deng", "J. Zhou", "X. Li" ],
      "venue" : null,
      "citeRegEx" : "142",
      "shortCiteRegEx" : "142",
      "year" : 2013
    }, {
      "title" : "Fe3O4 Magnetic Nanoparticles/Reduced Graphene Oxide Nanosheets as a Novel Electrochemical and Bioeletrochemical Sensing Platform",
      "author" : [ "H. Teymourian", "A. Salimi", "S. Khezrian" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "143",
      "shortCiteRegEx" : "143",
      "year" : 2013
    }, {
      "title" : "A Novel Electrochemical Biosensor Based on Hemin Functionalized Graphene Oxide Sheets for Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "H.L. Zou", "B.L. Li", "H.Q. Luo", "N.B. Li" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "144",
      "shortCiteRegEx" : "144",
      "year" : 2015
    }, {
      "title" : "Functionalized Graphene Oxide/ Multiwalled Carbon Nanotube Composite Modified Electrode for the Simultaneous Determination of Ascorbic Acid, Dopamine, Uric Acid and Nitrite",
      "author" : [ "Y.J. Yang", "W. CTAB Li" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "145",
      "shortCiteRegEx" : "145",
      "year" : 2014
    }, {
      "title" : "Overoxidized Polyimidazole/Graphene Oxide Copolymer Modified Electrode for the Simultaneous Determination of Ascorbic Acid, Dopamine, Uric Acid, Guanine and Adenine",
      "author" : [ "X. Liu", "L. Zhang", "S. Wei", "S. Chen", "X. Ou", "Q. Lu" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "146",
      "shortCiteRegEx" : "146",
      "year" : 2014
    }, {
      "title" : "Novel Electrochemical Sensor Based on N-Doped Carbon Nanotubes and Fe3O4 Nanoparticles: Simultaneous Voltammetric Determination of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "D.M. Fernandes", "M. Costa", "C. Pereira", "B. Bachiller-Baeza", "I. Rodr ıguez-Ramos", "A. Guerrero-Ruiz", "C. Freire" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "147",
      "shortCiteRegEx" : "147",
      "year" : 2014
    }, {
      "title" : "Graphene- Multiwall Carbon Nanotube-Gold Nanocluster Composites Modified Electrode for the Simultaneous Determination of Ascorbic Acid, Dopamine, and Uric Acid",
      "author" : [ "X. Liu", "S. Wei", "S. Chen", "D. Yuan", "W. Zhang" ],
      "venue" : "Appl. Biochem. Biotechnol",
      "citeRegEx" : "148",
      "shortCiteRegEx" : "148",
      "year" : 2014
    }, {
      "title" : "Simultaneous Determination of Ascorbic Acid, Dopamine, and Uric Acid Using a Carbon Paste Electrode Modified with Multiwalled Carbon Nanotubes, Ionic Liquid, and Palladium Nanoparticles",
      "author" : [ "A.A. Rafati", "A. Afraz", "A. Hajian", "P. Assari" ],
      "venue" : "Microchim. Acta",
      "citeRegEx" : "149",
      "shortCiteRegEx" : "149",
      "year" : 2014
    }, {
      "title" : "Graphene/Clay Composite Electrode Formed by Exfoliating Graphite with Laponite for Simultaneous Determination of Ascorbic Acid, Dopamine, and Uric Acid",
      "author" : [ "S.N. Ding", "C.L. Zheng", "N. Wan", "S. Cosnier" ],
      "venue" : "Monatsh. Chem",
      "citeRegEx" : "150",
      "shortCiteRegEx" : "150",
      "year" : 2014
    }, {
      "title" : "Sensitive Electrochemical Sensors for Simultaneous Determination of Ascorbic Acid, Dopamine, and Uric Acid Based on Au@Pd-Reduced Graphene Oxide Nanocomposites",
      "author" : [ "J. Jiang", "X. Du" ],
      "venue" : "Nanoscale 2014,",
      "citeRegEx" : "151",
      "shortCiteRegEx" : "151",
      "year" : 2014
    }, {
      "title" : "Simultaneous Determination of Dopamine, Uric Acid and Ascorbic Acid Using a Glassy Carbon Electrode Modified with Reduced Graphene Oxide",
      "author" : [ "H. Wang", "F. Ren", "C. Wang", "B. Yang", "D. Bin", "K. Zhang", "Y. Du" ],
      "venue" : "RSC Adv. 2014,",
      "citeRegEx" : "152",
      "shortCiteRegEx" : "152",
      "year" : 2014
    }, {
      "title" : "A Facile Electrochemical Sensor Based on Reduced Graphene Oxide and Au Nanoplates Modified Glassy Carbon Electrode for Simultaneous Detection of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "C. Wang", "J. Du", "H. Wang", "C. Zou", "F. Jiang", "P. Yang", "Y. Du" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "154",
      "shortCiteRegEx" : "154",
      "year" : 2014
    }, {
      "title" : "Simultaneous Determination of Ascorbic Acid, Dopamine, Uric Acid and Hydrogen Peroxide Based on Co-Immobilization of PEDOT and FAD Using Multi-Walled Carbon Nanotubes",
      "author" : [ "K.C. Lin", "J.Y. Huang", "S.M. Chen" ],
      "venue" : "Anal. Methods 2014,",
      "citeRegEx" : "155",
      "shortCiteRegEx" : "155",
      "year" : 2014
    }, {
      "title" : "A Solid-State Sensor Based on Ruthenium (II) Complex Immobilized on Polytyramine Film for the Simultaneous Determination of Dopamine, Ascorbic Acid and Uric Acid",
      "author" : [ "E.A. Khudaish", "K.Y. Al-Ajmi", "S.H. Al-Harthi" ],
      "venue" : "Thin Solid Films",
      "citeRegEx" : "156",
      "shortCiteRegEx" : "156",
      "year" : 2014
    }, {
      "title" : "Electrochemical Studies of Ascorbic Acid, Dopamine, and Uric Acid at a DL-Norvaline-Deposited Glassy Carbon Electrode",
      "author" : [ "M.M. Kamel", "E.M. Abdalla", "M.S. Ibrahim", "Y.M. Temerk" ],
      "venue" : "Can. J. Chem",
      "citeRegEx" : "157",
      "shortCiteRegEx" : "157",
      "year" : 2014
    }, {
      "title" : "Sensitive Electrochemical Sensor for Simultaneous Determination of Dopamine, Ascorbic Acid, and Uric Acid Enhanced by Amino-Group Functionalized Mesoporous Fe3O4@Graphene Sheets. Electrochim",
      "author" : [ "D. Wu", "Y. Li", "Y. Zhang", "P. Wang", "Q. Wei", "B. Du" ],
      "venue" : null,
      "citeRegEx" : "158",
      "shortCiteRegEx" : "158",
      "year" : 2014
    }, {
      "title" : "Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid Based on Tryptophan Functionalized Graphene",
      "author" : [ "Q. Lian", "Z. He", "Q. He", "A. Luo", "K. Yan", "D. Zhang", "X. Lu", "X. Zhou" ],
      "venue" : "Anal. Chim. Acta",
      "citeRegEx" : "159",
      "shortCiteRegEx" : "159",
      "year" : 2014
    }, {
      "title" : "Electrochemical Biosensor Based on One-Dimensional MgO Nanostructures for the Simultaneous Determination of Ascorbic Acid, Dopamine, and Uric Acid",
      "author" : [ "M. Li", "W. Guo", "H. Li", "W. Dai", "B. Yang" ],
      "venue" : "Sens Actuators B Chem",
      "citeRegEx" : "160",
      "shortCiteRegEx" : "160",
      "year" : 2014
    }, {
      "title" : "Novel Graphene Flowers Modified Carbon Fibers for Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "J. Du", "R. Yue", "F. Ren", "Z. Yao", "F. Jiang", "P. Yang", "Y. Du" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "161",
      "shortCiteRegEx" : "161",
      "year" : 2014
    }, {
      "title" : "Direct Electrodeposition of Reduced Graphene Oxide on Carbon Fiber Electrode for Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid. Colloids Surf",
      "author" : [ "B. Yang", "H. Wang", "J. Du", "Y. Fu", "P. Yang", "Y. Du" ],
      "venue" : null,
      "citeRegEx" : "162",
      "shortCiteRegEx" : "162",
      "year" : 2014
    }, {
      "title" : "Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid Using Poly(l-Leucine)/DNA Composite Film Modified Electrode",
      "author" : [ "X. Zheng", "Y. Guo", "J. Zheng", "X. Zhou", "Q. Li", "R. Lin" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "163",
      "shortCiteRegEx" : "163",
      "year" : 2015
    }, {
      "title" : "PEDOT-Modified Integrated Microelectrodes for the Detection of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "F.S. Belaidi", "A. Civ elas", "V. Castagnola", "A. Tsopela", "L. Mazenq", "P. Gros", "J. Launay", "P. Temple-Boyer" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "164",
      "shortCiteRegEx" : "164",
      "year" : 2015
    }, {
      "title" : "Facile and Green Synthesis of Graphene Oxide by Electrical Exfoliation of Pencil Graphite and Gold Nanoparticle for Non-Enzymatic Simultaneous Sensing of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "H. Imran", "P.N. Manikandan", "V. Dharuman" ],
      "venue" : "RSC Adv. 2015,",
      "citeRegEx" : "165",
      "shortCiteRegEx" : "165",
      "year" : 2015
    }, {
      "title" : "Electrodeposition Synthesis of Reduced Graphene Oxide–Carbon Nanotube Hybrids on Indium Tin Oxide Electrode for Simultaneous Electrochemical Detection of  CRITICAL REVIEWS IN ANALYTICAL CHEMISTRY 123  Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "Y. Zhang", "Y. Ji", "Z. Wang", "S. Liu", "T. Zhang" ],
      "venue" : "RSC Adv. 2015,",
      "citeRegEx" : "166",
      "shortCiteRegEx" : "166",
      "year" : 2015
    }, {
      "title" : "Fabrication of a Silver Nanowire-Reduced Graphene Oxide-Based Electrochemical Biosensor and Its Enhanced Sensitivity in the Simultaneous Determination of Ascorbic Acid, Dopamine, and Uric Acid",
      "author" : [ "S.-M. Li", "Y.-S. Wang", "S.-T. Hsiao", "W.-H. Liao", "C.-W. Lin", "S.-Y. Yang", "H.-W. Tien", "C.-C.M. Ma", "C.-C. Hu" ],
      "venue" : "J. Mater. Chem. C 2015,",
      "citeRegEx" : "167",
      "shortCiteRegEx" : "167",
      "year" : 2015
    }, {
      "title" : "Simultaneous Determination of Dopamine{,} Ascorbic Acid and Uric Acid Using a Multi-Walled Carbon Nanotube and Reduced Graphene Oxide Hybrid Functionalized by PAMAM and Au Nanoparticles",
      "author" : [ "S. Wang", "W. Zhang", "X. Zhong", "Y. Chai", "R. Yuan" ],
      "venue" : "Anal. Methods 2015,",
      "citeRegEx" : "168",
      "shortCiteRegEx" : "168",
      "year" : 2086
    }, {
      "title" : "One-Step Synthesis of Pt-Decorated Graphene–Carbon Nanotubes for the Electrochemical Sensing of Dopamine, Uric Acid and Ascorbic Acid",
      "author" : [ "S. Ramakrishnan", "K.R. Pradeep", "A. Raghul", "R. Senthilkumar", "M. Rangarajan", "N.K. Kothurkar" ],
      "venue" : "Anal. Methods 2015,",
      "citeRegEx" : "169",
      "shortCiteRegEx" : "169",
      "year" : 2015
    }, {
      "title" : "Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid at a Nitrogen-Doped Carbon Nanofiber Modified Electrode",
      "author" : [ "J. Sun", "L. Li", "X. Zhang", "D. Liu", "S. Lv", "D. Zhu", "T. Wu", "T. You" ],
      "venue" : "RSC Adv. 2015,",
      "citeRegEx" : "170",
      "shortCiteRegEx" : "170",
      "year" : 1193
    }, {
      "title" : "NiCo- Embedded in Hierarchically Structured N-Doped Carbon Nanoplates for the Efficient Electrochemical Determination of Ascorbic Acid, Dopamine, and Uric Acid",
      "author" : [ "X. Zhang", "W. Yan", "J. Zhang", "Y. Li", "W. Tang", "Q. Xu" ],
      "venue" : "RSC Adv. 2015,",
      "citeRegEx" : "171",
      "shortCiteRegEx" : "171",
      "year" : 2015
    }, {
      "title" : "Carboxy-Functionalized Multi-Walled Carbon Nanotubes Hybridized with Poly (Xanthurenic Acid) Enhance the Electrocatalytic Oxidation of Ascorbic Acid, Dopamine, and Uric",
      "author" : [ "K. Lin", "Y. Li", "S. Chen" ],
      "venue" : "Acid 2015,",
      "citeRegEx" : "172",
      "shortCiteRegEx" : "172",
      "year" : 2015
    }, {
      "title" : "One-Step Fabrication of a New Carbon Paste Electrode for Dopamine, Ascorbic Acid and Uric Acid Determination in Serum",
      "author" : [ "Y. Li", "L. Huang", "S. Chen", "B. Lou", "X. Liu" ],
      "venue" : null,
      "citeRegEx" : "173",
      "shortCiteRegEx" : "173",
      "year" : 2015
    }, {
      "title" : "ZnO-CuxO/Polypyrrole Nanocomposite Modified Electrode for Simultaneous Determination of Ascorbic Acid, Dopamine, and Uric Acid",
      "author" : [ "K. Ghanbari", "N. Hajheidari" ],
      "venue" : "Anal. Biochem",
      "citeRegEx" : "174",
      "shortCiteRegEx" : "174",
      "year" : 2015
    }, {
      "title" : "Hierarchical Nanoporous Platinum-Copper Alloy for Simultaneous Electrochemical Determination of Ascorbic Acid, Dopamine, and Uric Acid. Microchim",
      "author" : [ "D. Zhao", "D. Fan", "J. Wang", "C. Xu" ],
      "venue" : null,
      "citeRegEx" : "176",
      "shortCiteRegEx" : "176",
      "year" : 2015
    }, {
      "title" : "Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid Based on Gold Nanoparticles-PTCA-Cys Composites Modified Electrodes",
      "author" : [ "F. Li", "Y. Chai", "R. Yuan", "X. Li", "Y. Yang" ],
      "venue" : "Jnl. Chinese Chemical Soc. 2015,",
      "citeRegEx" : "177",
      "shortCiteRegEx" : "177",
      "year" : 2015
    }, {
      "title" : "Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid, at a Graphene Paste Electrode Modified with Functionalized Graphene Sheets",
      "author" : [ "M.H. Parvin" ],
      "venue" : "Electroanalysis 2015,",
      "citeRegEx" : "178",
      "shortCiteRegEx" : "178",
      "year" : 2014
    }, {
      "title" : "Electrodeposition of Platinum Nanosheets on C<",
      "author" : [ "X. Zhang", "L.X. Ma", "Y.C. Zhang" ],
      "venue" : null,
      "citeRegEx" : "179",
      "shortCiteRegEx" : "179",
      "year" : 2015
    }, {
      "title" : "Simultaneous Determination of Uric Acid, Dopamine and Ascorbic Acid Based on Poly (Bromocresol Green) Modified Glassy Carbon Electrode",
      "author" : [ "X. Ouyang", "L. Luo", "Y. Ding", "B. Liu", "D. Xu", "A. Huang" ],
      "venue" : "J. Electroanal. Chem",
      "citeRegEx" : "180",
      "shortCiteRegEx" : "180",
      "year" : 2015
    }, {
      "title" : "Determination of Ascorbic Acid, Dopamine, and Uric Acid by a Novel Electrochemical Sensor Based on Pristine Graphene. Electrochim",
      "author" : [ "S. Qi", "B. Zhao", "H. Tang", "X. Jiang" ],
      "venue" : "Acta 2015,",
      "citeRegEx" : "181",
      "shortCiteRegEx" : "181",
      "year" : 2015
    }, {
      "title" : "MgO Nanobelt-Modified Graphene-Tantalum Wire Electrode for the Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid. Electrochim",
      "author" : [ "L. Zhao", "H. Li", "S. Gao", "M. Li", "S. Xu", "C. Li", "W. Guo", "C. Qu", "B. Yang" ],
      "venue" : null,
      "citeRegEx" : "182",
      "shortCiteRegEx" : "182",
      "year" : 2015
    }, {
      "title" : "Fabrication of Reduced Graphene Oxide–Bimetallic Pd@Au Nanocomposites for Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "C. Zou", "J. Zhong", "J. Wang", "Y. Shiraishi", "S. Li", "B. Yan", "J. Guo", "Y. Du" ],
      "venue" : "RSC Adv. 2016,",
      "citeRegEx" : "183",
      "shortCiteRegEx" : "183",
      "year" : 2016
    }, {
      "title" : "Three- Dimensional Graphene-like Carbon Frameworks as a New Electrode Material for Electrochemical Determination of Small Biomolecules",
      "author" : [ "W. Deng", "X. Yuan", "Y. Tan", "M. Ma", "Q. Xie" ],
      "venue" : "Biosens. Bioelectron. 2016,",
      "citeRegEx" : "184",
      "shortCiteRegEx" : "184",
      "year" : 2016
    }, {
      "title" : "Multi-Walled Carbon Nanotubes Doped with Boron as an Electrode Material for Electrochemical Studies on Dopamine, Uric Acid, and Ascorbic Acid. Microchim",
      "author" : [ "N.G. Tsierkezos", "U. Ritter", "Y.N. Thaha", "C. Downing", "P. Szroeder", "P. Scharff" ],
      "venue" : "Acta 2016,",
      "citeRegEx" : "185",
      "shortCiteRegEx" : "185",
      "year" : 2016
    }, {
      "title" : "Mesoporous Nitrogen Containing Carbon Materials for the Simultaneous Detection of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "A. Joshi", "W. Schuhmann", "T.C. Nagaiah" ],
      "venue" : "Sens Actuators B Chem",
      "citeRegEx" : "186",
      "shortCiteRegEx" : "186",
      "year" : 2016
    }, {
      "title" : "Carbon Nanohorns/Poly (Glycine) Modified Glassy Carbon Electrode : Preparation, Characterization and Simultaneous Electrochemical Determination of Uric Acid, Dopamine and Ascorbic Acid",
      "author" : [ "G. Zhang", "P. He", "W. Feng", "S. Ding", "J. Chen", "L. Li", "H. He", "S. Zhang", "F. Dong" ],
      "venue" : "Jeac 2016,",
      "citeRegEx" : "187",
      "shortCiteRegEx" : "187",
      "year" : 2015
    }, {
      "title" : "Electrochemical Analysis of Ascorbic Acid, Dopamine, and Uric Acid on Nobel Metal Modified Nitrogen-Doped Carbon Nanotubes",
      "author" : [ "N.G. Tsierkezos", "S.H. Othman", "U. Ritter", "L. Hafermann", "A. Knauer", "J.M. K€ ohler", "C. Downing", "E.K. McCarthy" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "188",
      "shortCiteRegEx" : "188",
      "year" : 2016
    }, {
      "title" : "Rational Design of Gold Nanoparticle/ Graphene Hybrids for Simultaneous Electrochemical Determination of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "W. Huan", "X. Li-Guang", "C.H.U. Xue-Feng", "C.H.I. Yao-Dan", "Y. Xiao-Tian" ],
      "venue" : "Chinese J. Anal. Chem. 2016,",
      "citeRegEx" : "189",
      "shortCiteRegEx" : "189",
      "year" : 1625
    }, {
      "title" : "Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid Using a Glassy Carbon Electrode Modified with the Nickel(II)-Bis(1,10-Phenanthroline) Complex and Single- Walled Carbon Nanotubes. Microchim",
      "author" : [ "S. Yan", "X. Li", "Y. Xiong", "M. Wang", "L. Yang", "X. Liu", "L.A.M. Alshahrani", "P. Liu", "C. Zhang" ],
      "venue" : null,
      "citeRegEx" : "190",
      "shortCiteRegEx" : "190",
      "year" : 2016
    }, {
      "title" : "A Highly Sensitive and Stable Electrochemical Sensor for Simultaneous Detection towards Ascorbic Acid, Dopamine, and Uric Acid Based on the Hierarchical Nanoporous",
      "author" : [ "D. Zhao", "G. Yu", "K. Tian", "C. Xu" ],
      "venue" : "PtTi Alloy. Biosens. Bioelectron",
      "citeRegEx" : "191",
      "shortCiteRegEx" : "191",
      "year" : 2016
    }, {
      "title" : "One-Pot Facile Fabrication of Graphene-Zinc Oxide Composite and Its Enhanced Sensitivity for Simultaneous Electrochemical Detection of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "X. Zhang", "Y. Zhang", "L. Ma" ],
      "venue" : "Sens. Actuators B Chem. 2016,",
      "citeRegEx" : "192",
      "shortCiteRegEx" : "192",
      "year" : 2015
    }, {
      "title" : "Simultaneous Determination of Ascorbic Acid, Uric Acid and Dopamine at Modified Electrode Based on Hybrid Nickel Hexacyanoferrate/Poly(1,5-Diaminonaphthalene)",
      "author" : [ "A.A. Hathoot", "K.M. Hassan", "W.A. Essa", "M. Abdel-Azzem" ],
      "venue" : "J. Iran. Chem. Soc. 2017,",
      "citeRegEx" : "193",
      "shortCiteRegEx" : "193",
      "year" : 2017
    }, {
      "title" : "Surfactant-Free Synthesis of Three-Dimensional Nitrogen- Doped Hierarchically Porous Carbon and Its Application as an Electrode Modification Material for Simultaneous Sensing of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "A. Nsabimana", "J. Lai", "S. Li", "P. Hui", "Z. Liu", "G. Xu" ],
      "venue" : null,
      "citeRegEx" : "194",
      "shortCiteRegEx" : "194",
      "year" : 2017
    }, {
      "title" : "Water Based Homogenous Carbon Ink Modified Electrode as an Efficient Sensor System for Simultaneous Detection of Ascorbic Acid, Dopamine and Uric Acid. Electrochim",
      "author" : [ "B. Dinesh", "R. Saraswathi", "A. Senthil Kumar" ],
      "venue" : "Acta 2017,",
      "citeRegEx" : "195",
      "shortCiteRegEx" : "195",
      "year" : 2017
    }, {
      "title" : "A Facile Approach to Synthesis of Mesoporous  SnO2/Chitosan Nanocomposite  Modified Electrode for Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "S. Selvarajan", "A. Suganthi", "M. Rajarajan" ],
      "venue" : "Surf. Interfaces 2017,",
      "citeRegEx" : "196",
      "shortCiteRegEx" : "196",
      "year" : 2017
    }, {
      "title" : "3DGH-Fc Based Electrochemical Sensor for the Simultaneous Determination of Ascorbic Acid, Dopamine and Uric Acid",
      "author" : [ "Q. Zhu", "J. Bao", "D. Huo", "M. Yang", "H. Wu", "C. Hou", "Y. Zhao", "X. Luo", "H. Fa" ],
      "venue" : "J. Electroanal. Chem",
      "citeRegEx" : "197",
      "shortCiteRegEx" : "197",
      "year" : 2017
    }, {
      "title" : "Title: Photochemical One-Pot Synthesis of Reduced Graphene Oxide/Prussian Blue Nanocomposite for Simultaneous Electrochemical Detection of Ascorbic Acid, Dopamine, and Uric Acid",
      "author" : [ "P.L. Dos Santos", "V. Katic", "K.C.F. Toledo", "J.A. Bonacin" ],
      "venue" : "Sens. Actuators B. Chem. 2017,",
      "citeRegEx" : "198",
      "shortCiteRegEx" : "198",
      "year" : 2017
    }, {
      "title" : "Sensitive Electrochemical Detection of Dopamine, Uric and Ascorbic Acids Based on Poly- (Dianix Yellow",
      "author" : [ "M.A. Karimi", "A. Hatefi-Mehrjardi", "M. Soleymanzadeh" ],
      "venue" : "Film Modified Electrode 2017,",
      "citeRegEx" : "199",
      "shortCiteRegEx" : "199",
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "AA deficiency may cause diseases such as scurvy.([1,2]) UA which is an end product of purine metab-",
      "startOffset" : 49,
      "endOffset" : 54
    }, {
      "referenceID" : 1,
      "context" : "AA deficiency may cause diseases such as scurvy.([1,2]) UA which is an end product of purine metab-",
      "startOffset" : 49,
      "endOffset" : 54
    }, {
      "referenceID" : 0,
      "context" : "used as a marker for diagnosis of gout and other diseases like hyperuricemia or kidney stones.([1,3]) DA is a neurotrans-",
      "startOffset" : 95,
      "endOffset" : 100
    }, {
      "referenceID" : 2,
      "context" : "used as a marker for diagnosis of gout and other diseases like hyperuricemia or kidney stones.([1,3]) DA is a neurotrans-",
      "startOffset" : 95,
      "endOffset" : 100
    }, {
      "referenceID" : 5,
      "context" : "voltammetry has become the most commonly used and important one in last years.([7]) Voltammetry is an electro-",
      "startOffset" : 79,
      "endOffset" : 82
    }, {
      "referenceID" : 0,
      "context" : "Moreover, in children bone progress is impaired in AA deficiency.([1,2]) UA is the primary end product of purine metabolism and",
      "startOffset" : 66,
      "endOffset" : 71
    }, {
      "referenceID" : 1,
      "context" : "Moreover, in children bone progress is impaired in AA deficiency.([1,2]) UA is the primary end product of purine metabolism and",
      "startOffset" : 66,
      "endOffset" : 71
    }, {
      "referenceID" : 0,
      "context" : "UA can be used as a marker for diagnosis and prognosis of these diseases.([1,3]) DA is a well-known neurotransmitter, and catecholamine",
      "startOffset" : 74,
      "endOffset" : 79
    }, {
      "referenceID" : 2,
      "context" : "UA can be used as a marker for diagnosis and prognosis of these diseases.([1,3]) DA is a well-known neurotransmitter, and catecholamine",
      "startOffset" : 74,
      "endOffset" : 79
    }, {
      "referenceID" : 0,
      "context" : "ciency may cause various diseases such as schizophrenia and Parkinson’s disease.([1]) The most important uses of DA are",
      "startOffset" : 81,
      "endOffset" : 84
    }, {
      "referenceID" : 1,
      "context" : "treatment of acute myocardial infarction, cardiogenic shock during cardiac surgery, and septic shock.([2,18]) As biologically important compounds for living systems;",
      "startOffset" : 102,
      "endOffset" : 108
    }, {
      "referenceID" : 12,
      "context" : "treatment of acute myocardial infarction, cardiogenic shock during cardiac surgery, and septic shock.([2,18]) As biologically important compounds for living systems;",
      "startOffset" : 102,
      "endOffset" : 108
    }, {
      "referenceID" : 3,
      "context" : "simultaneous determination of these compounds is excessively important for electrochemical analysis.([5]) AA and DA have numerous pharmaceutical preparations",
      "startOffset" : 101,
      "endOffset" : 104
    }, {
      "referenceID" : 5,
      "context" : "commonly used and important one amongst the other methods.([7]) In voltammetry; the current is measured as a function",
      "startOffset" : 59,
      "endOffset" : 62
    }, {
      "referenceID" : 8,
      "context" : "have different sizes, shapes, and compositions are ready for use.([14,30]) What makes nanomaterials popular and advanta-",
      "startOffset" : 66,
      "endOffset" : 73
    }, {
      "referenceID" : 22,
      "context" : "have different sizes, shapes, and compositions are ready for use.([14,30]) What makes nanomaterials popular and advanta-",
      "startOffset" : 66,
      "endOffset" : 73
    }, {
      "referenceID" : 9,
      "context" : "characteristics which can be controlled to develop novel devices and systems.([15,16]) These characteristics have import-",
      "startOffset" : 78,
      "endOffset" : 85
    }, {
      "referenceID" : 10,
      "context" : "characteristics which can be controlled to develop novel devices and systems.([15,16]) These characteristics have import-",
      "startOffset" : 78,
      "endOffset" : 85
    }, {
      "referenceID" : 8,
      "context" : "performance sensors by adjusting the size and structure of nanomaterials.([14]) Nanomaterials have the ability to speed",
      "startOffset" : 74,
      "endOffset" : 78
    }, {
      "referenceID" : 11,
      "context" : "sensor by enhancing catalytic activity, conductivity, and biocompatibility.([17]) To determine an analyte quantitatively,",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 10,
      "context" : "If this sensor uses a nanoscale interaction for determination it is named as a nanosensor.([16])",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 87,
      "context" : "Reprinted with permission Elsevier.([99]) CRITICAL REVIEWS IN ANALYTICAL CHEMISTRY 103",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 40,
      "context" : "Reprinted with permission Elsevier.([50]) Figure 2.",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 101,
      "context" : "(a) Chronoamperommetry; (b) Differential pulse chronoamperommetry; (c) Linear sweep voltammetry; (d) cyclic voltammetry; (e) staircase voltammetry; (f) DPV; (g) SWV; (h) AC voltammetry Reprinted with permission Elsevier.([114]) 104 S.",
      "startOffset" : 221,
      "endOffset" : 226
    }, {
      "referenceID" : 28,
      "context" : "The similarity of carbon and nitrogen in terms of atomic size and valence electron structure, allows carbon nanomaterials to be easily modified with nitrogen, thereby improving the surface chemistry and electronic properties of these nanomaterials to obtain N-doped carbon nanomaterials.([38,43,51,52]) N-doped carbon nanomaterials can provide more efficient results by increasing sensitivity for the determination of biological compounds such as DA, AA, and UA in electrochemical analysis.",
      "startOffset" : 288,
      "endOffset" : 301
    }, {
      "referenceID" : 33,
      "context" : "The similarity of carbon and nitrogen in terms of atomic size and valence electron structure, allows carbon nanomaterials to be easily modified with nitrogen, thereby improving the surface chemistry and electronic properties of these nanomaterials to obtain N-doped carbon nanomaterials.([38,43,51,52]) N-doped carbon nanomaterials can provide more efficient results by increasing sensitivity for the determination of biological compounds such as DA, AA, and UA in electrochemical analysis.",
      "startOffset" : 288,
      "endOffset" : 301
    }, {
      "referenceID" : 41,
      "context" : "The similarity of carbon and nitrogen in terms of atomic size and valence electron structure, allows carbon nanomaterials to be easily modified with nitrogen, thereby improving the surface chemistry and electronic properties of these nanomaterials to obtain N-doped carbon nanomaterials.([38,43,51,52]) N-doped carbon nanomaterials can provide more efficient results by increasing sensitivity for the determination of biological compounds such as DA, AA, and UA in electrochemical analysis.",
      "startOffset" : 288,
      "endOffset" : 301
    }, {
      "referenceID" : 42,
      "context" : "The similarity of carbon and nitrogen in terms of atomic size and valence electron structure, allows carbon nanomaterials to be easily modified with nitrogen, thereby improving the surface chemistry and electronic properties of these nanomaterials to obtain N-doped carbon nanomaterials.([38,43,51,52]) N-doped carbon nanomaterials can provide more efficient results by increasing sensitivity for the determination of biological compounds such as DA, AA, and UA in electrochemical analysis.",
      "startOffset" : 288,
      "endOffset" : 301
    }, {
      "referenceID" : 28,
      "context" : "N-doped carbon nanomaterials can provide more efficient results by increasing sensitivity for the determination of biological compounds such as DA, AA, and UA in electrochemical analysis.([38,43,51,52]) Nanoporous carbon materials are materials which have pore sizes up to 100 nm.",
      "startOffset" : 188,
      "endOffset" : 201
    }, {
      "referenceID" : 33,
      "context" : "N-doped carbon nanomaterials can provide more efficient results by increasing sensitivity for the determination of biological compounds such as DA, AA, and UA in electrochemical analysis.([38,43,51,52]) Nanoporous carbon materials are materials which have pore sizes up to 100 nm.",
      "startOffset" : 188,
      "endOffset" : 201
    }, {
      "referenceID" : 41,
      "context" : "N-doped carbon nanomaterials can provide more efficient results by increasing sensitivity for the determination of biological compounds such as DA, AA, and UA in electrochemical analysis.([38,43,51,52]) Nanoporous carbon materials are materials which have pore sizes up to 100 nm.",
      "startOffset" : 188,
      "endOffset" : 201
    }, {
      "referenceID" : 42,
      "context" : "N-doped carbon nanomaterials can provide more efficient results by increasing sensitivity for the determination of biological compounds such as DA, AA, and UA in electrochemical analysis.([38,43,51,52]) Nanoporous carbon materials are materials which have pore sizes up to 100 nm.",
      "startOffset" : 188,
      "endOffset" : 201
    }, {
      "referenceID" : 22,
      "context" : "All these mentioned features provide them to show a more sensitive sensing performance (Figure 4).([30,38,54,55]) CNFs are a new carbon nanomaterial with properties similar to CNTs.",
      "startOffset" : 99,
      "endOffset" : 112
    }, {
      "referenceID" : 28,
      "context" : "All these mentioned features provide them to show a more sensitive sensing performance (Figure 4).([30,38,54,55]) CNFs are a new carbon nanomaterial with properties similar to CNTs.",
      "startOffset" : 99,
      "endOffset" : 112
    }, {
      "referenceID" : 44,
      "context" : "All these mentioned features provide them to show a more sensitive sensing performance (Figure 4).([30,38,54,55]) CNFs are a new carbon nanomaterial with properties similar to CNTs.",
      "startOffset" : 99,
      "endOffset" : 112
    }, {
      "referenceID" : 45,
      "context" : "All these mentioned features provide them to show a more sensitive sensing performance (Figure 4).([30,38,54,55]) CNFs are a new carbon nanomaterial with properties similar to CNTs.",
      "startOffset" : 99,
      "endOffset" : 112
    }, {
      "referenceID" : 22,
      "context" : "CNFs can be used as electrode modifying in electrochemical analysis of small molecules.([30,35,38,56,57]) SWCNHs are novel carbon allotrope which consists of thousands of graphitic tubes with 2–5 nm of diameters by aggregating into a spherical structure with 50–100 nm of diameter.",
      "startOffset" : 88,
      "endOffset" : 104
    }, {
      "referenceID" : 26,
      "context" : "CNFs can be used as electrode modifying in electrochemical analysis of small molecules.([30,35,38,56,57]) SWCNHs are novel carbon allotrope which consists of thousands of graphitic tubes with 2–5 nm of diameters by aggregating into a spherical structure with 50–100 nm of diameter.",
      "startOffset" : 88,
      "endOffset" : 104
    }, {
      "referenceID" : 28,
      "context" : "CNFs can be used as electrode modifying in electrochemical analysis of small molecules.([30,35,38,56,57]) SWCNHs are novel carbon allotrope which consists of thousands of graphitic tubes with 2–5 nm of diameters by aggregating into a spherical structure with 50–100 nm of diameter.",
      "startOffset" : 88,
      "endOffset" : 104
    }, {
      "referenceID" : 46,
      "context" : "CNFs can be used as electrode modifying in electrochemical analysis of small molecules.([30,35,38,56,57]) SWCNHs are novel carbon allotrope which consists of thousands of graphitic tubes with 2–5 nm of diameters by aggregating into a spherical structure with 50–100 nm of diameter.",
      "startOffset" : 88,
      "endOffset" : 104
    }, {
      "referenceID" : 26,
      "context" : "With their wide surface area, high pore volume, great electric conductivity, and semi conductivity, SNWCHs have taken their place as electrode modifiers in electrochemical analysis (Figure 5).([35,38,58,59])",
      "startOffset" : 193,
      "endOffset" : 206
    }, {
      "referenceID" : 28,
      "context" : "With their wide surface area, high pore volume, great electric conductivity, and semi conductivity, SNWCHs have taken their place as electrode modifiers in electrochemical analysis (Figure 5).([35,38,58,59])",
      "startOffset" : 193,
      "endOffset" : 206
    }, {
      "referenceID" : 47,
      "context" : "With their wide surface area, high pore volume, great electric conductivity, and semi conductivity, SNWCHs have taken their place as electrode modifiers in electrochemical analysis (Figure 5).([35,38,58,59])",
      "startOffset" : 193,
      "endOffset" : 206
    }, {
      "referenceID" : 48,
      "context" : "With their wide surface area, high pore volume, great electric conductivity, and semi conductivity, SNWCHs have taken their place as electrode modifiers in electrochemical analysis (Figure 5).([35,38,58,59])",
      "startOffset" : 193,
      "endOffset" : 206
    }, {
      "referenceID" : 43,
      "context" : "Reprinted with permission Elsevier.([53])",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 106,
      "context" : "Reprinted with permission Elsevier.([119]) TEM and/or SEM images of nanoparticles: (B) Pd hexahedron (i.",
      "startOffset" : 36,
      "endOffset" : 41
    }, {
      "referenceID" : 107,
      "context" : "Reprinted with permission Elsevier.([120]) CRITICAL REVIEWS IN ANALYTICAL CHEMISTRY 105",
      "startOffset" : 36,
      "endOffset" : 41
    }, {
      "referenceID" : 22,
      "context" : "ical sensors due to their differentiating properties from bulk materials.([30,42,47]) They can be classified as ionic liquid-based",
      "startOffset" : 74,
      "endOffset" : 84
    }, {
      "referenceID" : 32,
      "context" : "ical sensors due to their differentiating properties from bulk materials.([30,42,47]) They can be classified as ionic liquid-based",
      "startOffset" : 74,
      "endOffset" : 84
    }, {
      "referenceID" : 37,
      "context" : "ical sensors due to their differentiating properties from bulk materials.([30,42,47]) They can be classified as ionic liquid-based",
      "startOffset" : 74,
      "endOffset" : 84
    }, {
      "referenceID" : 22,
      "context" : "All these features make ILs suitable material for electrode modification in voltammetric analysis.([30,42,64]) Conductive polymers come together with other electro-",
      "startOffset" : 99,
      "endOffset" : 109
    }, {
      "referenceID" : 32,
      "context" : "All these features make ILs suitable material for electrode modification in voltammetric analysis.([30,42,64]) Conductive polymers come together with other electro-",
      "startOffset" : 99,
      "endOffset" : 109
    }, {
      "referenceID" : 53,
      "context" : "All these features make ILs suitable material for electrode modification in voltammetric analysis.([30,42,64]) Conductive polymers come together with other electro-",
      "startOffset" : 99,
      "endOffset" : 109
    }, {
      "referenceID" : 22,
      "context" : "Polypyrrole, polyaniline, and polythiophene are generally used as the polymer in the polymer-modified electrodes which are widely used in the electrochemical analysis.([30,42,64,68,69]) Quantum dots (QDs), in other words semiconductor nanoparticles, which are colloidal nanocrystalline and zerodimensional structures, are a type of nanoparticles.",
      "startOffset" : 168,
      "endOffset" : 184
    }, {
      "referenceID" : 32,
      "context" : "Polypyrrole, polyaniline, and polythiophene are generally used as the polymer in the polymer-modified electrodes which are widely used in the electrochemical analysis.([30,42,64,68,69]) Quantum dots (QDs), in other words semiconductor nanoparticles, which are colloidal nanocrystalline and zerodimensional structures, are a type of nanoparticles.",
      "startOffset" : 168,
      "endOffset" : 184
    }, {
      "referenceID" : 53,
      "context" : "Polypyrrole, polyaniline, and polythiophene are generally used as the polymer in the polymer-modified electrodes which are widely used in the electrochemical analysis.([30,42,64,68,69]) Quantum dots (QDs), in other words semiconductor nanoparticles, which are colloidal nanocrystalline and zerodimensional structures, are a type of nanoparticles.",
      "startOffset" : 168,
      "endOffset" : 184
    }, {
      "referenceID" : 57,
      "context" : "Polypyrrole, polyaniline, and polythiophene are generally used as the polymer in the polymer-modified electrodes which are widely used in the electrochemical analysis.([30,42,64,68,69]) Quantum dots (QDs), in other words semiconductor nanoparticles, which are colloidal nanocrystalline and zerodimensional structures, are a type of nanoparticles.",
      "startOffset" : 168,
      "endOffset" : 184
    }, {
      "referenceID" : 58,
      "context" : "Polypyrrole, polyaniline, and polythiophene are generally used as the polymer in the polymer-modified electrodes which are widely used in the electrochemical analysis.([30,42,64,68,69]) Quantum dots (QDs), in other words semiconductor nanoparticles, which are colloidal nanocrystalline and zerodimensional structures, are a type of nanoparticles.",
      "startOffset" : 168,
      "endOffset" : 184
    }, {
      "referenceID" : 22,
      "context" : "With their high surface area to volume ratios and adjustable electron transport properties, nanowires have come to the fore an electrochemical sensors.([30,42,70,75])",
      "startOffset" : 152,
      "endOffset" : 165
    }, {
      "referenceID" : 32,
      "context" : "With their high surface area to volume ratios and adjustable electron transport properties, nanowires have come to the fore an electrochemical sensors.([30,42,70,75])",
      "startOffset" : 152,
      "endOffset" : 165
    }, {
      "referenceID" : 59,
      "context" : "With their high surface area to volume ratios and adjustable electron transport properties, nanowires have come to the fore an electrochemical sensors.([30,42,70,75])",
      "startOffset" : 152,
      "endOffset" : 165
    }, {
      "referenceID" : 64,
      "context" : "With their high surface area to volume ratios and adjustable electron transport properties, nanowires have come to the fore an electrochemical sensors.([30,42,70,75])",
      "startOffset" : 152,
      "endOffset" : 165
    }, {
      "referenceID" : 52,
      "context" : "Reprinted with permission Elsevier.([63]) 106 S.",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 88,
      "context" : "Reprinted with permission Elsevier.([100]) CRITICAL REVIEWS IN ANALYTICAL CHEMISTRY 107",
      "startOffset" : 36,
      "endOffset" : 41
    }, {
      "referenceID" : 91,
      "context" : "Reprinted with permission Elsevier.([103])",
      "startOffset" : 36,
      "endOffset" : 41
    }, {
      "referenceID" : 93,
      "context" : "Reprinted with permission Elsevier.([105]) 108 S.",
      "startOffset" : 36,
      "endOffset" : 41
    }, {
      "referenceID" : 0,
      "context" : "polymers, and organic redox mediators were comprehensively studied.([1,5,6]) AA, UA, and DA are compounds that coexist in bio-",
      "startOffset" : 68,
      "endOffset" : 75
    }, {
      "referenceID" : 3,
      "context" : "polymers, and organic redox mediators were comprehensively studied.([1,5,6]) AA, UA, and DA are compounds that coexist in bio-",
      "startOffset" : 68,
      "endOffset" : 75
    }, {
      "referenceID" : 4,
      "context" : "polymers, and organic redox mediators were comprehensively studied.([1,5,6]) AA, UA, and DA are compounds that coexist in bio-",
      "startOffset" : 68,
      "endOffset" : 75
    }, {
      "referenceID" : 0,
      "context" : "Reprinted with permission Springer.([1])",
      "startOffset" : 36,
      "endOffset" : 39
    }, {
      "referenceID" : 85,
      "context" : "Reprinted with permission Elsevier.([97]) CRITICAL REVIEWS IN ANALYTICAL CHEMISTRY 109",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 86,
      "context" : "The proposed method also applied to human urine and serum samples.([98]) In another study, Kamyabi et al.",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 87,
      "context" : "method can easily be used to selectively detect AA, UA, and DA in real samples.([99]) Sheng et al.",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 52,
      "context" : "work demonstrates that the proposed sensor is a promising option for electrochemical applications (Figure 6).([63]) Zhang et al.",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 88,
      "context" : "modified electrode showed noticeably electrocatalytic activity for the oxidation of AA, DA, and UA (Figure 7).([100]) In another recent study, Yan et al.",
      "startOffset" : 111,
      "endOffset" : 116
    }, {
      "referenceID" : 89,
      "context" : "simultaneous determination of AA, UA, and DA in human blood and human urine samples.([101]) Nancy and Kumary studied synergistic electrocatalytic",
      "startOffset" : 85,
      "endOffset" : 90
    }, {
      "referenceID" : 90,
      "context" : "The proposed sensor was also used for determination in human serum and human urine samples.([102]) In another study, Afraz et al.",
      "startOffset" : 92,
      "endOffset" : 97
    }, {
      "referenceID" : 96,
      "context" : "Reprinted with permission Elsevier.([108]) 110 S.",
      "startOffset" : 36,
      "endOffset" : 41
    }, {
      "referenceID" : 91,
      "context" : "analyze human urine and human serum as real samples (Figure 8).([103]) In another work, Chen et al.",
      "startOffset" : 64,
      "endOffset" : 69
    }, {
      "referenceID" : 93,
      "context" : "hydrochloride injection, human urine samples, and fetal bovine serum to show the effectiveness for simultaneous determination of AA, UA, and DA (Figure 9).([105]) In a recent study, Zhu et al.",
      "startOffset" : 156,
      "endOffset" : 161
    }, {
      "referenceID" : 94,
      "context" : "for detectionn in real samples, the proposed sensor was applied in human serum samples.([106]) In another study, Aydogdu Tig et al.",
      "startOffset" : 88,
      "endOffset" : 93
    }, {
      "referenceID" : 82,
      "context" : "Reprinted with permission Elsevier.([94]) CRITICAL REVIEWS IN ANALYTICAL CHEMISTRY 111",
      "startOffset" : 36,
      "endOffset" : 40
    }, {
      "referenceID" : 98,
      "context" : "075 Vitamin C ampoule, Urine, Dopamine ampoule [110]",
      "startOffset" : 47,
      "endOffset" : 52
    }, {
      "referenceID" : 101,
      "context" : "03 Vitamin C ampoule, Urine, Dopamine ampoule [114]",
      "startOffset" : 46,
      "endOffset" : 51
    }, {
      "referenceID" : 102,
      "context" : "31 Vitamin C tablet, Dopamine injection solution, Serum [115]",
      "startOffset" : 56,
      "endOffset" : 61
    }, {
      "referenceID" : 103,
      "context" : "67 Urine, Dopamine injection solution, Ascorbic acid injection solution [116]",
      "startOffset" : 72,
      "endOffset" : 77
    }, {
      "referenceID" : 106,
      "context" : "2 Vitamin C injection solution, Dopamine injection solution, Serum [119]",
      "startOffset" : 67,
      "endOffset" : 72
    }, {
      "referenceID" : 87,
      "context" : "0416 Vitamin C injection solution, Dopamine injection solution [99]",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 79,
      "context" : "12 Vitamin C injection, Dopamine injection, Urine [91]",
      "startOffset" : 50,
      "endOffset" : 54
    }, {
      "referenceID" : 111,
      "context" : "02 Vitamin C tablet, Dopamine injection solution, Urine [124]",
      "startOffset" : 56,
      "endOffset" : 61
    }, {
      "referenceID" : 121,
      "context" : "90 10 1 Urine, Cerebrospinal fluid [134]",
      "startOffset" : 35,
      "endOffset" : 40
    }, {
      "referenceID" : 123,
      "context" : "01 Urine, Serum, Dopamine injection [136]",
      "startOffset" : 36,
      "endOffset" : 41
    }, {
      "referenceID" : 125,
      "context" : "67 Serum, Urine, Multivitamin tablet [138]",
      "startOffset" : 37,
      "endOffset" : 42
    }, {
      "referenceID" : 141,
      "context" : "0 400–8000 2–40 6–75 400 2 6 Urine [155]",
      "startOffset" : 35,
      "endOffset" : 40
    }, {
      "referenceID" : 144,
      "context" : "05 Vitamin C tablet, Dopamine ampoule, Urine [158]",
      "startOffset" : 45,
      "endOffset" : 50
    }, {
      "referenceID" : 145,
      "context" : "29 Vitamin C injection, Multivitamin tablet, Dopamine injection, Urine, Serum [159]",
      "startOffset" : 78,
      "endOffset" : 83
    }, {
      "referenceID" : 158,
      "context" : "0 10–1000 10–1000 10–3200 10 5 1 Urine [172]",
      "startOffset" : 39,
      "endOffset" : 44
    }, {
      "referenceID" : 93,
      "context" : "05 Vitamin C tablet, Dopamine injection solution, Urine, Fetal bovine serum [105]",
      "startOffset" : 76,
      "endOffset" : 81
    }, {
      "referenceID" : 175,
      "context" : "76 1 Vitamin C tablets, Dopamine injection, Urine [190]",
      "startOffset" : 50,
      "endOffset" : 55
    }, {
      "referenceID" : 4,
      "context" : "To illustrate the analytical applicability of the modified electrode for simultaneous determination of AA, UA, and DA, the analysis was performed in human serum samples.([6]) In a recent work, Taleb et al.",
      "startOffset" : 170,
      "endOffset" : 173
    }, {
      "referenceID" : 0,
      "context" : "They observed that interference effects of those species are unimportant for determination of AA, UA and DA (Figure 10).([1]) Wang et al.",
      "startOffset" : 121,
      "endOffset" : 124
    }, {
      "referenceID" : 85,
      "context" : "The results indicated that the proposed electrode allowed detecting DA and UA selectively and sensitively in the presence of AA (Figure 11).([97]) He et al.",
      "startOffset" : 141,
      "endOffset" : 145
    }, {
      "referenceID" : 95,
      "context" : "The results showed that the modified electrode gives stable, reproducible and reliable results for simultaneous determination of UA and DA in the presence of AA.([107]) Yu et al.",
      "startOffset" : 162,
      "endOffset" : 167
    }, {
      "referenceID" : 96,
      "context" : "The proposed electrode was also used to determine UA in human urine samples (Figure 12).([108]) Quan et al.",
      "startOffset" : 89,
      "endOffset" : 94
    }, {
      "referenceID" : 82,
      "context" : "The modified electrode was also applied to determine DA in pharmaceutical product for verifying the reliability of the method (Figure 13).([94]) Wu et al.",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 180,
      "context" : "1 Vitamin C tablet, Dopamine injection, Urine [195]",
      "startOffset" : 46,
      "endOffset" : 51
    }, {
      "referenceID" : 84,
      "context" : "fied electrode showed high stability, good reproducibility, and good anti-interference ability.([96]) Wang et al.",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 97,
      "context" : "urine samples were used for further evaluation of the proposed method.([109]) Li et al.",
      "startOffset" : 71,
      "endOffset" : 76
    }, {
      "referenceID" : 83,
      "context" : "applied to determine DA in DA injection solution, human urine, serum, and plasma samples.([95]) Selected of the recent studies are summarized in Table 1.",
      "startOffset" : 90,
      "endOffset" : 94
    } ],
    "year" : 2020,
    "abstractText" : "Ascorbic acid (AA), uric acid (UA), and dopamine (DA) are biologically important molecules which have similar structures and important tasks in the human body. Since they usually coexist in biological fluids and oxidize at overlapping potentials; developing a sensitive, selective, simple, fast, and affordable electroanalytical method for simultaneous determination of AA, UA, and DA has always been a prominent research subject. Voltammetry has become one of the most commonly used and important method amongst the other methods due to its high sensitivity and reliability. Moreover, nanomaterials have become very popular in electrochemistry recently with the use of nanosensors in determinations of molecules thanks to unique properties of nanomaterials. This review highlights the most widely used voltammetric methods and nanomaterials in simultaneous electrochemical sensing of AA, UA, and DA; provides an overview of recent studies on simultaneous determination of AA, UA, and DA, and also explains the interference effect of AA, UA, and DA to each other.",
    "creator" : null
  }
}