{
  "name" : "downloads_2019-11-17_13_chen2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Three dimensional sea-urchin-like PdAuCu nanocrystals/ferrocene-grafted-polylysine as an efficient probe to amplify the electrochemical signals for ultrasensitive immunoassay of carcinoembryonic antigen",
    "authors" : [ "Yao Chen", "Ai-Jun Wang", "Pei-Xin Yuan", "Xiliang Luo", "Yadong Xue", "Jiu-Ju Fenga" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nBiosensors and Bioelectronics\njournal homepage: www.elsevier.com/locate/bios\nThree dimensional sea-urchin-like PdAuCu nanocrystals/ferrocene-graftedpolylysine as an efficient probe to amplify the electrochemical signals for ultrasensitive immunoassay of carcinoembryonic antigen\nYao Chena, Ai-Jun Wanga, Pei-Xin Yuana, Xiliang Luob, Yadong Xuec, Jiu-Ju Fenga,⁎\na Key Laboratory of the Ministry of Education for Advanced Catalysis Materials, College of Chemistry and Life Sciences, College of Geography and Environmental Sciences, Zhejiang Normal University, Jinhua 321004, China b Key Laboratory of Sensor Analysis of Tumor Marker, Ministry of Education, College of Chemistry and Molecular Engineering, Qingdao University of Science and Technology, Qingdao 266042, China c Jinhua Central Hospital, Jinhua 321001, China\nA R T I C L E I N F O\nKeywords: Carcinoembryonic antigen Electrochemical immunosensor Ferrocene-grafted-polylysine Sea-urchin-like nanocrystals\nA B S T R A C T\nA novel sandwich-like immunosensor was efficiently fabricated for detection of carcinoembryonic antigen (CEA) with three dimensional sea-urchin-like PdAuCu nanocrystals (PdAuCu NCs)/ferrocene-grafted-polylysine (Fc-gPLL) as the label of secondary antibodies (Ab2) and Au nanoparticles (Au NPs) as the substrate material. Herein, PdAuCu NCs were directly synthesized with polyethylene oxide (PEO) as a growth-directing agent by a facile one-step aqueous method without any organic solvent. Meanwhile, Fc-g-PLL was obtained by covalent linkage of Fc with PLL via Schiff-base reaction. The well-dispersed PdAuCu NCs by Fc-g-PLL have the enlarged surface area, enhanced catalytic properties and superior biocompatibility to amplify the current signals. The resultant immunosensor shows linear relationship of the electrochemical responses with the CEA concentrations within a broader linear range (0.001–100.0 ngmL–1) and a lower detection limit (0.23 pgmL–1, S/N=3). Furthermore, the immunosensor was explored for practical assay of CEA in human serum samples with accredited results. The novel immunoassay provides a feasible platform for early medical diagnosis."
    }, {
      "heading" : "1. Introduction",
      "text" : "Carcinoembryonic antigen (CEA), a kind of tumor markers, is an acidic glycoprotein with the characteristics of human embryonic antigen (Tang et al., 2008). Its levels are widely used as an important indicator for early medical diagnosis of many cancers (e.g. colorectal cancer, pancreatic cancer, stomach cancer, and ovarian cancer) (Yang et al., 2017). Thus, it is necessary to develop a quantitative, accurate and highly sensitive method for detecting CEA.\nCurrently, with the development of analytical techniques, more and more methods have been adopted to detect CEA in real samples, such as enzyme-linked immunoassay (ELISA) (Xuan et al., 2016), photoelectrochemical immunoassay (Han et al., 2018), fluoroimmunoassay (Wang et al., 2014), and electrochemiluminescence (ECL) (Yang et al., 2018). In general, ECL immunoassay is the common one in practical applications, which is usually used to diagnose the amount of CEA in human serum samples (Han et al., 2018). However, these analytical strategies frequently require complex and time-consuming processes, as well as expensive instruments, severely hindering their further\napplications in clinical diagnosis (Gao et al., 2019). So far, electrochemical immunosensors have received remarkable attention in clinical treatment, biological testing, food analysis, environmental monitoring, etc (Gao et al., 2015; Yang et al., 2017). More notably, electrochemical immunoassay has the advantages of simple equipment, facile operation and low cost (Feng et al., 2017b) alternative to those of traditional methods such as ELISA (Xuan et al., 2016), ECL (Yang et al., 2018) and fluoroimmunoassay (Wang et al., 2014).\nFor electrochemical immunosensors, ferrocene (Fc) and its derivatives often work as electrochemical signal probes in biosensing devices due to their good biocompatibility, high anti-interference capability and enhanced electronic exchange capacity (Liu et al., 2005). Nevertheless, the probe is still difficult to immobilize onto the electrode, apart from its easy leakage from the electrode because of its low molecular weight and good solubility (Qiu et al., 2009). To solve this problem, many researches have been carried out such as the combination of the probe with polymer or metal organic framework (MOF). For example, Fc-branched poly(allylamine)/multiwalled carbon nanotubes (PAA-Fc/MWNTs) acted as a signal probe for sensitive detection\nhttps://doi.org/10.1016/j.bios.2019.02.057 Received 20 December 2018; Received in revised form 16 February 2019; Accepted 18 February 2019\n⁎ Corresponding author. E-mail address: jjfeng@zjnu.cn (J.-J. Feng).\nBiosensors and Bioelectronics 132 (2019) 294–301\nAvailable online 05 March 2019 0956-5663/ © 2019 Elsevier B.V. All rights reserved.\nT\nof hepatitis B surface antigen (Qiu et al., 2011). In another example, Fc was confined in porous MOF as signal tag for ultrasensitive electrochemical immunoassay of amyloid-β (Han et al., 2017).\nPolylysine (PLL) is a non-toxic, biodegradable biopolymer with many hydrophilic amine groups, which is usually used for drug delivery and cell adhesion by taking its advantages of good biocompatibility and stability (Xia et al., 2014). As we know, PLL contains rich amine groups easily covalently bound to Fc groups via Schiff-base reaction, which would effectively prevent Fc from falling off and maintain the bioactivity of the immobilized biomolecules. Furthermore, the as-synthesized Fc-grafted-PLL (Fc-g-PLL) would offer more sites to effectively anchor advanced nanomaterials and biomolecules.\nSignal amplification plays the key role to obtain high sensitivity for electrochemical immunosensors (Kong et al., 2011). To enhance the analytical performance, various nanomaterials especially trimetallic nanomaterials have broad applications in electrochemical immunosensors, owing to their excellent properties (e.g. superior catalytic activity, better durability and larger surface active area) when compared to mono- and bi-metallic nanomaterials (Yan et al., 2018).\nMany efforts have been carried out to explore the applications of trimetallic nanomaterials into biosensing devices. For instance, Pd@Au@ Pt structures with high catalytic activity achieved simultaneous detection of CEA and PSA with low detection limit (LOD) values of 8 pgmL−1 and 2 pgmL−1, respectively (Barman et al., 2018). Furthermore, NiAuPt nanoparticles (NPs), as a signal amplification platform, displayed sensitive detection of CEA with the LOD of 0.27 pgmL−1 (Tian et al., 2016). Therefore, tri-metallic nanomaterials offer a new horizon for electrochemical immunosensors with superior performances (Yan et al., 2018).\nImpressively, Au NPs have been researched earliest and most in biosensors because of their outstanding biocompatibility, chemical stability, and excellent electrical conductivity (Wu et al., 2017). Au NPs, not only provide a suitable interface to increase the amount of anchoring antibodies (Ab), but also facilitate the interface electron transport to amplify electrochemical signals in biosensors (Dong et al., 2017; Guo et al., 2015). Meanwhile, Pd NPs with excellent electrocatalytic activity can effectively accelerate the electron transfer procedures (Zhang et al., 2016). Recently, Pd NPs have wide applications in biosensing field for its efficient catalysis towards H2O2 (Qi et al., 2014; Yan et al., 2018). The introduction of Pd NPs greatly contributes to the immobilization of Ab and the amplification of detection signals (Gao et al., 2019).\nNevertheless, noble metals are expensive and easy deactivated with scarce reserves. In order to reduce the cost and improve the catalytic features, alloying noble metals with non-noble metals (e.g. Cu, Ni, Co etc.) is one of the most effective strategies until now (Cui et al., 2010; Fu et al., 2016). For example, dendritic core-shell AuPd@Au nanocrystals (NCs) and hierarchical AuPd nanochain networks were applied to construct immunosensors for highly sensitive detection of PSA and CA153, respectively (Liu et al., 2017; R. Wang et al., 2018). The high analytical performances are mainly ascribed to the synergetic effects and electronic effects between the multi-metals, coupled with the specific nanostructures.\nIn this study, three dimensional (3D) sea-urchin-like PdAuCu NCs were directly synthesized in aqueous solution by a facile one-step method with the aid of polyethylene oxide (PEO). Besides, ferrocenegrafted-polylysine (Fc-g-PLL) was synthesized by Schiff-base reaction. By virtue of the Fc-g-PLL/PdAuCu NCs nanocomposite as the probe to magnify the current signals, a novel ultrasensitive sandwich-like immunosensor was constructed for detection of CEA and further explored for CEA determination in human serum samples."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Chemicals and apparatus",
      "text" : "More information about the Chemicals and Apparatus was provided in Supporting information (SI)."
    }, {
      "heading" : "2.2. Synthesis of PdAuCu NCs",
      "text" : "Herein, PdAuCu NCs were typically prepared as following: 2.5mL of Na2PdCl4 (20mmol L−1), 0.8 mL of HAuCl4 (24mmol L–1), 1.0 mL of CuCl2 (20mmol L–1), 200mg of KBr and 0.2 mL of HCl solution (6mol L–1) were sequentially put into 10mL of a PEO solution (0.01%) under constant stirring. Next, 2.0 mL of L-ascorbic acid (AA) solution with the concentration of 0.1mol L–1 was put into the mixed solution and then reacted in an oil bath for 30min at 95 °C. Finally, the resulting product was efficiently washed with ethanol and centrifuged at 6000 rpm, followed by drying in the vacuum oven at 60 °C.\nIn the contrasts, AuPd NPs and AuCu NPs were prepared similarly with the Na2PdCl4 (2.5 mL, 20mmol L–1) + HAuCl4 (0.8 mL, 24mmol L–1) and HAuCl4 (0.8 mL, 24mmol L–1) + CuCl2 (1.0 mL, 20mmol L–1) as the precursors, respectively, while the other operational conditions were kept unchanged.\nAdditionally, Au NPs were synthesized by a classical Turkevich method (Ji et al., 2007) with slight modification. The correlated TEM image was displayed Fig. S1 (SI)."
    }, {
      "heading" : "2.3. Synthesis of Fc-g-PLL",
      "text" : "Typically, Fc-g-PLL was prepared according to the literature with a little modification (Yang et al., 2007). Concisely, 50mg of PLL was dissolved into 10mL of water, and 30mg of Fc-CHO was dissolved into 10mL of methanol. The two solutions were mixed evenly under consecutive stirring and reacted at room temperature for 2 h. Subsequently, 100mg of sodium cyanoborohydride (NaCNBH3) was put into the mixed solution and reacted for 24 h at room temperature. The reaction was quenched by a freshly-prepared NaOH solution (5%), followed by washing the product thoroughly with water and centrifuging at 6000 rpm for 5min. The synthetic scheme was shown in Fig. S2 (SI)."
    }, {
      "heading" : "2.4. Preparation of Fc-g-PLL/PdAuCu NCs/Ab2",
      "text" : "Fig. 1A illuminates the preparation procedures of Fc-g-PLL/PdAuCu NCs/Ab2. Specifically, 8 mg of Fc-g-PLL was dissolved into 2mL of a phosphate buffered solution (PBS, 0.10mol L–1, pH 7.4), and ultrasonicated for 20min, followed by adding 2.0mL of the PdAuCu NCs suspension (4mgmL–1) under stirring for 30min. Next, 2.0 mL of the Ab2 solution (20 µgmL–1) was dropped into the above mixture and stirred for 12 h at 4 °C, accompanied by dropping 60 µL of the bovine serum albumin (BSA) solution (1wt%) to completely hinder the inactive sites. Finally, the resulting solution was centrifuged, re-dispersed in the PBS, and stored at 4 °C in a refrigerator for further use."
    }, {
      "heading" : "2.5. Construction of the electrochemical immunosensor",
      "text" : "Fig. 1B shows the construction procedures of the sandwich-like immunosensor. Typically, a glassy carbon electrode (GCE, 3mm in diameter) was first polished by the standard way to obtain a clean surface prior to use (Jang et al., 2015). Then, the electrode was initially modified with 6 µL of the Au NPs suspension (2mgmL–1), followed by casting with 6 µL of a carcinoembryonic antibody (Ab1) solution (10 µgmL–1) with the incubation time of 12 h at 4 °C. Next, 5 µL of a BSA solution (1wt%) was added to prevent the inactive sites. Subsequently, the resultant electrode was immersed into various concentrations of CEA solutions (0.001–100.0 ngmL–1) and incubated for 30min at 37 °C. Finally, 6 µL of the Fc-g-PLL /PdAuCu NCs/Ab2 suspension was\ncasted onto the electrode surface and incubated for another 40min at 37 °C. During the construction procedures, the PBS was adopted to efficiently wash the electrode after each step. The as-constructed immunosensor was stored at 4 °C before use."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of PdAuCu NCs and Fc-g-PLL",
      "text" : "Fig. 2A-B exhibits scanning electron microscopy (SEM) images of the typical product at different magnifications. The low magnification transmission electron microscopy (TEM) images illustrate plenty of seaurchin-like structures (Fig. 2C-D), which are well-dispersed with the uniform size. Furthermore, the sea-urchin-like structures grow uniformly along all the directions, with the length and width of 144 nm and 18 nm, respectively. Inset in Fig. 2D is the 3D model.\nMeanwhile, the high-resolution TEM (HRTEM) image illuminates a large number of clearly visible lattice fringes. The lattice spacing distances are approximately 0.218 and 0.220 nm, which are well assigned to the typical {111} facets of face-centered cubic (fcc) PdAuCu alloy (Fig. 2E-F) (H.-J. Wang et al., 2018). The highly crystalline property is further illustrated by the selected-area electron diffraction (SAED, inset in Fig. 2C). Impressively, the edges show high density of atomic steps on the crystal surfaces, which would provide the greater density of catalytic active sites available and thereby effectively promote the electron transfer rates (Xu et al., 2016).\nAccording to the elemental mappings (Fig. 3A-D), Pd, Au and Cu atoms evenly show up throughout the entire structures. Among them, most Au atoms emerge on the nanobranches, as further supported by the elemental line scanning profiles, which would improve the biocompatibility (Yang et al., 2018). Moreover, the line scanning curves and energy dispersive spectroscopy (EDS) pattern further illustrate their uniform atomic-mixed distributions in the architectures (Fig. 3E-F).\nPEO is a water-soluble polymer, which can effectively control the ultimate morphology, and provide a stable environment to improve the dispersion of nucleated centers during the synthesis of advanced nanomaterials (Grubbs, 2007; H.-J. Wang et al., 2018). In this research, PEO acts as a growth-directing agent, whose content is critical to the ultimate morphologies of the PdAuCu products, as validated in the controlled experiments. Clearly, insufficient (0.005%) or excess (0.05%) PEO only yields irregular PdAuCu nanostructures with severe aggregation (Fig. S3, SI). It illustrates the significant role of the appropriate PEO content in the current synthesis.\nBased on the above results and discussion, the formation mechanism of PdAuCu NCs was illustrated briefly. At the very early stage, the precursors (PdCl42−, AuCl4− and Cu2+) are initially reduced to Pd, Au and Cu atoms due to the presence of AA (Zhang et al., 2010). When the concentrations of Pd, Au and Cu atoms reach the super-saturation, they rapidly fuse together to form PdAuCu nuclei via homogeneous nucleation, along with the fast coverage of the adjacent PEO to decrease the total surface free energy and agglomeration (Shi et al., 2018). Subsequently, the resulting PdAuCu nuclei further assemble together to form PdAuCu NPs, followed by generation of the typical PdAuCu NCs via epitaxial crystal growth under the guidance of PEO and Ostwald ripening. Evidently, sea-urchin-like PdAuCu NCs are formed via nucleation, anisotropic growth and Ostwald ripening (Feng et al., 2017a).\nFourier transform infrared spectroscopy (FT-IR) measurements were conducted to examine the efficient synthesis of Fc-g-PLL (Fig. 4A). The characteristic absorption peak of PLL appears at 1648 cm–1, which is the stretching vibration of the N-H bond (Chen et al., 2019). For blank ferrocene formaldehyde, the typical peak of Fc appears at 1671 cm−1, corresponding to the stretching vibration of C˭O bond from the spectrum of Fc (Yang et al., 2007), which disappears in the case of Fc-g-PLL. It indicates that the aldehyde group from ferrocene formaldehyde is almost consumed in this synthesis. Alternatively, the peak of PLL at 1648 cm−1 is weakened when compared to that of pure PLL. These\nscenarios demonstrate that Fc-g-PLL is successfully synthesized by the Schiff-base reaction between PLL and ferrocene formaldehyde."
    }, {
      "heading" : "3.2. Electrochemistry behaviors of Fc-g-PLL /PdAuCu NCs",
      "text" : "Cyclic voltammetry (CV) measurements were performed to evaluate the efficient fabrication of the immunosensor in this research. Fig. 4B and C exhibits a couple of redox peaks at Fc-g-PLL/PdAuCu NCs modified electrode, which is originated from Fc, verifying the covalent bond formed between Fc and PLL (Qiu et al., 2009).\nThe redox peaks are nearly symmetric with the smaller peak-to-peak separation (ΔEp = 53mV) and significantly higher peak currents, surpassing those of Fc-g-PLL (ΔEp = 55mV), AuPd NPs (ΔEp = 83mV) and AuCu NPs (ΔEp = 88mV) under the same circumstance. These results certify that the PdAuCu NCs provide abundant active sites to effectively accelerate the electron transport, which would eventually enhance the catalytic activity (Cui et al., 2010).\nAs depicted in Fig. 4D, the peak current is about 8 µA with the peakto-peak separation (ΔEp) of 85mV at the first cycle, while the peak current is slightly dropped down to approximately 6.5 µA with similar ΔEp (89mV) after 20 cycles. More impressively, negligible changes in the current and ΔEp are found before and after the test, showing the improved stability of Fc-g-PLL/PdAuCu NCs. These results identify the feasibility by using PdAuCu NCs as highly amplifying material to construct novel electrochemical immunosensor."
    }, {
      "heading" : "3.3. Characterization of the as-prepared immunosensor",
      "text" : "CV is one of the effective techniques to characterize the construction procedures of immunosensors (Yang et al., 2018). As Fig. 5A illustrates, the peak current is greatly increased after the modification of Au NPs (curve b) as compared to that of bare GCE (curve a), which is attributed to the superior conductivity of Au NPs (Zhang et al., 2018). Notably, the peak current adversely decreases when Ab1 is immobilized onto the electrode (curve c), owing to the fact that the deposited protein can effectively block the interfacial electron transfer and reduce the active sites accessible for ferricyanide (Kavosi et al., 2015). After the sequential immobilization of BSA (curve d) and CEA (curve e), the peak currents are gradually decreased as expected. It means the formation of the immune complexes as mass-transfer blocking layer to prevent the electron migration between the active center of ferricyanide with the electrode (Kavosi et al., 2015). These results indicate the efficient construction of the immunosensor (Yang et al., 2018).\nElectrochemical impedance spectroscopy is often used to monitor electrode interface properties during the construction processes (Wang et al., 2015). The electrochemical impedance spectrum (EIS) consists of a semicircle part and a linear part. The former corresponds to the electron transfer limited process whose diameter is equal to the electron transfer resistance (Ret), and the latter represents the diffusion-limited process (Gao et al., 2018). As seen from the EIS in Fig. 5B, there is almost a straight line observed after the immobilization of Au NPs (curve b) alternative to that of bare GCE (curve a), due to the exceptional conductivity of Au NPs that can facilitate the electron transport process (Li et al., 2015). When Ab1 is further dropped onto the electrode surface, the Ret obviously increases (curve c), reflecting the immunecomplex formed on the electrode to effectively impede the electron transfer and decrease the accessibility of the electrochemical probe (Liu et al., 2016). When BSA (curve d), CEA (curve e), and Ab2 labels (curve f) are gradually immobilized onto the electrode surface, the Ret values increase sequentially. It reflects the steric hindrance effects between the anchored protein molecules that severely hinder the electron conductivity (J. Liu et al., 2015). These observations illustrate their efficient assembly, in good consistence with the CV analysis."
    }, {
      "heading" : "3.4. Optimization of the analytical conditions",
      "text" : "In biosensing devices, the pH in the buffered solution has large influences on the bioactivity and stability of the immobilized biomolecules (Shi et al., 2018). Therefore, the pH may affect the analytical performance of the current immunoassay. As the differential pulse voltammetry (DPV) curves depict (Fig. S4A, SI), the peak currents continue to increase with the pH from 5.0 to 7.4, reach the maximum at 7.4 and then inversely decline by further increasing the pH up to 8.0. Clearly, highly strong acid or alkaline solutions would seriously destroy the antigen-antibody attachment and greatly influence the bioactivity of the attached protein (Liu et al., 2016; Tang et al., 2008). To this regard, the sensitivity of the biosensor closely correlates with the pH and thereby pH 7.4 is the optimal for the subsequent experiments.\nThe incubation time is also a significant parameter affecting the analytical performance of immunosensors (Li et al., 2017), due to the fact that inadequate incubation time causes the immune reaction incomplete while longer incubation time does not enhance the electrochemical responses any more (Tang et al., 2008). Fig. S4B (SI) shows the effects of the incubation time on the peak currents in the control. Clearly, the peak currents consecutively increase by extending the incubation time, achieve the maximum at 40min, and then adversely decay by further proceeding the time over 40min (e.g. 50min). It can be explained that excessive incubation time would have no further impact on the electrochemical responses if the binding between antigen and antibody is already saturated (Kavosi et al., 2015). Therefore, 40min is the best for detecting CEA in this study."
    }, {
      "heading" : "3.5. Analytical performance of the immunosensor",
      "text" : "Under the optimal operation conditions, Fc-g-PLL/PdAuCu NCs behaved as the electroactive probe to boost the current signals for the as-prepared immunosensor. Fig. 5C shows the DPV curves recorded in the PBS (0.1 mol L–1, pH 7.4). More notably, the peak currents show\nlinear relationship with the CEA concentrations from 0.001 to 100.0 ngmL−1. The regression equation is fitted to be I=2.73 log C(CEA) (ng mL–1) + 12.39 (Fig. 5D), with a correlation coefficient of 0.9946 and a LOD of 0.23 pgmL–1 (S/N=3). These analytical parameters demonstrate the feasibility of the immunosensor for quantitative detecting of CEA in practice.\nTable S1 (SI) provides the analytical data of the current immunosensor for detecting CEA with those in the literature. Impressively, the immunosensor has the wider linear range and the lower detection limit alternative to those of the contrasts such as Au NPs/ prussian blue-poly(3,4-ethylenedioxythiophene)-based immunosensor with a linear range from 0.05 to 40 ngmL−1 and a LOD of 0.01 ngmL−1 (Yang et al., 2017) and colloid Au/chitosan based immunosensors with the linear range of 0.50–25 ngmL−1 and the LOD of 0.22 ngmL−1 (Wu et al., 2006). By further comparing with other non-electrochemical methods, the as-fabricated immunosensor has outstanding advantages. For example, the ring-oven washing technique integrated with paperbased ELISA has a relatively narrow linear range (0.1–20 ngmL−1) with a LOD of 0.03 ngmL−1 (W. Liu et al., 2015). Aside from that, the obtained immunosensor has the broader linear range and smaller LOD, which are comparable or even superior to those in the literature, such as CdTe quantum dots fluorescent immunoassay (0.02–50 ngmL−1; the LOD of 0.0056 ngmL−1) (Lin et al., 2017) and γ-Fe2O3@Au NPs SERSbased assay (1–50 ngmL−1; 0.1 ngmL−1) (Lin et al., 2016). As summarized in Table S1 (SI), these comparisons demonstrate that the current immunoassay notably outperforms those of the similar ones in the literature. The progress of the obtained immunosensor is ascribed to outstanding property of the designed signal amplification strategy. The synthesized Fc-g-PLL/PdAuCu NCs nanocomposite with good biocompatibility and superior catalytic properties can magnify the current signals to increase sensitivity."
    }, {
      "heading" : "3.6. Reproducibility, stability and selectivity",
      "text" : "The reproducibility test of the immunosensor was further assessed (Fig. 6A). Specifically, five immunosensors fabricated independently were applied to detect the target CEA (1.0 ngmL–1) under the optimized conditions. The relative standard deviation (RSD) was approximately 3.0%, revealing the acceptable reproducibility. The value is lower than those of the previous literature (Feng et al., 2016; Sun et al., 2013; Tian et al., 2016).\nMoreover, the as-constructed immunosensor was kept in a refrigerator at 4 °C for 12 days to check the stability. As Fig. 6B illuminates, the peak currents retain 92.1% of the initial value after 12 days. Namely, the current is slightly reduced by 7.9% after the test. This performance is compatible when compared to those in the literature (Yang et al., 2017). The good stability is resulted from the high chemical stability and good biocompatibility of PdAuCu NCs well–dispersed by Fc-g-PLL.\nIt is also essential to explore the selectivity of immunosensors. Different interferents were used to critically examine the selectivity (e.g. PSA, AFP, BSA and CA12-5). Fig. 6C and Fig. S5 (SI) show the electrochemical responses of 1.0 ngmL–1 and 0.01 ngmL–1 CEA containing different interferents at 100.0 ngmL–1, respectively. Obviously, the variation in the peak currents is less than 4.9% and 3.3% in the presence of the interferents, respectively. These results indicated that the fabricated immunosensor possesses an excellent specificity towards CEA."
    }, {
      "heading" : "3.7. Analysis of serum sample",
      "text" : "Accurate analysis of serum samples has important application value (Kavosi et al., 2015). To evaluate the practical analytical reliability of the current immunosensor, the recovery of CEA in the serum sample was assessed by standard addition method. As Table S2 (SI) displays, the recoveries show up in the range of 96.0–100.4% and the RSD is below 4.42%, indicating that it is feasible for accurate and quantitative detection of CEA in serum samples.\nThe significantly enhanced analytical performances (e.g. higher sensitivity, broader linear range and improved stability) under optimal conditions are mainly attributed to the following points: (i) the unique hierarchical sea-urchin-like structures, enhanced conductivity and\nsuperior biocompatibility of PdAuCu NCs, along with the synergistic effects of the tri-metals provided more active areas available to enhance the catalytic activity and sensitivity, as well as the improved stability (Fu et al., 2016). (ii) Fc-g-PLL would capture more Ab2 and improve the biocompatibility as a stable and efficient signal probe. Thus, Fc-g-PLL/ PdAuCu NCs nanocomposite worked as the probe to enhance the current responses for this biosensor."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In this work, hierarchical PdAuCu NCs were directly synthesized by a PEO-mediated one-step method without any organic solvent, which were well dispersed by PLL previously functionalized with Fc via the Schiff-base reaction. The Fc-g-PLL/PdAuCu NCs displayed the larger\nsurface area, superior catalytic properties and biocompatibility, which worked as the label of Ab2 to boost the signals for constructing the sandwich-like immunosensor towards ultrasensitive detection of CEA. The immunosensor had wider linear concentration range of 0.001–100.0 ngmL–1, LOD of 0.23 pgmL–1 (S/N=3), satisfactory reproducibility, better stability, superior sensitivity and selectivity. This shows a valuable prospect for clinical monitoring and treatment."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This research was supported by National Natural Science Foundation of China (Nos. 21475118, 21305124 and 21675093), Zhejiang Province Basic Public Welfare Research Project (LGG18E010001), Zhejiang Public Welfare Technology Application Research Project (LGG19B050001), and Foundation of Key Laboratory of Sensor Analysis of Tumor Marker, Ministry of Education, Qingdao University of Science and Technology (Nos. SATM201703 and STAM201804).\nDeclaration of interest statement\nNone."
    }, {
      "heading" : "Appendix A. Supporting information",
      "text" : "Supplementary data associated with this article can be found in the online version at https://doi.org/10.1016/j.bios.2019.02.057."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "A novel sandwich-like immunosensor was efficiently fabricated for detection of carcinoembryonic antigen (CEA) with three dimensional sea-urchin-like PdAuCu nanocrystals (PdAuCu NCs)/ferrocene-grafted-polylysine (Fc-gPLL) as the label of secondary antibodies (Ab2) and Au nanoparticles (Au NPs) as the substrate material. Herein, PdAuCu NCs were directly synthesized with polyethylene oxide (PEO) as a growth-directing agent by a facile one-step aqueous method without any organic solvent. Meanwhile, Fc-g-PLL was obtained by covalent linkage of Fc with PLL via Schiff-base reaction. The well-dispersed PdAuCu NCs by Fc-g-PLL have the enlarged surface area, enhanced catalytic properties and superior biocompatibility to amplify the current signals. The resultant immunosensor shows linear relationship of the electrochemical responses with the CEA concentrations within a broader linear range (0.001–100.0 ngmL) and a lower detection limit (0.23 pgmL, S/N=3). Furthermore, the immunosensor was explored for practical assay of CEA in human serum samples with accredited results. The novel immunoassay provides a feasible platform for early medical diagnosis.",
    "creator" : "Elsevier"
  }
}