{
  "name" : "downloads_2020-07-13_7e_mazurkow2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nano-Sized Copper (Oxide) on Alumina Granules for Water Filtration: Effect of Copper Oxidation State on Virus Removal Performance",
    "authors" : [ "Julia M. Mazurkow", "Nur Sena Yüzbasi", "Kamila W. Domagala", "Stefan Pfeiffer", "Dariusz Kata", "Thomas Graule" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "1. INTRODUCTION",
      "text" : "Water is essential for life and a fundamental human need. To ensure water-provisioning services, such as drinking water for all, a set of preconditions are that (i) water needs to be available; (ii) water needs to be accessible; and (iii) water needs to be sufficiently treated.1 Global assessments of the World Health Organization (WHO) reported that in 2015 three out of ten people did not have safely managed water in 2015, 844 million people still lacked even a basic drinking water service.2,3 Future projections revealed that water demand is expected to increase 20 to 30% above the current level of water use by 2050 due to population growth, socio-economic development, and evolving consumption patterns.1 Therefore, the safety and accessibility of drinking water are still (and expected to be) major concerns throughout the world. Furthermore, poor water quality directly affects the life quality of people and causes a major risk for public safety and health by distribution of pathogens and pollutants, leading to the death of 1.5−2.5 million people per year worldwide and severe illness for hundreds of millions of people, especially in developing countries.4\nPretreatment and post-treatment techniques including distillation, treatment with chemical disinfectants, sand filtration, reverse osmosis, and membrane filtration are widely\nused technologies to purify water depending on the local opportunities; however, they are mostly based on multiple treatment stages, electric/energy supply, high maintenance requirements, and trained personnel, making water treatment less affordable for developing countries.5 In such regions, decentralized water treatment relying on ceramic filters in households can be an effective solution to improve the quality of drinking water.6 However, conventional ceramic filters are capable of thr removal of large-sized microorganisms such as protozoa and bacteria, but they are not effective for removal of viruses to a sufficient level because of their small size, typically in the range of 20−100 nm.7 Viruses can be removed by introducing submicron particles or nanoparticles, adsorbing the contaminants on the filter surface under the influence of transport, and surface forces, e.g., van der Waals forces, electrostatic forces, and hydrophobic interactions. Recent studies revealed that the strongest contribution to the adsorption process comes from the electrostatic forces, i.e., the attraction of charged particles to\nReceived: August 29, 2019 Revised: December 19, 2019 Accepted: December 19, 2019 Published: December 19, 2019\n© 2019 American Chemical Society 1214 DOI: 10.1021/acs.est.9b05211 Environ. Sci. Technol. 2020, 54, 1214−1222\nD ow\nnl oa\nde d\nvi a\nC A\nR L\nE T\nO N\nU N\nIV o\nn Ju\nly 1\n3, 2\n02 0\nat 1\n4: 13\n:4 6\n(U T\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nan oppositely charged surface.7−11 Most of the waterborne viruses are negatively charged and are in turn expected to be strongly adsorbed onto positively charged filter surfaces.9\nSeveral approaches have been applied in the literature to improve the virus removal capacity of ceramic filters through enhancing the electrostatic adsorption, e.g., diatomaceousearth (DE) modified with polyelectrolytes, DE modified with aluminum, iron, magnesium, and calcium salts/hydroxides,12−14 Al, Fe, Mg, and Ca salts modified fiberglass and cellulose,12 alumina-coated colloidal silica modified fiberglass and cellulose,15 Fe- and Al-hydroxide modified sand, and granular anthracite and granular activated carbon coated with nanoporous Al2O3.\n16,17 Ceramic filters rely on the size exclusion principle and are restricted by their pore size. Water flow rate dramatically decreases comprising small sized pores, which in turn reduces the efficiency of the system. Therefore, new approaches in filter material design are required to develop filters that do not hinder water permeability. A particularly attractive metal for efficient virus removal by enhanced electrostatic adsorption is copper (oxide) owing to its (i) antimicrobial properties18,19 and (ii) low manufacturing costs (compared to silver).20 However, the exact role of copper on the virus removal mechanism has not been clearly understood so far. Several coacting mechanisms are expected to be involved, e.g., copper electrostatically attracting the negatively charged microorganisms and presumably undergoing reactions at the surface.19,21−23 The antimicrobial mechanism of copper is defined as “contact killing” where copper ions dissolved from the copper surface caused bacterial damage.21,22,24,25 Interaction of the microbe cell membrane with copper ions results in bacterial death through uptake of copper ions into the interior of the cell followed by degradation of the DNA.22 Furthermore, spectroscopic ellipsometry and phosphate buffered saline (PBS) tests demonstrated that copper surface chemistry, the oxidation state of copper, and medium composition have a strong influence on the bacteria−metal interaction.26 There is no exact correlation between antibacterial and antiviral properties of copper, which stem from the lack of metabolism in viruses outside host cells.27 Recently, inactivation of a model virus (bacteriophage MS2) was investigated in the study of Wigginton et al.28 by using common virucidal agents, i.e., heat, UV, hypochlorous acid, singlet oxygen, and chlorine dioxide. However, to best our knowledge, a systematic study on virus−metal interaction or differences between virus and bacterial removal mechanisms in the presence of metal have not been clarified yet. Mechanisms of virus inactivation by metals are suggested to be based on electrostatic interactions and further damaging/blocking of host-cell receptors or disposing of nucleic acid within capsid.19\nRecent studies revealed that copper-coated nanofibrillated cellulose23 and inorganic composite-based multiwalled carbon nanotube (MWCNT)11 based virus filters possessed good virus removal capacity with MS2 bacteriophages. Even if the virus removal properties of these materials are promising, the presence of multiple synthesis and functionalization steps during production of copper-coated nanofibrillated cellulose and MWCNT can be very challenging especially in the case of large-scale material production for real applications. Thus, the objective of this study is to bring new approaches in the development of filter materials for virus removal that allow production in large quantities, i.e., multigram scale and\npossess high porosity for efficient water permeability. In this context, we developed new CuxOy/Al2O3 materials using spray granulation technique and systematically studied the effect of oxidation state of copper on virus removal capacity. Al2O3 was selected as a support material to enable the porous granular structure and avoid agglomeration of active nanosized CuxOy phase."
    }, {
      "heading" : "2. MATERIALS AND METHODS",
      "text" : "Synthesis of Ceramic Filter Materials. The fabrication of ceramic filter materials for virus removal was performed using spray granulation technique.\nStarting Materials. Commercial copper(II) oxide (CuO) and alumina (Al2O3) powders were selected as starting materials. Tabular calcined alumina (PWA3), consisting of crystals of Al2O3 with a declared purity >99% (<1.00% Na2O, < 0.2% SiO2 and <0.1% Fe2O3) and mean particle size of ∼3 μm, was purchased from Fujimi Corporation, Japan. CuO was provided by Auer-Remy GmbH, Germany with a declared purity >99% and particle size between 30 and 50 nm (Kupferoxid, #2110FY)\nSpray Granulation. Spray drying was performed in Mini spray dryer B-290, Büchi Labortechnik AG, Switzerland, as illustrated in Figure S1 of the Supporting Information (SI). The details of spray drying process is explained in SI. The weight ratio of CuO to Al2O3 (1:5) was chosen such that the final material contained 16 wt % CuO. In order to understand the effect of the copper oxidation state on the virus removal efficiency, different heat treatment conditions were applied on spray dried granules and their calcination conditions are summarized in Table 1. All experiments were performed in the alumina tube furnace (3- zone) GHC 12/900 (Carbolite Gero GmbH & Co. KG, Germany) closed on both ends by stainless steel seals.\nCharacterization of the Materials. The spray dried granules are further characterized using scanning electron microscopy (SEM) equipped with an energy dispersive spectrometer (EDX), laser diffraction, X-ray diffraction (XRD), N2 adsorption, mercury intrusion porosimeter (MIP), zeta potential measurements, and thermogravimetric analysis (TGA) measurements. Details about the material characterization are given in the SI.\nVirus Removal Tests. In order to evaluate antiviral performance of the developed materials, virus removal tests were conducted in a laboratory-scaled experimental setup. The enumeration of the virus removal efficiency was performed according to double agar layer (DAL) method.29 In this study, MS2 bacteriophages (IEP = 3.9 and diameter ≈ 20−30 nm) were selected as a model virus. The details of the experimental setup are given in the SI.\nDOI: 10.1021/acs.est.9b05211 Environ. Sci. Technol. 2020, 54, 1214−1222\n1215\nQuantification of Virus Removal Capacity. The enumeration of the virus removal efficiency was performed by counting plaques on lawns of bacteria in Petri dishes, as described previously in detail.11 For virus removal tests, MS2 bacteriophage and its Escherichia coli (E. coli) host were purchased from the German Collection of Microorganisms and Cell Cultures (DSMZ 13767 and 5695, respectively). Number of MS2 plaques on each plate was determined using colony counter (Star Count STC 100, VWR International, U.S.A.). On the basis of these results, virus concentration (If) considering dilution (D), was calculated using eq 1:\nI Dnumber of plaques\n0.1 PFU/mLf =\n× [ ]\n(1)\nAdditionally, log10 virus removal (LVR) efficiency was determined for each tested material. Applied formula for LRV estimation, where I0 is the initial MS2 concentration, is presented in eq 2:\nI I LVR log 0 f = (2)\nCopper Leakage Test. To determine the stability of the synthesized materials (binding strength of CuxOy on Al2O3 granules) in contact with water flow, leakage tests were conducted. The copper content in water passed through granules was determined by ICP−MS measurements. For copper leakage tests, the Büchner setup was modified by placing glass-fiber paper (0.4 μm, Mancherey-Nagel, Switzerland) in the funnel and covering it uniformly with 0.5 g of granules. Three L of nanopure water with pH = 5.0 or pH = 7.0 were passed through a filtration bed and an appropriate amount of filtrate after each liter was collected for ICP−MS measurements."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "Structural and Morphological Characterization of the Starting Materials. The crystalline phases in the starting materials, CuO nanoparticles, and PWA3 (Al2O3), were determined using XRD and are shown in Figure 1a. The Xray diffraction pattern of the commercial copper oxide nanoparticles indicates the presence of monoclinic tenorite (CuO) holding a space group of C2/c. Prior to analysis and synthesis of granular structures, PWA3 was calcined at 600 °C (with a heating rate 5 °C/min and a holding time of 1 h) to remove possible organic residuals. In PWA3, the presence of corundum (α-Al2O3, R3̅c space group) was detected together with an additional Na-β-Al2O3 (NaAl11O17, P63/mmc space group) phase. The phase quantification of the measured spectra was conducted by Rietveld refinement and reported in Table S1. Even if the purity of PWA3 provided by Fujimi Corporation was declared over 99%, Rietveld refinement revealed the presence of 14 wt % of Na-β-Al2O3 in the material. After calcination at 600 °C, the presence of Na-β-Al2O3 was preserved (16 wt % Na-β-Al2O3 in the material). Formation of Na-β-Al2O3 is possibly due to the presence of Na2O impurities (<1%) and its interaction with Al2O3 during production process. The surface morphology of the starting materials was analyzed by SEM. Figure 1b shows the presence of mostly agglomerated nanosized CuO grains. PWA3 powder (Figure 1c) possesses nonuniformly shaped tabular morphology, with a broad particle size range. Volume-based particle size distribution determined by laser diffraction (LD), given in Figure S3, reveals that the particle size distribution within alumina powder is bimodal, i.e., presence of micrometric and nanometric particles. According to LD analyses, d10, d50, and d90 values for PWA3 were determined as 0.18 μm, 3.52, and\nDOI: 10.1021/acs.est.9b05211 Environ. Sci. Technol. 2020, 54, 1214−1222\n1216\n6.76 μm, respectively. Due to severe agglomeration and limitations in redispersing (Figure S4), primary particle size distribution of CuO powder could not be determined by LD, as also observed in electron micrographs. Pycnometric density and BET surface area (SSA) values of starting materials are summarized in Table 2. Only slight differences were observed in isoelectric points and densities of as-received and calcined PWA3 alumina powder. The density of CuO nanoparticles was 6.120 ± 0.006 g/cm3, whereas its BET surface area was ∼11 m2/g. Spray Drying. Initial tests for spray granulation were conducted to determine optimum spray drying parameters, e.g., dispersion technique, dispersant type, solid load of the slurry, and CuO/Al2O3 fraction in the solid load for development of the target filter material. The details for optimization of the spray granulation process are provided as"
    }, {
      "heading" : "SI.",
      "text" : "In order to determine optimum CuO:Al2O3 ratio in the spray-drying slurry, numerous mass ratios, e.g., CuO:Al2O3 =\n0:1, 1:2000, 1:20, 1:5, and 1:2, were tested. Spray drying of pure alumina slurry, CuO:Al2O3 = 0:1, resulted in very poor binding of particles and granular morphology could not be achieved (Figure S5). SEM images indicate that particles exhibited better granular structure i.e. roundish and spherical shape, with increasing CuO content in the slurry, even if no additional polymeric binders were utilized in the spray drying slurry (a colloidal dispersion of ceramic particles in water) to bind particles together. This indicates that CuO was acting as a binder and triggered the formation of dense granules. It has been previously reported that particles below 10 μm tend to agglomerate and adhere strongly each other.30−32 Kendall et al. proposed a model based on van der Waals forces acting as adhesion forces, which pull the particles together and cause the compaction of the particles leading to formation of spherical spray dried granules.32,33\nSpray drying of CuO:Al2O3 = 1:2000 resulted mostly in hollow granular structure with a poor CuO coverage while spray drying of CuO:Al2O3 = 1:2 led to dense granules with\nDOI: 10.1021/acs.est.9b05211 Environ. Sci. Technol. 2020, 54, 1214−1222\n1217\nexcess CuO crusts on the surface and closed the pores. In order to provide high CuxOy content in the sample and ensure porous granular structure for efficient water transition during filtration tests, CuO:Al2O3 = 1:5 mass ratio was selected for further experiments, and the surface morphology of the selected material is given in Figure 2a (d50 of 35 μm).\nEnergy-dispersive X-ray spectroscopy maps in Figure 2b verified the homogeneous distribution of CuO nanoparticles on the granular structure. Furthermore, SEM images of broken granules (Figure 2d) confirmed the internal porosity and uniform distribution of CuO in the internal structure. XRD patterns given in Figure 2c indicate that no phase occurred\nDOI: 10.1021/acs.est.9b05211 Environ. Sci. Technol. 2020, 54, 1214−1222\n1218\nduring spray drying and CuO, Al2O3, and Na-β-Al2O3 phases were preserved during granular material production. Characterization of the Spray Dried Powders after Thermal Treatment. To investigate the effect of oxidation state of copper on the virus removal capacity and to obtain different CuxOy phases (CuO, Cu2O and Cu), synthesized granules were calcined at different atmospheres and temperatures as summarized in Table 1. Heat treatment conditions were selected according to weight loss profiles obtained from thermogravimetric analyses (Figures S6). After spray drying, materials were exposed to the following calcination conditions: (i) air up to 800 °C, (ii) N2 up to 1000 °C, or (iii) 2 vol % H2 in Ar up to 800 °C. Formation of different CuxOy phases after calcination at different calcination atmosphere is evaluated by XRD analyses as shown in Figure 3a. The main crystalline component in all the calcined materials is observed to be αAl2O3 together with additional Na-β-Al2O3 phase. Rietveld refinement was performed to quantify the composition of different crystalline phases present in the calcined materials (Table S1). CA-1 preserved the copper(II) oxide (CuO) phase after calcination in air at 800 °C, and the CuO weight percentage in the material was estimated as 16 wt % based on Rietveld refinement. CuO peaks appeared to be sharper and narrower after calcination compared to fresh material, as an indicative of enhanced crystallinity upon thermal treatment. Granules treated under nitrogen at 1000 °C (CA-2) contained cubic copper(I) oxide structure (Cu2O, Pn-3m space group) as the dominant copper phase. Nonetheless, apart from Cu2O, small quantities of CuO and copper aluminate (CuAlO2, rhombohedral crystal system, space group R3m) were also observed. Weight fraction of Al2O3, Cu2O, CuO, and CuAlO2 were estimated as 82, 10, 3, and 5 wt % in CA-2, respectively. CuAlO2 presence was in agreement with the equilibrium thermodynamics of the Cu−O−Al system.34 Exposing spraydried granules to H2/Ar atmosphere at 800 °C resulted in the formation of metallic copper (Cu0, cubic crystal system, space group Fm3̅m). The XRD pattern of CA-3 revealed that there were no peaks of other copper oxide phases and metallic Cu weight fraction was determined as 13 wt % in the material. Electron micrographs of the materials given in Figure 3b indicated the presence of CuxOy nanosized grains on the surface of spherical granules. Particle size of the granules were increased due to thermal sintering upon calcination. However, particle size distribution of the materials was not significantly affected by calcination conditions and possessed similar profiles (Figure S7). d50 of the granules increased from 36\nμm to 49, 47, and 42 μm for CA-1, CA-2, and CA-3, respectively after calcination. Thermal treatment resulted in the presence of fewer broken granules and provided strong bonding between copper (oxide) and alumina (further discussed in section 3.4) compared to asspray dried granules. Among the calcined materials, CA-3 possessed higher density due to the presence of metallic Cu (density of Cu = 8.96 g/cm3) compared to CA-1 (density of CuO = 6.31 g/cm3) and CA-2 (density of Cu2O = 6.0 g/cm\n3). The surface area of the calcined materials was affected only marginally by the calcination atmosphere and temperature, as summarized in Table 1. The materials possessed low surface area, <2 m2/g; however, granular structures provided significantly high porosity. Appearance of surface and subsurface morphology and granular porosity were further characterized by means of SEM and mercury intrusion porosimeter (MIP). MIP is typically used for analysis of mesopores and macropores, and it is important to note that MIP cannot be used for closed pores since it determines the largest entrance to a pore, which in turn leads to limitations in the measurement of actual pore size.35,36 The cumulative and relative volumetric pore size distribution of the materials are given in Figure S8 indicating that CA-1 and CA-2 materials possess two different main pore size ranges from 1 to 2 μm and 8−12 μm in diameter. The cumulative pore volume of the CA-1 and CA-2 were determined as 0.55 and 0.58 cm3/g, respectively (Table 2). CA-3 could not be properly measured due to interaction between mercury and metallic copper.37 Two different size ranges are further demonstrated by subsurface electron micrographs (Figure 3c) of the granules obtained through polishing of embedded powders in a polymer matrix. Some of the granules possessed a “donut shape” containing large voids at the center and small internal pores in the rest of the subsurface as an indicator of hollow core structures, corresponding to the 8−12 μm and 1−2 μm range determined by MIP. Small pores are nonuniformly distributed within the subsurface. A cross-section of CA-3 at a higher magnification given in Figure S9 reveals that copper nanograins are homogeneously distributed on Al2O3 through the granule structure.\nVirus Removal. Retention tests of MS2 bacteriophages were conducted using calcined spray dried CuxOy/Al2O3 granular structures as a filter material as represented in Figure 4. Copper (oxide) is known for its antiviral properties.38 Copper ions dissolved from the copper surface during water filtration can potentially result in inactivation of the viruses. The dissolved copper ions (in the permeate after filtration) can\nDOI: 10.1021/acs.est.9b05211 Environ. Sci. Technol. 2020, 54, 1214−1222\n1219\ndirectly affect enumeration of MS2 bacteriophages and cause misleading LRV results through additional (continued) inactivation of MS2 bacteriophages in the permeate until THE plating stage. For instance, in the study of Armstrong et al.,39 the presence of ionic copper in water resulted in enhanced inactivation of MS2 bacteriophages within time (1.8- log10 reduction of MS2 bacteriophages within 6 h in the presence of 0.3 mg/L). Furthermore, safety of produced water is another important point and copper content in drinking water should not exceed 2 mg/L according to WHO guidelines.40 Thus, it is very crucial to control the copper concentration in the filtrate and mitigate its effect on MS2 bacteriophages inactivation for more precise virus removal experiments to evaluate the stability of the filter material and safety of the water. In order to distinguish this effect, filtrates were further plated after 2 h since filtrate collection. Figure 4 indicates that there were no visible distinctions between plates for filtrates collected just after filtration (0 h) and after 2 h (2 h). ICP−MS measurements indicated that almost no copper presented in the filtrate for all the materials tested. The copper concentrations in the filtrate collected from two separate cartridges were 1.195 and 1.777 μg/L for CA-1, 1.203, and 1.469 μg/L for CA-2; and 5.386 and 6.331 μg/L for CA-3. The dissolution characteristics of copper species in the filter materials were further tested by conducting copper leakage tests. Figure S10 represents that the copper concentrations in all filtrates were very low (below 0.6 mg/L) and within the range indicated by WHO. These two observations indicate that the MS2 bacteriophage removal cannot be caused due to dissolved copper in the filtrate. Enumeration of darker spots on plates (representing single virus plaques (PFU)), were used to calculate virus concentrations in the filtrates as well as LRV at t = 0 and t = 2 h according to eqs 1 and 2 and reported in Tables S2 and S3. Presented data confirmed visual observations of the plates, given in Figure 4a. For sample CA-1, changes in virus concentration after filtration were negligible and exhibited no measurable effect on the virus concentration. Calculated LRV values for time 0 and 2 h were 0.17 ± 0.17 and 0.16 ± 0.08, respectively (Figure 4b). For CA-2 and CA-3, there were no plaque formations on the plates indicating the complete removal of the MS bacteriophages from water, resulting in 3.2 and 3.1 LRV for CA-2 and CA-3, respectively. On the basis of criteria presented by WHO in 2014,40 3 log10 represents that 99.9% of the microorganisms were physically removed or inactivated, which meets the requirements for at least an advanced protection level for viruses. However, it is important to note that if the virus concentration of the initial solution was higher compared to solutions utilized in this study (104 PFU/mL), then it could also be possible to obtain higher LRV values. However, this needs to be supported with further experiments and is out of the scope of the current study, but is envisaged to be tested in the future. Oxides of copper on different substrates as a filter material for virus removal applications in flow experiments were previously studied in the literature.11,16,41 Copper (oxide) contents in the filter materials in these studies varied from 0.5 wt % to 80 wt %, as compared in Table S4. It is difficult to make a direct comparison between the studies on virus removal/inactivation efficiency considering that filtration parameters and virus types are not exactly the same. Shimabuku et al.16 and Zoltan et al.11 revealed that higher\ncopper oxide contents in the material ensured better virus removal performance. In this study, CuO content (in the starting material) was selected as 16 wt % and was sufficient for complete virus removal when the oxidation state of copper was +1 and +2 16 wt % of CuO in the material was selected based on optimization studies of the spray drying process to ensure optimum granular structure (Figure S5). Similar virus removal performance might have been also obtained with a lower CuO content, which can be an important parameter to be considered in future studies.\nCharacterization of the Powders after Filtration. To investigate the effect of water exposure on the morphology granular structures and oxidation state of the copper (oxide) species; synthesized materials were characterized by means of XRD and SEM after filtration tests (rinsing with 3 L water). XRD patterns revealed that there was not change in the chemical composition of the materials before and after filtration tests, as shown in Figure S11. Furthermore, SEM images given in Figure S12 indicated that the surface morphology of the materials was not changed, and the granular structure was preserved upon exposure to water.\nZeta Potential. In order to explain the differences in antiviral performance of the materials, additional zeta-potential measurements were carried out using copper oxide powders possessing different oxidation states. CuO nanoparticles were treated under different calcination conditions to obtain the target copper oxidation state. Zeta potential measurement results given in Figure 5 indicate that the Cu2O possessed an\nisoelectric point (IEP) of 11.0, and its initial surface charge in nanopure water was 7.80 mV. IEP of CuO was determined to be 7.4, and the measured initial zeta potential in nanopure water was −26.14 mV. Kallay et al.42−44 determined IEP’s of several pure metals via adhesion method, i.e., adhesion of latex particles in a packed column, and the IEP of metallic Cu was reported as 9.5. The isoelectric point increases in the following order: MS2 < CuO < Cu < Cu2O. These results indicate that materials containing Cu and Cu2O are expected to possess a positively charged surface at pH = 7.0 (under virus filtration test conditions).\nDOI: 10.1021/acs.est.9b05211 Environ. Sci. Technol. 2020, 54, 1214−1222\n1220\nImplications of Virus Removal. The antimicrobial mechanism of copper and its dependence on the copper oxidation state was also evaluated in the study of Sunada et al.,45 and it was proposed that solid-state cuprous oxide possessed better performance in inactivation of phages and bacteria compared to cupric oxide. It was claimed that direct contact of phages and bacteria with the solid-state surface of cuprous compounds was the reason for loss in infectious activity, rather than leached copper ions or side reactions (with biomolecules ending up with damage to proteins and nucleic acids). However, the copper surface-bacteria/virus contact mechanism was still not fully clarified. Szekeres et al. compared the antiviral activity of pure cellulose and copper-coated cellulose filters.23 Improved virus retention of copper-coated cellulose was correlated to changes in zeta potential (less negative surface charge in the presence of copper nanoparticles). On the basis of zeta potential measurements of the copper phases at different oxidations states obtained in this study, enhanced antiviral properties of CA-2 and CA-3 are attributed to positive surface charge characteristics of Cu2O and Cu, respectively. Positive surface charge leads to efficient adsorption of negatively charged MS2 bacteriophages.9 Therefore, we claim that electrostatic interaction between the material surface and the MS2 bacteriophages is the main reason for MS2 bacteriophage removal and can define the MS2 bacteriophage removal ability of copper compounds depending on the oxidation state. It is worth mentioning that adsorption of viruses on copper (oxide) surfaces due to physical forces does not necessarily need to be followed by their inactivation. To shed light on the exact mechanism of virus removal, further tests are required. In this study, only MS2 bacteriophages were used as a model for some viruses to evaluate pathogenic virus behavior in water. However, there exist numerous types of human pathogenic viruses, and they differ in terms of their surface charges and hydrophobicity.46,47,9 For instance, in the study of Borkow et al.,41 a different LRV was obtained with the same filter material (CuO/nonewoven polypropylene fibers), depending on the type of the virus (almost no virus removal of Vaccinia virus and complete virus removal of HIV-1). The study of Armanious et al.48 showed different adsorption characteristics of four different viruses that are correlated with their distinctive surface charge properties and polarity. Furthermore, water chemistry, i.e., pH, composition of the natural aquatic media (presence of natural organic materials), affects the electrostatic charge and degree of hydrophobicity of the phages. Wegmann et al.10 evaluated the effect of different water chemistries on the filtration efficiency. For instance, the presence of humic acid (1 ppm of HA) in tap water (pH 7.5) resulted in the loss of the virus adsorption capacity. These factors bring complexity in developing one filter material that can be applicable with all types of viruses in different water chemistries. Another important parameter in efficient virus removal is the microstructure of the material. We believe that the highly porous granular structure of the materials ensured a long contact time of the materials with the MS2 bacteriophage containing water while not hindering the water permeability due to presence of large pores and therefore enhanced electrostatic interactions between MS2 bacteriophage and copper (oxide). Spray dried Cu2O/Al2O3 and Cu/Al2O3 granules meet the requirements of removal of MS2 bacteriophages and can be viable options in water filtration\nfor real applications. Prior to real applications, filter materials developed in this study need to be tested with different phages and in different water chemistries.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.est.9b05211.\nDetails regarding characterization techniques, spray drying and virus removal experimental setup descriptions, and additional material characterization results (PDF)\n■ AUTHOR INFORMATION Corresponding Author *Phone: +41 58 765 4609; e-mail: sena.yuezbasi@empa.ch."
    }, {
      "heading" : "ORCID",
      "text" : "Nur Sena Yüzbasi: 0000-0002-7304-4552"
    }, {
      "heading" : "Author Contributions",
      "text" : "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript."
    }, {
      "heading" : "Author Contributions",
      "text" : "∥These authors contributed equally to this work."
    }, {
      "heading" : "Funding",
      "text" : "This project has received private donations."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS Financial support of this project (private donation) is gratefully acknowledged. The authors also wish to express their gratitude to project partners in EAWAG and EMPA St. Gallen. Jacqueline Traber and Brian Sinnet are acknowledged for the collaboration and ICP−MS analyses. We are thankful to Manoj Naikade for MIP measurements.\n■ REFERENCES (1) UNESCO. The United Nations World Water Development Report 2019: Leaving No One Behind; UNESCO, 2019. (2) WHO. World Health Statistics 2015 https://www.who.int/gho/ publications/world_health_statistics/2015/en/ (accessed Apr 15, 2019). (3) WHO https://www.who.int/topics/water/en/ (accessed Apr 15, 2019). (4) Kosek, M.; Bern, C.; Guerrant, R. L. The Global Burden of Diarrhoeal Disease, as Estimated from Studies Published between 1992 and 2000. Bull. World Health Organ. 2003, 81, 197−204. (5) Michen, B.; Diatta, A.; Fritsch, J.; Aneziris, C.; Graule, T. Removal of Colloidal Particles in Ceramic Depth Filters Based on Diatomaceous Earth. Sep. Purif. Technol. 2011, 81 (1), 77−87. (6) Sobsey, M. D.; Stauber, C. E.; Casanova, L. M.; Brown, J. M.; Elliott, M. A. Point of Use Household Drinking Water Filtration: A Practical, Effective Solution for Providing Sustained Access to Safe Drinking Water in the Developing World. Environ. Sci. Technol. 2008, 42 (12), 4261−4267. (7) Michen, B.; Meder, F.; Rust, A.; Fritsch, J.; Aneziris, C.; Graule, T. Virus Removal in Ceramic Depth Filters Based on Diatomaceous Earth. Environ. Sci. Technol. 2012, 46 (2), 1170−1177. (8) Michen, B.; Fritsch, J.; Aneziris, C.; Graule, T. Improved Virus Removal in Ceramic Depth Filters Modified with MgO. Environ. Sci. Technol. 2013, 47 (3), 1526−1533.\nDOI: 10.1021/acs.est.9b05211 Environ. Sci. Technol. 2020, 54, 1214−1222\n1221\n(9) Michen, B.; Graule, T. Isoelectric Points of Viruses. J. Appl. Microbiol. 2010, 109 (2), 388−397. (10) Wegmann, M.; Michen, B.; Graule, T. Nanostructured Surface Modification of Microporous Ceramics for Efficient Virus Filtration. J. Eur. Ceram. Soc. 2008, 28 (8), 1603−1612. (11) Neḿeth, Z.; Szekeres, G. P.; Schabikowski, M.; Schrantz, K.; Traber, J.; Pronk, W.; Hernad́i, K.; Graule, T. Enhanced Virus Filtration in Hybrid Membranes with MWCNT Nanocomposite. R. Soc. Open Sci. 2019, 6 (1), 181294. (12) Toranzos, G. A.; Erdos, G. W.; Farrah, S. R. Virus Adsorption to Microporous Filters Modified by in Situ Precipitation of Metallic Salts. Water Sci. Technol. 1986, 18 (10), 141−148. (13) Lukasik, J.; Scott, T. M.; Andryshak, D.; Farrah, S. R. Influence of Salts on Virus Adsorption to Microporous Filters. Appl. Environ. Microbiol. 2000, 66 (7), 2914−2920. (14) Izuagie, A. A.; Gitari, W. M.; Gumbo, J. R. Synthesis and Performance Evaluation of Al/Fe Oxide Coated Diatomaceous Earth in Groundwater Defluoridation: Towards Fluorosis Mitigation. J. Environ. Sci. Health, Part A: Toxic/Hazard. Subst. Environ. Eng. 2016, 51 (10), 810−824. (15) Kattamuri, N.; Shin, J. H.; Kang, B.; Lee, C. G.; Lee, J. K.; Sung, C. Development and Surface Characterization of Positively Charged Filters. J. Mater. Sci. 2005, 40 (17), 4531−4539. (16) Shimabuku, Q. L.; Arakawa, F. S.; Fernandes Silva, M.; Ferri Coldebella, P.; Ueda-Nakamura, T.; Fagundes-Klen, M. R.; Bergamasco, R. Water Treatment with Exceptional Virus Inactivation Using Activated Carbon Modified with Silver (Ag) and Copper Oxide (CuO) Nanoparticles. Environ. Technol. 2017, 38 (16), 2058−2069. (17) Brown, J.; Sobsey, M. D. Ceramic Media Amended with Metal Oxide for the Capture of Viruses in Drinking Water. Environ. Technol. 2009, 30 (4), 379−391. (18) Balela, M. D. L.; Amores, K. L. S. Formation of Highly Antimicrobial Copper Nanoparticles by Electroless Deposition in Water. Sci. Diliman 2015, 27 (2), 10−20. (19) Thurman, R. B.; Gerba, C. P.; Bitton, G. The Molecular Mechanisms of Copper and Silver Ion Disinfection of Bacteria and Viruses. Crit. Rev. Environ. Control 1989, 18 (4), 295−315. (20) Ren, G.; Hu, D.; Cheng, E. W. C.; Vargas-Reus, M. A.; Reip, P.; Allaker, R. P. Characterisation of Copper Oxide Nanoparticles for Antimicrobial Applications. Int. J. Antimicrob. Agents 2009, 33 (6), 587−590. (21) Grass, G.; Rensing, C.; Solioz, M. Metallic Copper as an Antimicrobial Surface. Appl. Environ. Microbiol. 2011, 77 (5), 1541− 1547. (22) Hans, M.; Erbe, A.; Mathews, S.; Chen, Y.; Solioz, M.; Mücklich, F. Role of Copper Oxides in Contact Killing of Bacteria. Langmuir 2013, 29 (52), 16160−16166. (23) Szekeres, G. P.; Neḿeth, Z.; Schrantz, K.; Neḿeth, K.; Schabikowski, M.; Traber, J.; Pronk, W.; Hernad́i, K.; Graule, T. Copper-Coated Cellulose-Based Water Filters for Virus Retention. ACS omega 2018, 3 (1), 446−454. (24) Mathews, S.; Hans, M.; Mücklich, F.; Solioz, M. Contact Killing of Bacteria on Copper Is Suppressed If Bacterial-Metal Contact Is Prevented and Is Induced on Iron by Copper Ions. Appl. Environ. Microbiol. 2013, 79 (8), 2605−2611. (25) Zeiger, M.; Solioz, M.; Edongue,́ H.; Arzt, E.; Schneider, A. S. Surface Structure Influences Contact Killing of Bacteria by Copper. MicrobiologyOpen 2014, 3 (3), 327−332. (26) Santo, C. E.; Lam, E. W.; Elowsky, C. G.; Quaranta, D.; Domaille, D. W.; Chang, C. J.; Grass, G. Bacterial Killing by Dry Metallic Copper Surfaces. Appl. Environ. Microbiol. 2011, 77 (3), 794−802. (27) Har̈ing, M.; Vestergaard, G.; Rachel, R.; Chen, L.; Garrett, R. A.; Prangishvili, D. Virology: Independent Virus Development Outside a Host. Nature 2005, 436 (7054), 1101. (28) Wigginton, K. R.; Pecson, B. M.; Sigstam, T.; Bosshard, F.; Kohn, T. Virus Inactivation Mechanisms: Impact of Disinfectants on Virus Function and Structural Integrity. Environ. Sci. Technol. 2012, 46 (21), 12069−12078.\n(29) US EPAMethod 1602: Male-Specific (F+) and Somatic Coliphage in Water by Single Agar Layer (SAL) Procedure. 2001. (30) Pfeiffer, S.; Florio, K.; Makowska, M.; Ferreira Sanchez, D.; Van Swygenhoven, H.; Aneziris, C. G.; Wegener, K.; Graule, T. Iron Oxide Doped Spray Dried Aluminum Oxide Granules for Selective Laser Sintering and Melting of Ceramic Parts. Adv. Eng. Mater. 2019, 21 (6), 1801351. (31) Lintingre, E.; Lequeux, F.; Talini, L.; Tsapis, N. Control of Particle Morphology in the Spray Drying of Colloidal Suspensions. Soft Matter 2016, 12 (36), 7435−7444. (32) Kendall, K. Adhesion: Molecules and Mechanics. Science (Washington, DC, U. S.) 1994, 263 (5154), 1720−1725. (33) Kendall, K.; Weihs, T. P. Adhesion of Nanoparticles within Spray Dried Agglomerates. J. Phys. D: Appl. Phys. 1992, 25 (1A), A3. (34) Misra, S. K.; Chaklader, A. C. D. The System Copper Oxide Alumina. J. Am. Ceram. Soc. 1963, 46 (10), 509. (35) Farber, L.; Tardos, G.; Michaels, J. N. Use of X-Ray Tomography to Study the Porosity and Morphology of Granules. Powder Technol. 2003, 132 (1), 57−63. (36) van Garderen, N.; Clemens, F. J.; Kaufmann, J.; Urbanek, M.; Binkowski, M.; Graule, T.; Aneziris, C. G. Pore Analyses of Highly Porous Diatomite and Clay Based Materials for Fluidized Bed Reactors. Microporous Mesoporous Mater. 2012, 151, 255−263. (37) Mahler, D. B.; Adey, J. D. The Influence of Final Mercury Content on the Characteristics of a High-copper Amalgam. J. Biomed. Mater. Res. 1979, 13 (3), 467−476. (38) Schabikowski, M.; Cichon,́ A.; Neḿeth, Z.; Kubiak, W.; Kata, D.; Graule, T. Electrospun Iron and Copper Oxide Fibers for Virus Retention Applications. Text. Res. J. 2019, 89 (21−22), 4373−4382. (39) Armstrong, A. M.; Sobsey, M. D.; Casanova, L. M. Disinfection of Bacteriophage MS2 by Copper in Water. Appl. Microbiol. Biotechnol. 2017, 101 (18), 6891−6897. (40) World Health Organization. Guidelines for Drinking-Water Quality: Fourth ed. Incorporating the First Addendum. 2017, No Licence: CC BY-NC-SA 3.0 IGO. (41) Borkow, G.; Sidwell, R. W.; Smee, D. F.; Barnard, D. L.; Morrey, J. D.; Lara-Villegas, H. H.; Shemer-Avni, Y.; Gabbay, J. Neutralizing Viruses in Suspensions by Copper Oxide-Based Filters. Antimicrob. Agents Chemother. 2007, 51 (7), 2605−2607. (42) Kallay, N.; Barouch, E.; Jednacǎk-Bisčǎn, J. The Determination of Isoelectric Point for Metallic Surfaces. J. Colloid Interface Sci. 1987, 118 (2), 431−435. (43) Kallay, N.; Torbic, Z.; Golic, M.; Matijevic, E. Determination of the Isoelectric Points of Several Metals by an Adhesion Method. J. Phys. Chem. 1991, 95 (18), 7028−7032. (44) Kallay, N.; Kovacevic, D.; Dedic, I.; Tomasic, V. Effect of Corrosion on the Isoelectric Point of Stainless Steel. Corrosion 1994, 50 (8), 598−602. (45) Sunada, K.; Minoshima, M.; Hashimoto, K. Highly Efficient Antiviral and Antibacterial Activities of Solid-State Cuprous Compounds. J. Hazard. Mater. 2012, 235−236, 265−270. (46) Armanious, A.; Münch, M.; Kohn, T.; Sander, M. Competitive Coadsorption Dynamics of Viruses and Dissolved Organic Matter to Positively Charged Sorbent Surfaces. Environ. Sci. Technol. 2016, 50 (7), 3597−3606. (47) Dika, C.; Duval, J. F. L.; Francius, G.; Perrin, A.; Gantzer, C. Isoelectric Point Is an Inadequate Descriptor of MS2, Phi X 174 and PRD1 Phages Adhesion on Abiotic Surfaces. J. Colloid Interface Sci. 2015, 446, 327−334. (48) Armanious, A.; Aeppli, M.; Jacak, R.; Refardt, D.; Sigstam, T.; Kohn, T.; Sander, M. Viruses at Solid−Water Interfaces: A Systematic Assessment of Interactions Driving Adsorption. Environ. Sci. Technol. 2016, 50 (2), 732−743.\nDOI: 10.1021/acs.est.9b05211 Environ. Sci. Technol. 2020, 54, 1214−1222\n1222"
    } ],
    "references" : [ {
      "title" : "Removal in Ceramic Depth Filters Based on Diatomaceous Earth",
      "author" : [ "T. Virus" ],
      "venue" : "Environ. Sci. Technol. 2012,",
      "citeRegEx" : "Virus,? \\Q2012\\E",
      "shortCiteRegEx" : "Virus",
      "year" : 2012
    }, {
      "title" : "Isoelectric Points of Viruses",
      "author" : [ "B. Michen", "T. Graule" ],
      "venue" : "J. Appl. Microbiol. 2010,",
      "citeRegEx" : "Michen and Graule,? \\Q2010\\E",
      "shortCiteRegEx" : "Michen and Graule",
      "year" : 2010
    }, {
      "title" : "Metallic Copper as an Antimicrobial Surface",
      "author" : [ "G. Grass", "C. Rensing", "M. Solioz" ],
      "venue" : "Appl. Environ. Microbiol",
      "citeRegEx" : "Grass et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Grass et al\\.",
      "year" : 2011
    }, {
      "title" : "Role of Copper Oxides in Contact Killing of Bacteria",
      "author" : [ "F. Mücklich" ],
      "venue" : "Langmuir 2013,",
      "citeRegEx" : "Mücklich,? \\Q2013\\E",
      "shortCiteRegEx" : "Mücklich",
      "year" : 2013
    }, {
      "title" : "Adhesion: Molecules and Mechanics",
      "author" : [ "K. Kendall" ],
      "venue" : "Science (Washington, DC, U. S.)",
      "citeRegEx" : "Kendall,? \\Q1994\\E",
      "shortCiteRegEx" : "Kendall",
      "year" : 1994
    }, {
      "title" : "The System Copper Oxide",
      "author" : [ "S.K. Misra", "A.C.D. Chaklader" ],
      "venue" : "Spray Dried Agglomerates. J. Phys. D: Appl. Phys. 1992,",
      "citeRegEx" : "Misra and Chaklader,? \\Q1992\\E",
      "shortCiteRegEx" : "Misra and Chaklader",
      "year" : 1992
    }, {
      "title" : "Electrospun Iron and Copper Oxide Fibers for Virus Retention Applications",
      "author" : [ "Graule" ],
      "venue" : "Text. Res. J. 2019,",
      "citeRegEx" : "D. and T.,? \\Q2019\\E",
      "shortCiteRegEx" : "D. and T.",
      "year" : 2019
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Virus removal can be successfully achieved based on an electrostatic adsorption mechanism. The key requirement for this process is to develop filter materials that can be produced by low-cost technologies and are suitable in large-scale production for real applications. In this study, we report development of spray-dried alumina granules modified with copper (oxide) nanoparticles and critically assess the effect of copper oxidation state on virus removal capacity. Using plate-shaped alumina as a support material resulted in porous structure, which in turn ensured prolonged contact time of contaminated water with the material. Subsequently, copper (oxide) nanoparticles provided a large number of adsorption sites. Flow experiments revealed that copper(I) oxide and metallic copper were the active phases in virus removal and 99.9% of MS2 bacteriophages could be removed. However, almost no virus removal was observed in the presence of copper(II) oxide. Contrasting virus removal characteristics are associated with the different surface charge of copper species, as determined by zeta potential measurements.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}