{
  "name" : "downloads_2020-07-13_29_zhang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Applications of Magnetic Nanomaterials in Heterogeneous Catalysis",
    "authors" : [ "Qiaoqiao Zhang", "Xiaoyuan Yang", "Jingqi Guan" ],
    "emails" : [ "core@shell" ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: chiral catalysis, enzyme catalysis, hydrogenation reaction, magnetic nanomaterials, oxidation reaction, photocatalysis, photoelectrochemical catalysis, Suzuki−Miyaura reaction"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "Many organic compounds are important chemical reagents and intermediates in organic synthesis.1 To date, many catalytic systems have been developed to facilitate the conversion of reactants to target products. Despite high efficiency, homogeneous catalysts exhibit difficulty in separation, which limits their large-scale applications. During the past few years, magnetic nanomaterials have been viewed as hot materials in crossdisciplinary research including biomedicine,2,3 biochemistry,4 magnetic resonance imaging (MRI),5 drug delivery,6 and catalysis.7−11 Different magnetic nanocomposites, including spherical, bimetallic, typical core−shell MNPs, multinuclear MNPs inlaid in core−shell structures, MNP−silica nanocomposites, MNP-decorated silica spheres, and MNP encapsulated in mesoporous materials, can be used to catalyze different reactions (Scheme 1). Magnetic metal oxides (such as Fe3O4, 12−14 MnFe2O4, 15,16 and CoFe2O4\n17) and metal alloys (such as CoPt3\n18,19 and FePt20) possess specific magnetic properties measured by the magnetization cycle in a hysteresis loop and have been successfully applied in heterogeneous catalysis.21 Additionally, hybridMNPs have currently attracted a great deal of attention because of the functionalization of materials that can be used as suitable supports with high surface area to immobilize active species,22−30 and can be coated by C,31,32 silica,33−35 metal,36 metal oxide,37 and polymer38 to form a core@shell structure. The applications of magnetic materials with good reprodu-\ncibility in heterogeneous catalysis have been widely reported.39−43 Both MNPs and functionalized MNPs are capable of catalyzing various reactions and are easily separated from the\nreaction systems.44 It was reported that SrFe12O19 as a highefficiency and magnetically recoverable photocatalyst can degrade the CR dye under visible light.45 Deng et al. prepared a robust N-heterocyclic carbene (NHC) palladacycle supported on MNP, which exhibited high activity toward the Suzuki− Miyaura reaction.46 In addition, the development of suitable strategies to control the particle size and shape is of great importance, and different methods including chemical and biological syntheses have been developed.47−49\nIn this review, we summarize the recent advances of magnetic nanomaterials, including typical synthesis methods and heterogeneous catalytic applications in hydrogenation reaction, Suzuki−Miyaura reaction, oxidation reaction, chiral catalysis, enzyme catalysis photocatalysis, electrocatalysis, and photoelectrochemical catalysis. We hope this review can shed a light on the synthesis and catalytic applications of green, highefficiency, and robust magnetic nanocatalysts."
    }, {
      "heading" : "2. SYNTHESIS METHODS OF MAGNETIC NANOMATERIALS",
      "text" : "2.1. Coprecipitation Method. Coprecipitation is a simple way to synthesizeMNPs, which is a suitable strategy for large-scale production. MNPs can be obtained via the simultaneous precipitation of different metal ions. Chen et al. prepared MnFe2O4 nanoparticles by using NaOH as the precipitant and FeCl3 and MnCl2 as the metal salts. 50 Similarly, the MgFe2O4 nanocatalyst can be prepared through the\nReceived: May 23, 2019 Accepted: August 5, 2019 Published: August 5, 2019\n© 2019 American Chemical Society 4681 DOI: 10.1021/acsanm.9b00976 ACS Appl. Nano Mater. 2019, 2, 4681−4697\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF N\nE W\nS O\nU T\nH W\nA L\nE S\non J\nul y\n12 , 2\n02 0\nat 2\n1: 26\n:1 6\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\ncoprecipitation of Fe3+ and Mg2+ ions by the addition of NaOH.51 In addition, Fe3O4 MNPs can be prepared via the coprecipitation of Fe 3+ and Fe2+ (Figure 1).52−59\nFor the coprecipitation method, the particle size, morphology, and composition of the magnetic nanomaterials are influenced by many factors such as the type of salt, ratio of different metal ions, reaction temperature, pH value, etc.60,61 This method can not only be used to obtain MNPs with relatively small size62 but also possess its own advantages such as ease of operation and low cost. However, controlling the size and shape of the MNPs is a bit challenging for the coprecipitation method.\n2.2. Thermal Decomposition Method. Thermal decomposition (or pyrolysis) refers to the decomposition of metal precursors under high temperature, which provides a simple fabrication procedure for monodisperse MNPs. MNPs can be synthesized by the pyrolysis of organometallic compounds. For example, Sun et al. synthesized monodisperse FePt nanoparticles by this method.19 The size, shape, and composition of the nanoparticles were controlled by themolar ratio of iron carbonyl to platinum salt. Moreover, this method was also adopted for the preparation of Fe3O4 nanocrystals and magnetically functionalized Fe-based composites (Figure 2).63,64 Hufschmid et al. demonstrated that iron oxide MNPs with small sizes (<10 nm) can be prepared by such a strategy.65 Compared to the coprecipitation method, the thermal decomposition method can be used to obtain smaller magnetic particles. However, this method involves some toxic solvents and high-temperature treatment.\n2.3. Microemulsion Synthesis Method.Microemulsion refers to a single phase with isotropic dispersion, which is formed from two immiscible liquids fixed by an amphiphilic surfactant. Different types of surfactants would influence the size and shape ofMNPs.66 For example, in the water-in-oil microemulsion, water droplets in the organic solvent are coated by an amphiphilic surfactant to limit the size of the magnetic nanomaterials.61,67 Okoli et al. synthesized iron oxide MNPs via the water-in-oil microemulsion method, which includes two microdroplets, one containing the metal precursors and the other containing the precipitating agent.68 In addition, some silica-coated MNPs can be prepared by this method. Ding et al. used this way to prepare magnetic Fe3O4 particles coated by silica.\n69 Gao and co-workers synthesized MNPs coated by silica via this strategy, which were further modified with amino.70 ThemodifiedMNPs (MNPs@SiO2@anti-EGFR) can be applied in the separation of tumor cells. MNPs with a uniform distribution can be prepared by the microemulsion method, but the yield is relatively low.\n2.4. Hydrothermal Synthesis Method. Hydrothermal synthesis generally takes place in an aqueous system, which needs high temperature and high pressure to lower the high energy barrier of chemical reactions (Figure 3a).61,71 Wang et al. used such a method to prepare various magnetic nanomaterials in a liquid−solid−solution system consisting of ethanol−linoleic acid (liquid phase) and metal salt (solid phase) and obtained uniform particle size of magnetic metal oxides (Figure 3b).72 Li et al. prepared Fe3O4 MNPs with spherical shape and an average size of 15 nm, which was used in the tumorMRI.73 Chen and co-workers synthesized chitosan-coated Fe3O4 nanoparticles (Fe3O4-chitosan) with an average size of 25 nm, which were applied in enzyme immobilization.74\nThe particle size and crystallinity of the magnetic nanomaterials depend on the temperature and time of crystallization. The size and shape of the nanoparticles can be controlled by this strategy, and the yield of nanoparticles is higher than that obtained by microemulsion synthesis. However, the requirement of high temperature and high pressure make the reaction conditions harsh, which should be carried out in special equipment.\n2.5. Biological Synthesis Method. Fungi, viruses, bacteria, yeast, and actinomycetes have been explored for the synthesis of metal nanoparticles by a biological synthesis method. This method has many merits (such as cleanliness, high efficiency, and ecofriendliness) and some shortcomings (e.g., poor dispersion of the metal nanoparticles). Three possible mechanisms have been suggested for the mycosynthesis of metal nanomaterials, i.e., nitrate reductase action, electron shuttle quinones, and mixed mechanisms. Athough the detailed synthesis mechanisms are not well acknowledged, this clean and green biological synthesis method has been adopted to prepare MNPs.75−77 For example, enzyme−magnetic nanomaterials can be prepared via\nScheme 1. Different Morphologies of Magnetic Nanocomposites: (a) Spherical MNPs, (b) Bimetallic MNPs, (c) Typical Core−Shell MNPs, (d) Multinuclear MNPs Embedded in Core−Shell Particles, (e) MNP−Silica Nanocomposites, (f) MNP-Decorated Silica Spheres, and (g) MNP Encapsulated in Mesoporous Materials and (h) Plot of Magnetic Coercivity versus Particle Sizea\naReprinted with permission from ref 21. Copyright 1996 American Chemical Society.\nDOI: 10.1021/acsanm.9b00976 ACS Appl. Nano Mater. 2019, 2, 4681−4697\n4682\nbiological synthesis (Figure 4).78 Lenders et al. have successfully prepared the ferromagnetic magnetite with an average size of 60 nm at room temperature by this novel method.79 Das and co-workers successfully synthesized by a biosynthesis strategy a functionalized Fe3O4magnetic material that is an efficient catalyst for Suzuki−Miyaura reaction and photocatalysis.80 Although the biological synthesis method possesses cleanliness and efficiency, compared to the synthesis methods mentioned above, some great challenges, such as the yield and dispersion of MNPs, are still considerable.2,81 In addition, the biochemical mechanism of MNP synthesis needs to be further investigated."
    }, {
      "heading" : "3. APPLICATIONS OF MAGNETIC NANOMATERIALS",
      "text" : "IN HETEROGENEOUS CATALYSIS\n3.1. Magnetic Nanomaterials for the Hydrogenation Reaction. Hydrogenation is an important reaction in organic synthesis and industrial catalysis and provides various kinds of intermediates.82 MNPs can provide a large surface area to support active metal sites with enhanced hydrogenation activity. To date, Pd-based magnetic materials have been widely used in hydrogenation reactions.83 Ying’s group reported Pd nanoclusters supported on silica-coated Fe2O3 nanoparticles (Fe2O3@SiO2).\n84 First, Fe2O3@SiO2 were synthesized by the microemulsionmethod, and then the SiO2 shell was modified by\ntwo functional groups, mercapto and amine (HS− and −NH2). Finally, Pd nanoclusters were introduced to the surface of the shell by microwave in a toluene solution. The transmission electron microscopy (TEM) images showed that Pd nanoclusters were supported on the surface of Fe2O3@SiO2, where the thickness of the SiO2 shell was about 20 nm. The as-prepared catalyst Pd/H2N-SiO2/Fe2O3 showed excellent activity and reusability for the hydrogenation of nitrobenzene (Table 1). Yao et al. synthesized a Pd-basedmagnetic nanomaterial that showed very high activity (turnover frquency TOF = 3600 h−1) for the hydrogenation of 2-methyl-3-buten-2-ol.85 This catalyst consists of Pd nanoparticles and Fe MNPs coated by the FeOx shell, where FeOx-coated Fe nanoparticles are used as the support to immobilize Pd. However, a limitation exists in the practical application because of the poor stability of such a catalyst in water. To address the poor stability, Kim and co-workers used Fe2O3 nanoparticles as the support to deposit Ag.\n86 The Ag and α-Fe2O3 nanocrystals with spherical and bitruncated-octahedral shape can be observed (Figure 5a,b), and the functionalized MNPs (Ag/Fe2O3) could catalyze the hydrogenation of nitroarenes in water with high activity and good recoverability (Figure 5c−f).\nDOI: 10.1021/acsanm.9b00976 ACS Appl. Nano Mater. 2019, 2, 4681−4697\n4683\nGuin et al. immobilized Pd on the surface of amineterminated ferrite (Fe3O4-DA-Pd and NiFe2O4-DA-Pd) nanoparticles for the hydrogenation of aromatic nitro and azide compounds to their respective amines.87 The Fe3O4-DA-Pd and NiFe2O4-DA-Pd catalysts displayed excellent catalytic performances, and the activity was not significantly reduced after 10 cycles, indicating that the MNPs would have a significant application in industrial catalysis for the hydrogenation reaction. Pt nanoparticles were introduced to the surface of the doubleshell-coated Fe2O3 nanoparticles. 88 Two shells can greatly protect the Fe2O3 nanoparticles. Dinamarca et al. demonstrated that Fe2O3−SiO2−CeO2−Pt showed high selectivity to COL for the hydrogenation of CAL, where CeO2 as the second shell can control the configuration of Fe2O3−SiO2. This structure may bring great potential in practical applications because of the\nmerits of two shells. Moreover, the NinCu nanoclusters can be used as magnetic nanocatalysts for hydrogenation and dehydrogenation reactions.89 The density functional theory (DFT) computations revealed that the highest occupied molecular orbital and lowest unoccupied molecular orbital states are mainly contributed by the s and d orbitals of the Ni atoms and the s orbital of the Cu atom, and the spin magnetic moments of the clusters are mainly localized on the Ni atoms. In addition, the hydrogenation of olefins or alkynes to alkanes\nis important in the industrial field. Ross et al. presented a magnetically recyclable Pd-based catalyst, which was prepared by the immobilization of Pd over the silica-coated MNPs.97 The as-prepared catalyst could accelerate the conversion of cyclohexene to cyclohexane under mild reaction conditions. TEM analysis confirmed that the Pd nanoparticles were well\nTable 1. Comparison of Catalytic Activity on Various Catalysts\nentry catalyst reaction product conversion (%) selectivity (%) ref\n1 Pd/H2N-SiO2/Fe2O3 hydrogenation of nitrobenzene aminobenzene 100 100 84 2 Ag/Fe2O3 hydrogenation of nitrobenzene aminobenzene 100 99 86 3 NiFe2O4-DA-Pd hydrogenation of nitrobenzene aminobenzene 100 98 87 4 Fe2O3−SiO2−CeO2−Pt hydrogenation of CAL COL >99 67 88 5 Pd@Fe3O4 Suzuki−Miyaura reaction of bromobenzene with\nbenzeneboronic acid phenylbenzene 95 >99 90\n6 Fe3O4@SiO2@C22−Pd(II) Suzuki−Miyaura reaction of iodobenzene with benzeneboronic acid\nphenylbenzene 93 >99 91\n7 supported AuNPs oxidation of benzyl alcohol benzaldehyde 75 95 92 8 Fe3O4@SiO2-APTES-FeL\nGDC oxidation of benzyl alcohol Benzoic acid 98 96 93 9 [Ru(BINAP-PO3H2)(DPEN)Cl2]-MNP asymmetric hydrogenation of aromatic ketones aromatic alcohol 100 98 94 9 4,4′-bisphosphonic acid-substituted BINAP-Ru-\nDPEN complex asymmetric hydrogenation of aromatic ketones aromatic alcohol >99 98.1 95\n10 SrFe11.4Al0.6O19 degradation of CR ̅ >90\n̅ 45\n11 Fe3O4@Ch-PdNPs photocatalytic reduction of MB LMB 100 100 80 12 Fe3O4/TiO2 hollow spheres degradation of RhB ̅ 96.3 ̅ 96\nDOI: 10.1021/acsanm.9b00976 ACS Appl. Nano Mater. 2019, 2, 4681−4697\n4684\ndistributed and stabilized on the surface of the support. Not only Pd but also Ni supported on the MNP could efficiently catalyze the hydrogenation of olefins or alkynes. Polshettiwar et al. synthesized a MNP-supported leach-proof Ni catalyst, which can catalyze various types of hydrogenation reactions including the hydrogenation of aromatic alkynes, aliphatic alkynes, and even ketones.82 Such a catalyst may have a promising prospect for the hydrogenation reaction in the future because of the low cost of Ni and high activity. 3.2. Magnetic Nanomaterials for the Suzuki−Miyaura Reaction. The Suzuki−Miyaura coupling reaction is one of the most important ways to construct the C−C bond.98−101 Traditionally, Pd-based catalysts such as Pd/AC (AC= activated charcoal) and Pd/zeolite aggregate easily to form inactive metallic clusters during the Suzuki−Miyaura reaction. In order to resolve this problem, Amali and Rana immobilized Pd over the Fe3O4 MNPs, which avoided aggregation and leaching of Pd species.90 The functionalized Fe3O4 particles (Pd@Fe3O4) displayed an average size of 10 ± 0.5 nm, which exhibited outstanding activity for the Suzuki−Miyaura coupling reaction. In addition, Guin et al. demonstrated that amine-terminated ferrite-supported Pd nanoparticles (Pd-DA-NiFe2O4) can also catalyze the Suzuki−Miyaura reaction.87 The magnetically separable catalyst was high-performance toward Suzuki− Miyaura coupling reactions for different aryl halides. The high\nactivity, ease of separation, and reusability were striking features of NiFe2O4-DA-Pd that make it a promising candidate for a series of reactions. In addition, a nanofibrous networked metal− organic gel (G1-MNPs) has been synthesized that can facilitate organic transformation (Figure 6a).102 Recently, Uberman’s group synthesized a Fe3O4@Pd catalyst with a core@shell structure.103 This catalyst with good control of the size and shape can catalyze both the hydrogenation and Suzuki−Miyaura reactions, and the experimental result demonstrated the great importance of oleylamine as a stabilizer for the formation of uniform nanocatalysts. Furthermore, the Pd/Fe3O4@PC (PC = porous carbon) nanocomposite was found as an efficient heterogeneous magnetic nanocatalyst for the Suzuki−Miyaura reaction.104\nIn recent years, immobilizing Pd(II) complexes over theMNP has become a focus for the Suzuki−Miyaura reaction. Khorsandi et al. synthesized a magnetic nanocatalyst, NHC palladium(II) supported on iron oxide nanoparticles, which aimed at the Suzuki−Miyaura reaction.105 The reaction can occur under mild conditions, and high yields can be achieved in dimethylformamide with the aid of a small amount of Pd. Deng et al. synthesized NHC palladacycle supported on a MNP, which also exhibited high activity, stability, and good reusability for the Suzuki−Miyaura reaction.46 The silica-coated MNPs [Fe3O4@ SiO2@C22−Pd(II)] have been prepared by Mobaraki and coworkers.91 A plausible mechanism of the Suzuki−Miyaura reaction has been proposed (Figure 6b). This Pd(II)-based catalyst was originally activated to the i state, LnPd(0), and then the reaction between LnPd(0) and the electrophilic reagent (Ar−X) gained the ii state. Next, the iii state was obtained in the existence of alkali (OH−), which was further reacted with Ar′B(OH) to gain the iv state. Last, the final target product Ar− Ar′ from iv was prepared by reductive elimination. Manjunatha et al. synthesized Schiff base−Pd(II) supported on MNPs, which can facilitate formation of the C−C bond in the Suzuki− Miyaura reaction between phenylboronic acid and aryl halides.54 The field-emission scanning electron microscopy (FESEM) images showed that the surface morphology of this magnetic catalyst had no obvious change after five cycles in the Suzuki− Miyaura reaction, indicating good stability of the magnetic nanocatalyst. Kandathil et al. demonstrated that MNPs supported Schiff base−Pd(II) as robust and green catalysts, which would have bright prospects in the future for the Suzuki− Miyaura cross-coupling and reduction of nitroarenes.55 Recently, Karimi et al. found a magnetic ionic nanoparticle network (MINN).106 The FESEM images indicated that uniform spherical iron oxides are located in a typical clusterlike morphology, which can provide a large surface area for the immobilization of Pd, and the resulting catalyst exhibited an excellent catalytic performance for the Suzuki−Miyaura reaction.\n3.3. Magnetic Nanomaterials for the Oxidation Reaction. The selective oxidation of olefins and alcohols is a fundamental transformation in the organic chemistry, which can obtain important products such as drugs and perfumeries.107 The traditional homogeneous catalysts are easily deactivated, and the recirculation is a fussy and time-consuming procedure; thus, we need more stable catalysts to solve these weaknesses. Hyeon and co-workers synthesized MoO3 nanoparticles supported on silica-coated MNPs (Mag-Mo-Nano), which can catalyze olefin epoxidation (Figures 7a−d).27 The TEM and SEM images showed that the Mag-Mo-Nano catalyst possessed the mesoporous shell and a rough surface. Polshettiwar and\nDOI: 10.1021/acsanm.9b00976 ACS Appl. Nano Mater. 2019, 2, 4681−4697\n4685\nVarma prepared a catalyst, Pd stabilized over theMNPs, that can improve the selectivity of olefin and alcohol oxidation.108 The size of the Fe3O4 nanoparticles is about 10−16 nm. The nanoFe3O4−Pd applied in the oxidation of olefins and alcohols showed high TOFs and excellent selectivity, especially for the selective oxidation of benzyl alcohol, where TOF can reach 760 h−1. Rossi’s group reported Au nanoparticles (AuNPs) supported on the functional MNPs to catalyze the aerobic oxidation of benzyl alcohol.92 First, the core−shell structure of Fe3O4@SiO2 was synthesized by the hydrothermal synthesis, and the shell was then modified with an amino group. AuNPs were finally immobilized on the shell by the adsorption− reduction method. This magnetic nanocatalyst showed high conversion for the oxidation of benzyl alcohol, and it can be efficiently recovered by magnetic separation due to its superparamagnetism. In addition, the high activity and stability of Ni nanoparticles immobilized on the functionalized silica\nMNPs in water have been demonstrated for the aerobic oxidation of alcohols.109 Immobilizing the iron aminobis(phenol) ligand complex over silica-coated MNPs (Fe3O4@ SiO2-APTES-FeL\nGDC) could realize the oxidation of alcohols and sulfides.93 As shown in Figure 7e, the magnetic catalyst could be separated and reused for five or six cycles. The selective oxidation of sulfides is an important reaction in\npractical applications. In order to achieve rapid conversion of sulfides to sulfoxides or sulfones, a sulfonated poly(ethylene glycol)-coated Fe3O4 nanocomposite (Fe3O4/PEG-SO3H) with core@shell structure was synthesized that can catalyze the selective oxidation of sulfides to sulfoxides and sulfones with H2O2 (Figure 8a).\n110 The nanostructure of the magnetic nanocatalyst had no obvious change after 12 cycles. Tamoradi et al. used Fe2O3-nanoparticle-supported Pd to catalyze the oxidation of sulfides to sulfoxides and disulfides (Figure 8b).111\nHemmati and co-workers synthesized an interphase magnetic\nDOI: 10.1021/acsanm.9b00976 ACS Appl. Nano Mater. 2019, 2, 4681−4697\n4686\nnanocatalyst, the chitosan-coated Fe3O4 MNP supported Schiff base oxovanadium complex [VO(CS)@Fe3O4], which can catalyze the oxidation of sulfides to sulfoxides with H2O2. 112 Allahresani and co-workers demonstrated the high conversion of sulfides and high selectivity to sulfoxides on a Co(III)-based magnetic catalyst, where the Co(III) complex was stabilized on the surface of the Fe3O4@SiO2 MNP.\n113 Moeini et al. immobilized Ni over tryptophan-coated Fe3O4 nanoparticles to catalyze the oxidation of sulfides.114 Hydroxyapatite core− shell γ-Fe2O3-supported Fe 2+ and Ni2+ (γ-Fe2O3@HAp-Fe 2+ and γ-Fe2O3@HAp-Ni 2+) as reusable and efficient heterogeneous catalysts were synthesized for the selective oxidation of sulfides to sulfoxides, and hydroxyapatite core−shell γ-Fe2O3 nanoparticle-supported Ag (γ-Fe2O3@HAp-Ag NPs) could facilitate the production of sulfoxide derivatives by oxidizing the sulfides and can be reused eight times.115,116 The high yields of sulfoxides and merits such as low cost, ease of separation, and good stability of these magnetic catalysts make them promising candidates for the oxidation of sulfides. 3.4. Magnetic Nanomaterials for Chiral Catalysis. Chiral catalysis, namely, asymmetric catalysis, provides a powerful strategy for the optical synthesis of active molecules, most of which are important pharmaceuticals. To date, lots of homogeneous catalysts have been developed to gain efficient selectivity for chiral catalysis. However, most of the homogeneous catalysts are expensive and difficult to handle, separate, and recycle. In recent years, much attention has focused on heterogeneous catalysts, of which MNPs are regarded as ideal heterogeneous nanocatalysts because of their functionalization,\nease of separation, low toxicity, and inexpensiveness.118 For the asymmetric hydrogenation of aromatic ketones, Lin and coworkers introduced a MNP-supported chiral Ru complex, [Ru(BINAP-PO3H2)(DPEN)Cl2]-MNP.\n94 This magnetic nanocatalyst displayed high activity and stereoselectivity during asymmetric hydrogenation, and the activity can be maintained after recycling 14 times, indicating high stability and reusability. Furthermore, Lin and co-workers continued to research the asymmetric hydrogenation of aromatic ketones, and they discovered another Ru complex (a 4,4′-bisphosphonic acidsubstituted BINAP-Ru-DPEN complex) supported on theMNP as a high-performance catalyst.95 In addition, Luo et al. reported a chiral amine supported on MNPs for the aldol reaction of acetone or cyclohexanone with a variety of aldehydes.119 High yields and high stereoselectivity for the direct aldol reactions can be achieved. The catalyst was easily separated by an external magnet and reused 11 cycles with no obvious decrease of the activity and stereoselectivity. Safaei-Ghomi and Zahedi immobilized L-proline on MNPs to catalyze the asymmetric Mannich reaction with high yields and high selectivity.117 The proposed mechanism on the Fe3O4−L-proline nanoparticles is illustrated in Figure 9. First, the Fe3O4−L-proline nanoparticles nucleophilicly attack cyclohexanone, and then dehydration of the carbinolamine contributes to the generation of an enamine. Next, the reaction of imine with enamine forms the C−C bond. Finally, the diastereoselective product is obtained after hydrolysis. In summary, chiral complexes supported on these MNPs are easily accessible to the reactants because of the small size, which leads to high catalytic efficiency.\nDOI: 10.1021/acsanm.9b00976 ACS Appl. Nano Mater. 2019, 2, 4681−4697\n4687\n3.5. Magnetic Nanomaterials for Enzyme Catalysis. In the past 200 years, worldwide scholars have widely studied enzymes in medicine, biochemistry, and agriculture.120 Enzyme as a natural catalyst possesses many advantages such as high efficiency and special selectivity for the synthesis of important compounds. However, enzyme is not only sensitive to the temperature, pH, and other factors but also difficult to separate from the substrate. Therefore, much effort has been made in the modification of enzyme, such as supporting it on MNPs. Magnetically nanostructuredmaterials were used as the supports to immobilize enzymes because of the high area surface. The magnetite-supported enzymes can be easily recovered by a magnetic field, which could optimize the operational cost and improve the purity of product.78 In 1987, Matsunaga and Kamiya121 reported the immobilization of an enzyme on the magnetic support. The MNPs were extracted from magnetotactic bacteria and used to support glucose oxidase. Wei and Wang122 reported the Fe3O4 MNPs as peroxidases, which were\napplied in the catalysis of a reaction between 2,2′-azinobis(3ethylbenzothiazoline-6-sulfonic acid salt and H2O2. Fe3O4 MNPs exhibited high selectivity in this reaction. Compared with natural enzyme, Fe3O4 MNPs possess some advantages, such as ease of separation and stability under rough conditions, and have great potential applications in simple and highly efficient biosensors in the future.123\nJiang et al. immobilized Candida rugosa lipase on MNPs for esterification.124 First, MNP-supported ionic liquids were synthesized by means of covalent bonds. Then, Candida rugosa lipase was immobilized onto the magnetic support through physical adsorption. The activity and stability of immobilized lipases were far higher than those of the native counterpart in catalyzing esterification. Meanwhile, the activity of the immobilized enzyme in catalyzing ester synthesis between oleic acid and butanol was connected with the hydrophobicity of ionic liquids. By adjustment of the structure of ionic liquids, increasing hydrophobicity of the support can improve the activity of the enzyme−MNP hybrids. Enzyme−MNP hybrids drive the development of enzyme catalysis to some extent, and MNP-supported ionic liquids as one of novel supports provide some meaningful ideas for the immobilization of enzymes. The enzyme−MNP hybrids can also realize the recycling use of catalysts and good separation between the catalysts and target products, which may decrease the cost for the treatment of disease and further promote the development of medical science.120 Furthermore, a comparison of the enzyme and microorganism dimensions relative to magnetic supports is done, which reveals that MNP-supported enzymes are applicable because of large microbial cells.\n3.6. Magnetic Nanomaterials for Photocatalysis. Magnetic photocatalysts have attracted meaningful attention because of their ease of separation and potential applications in organic contaminants and water treatment.127−129 TiO2 is a classical photocatalyst because of its unique property. Electron− hole pairs (e−/h+) can be generated in TiO2 by UV radiation, which further triggers the production of free radicals as efficient oxidizers for the oxidation of adsorbed pollutants.130 Recently, a\nDOI: 10.1021/acsanm.9b00976 ACS Appl. Nano Mater. 2019, 2, 4681−4697\n4688\nlot of work has focused on immobilizing TiO2 over the magnetic solid sphere surface. For instance, TiO2/Fe3O4 and TiO2/SiO2/ Fe3O4 were synthesized by the sol−gel method, which aimed at the photodegradation of acetaminophen.131 TiO2/Fe3O4 and TiO2/SiO2/Fe3O4 exhibited obvious effects for the photodegradation of acetaminophen in an aqueous solution, and the stability of TiO2/SiO2/Fe3O4 is better than that of nanoparticles of TiO2/Fe3O4 because the SiO2 shell can prevent Fe3O4 from being resolved. Because of the magnetism of these catalysts, they are easily separated and recovered by a small magnet. With regard to the core−shell structure, Zhang and co-workers proposed the formation mechanism of Fe3O4@TiO2, as shown in Figure 10a.125 The prepared magnetic nanomaterials displayed high activity and stability for the degradation of dye under sunlight. The core−shell Fe3O4/SiO2/TiO2 nanocomposite with an outstanding photocatalytic performance was synthesized by Yin and co-workers (Figures 10b−e).126 The TiO2 nanocrystals were uniformly coated on the surface of SiO2. Moreover, Pd and Au supported on magnetic chitosan-coated Fe3O4 (Fe3O4@Ch-MNPs) have been synthesized by Das and co-workers and can efficiently catalyze the reduction of dye under UV light.80 The catalytic performance of Fe3O4@ChAuNPs and Fe3O4@Ch-PdNPs for the reduction of MB to LMB has been measured. The low-resolution FESEM images displayed the average diameters of Fe3O4@Ch-AuNPs and Fe3O4@Ch-PdNPs (4.21 ± 0.51 and 4.08 ± 0.4 μm, respectively). The high-resolution FESEM images showed that Au and Pd nanoparticles are uniformly dispersed on the surface of Fe3O4@Ch-MNPs. From Figure 10f, Fe3O4@Ch-PdNPs showed higher photocatalytic activity (knor) than Fe3O4@ChAuNPs in various reaction conditions. Moreover, a magnetically recycled Fe3O4/g-C3N4 composite could catalyze the production of hydrogen.132 As shown in\nFigure 11a, the hydrogen evolution rate on Fe3O4/gCN-T (partial exfoliation of Fe3O4/g-C3N4) was faster than that on gCN-T (partial exfoliation of g-C3N4). Moreover, polymetallic magnetic nanoparticles are promising materials for photocatalysis. Wang and co-workers introduced the CoFe2O4− graphene system to catalyze the degradation of MB under visible light.133 Electrons transferred easily from the CoFe2O4 conduction band to the reduced graphene oxide, which prevented electrons and holes from recombining (Figure 11b), further contributing to the high photocatalytic activity. Zhou et al. synthesized CoFe2O4 as an efficient magnetic photocatalyst to catalyze the oxidation of carbamazepine.134 Mohanta et al.45\nstudied two magnetic photocatalysts, SrFe12O19 and SrFe11.4Al0.6O19, which can promote the degradation of CR pollutants under visible light because of the low band gap of the photocatalysts. Additionally, SrFe11.4Al0.6O19 exhibited slightly higher activity than SrFe12O19, which originated from the doping of Al that prevents electron−hole pairs from restructuring. Lu et al. synthesized Sr1−xBixTi1−xFexO3 (0 ≤ x ≤ 0.5) samples whose microstructure was determined by the Bi/Fe content.135 The main cubic structure exposing the (100) facet can be observed for Sr0.6Bi0.4Ti0.6Fe0.4O3 (Figure 12), while the spherical particles dominated in Sr0.9Bi0.1Ti0.9Fe0.1O3. Sr0.6Bi0.4Ti0.6Fe0.4O3 showed a high photocatalytic performance for hydrogen production under visible-light irradiation. These polymetallic MNPs played a crucial part in treating pollution problems by means of sunlight, which would provide potential photocatalytic applications in the future. In addition, there are a few reports on the hollow magnetic catalysts for photocatalysis. Chen and co-workers96 used a template method to synthesize the magnetically separable hollow sphere Fe3O4/TiO2 hybrid photocatalyst. Monodispersed poly(styreneacrylic acid) (PSA) latex was used as a\nDOI: 10.1021/acsanm.9b00976 ACS Appl. Nano Mater. 2019, 2, 4681−4697\n4689\ntemplate to synthesize the Fe3O4 monolayer by the coprecipitation method. Then, the TiO2 shell was coated on the surface of the Fe3O4 monolayer. Finally, PSA was removed by a solvothermal treatment. The Fe3O4/TiO2 catalyst processes a hollow sphere structure, the size of the inner Fe3O4 nanoparticles is about 60 nm, and the shell is about 10 nm, which showed high activity in the photodegradation of RhB. 3.7. Magnetic Nanomaterials for Electrochemical and Photoelectrochemical Catalyses. With the increasing\ndemands of renewable energy and aggravation of pollution problems, wide applications of magnetic nanomaterials in electrochemical and photoelectrochemical catalyses have been achieved.136,137 Magnetic Ag and Au nanocomposites can electrochemically catalyze the reduction of 4-nitrophenol and H2O2 at ca. −0.45 V.138 The reduction rates (TOFs) of 4- nitrophenol to 4-aminophenol were determined to be 20.87− 95.34 min−1. The AuNPs and Ag nanoparticles over the cMNP surface were prepared by adding salt to a water solution of cMNPs with the appropriate ratio, and the nanoclusters were reorganized during adsorption and reduction of the metal ions (Figure 13a−e). Hung and co-workers found that Fe3O4 MNPs could facilitate methanol electrocatalytic oxidation in the alkaline medium at ca. 0.5 V.139 Sun et al. found that the spinel nickel−cobalt oxides could facilitate ethanol oxidation, and the electrocatalytic activity changed as the Ni content in the oxide varied.140 The study revealed that the Ni component in nickel− cobalt oxide might promote the rate of ethanol oxidation, and nickel−cobalt oxide with 46% Ni displayed the best electrochemical performance in the alkaline conditions. Furthermore, Sun et al. measured the electrochemical catalytic performance of Co3O4 for the oxidation of C3-saturated alcohols in the alkaline conditions (Figure 13f−i).141 The experimental results showed that the oxidation activity of the alcohols followed the sequence 2-propanol (2-P) < 1-propanol (1-P) < 1,3-propanediol (1,3-P) < 1,2-propanediol (1,2-P) < propanetriol (GLY), and the alcohols with a secondary hydroxyl group like GLY and 1,2-P could facilitate the oxidation reaction with onset potentials at ∼0.30 and ∼0.35 V, respectively. Moreover, the oxygen reduction reaction (ORR) can be electrochemically catalyzed by the MNPs. For example, Zhang and co-workers studied the catalytic activity of the carboxymethylated chitosan on Fe3O4 MNPs and phthaloylchitosan-overlapped Fe3O4 MNPs for ORR.142 Their experimental results revealed that the latter exhibited an onset potential of−0.4 V for ORR, which was more positive than the former (−0.56 V). Hu et al. synthesized a TiO2/SiO2/Fe3O4 (TSF)MNP, which aimed at the photoelectrocatalytic (PEC) treatment of pollutants (Figure 14a).143 A total of 95.3% of diclofenac can be degraded over this catalyst after reaction for 45 min. Durupthy and co-workers demonstrated that Fe could be combined in titanium oxide to improve the photoelectrochemical properties in the low-bias region (<1.0 V vs RHE; Figure 14b).144 As shown in Figure 14c, the DFT computation demonstrated that the electrocatalytic activity was mainly dependent on the nature of the heterojunction, and the best photocurrent was gained on Fe2TiO5/TiO2 photoanodes, which was related to the high absorption coefficient of TiO2 and good electron mobility of Fe2TiO5. Liu and co-workers reported that Mn0.5Zn0.5Fe2O4 nanoparticles on TiO2 nanotube arrays (NTAs) displayed higher activity than the pure TiO2 NTAs for the PEC treatment of 2,4-DCP under sunlight.145 The photogenerated active species should be •OH and •O2−. From Figure 14d,e, the kinetic constants of 2,4-DCP degradation and recycling experiments demonstrated high activity and stability of Mn0.5Zn0.5Fe2O4 nanoparticles on TiO2 NTAs. The optimal photocurrent density and efficiency of the Mn0.5Zn0.5Fe2O4 electrode was 1.32 mA cm−2 and 2.23%, respectively, which were higher than those of the pure TiO2 NTAs (0.56 mA cm −2 and 1.025%, respectively).\nDOI: 10.1021/acsanm.9b00976 ACS Appl. Nano Mater. 2019, 2, 4681−4697\n4690"
    }, {
      "heading" : "4. SUMMARY AND PROSPECTIVE",
      "text" : "Magnetic nanomaterials have been widely developed and applied in many fields and have tremendous potential in heterogeneous catalysis. However, large-scale industrialization of MNPs in different fields has not been achieved yet. First, the synthesis of metal MNPs and metal oxides often needs precursors of high cost and involves toxic organic solvents, which severely limit large-scale production. A proper synthetic route for the water-soluble MNPs with low cost would be meaningful and promising in the realization of large-scale commercialized production. It is urgent to develop an efficient synthesis strategy to prepare stable, well-dispersed, and highly uniformed magnetic nanomaterials with facile, low-cost, and high-yield operation. Second, to some extent, the high reactivity of MNPs can influence its application in various fields. Coating strategies have currently been adopted to isolate theMNPs from\nthe environment, which increases the stability of MNPs, but the functionalized MNPs modified by coating strategies still face challenges (such as stability and yield). Improving the stability of the polymer- or silica-coated MNPs and increasing the yield of C-coatedMNPs would contribute to the realization of industrial applications. In conclusion, functionalized MNPs with designed active species, including metal complexes, enzymes, chiral catalysts, etc., show good catalytic performances in different reaction systems. The high surface area of magnetic nanomaterials can support active sites for reactants, facilitating their rapid transformation into important products, and the magnetic core isolated from the environment can make feasible use of the MNPs under harsh reaction conditions. Moreover, magnetic nanomaterials can realize the reproducibility of catalysts and acquisition of target products with high purity in heterogeneous catalysis. However, comprehensive understanding of the\nDOI: 10.1021/acsanm.9b00976 ACS Appl. Nano Mater. 2019, 2, 4681−4697\n4691\ncatalytic mechanism on MNPs is still a huge challenge in the coming years. The combination of experimental measurements with DFT computations may contribute to a better understanding of the catalytic mechanism on MNPs, further guiding us to prepare more efficient, robust, inexpensive, and nontoxic magnetic nanocatalysts with suitable size and shape for their large-scale industrialization. For industrial applications, it is crucial to develop stable and robust MNPs in an economical and scalable way that can bear the reaction conditions experienced in heterogeneous catalysis. For example, core−shell structures coated by polymeric C may improve the catalytic stability.\n■ AUTHOR INFORMATION Corresponding Author\n*E-mail: guanjq@jlu.edu.cn (J.G.)."
    }, {
      "heading" : "ORCID",
      "text" : "Jingqi Guan: 0000-0002-8498-1963"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\nDOI: 10.1021/acsanm.9b00976 ACS Appl. Nano Mater. 2019, 2, 4681−4697\n4692\n■ ACKNOWLEDGMENTS This work was supported by the Natural Science Foundation of Jilin Province (Grant 20180101291JC).\n■ LIST OF ABBREVIATIONS BA = benzyl alcohol BAL = benzaldehyde CAL = cinnamaldehyde Ch = chitosan cMNPs = carboxylated magnetic nanoparticles COL = cinnamic alcohol CR = Congo red 2,4-DCP = 2,4-dichlorophenol EDA = ethylene diamine EGFR = epidermal growth factor receptor g-C3N4 = graphitic carbon nitride LMB = leucomethylene blue MB = methylene blue MINN = magnetic ionic nanoparticle network MNP = magnetic nanoparticle ODE = octadecene PB = prussian blue PC = porous carbon PEG = poly(ethylene glycol) PVP = poly(vinylpyrrolidone) RhB = rhodamine B TEG = tetraethylene glycol TSF = TiO2/SiO2/Fe3O4\n■ REFERENCES (1) Liu, B.; Zhang, Z. Catalytic Conversion of Biomass into Chemicals and Fuels over Magnetic Catalysts. ACS Catal. 2016, 6, 326−338. (2) Lu, A.-H.; Salabas, E. L.; Schüth, F. Magnetic Nanoparticles: Synthesis, Protection, Functionalization, and Application. Angew. Chem., Int. Ed. 2007, 46, 1222−1244. (3) Loh, K. P.; Ho, D.; Chiu, G. N. C.; Leong, D. T.; Pastorin, G.; Chow, E. K.-H. Clinical Applications of Carbon Nanomaterials in Diagnostics and Therapy. Adv. Mater. 2018, 30, 1802368. (4) Dyal, A.; Loos, K.; Noto, M.; Chang, S. W.; Spagnoli, C.; Shafi, K. V. P. M.; Ulman, A.; Cowman, M.; Gross, R. A. Activity of Candida rugosa Lipase Immobilized on γ-Fe2O3Magnetic Nanoparticles. J. Am. Chem. Soc. 2003, 125, 1684−1685. (5) Revia, R. A.; Zhang, M. Magnetite nanoparticles for cancer diagnosis, treatment, and treatment monitoring: recent advances. Mater. Today 2016, 19, 157−168. (6) Knez ̌evic,́ N. Ž.; Gadjanski, I.; Durand, J.-O. Magnetic nanoarchitectures for cancer sensing, imaging and therapy. J. Mater. Chem. B 2019, 7, 9−23. (7) Abu-Reziq, R.; Alper, H.; Wang, D.; Post, M. L. Metal Supported on Dendronized Magnetic Nanoparticles: Highly Selective Hydroformylation Catalysts. J. Am. Chem. Soc. 2006, 128, 5279−5282. (8) Yong, Y.; Su, R.; Liu, X.; Xu, W.; Zhang, Y.; Wang, R.; Ouyang, P.; Wu, J.; Ge, J.; Liu, Z. Lectin corona enhances enzymatic catalysis on the surface of magnetic nanoparticles. Biochem. Eng. J. 2018, 129, 26−32. (9) Hajipour, A. R.; Abolfathi, P. Nickel embedded on triazolemodified magnetic nanoparticles: A novel and sustainable heterogeneous catalyst for Hiyama reaction in fluoride-free condition. Catal. Commun. 2018, 103, 92−95. (10) Wang, D.; Deraedt, C.; Ruiz, J.; Astruc, D. Magnetic and Dendritic Catalysts. Acc. Chem. Res. 2015, 48, 1871−1880. (11) Wang, H.; Covarrubias, J.; Prock, H.; Wu, X.; Wang, D.; Bossmann, S. H. Acid-Functionalized Magnetic Nanoparticle as Heterogeneous Catalysts for Biodiesel Synthesis. J. Phys. Chem. C 2015, 119, 26020−26028.\n(12) Cooper, S. R.; Plummer, L. K.; Cosby, A. G.; Lenox, P.; Jander, A.; Dhagat, P.; Hutchison, J. E. Insights into the Magnetic Properties of Sub-10 nm Iron Oxide Nanocrystals through the Use of a Continuous Growth Synthesis. Chem. Mater. 2018, 30, 6053−6062. (13) Blin, T.; Niederberger, A.; Benyahia, L.; Fresnais, J.; Montembault, V.; Fontaine, L. Thermoresponsive hybrid doublecrosslinked networks using magnetic iron oxide nanoparticles as crossing points. Polym. Chem. 2018, 9, 4642−4650. (14) Salazar-Alvarez, G.; Qin, J.; Šepelaḱ, V.; Bergmann, I.; Vasilakaki, M.; Trohidou, K. N.; Ardisson, J. D.; Macedo, W. A. A.; Mikhaylova, M.; Muhammed, M.; Baro,́ M. D.; Nogueś, J. Cubic versus Spherical Magnetic Nanoparticles: The Role of Surface Anisotropy. J. Am. Chem. Soc. 2008, 130, 13234−13239. (15) Song, Q.; Ding, Y.; Wang, Z. L.; Zhang, Z. J. Tuning the Thermal Stability of Molecular Precursors for the Nonhydrolytic Synthesis of Magnetic MnFe2O4 Spinel Nanocrystals. Chem. Mater. 2007, 19, 4633−4638. (16) Hu, Y.; Zhao, C.; Yin, L.; Wen, T.; Yang, Y.; Ai, Y.; Wang, X. Combining batch technique with theoretical calculation studies to analyze the highly efficient enrichment of U(VI) and Eu(III) on magnetic MnFe2O4 nanocubes. Chem. Eng. J. 2018, 349, 347−357. (17) Vestal, C. R.; Song, Q.; Zhang, Z. J. Effects of Interparticle Interactions upon theMagnetic Properties of CoFe2O4 andMnFe2O4 Nanocrystals. J. Phys. Chem. B 2004, 108, 18222−18227. (18) Shevchenko, E. V.; Talapin, D. V.; Schnablegger, H.; Kornowski, A.; Festin, Ö.; Svedlindh, P.; Haase, M.; Weller, H. Study of Nucleation and Growth in the Organometallic Synthesis of Magnetic Alloy Nanocrystals: The Role of Nucleation Rate in Size Control of CoPt3 Nanocrystals. J. Am. Chem. Soc. 2003, 125, 9090−9101. (19) Sun, S.; Murray, C. B.; Weller, D.; Folks, L.; Moser, A. Monodisperse FePt Nanoparticles and Ferromagnetic FePt Nanocrystal Superlattices. Science 2000, 287, 1989. (20) Xu, C.; Xu, K.; Gu, H.; Zhong, X.; Guo, Z.; Zheng, R.; Zhang, X.; Xu, B. Nitrilotriacetic Acid-Modified Magnetic Nanoparticles as a General Agent to Bind Histidine-Tagged Proteins. J. Am. Chem. Soc. 2004, 126, 3392−3393. (21) Leslie-Pelecky, D. L.; Rieke, R. D. Magnetic Properties of Nanostructured Materials. Chem. Mater. 1996, 8, 1770−1783. (22) Mandal, S.; Roy, D.; Chaudhari, R. V.; Sastry, M. Pt and Pd Nanoparticles Immobilized on Amine-Functionalized Zeolite: Excellent Catalysts for Hydrogenation and Heck Reactions. Chem. Mater. 2004, 16, 3714−3724. (23) Hashiguchi, S.; Fujii, A.; Takehara, J.; Ikariya, T.; Noyori, R. Asymmetric Transfer Hydrogenation of Aromatic Ketones Catalyzed by Chiral Ruthenium(II) Complexes. J. Am. Chem. Soc. 1995, 117, 7562−7563. (24) Jiang, Y.; Jiang, Q.; Zhang, X. A New Chiral Bis(oxazolinylmethyl)amine Ligand for Ru-Catalyzed Asymmetric Transfer Hydrogenation of Ketones. J. Am. Chem. Soc. 1998, 120, 3817− 3818. (25) Eichenseer, C. M.; Kastl, B.; Pericas̀, M. A.; Hanson, P. R.; Reiser, O. Synthesis and Application of Magnetic Noyori-Type Ruthenium Catalysts for Asymmetric Transfer Hydrogenation Reactions in Water. ACS Sustainable Chem. Eng. 2016, 4, 2698−2705. (26) Jia, J.; Haraki, K.; Kondo, J. N.; Domen, K.; Tamaru, K. Selective Hydrogenation of Acetylene over Au/Al2O3 Catalyst. J. Phys. Chem. B 2000, 104, 11153−11156. (27) Shokouhimehr, M.; Piao, Y.; Kim, J.; Jang, Y.; Hyeon, T. A Magnetically Recyclable Nanocomposite Catalyst for Olefin Epoxidation. Angew. Chem., Int. Ed. 2007, 46, 7039−7043. (28) Yeo, K. M.; Lee, S. I.; Lee, Y. T.; Chung, Y. K.; Lee, I. S. Core− Satellite Heterostruture of Fe3O4−Pd Nanocomposite: Selective and Magnetically Recyclable Catalyst for Decarboxylative Coupling Reaction in Aqueous Media. Chem. Lett. 2008, 37, 116−117. (29) Abu-Reziq, R.; Wang, D.; Post, M.; Alper, H. Platinum Nanoparticles Supported on Ionic Liquid-Modified Magnetic Nanoparticles: Selective Hydrogenation Catalysts. Adv. Synth. Catal. 2007, 349, 2145−2150.\nDOI: 10.1021/acsanm.9b00976 ACS Appl. Nano Mater. 2019, 2, 4681−4697\n4693\n(30) Jacinto, M. J.; Kiyohara, P. K.; Masunaga, S. H.; Jardim, R. F.; Rossi, L. M. Recoverable rhodium nanoparticles: Synthesis, characterization and catalytic performance in hydrogenation reactions. Appl. Catal., A 2008, 338, 52−57. (31) Zhu, T.; Chen, J. S.; Lou, X. W. Glucose-Assisted One-Pot Synthesis of FeOOHNanorods and Their Transformation to Fe3O4@ Carbon Nanorods for Application in Lithium Ion Batteries. J. Phys. Chem. C 2011, 115, 9814−9820. (32) Kong, L.; Lu, X.; Bian, X.; Zhang, W.; Wang, C. Constructing Carbon-Coated Fe3O4Microspheres as Antiacid and Magnetic Support for Palladium Nanoparticles for Catalytic Applications. ACS Appl. Mater. Interfaces 2011, 3, 35−42. (33) Shao, M.; Ning, F.; Zhao, J.; Wei, M.; Evans, D. G.; Duan, X. Preparation of Fe3O4@SiO2@Layered Double Hydroxide Core− Shell Microspheres for Magnetic Separation of Proteins. J. Am. Chem. Soc. 2012, 134, 1071−1077. (34) Zhou, L.; Gao, C.; Xu, W. Robust Fe3O4/SiO2-Pt/Au/Pd Magnetic Nanocatalysts with Multifunctional Hyperbranched Polyglycerol Amplifiers. Langmuir 2010, 26, 11217−11225. (35) Wang, P.; Wang, X.; Yu, S.; Zou, Y.; Wang, J.; Chen, Z.; Alharbi, N. S.; Alsaedi, A.; Hayat, T.; Chen, Y.; Wang, X. Silica coated Fe3O4 magnetic nanospheres for high removal of organic pollutants from wastewater. Chem. Eng. J. 2016, 306, 280−288. (36) Xu, Z.; Hou, Y.; Sun, S. Magnetic Core/Shell Fe3O4/Au and Fe3O4/Au/Ag Nanoparticles with Tunable Plasmonic Properties. J. Am. Chem. Soc. 2007, 129, 8698−8699. (37) Zeng, H.; Li, J.; Wang, Z. L.; Liu, J. P.; Sun, S. Bimagnetic Core/ Shell FePt/Fe3O4 Nanoparticles. Nano Lett. 2004, 4, 187−190. (38) Pati, S. S.; Singh, L. H.; Guimaraẽs, E. M.; Mantilla, J.; Coaquira, J. A. H.; Oliveira, A. C.; Sharma, V. K.; Garg, V. K. Magnetic chitosanfunctionalized Fe3O4@Au nanoparticles: Synthesis and characterization. J. Alloys Compd. 2016, 684, 68−74. (39) Sudarsanam, P.; Zhong, R.; Van den Bosch, S.; Coman, S. M.; Parvulescu, V. I.; Sels, B. F. Functionalised heterogeneous catalysts for sustainable biomass valorisation. Chem. Soc. Rev. 2018, 47, 8349−8402. (40) Enferadi-Kerenkan, A.; Do, T.-O.; Kaliaguine, S. Heterogeneous catalysis by tungsten-based heteropoly compounds. Catal. Sci. Technol. 2018, 8, 2257−2284. (41) Martínez-Edo, G.; Balmori, A.; Pontoń, I.; Martí del Rio, A.; Sańchez-García, D. Functionalized Ordered Mesoporous Silicas (MCM-41): Synthesis and Applications in Catalysis. Catalysts 2018, 8, 617. (42) Zuliani, A.; Ivars, F.; Luque, R. Advances in Nanocatalyst Design for Biofuel Production. ChemCatChem 2018, 10, 1968−1981. (43) Issa, A. A.; Luyt, S. A. Kinetics of Alkoxysilanes and Organoalkoxysilanes Polymerization: A Review. Polymers 2019, 11, 537. (44) Schrittwieser, S.; Reichinger, D.; Schotter, J. Applications, Surface Modification and Functionalization of Nickel Nanorods. Materials 2018, 11, 45. (45) Mohanta, O.; Singhbabu, Y. N.; Giri, S. K.; Dadhich, D.; Das, N. N.; Sahu, R. K. Degradation of Congo red pollutants using microwave derived SrFe12O19: An efficient magnetic photocatalyst under visible light. J. Alloys Compd. 2013, 564, 78−83. (46) Deng, Q.; Shen, Y.; Zhu, H.; Tu, T. A magnetic nanoparticlesupported N-heterocyclic carbene-palladacycle: an efficient and recyclable solid molecular catalyst for Suzuki−Miyaura cross-coupling of 9-chloroacridine. Chem. Commun. 2017, 53, 13063−13066. (47) Singamaneni, S.; Bliznyuk, V. N.; Binek, C.; Tsymbal, E. Y. Magnetic nanoparticles: recent advances in synthesis, self-assembly and applications. J. Mater. Chem. 2011, 21, 16819−16845. (48) Lopez-Tejedor, D.; Benavente, R.; Palomo, J. M. Iron nanostructured catalysts: design and applications. Catal. Sci. Technol. 2018, 8, 1754−1776. (49) Zhan, H.; Bian, Y.; Yuan, Q.; Ren, B.; Hursthouse, A.; Zhu, G. Preparation and Potential Applications of Super Paramagnetic NanoFe3O4. Processes 2018, 6, 33. (50) Chen, J. P.; Sorensen, C.M.; Klabunde, K. J.; Hadjipanayis, G. C.; Devlin, E.; Kostikas, A. Size-dependent magnetic properties of\nMnFe2O4 fine particles synthesized by coprecipitation. Phys. Rev. B: Condens. Matter Mater. Phys. 1996, 54, 9288−9296. (51) Chen, Q.; Rondinone, A. J.; Chakoumakos, B. C.; John Zhang, Z. Synthesis of superparamagnetic MgFe2O4 nanoparticles by coprecipitation. J. Magn. Magn. Mater. 1999, 194, 1−7. (52)Mireles, L.-K.; Sacher, E.; Yahia, L. H.; Laurent, S.; Stanicki, D. A comparative physicochemical, morphological and magnetic study of silane-functionalized superparamagnetic iron oxide nanoparticles prepared by alkaline coprecipitation. Int. J. Biochem. Cell Biol. 2016, 75, 203−211. (53) Shen, L.; Qiao, Y.; Guo, Y.; Meng, S.; Yang, G.; Wu, M.; Zhao, J. Facile co-precipitation synthesis of shape-controlled magnetite nanoparticles. Ceram. Int. 2014, 40, 1519−1524. (54) Manjunatha, K.; Koley, T. S.; Kandathil, V.; Dateer, R. B.; Balakrishna, G.; Sasidhar, B. S.; Patil, S. A.; Patil, S. A. Magnetic nanoparticle-tethered Schiff base−palladium(II): Highly active and reusable heterogeneous catalyst for Suzuki−Miyaura cross-coupling and reduction of nitroarenes in aqueous medium at room temperature. Appl. Organomet. Chem. 2018, 32, e4266. (55) Kandathil, V.; Koley, T. S.; Manjunatha, K.; Dateer, R. B.; Keri, R. S.; Sasidhar, B. S.; Patil, S. A.; Patil, S. A. A new magnetically recyclable heterogeneous palladium(II) as a green catalyst for Suzuki-Miyaura cross-coupling and reduction of nitroarenes in aqueous medium at room temperature. Inorg. Chim. Acta 2018, 478, 195−210. (56) Veisi, H.; Najafi, S.; Hemmati, S. Pd(II)/Pd(0) anchored to magnetic nanoparticles (Fe3O4) modified with biguanidine-chitosan polymer as a novel nanocatalyst for Suzuki-Miyaura coupling reactions. Int. J. Biol. Macromol. 2018, 113, 186−194. (57) Muthukumaran, T.; Philip, J. Effect of phosphate and oleic acid capping on structure, magnetic properties and thermal stability of iron oxide nanoparticles. J. Alloys Compd. 2016, 689, 959−968. (58) Arndt, D.; Zielasek, V.; Dreher, W.; Baümer, M. Ethylene diamine-assisted synthesis of iron oxide nanoparticles in high-boiling polyolys. J. Colloid Interface Sci. 2014, 417, 188−198. (59) Hu, D.; Wan, X.; Li, X.; Liu, J.; Zhou, C. Synthesis of waterdispersible poly-l-lysine-functionalized magnetic Fe3O4-(GOMWCNTs) nanocomposite hybrid with a large surface area for highefficiency removal of tartrazine and Pb(II). Int. J. Biol. Macromol. 2017, 105, 1611−1621. (60) Horvat́h, D.; Toth, L.; Guczi, L. Gold nanoparticles: effect of treatment on structure and catalytic activity of Au/Fe2O3 catalyst prepared by co-precipitation. Catal. Lett. 2000, 67, 117−128. (61) Mosayebi, J.; Kiyasatfar, M.; Laurent, S. Synthesis, Functionalization, and Design of Magnetic Nanoparticles for Theranostic Applications. Adv. Healthcare Mater. 2017, 6, 1700306. (62) Jiang, W.; Yang, H. C.; Yang, S. Y.; Horng, H. E.; Hung, J. C.; Chen, Y. C.; Hong, C.-Y. Preparation and properties of superparamagnetic nanoparticles with narrow size distribution and biocompatible. J. Magn. Magn. Mater. 2004, 283, 210−214. (63) Ren, B.; Kandjani, A. E.; Chen, M.; Field, M. R.; Oppedisano, D. K.; Bhargava, S. K.; Jones, L. A. Preparation of Au nanoparticles on a magnetically responsive support via pyrolysis of a Prussian blue composite. J. Colloid Interface Sci. 2019, 540, 563−571. (64) Jana, N. R.; Chen, Y.; Peng, X. Size- and Shape-Controlled Magnetic (Cr, Mn, Fe, Co, Ni) Oxide Nanocrystals via a Simple and General Approach. Chem. Mater. 2004, 16, 3931−3935. (65) Hufschmid, R.; Arami, H.; Ferguson, R. M.; Gonzales, M.; Teeman, E.; Brush, L. N.; Browning, N. D.; Krishnan, K.M. Synthesis of phase-pure and monodisperse iron oxide nanoparticles by thermal decomposition. Nanoscale 2015, 7, 11142−11154. (66) Lu, T.;Wang, J.; Yin, J.;Wang, A.;Wang, X.; Zhang, T. Surfactant effects on the microstructures of Fe3O4 nanoparticles synthesized by microemulsion method. Colloids Surf., A 2013, 436, 675−683. (67) Loṕez Peŕez, J. A.; Loṕez Quintela, M. A.; Mira, J.; Rivas, J.; Charles, S. W. Advances in the Preparation of Magnetic Nanoparticles by theMicroemulsionMethod. J. Phys. Chem. B 1997, 101, 8045−8047. (68) Okoli, C.; Boutonnet, M.; Mariey, L.; Jar̈as̊, S.; Rajarao, G. Application of magnetic iron oxide nanoparticles prepared from\nDOI: 10.1021/acsanm.9b00976 ACS Appl. Nano Mater. 2019, 2, 4681−4697\n4694\nmicroemulsions for protein purification. J. Chem. Technol. Biotechnol. 2011, 86, 1386−1393. (69) Ding, H. L.; Zhang, Y. X.; Wang, S.; Xu, J. M.; Xu, S. C.; Li, G. H. Fe3O4@SiO2 Core/Shell Nanoparticles: The Silica Coating Regulations with a Single Core for Different Core Sizes and Shell Thicknesses. Chem. Mater. 2012, 24, 4572−4580. (70) Zhang, P.; Zhang, Y.; Gao, M.; Zhang, X. Dendrimer-assisted hydrophilic magnetic nanoparticles as sensitive substrates for rapid recognition and enhanced isolation of target tumor cells. Talanta 2016, 161, 925−931. (71) Shabestari Khiabani, S.; Farshbaf, M.; Akbarzadeh, A.; Davaran, S. Magnetic nanoparticles: preparation methods, applications in cancer diagnosis and cancer therapy. Artif. Cells, Nanomed., Biotechnol. 2017, 45, 6−17. (72) Wang, X.; Zhuang, J.; Peng, Q.; Li, Y. A general strategy for nanocrystal synthesis. Nature 2005, 437, 121. (73) Li, J.; Zheng, L.; Cai, H.; Sun, W.; Shen, M.; Zhang, G.; Shi, X. Polyethyleneimine-mediated synthesis of folic acid-targeted iron oxide nanoparticles for in vivo tumor MR imaging. Biomaterials 2013, 34, 8382−8392. (74) Li, G.-y.; Jiang, Y.-r.; Huang, K.-l.; Ding, P.; Chen, J. Preparation and properties of magnetic Fe3O4−chitosan nanoparticles. J. Alloys Compd. 2008, 466, 451−456. (75) Komeili, A. Molecular mechanisms of compartmentalization and biomineralization in magnetotactic bacteria. FEMS Microbiol. Rev. 2012, 36, 232−255. (76) Körnig, A.; Dong, J.; Bennet, M.; Widdrat, M.; Andert, J.; Müller, F. D.; Schüler, D.; Klumpp, S.; Faivre, D. Probing the Mechanical Properties of Magnetosome Chains in Living Magnetotactic Bacteria. Nano Lett. 2014, 14, 4653−4659. (77) Santos, H. E.; Carvalho, C.; Terzi, M. C.; Nakagaki, S. Recent Advances in Catalyzed Sequential Reactions and the Potential Use of Tetrapyrrolic Macrocycles as Catalysts. Molecules 2018, 23, 2796. (78) Shemsi, A. M.; Khanday, F. A.; Qurashi, A.; Khalil, A.; Guerriero, G.; Siddiqui, K. S. Site-directed chemically-modified magnetic enzymes: fabrication, improvements, biotechnological applications and future prospects. Biotechnol. Adv. 2019, 37, 357−381. (79) Lenders, J. J. M.; Altan, C. L.; Bomans, P. H. H.; Arakaki, A.; Bucak, S.; de With, G.; Sommerdijk, N. A. J. M. A Bioinspired Coprecipitation Method for the Controlled Synthesis of Magnetite Nanoparticles. Cryst. Growth Des. 2014, 14, 5561−5568. (80) Parandhaman, T.; Pentela, N.; Ramalingam, B.; Samanta, D.; Das, S. K. Metal Nanoparticle Loaded Magnetic-Chitosan Microsphere: Water Dispersible and Easily Separable Hybrid Metal Nanobiomaterial for Catalytic Applications. ACS Sustainable Chem. Eng. 2017, 5, 489−501. (81) Duan, M.; Shapter, J. G.; Qi, W.; Yang, S.; Gao, G. Recent progress in magnetic nanoparticles: synthesis, properties, and applications. Nanotechnology 2018, 29, 452001. (82) Polshettiwar, V.; Baruwati, B.; Varma, R. S. Nanoparticlesupported and magnetically recoverable nickel catalyst: a robust and economic hydrogenation and transfer hydrogenation protocol. Green Chem. 2009, 11, 127−131. (83) Yoshinaga, Y.; Akita, T.; Mikami, I.; Okuhara, T. Hydrogenation of Nitrate in Water to Nitrogen over Pd−Cu Supported on Active Carbon. J. Catal. 2002, 207, 37−45. (84) Yi, D. K.; Lee, S. S.; Ying, J. Y. Synthesis and Applications of Magnetic Nanocomposite Catalysts. Chem. Mater. 2006, 18, 2459− 2461. (85) Yao, Y.; Rubino, S.; Gates, B. D.; Scott, R. W. J.; Hu, Y. In situ Xray absorption spectroscopic studies of magnetic Fe@FexOy/Pd nanoparticle catalysts for hydrogenation reactions. Catal. Today 2017, 291, 180−186. (86) Patra, A. K.; Vo, N. T.; Kim, D. Highly robust magnetically recoverable Ag/Fe2O3 nanocatalyst for chemoselective hydrogenation of nitroarenes in water. Appl. Catal., A 2017, 538, 148−156. (87) Guin, D.; Baruwati, B.; Manorama, S. V. Pd on AmineTerminated Ferrite Nanoparticles: A Complete Magnetically Recov-\nerable Facile Catalyst for Hydrogenation Reactions. Org. Lett. 2007, 9, 1419−1421. (88) Dinamarca, R.; Espinoza-Gonzaĺez, R.; Campos, H. C.; Pecchi, G. Magnetic Fe2O3−SiO2−MeO2−Pt (Me = Ti, Sn, Ce) as Catalysts for the Selective Hydrogenation of Cinnamaldehyde. Effect of the Nature of the Metal Oxide. Materials 2019, 12, 413. (89) Boulbazine, M.; Boudjahem, A.-G.; Bettahar, M. Stabilities, electronic and magnetic properties of Cu-doped nickel clusters: a DFT investigation. Mol. Phys. 2017, 115, 2495−2507. (90) Amali, A. J.; Rana, R. K. Stabilisation of Pd(0) on surface functionalised Fe3O4nanoparticles: magnetically recoverable and stable recyclable catalyst for hydrogenation and Suzuki−Miyaura reactions. Green Chem. 2009, 11, 1781−1786. (91) Movassagh, B.; Takallou, A.; Mobaraki, A. Magnetic nanoparticle-supported Pd(II)-cryptand 22 complex: An efficient and reusable heterogeneous precatalyst in the Suzuki−Miyaura coupling and the formation of aryl−sulfur bonds. J. Mol. Catal. A: Chem. 2015, 401, 55−65. (92) Oliveira, R. L.; Kiyohara, P. K.; Rossi, L. M. High performance magnetic separation of gold nanoparticles for catalytic oxidation of alcohols. Green Chem. 2010, 12, 144−149. (93) Karimpour, T.; Safaei, E.; Karimi, B.; Lee, Y.-I. Iron(III) Amine Bis(phenolate) Complex Immobilized on Silica-Coated Magnetic Nanoparticles: A Highly Efficient Catalyst for the Oxidation of Alcohols and Sulfides. ChemCatChem 2018, 10, 1889−1899. (94) Hu, A.; Yee, G. T.; Lin, W. Magnetically Recoverable Chiral Catalysts Immobilized on Magnetite Nanoparticles for Asymmetric Hydrogenation of Aromatic Ketones. J. Am. Chem. Soc. 2005, 127, 12486−12487. (95) Hu, A.; Liu, S.; Lin, W. Immobilization of chiral catalysts on magnetite nanoparticles for highly enantioselective asymmetric hydrogenation of aromatic ketones. RSC Adv. 2012, 2, 2576−2580. (96) Xuan, S.; Jiang, W.; Gong, X.; Hu, Y.; Chen, Z. Magnetically Separable Fe3O4/TiO2 Hollow Spheres: Fabrication and Photocatalytic Activity. J. Phys. Chem. C 2009, 113, 553−558. (97) Rossi, L. M.; Silva, F. P.; Vono, L. L. R.; Kiyohara, P. K.; Duarte, E. L.; Itri, R.; Landers, R.; Machado, G. Superparamagnetic nanoparticle-supported palladium: a highly stable magnetically recoverable and reusable catalyst for hydrogenation reactions.Green Chem. 2007, 9, 379−385. (98) Franzeń, R. The Suzuki, the Heck, and the Stille reaction - three versatile methods for the introduction of new C-C bonds on solid support. Can. J. Chem. 2000, 78, 957−962. (99) Tandukar, S.; Sen, A. N-heterocyclic carbene−palladium complex immobilized on silica nanoparticles: Recyclable catalyst for high yield Suzuki and Heck coupling reactions under mild conditions. J. Mol. Catal. A: Chem. 2007, 268, 112−119. (100) Suzuki, A. Recent advances in the cross-coupling reactions of organoboron derivatives with organic electrophiles, 1995−1998. J. Organomet. Chem. 1999, 576, 147−168. (101) Nasrollahzadeh, M. Advances in Magnetic NanoparticlesSupported Palladium Complexes for Coupling Reactions. Molecules 2018, 23, 2532. (102) Liao, Y.; He, L.; Huang, J.; Zhang, J.; Zhuang, L.; Shen, H.; Su, C.-Y. Magnetite Nanoparticle-Supported Coordination Polymer Nanofibers: Synthesis and Catalytic Application in Suzuki-Miyaura Coupling. ACS Appl. Mater. Interfaces 2010, 2, 2333−2338. (103) Biglione, C.; Cappelletti, A. L.; Strumia, M. C.; Martín, S. E.; Uberman, P. M. Magnetic Pd nanocatalyst Fe3O4@Pd for C−C bond formation and hydrogenation reactions. J. Nanopart. Res. 2018, 20, 127. (104) Pourjavadi, A.; Habibi, Z. Palladium nanoparticle-decorated magnetic pomegranate peel-derived porous carbon nanocomposite as an excellent catalyst for Suzuki−Miyaura and Sonogashira crosscoupling reactions. Appl. Organomet. Chem. 2018, 32, e4480. (105) Hajipour, A. R.; Tadayoni, N. S.; Khorsandi, Z. Magnetic iron oxide nanoparticles−N-heterocyclic carbene−palladium(II): a new, efficient and robust recyclable catalyst forMizoroki−Heck and Suzuki− Miyaura coupling reactions. Appl. Organomet. Chem. 2016, 30, 590− 595.\nDOI: 10.1021/acsanm.9b00976 ACS Appl. Nano Mater. 2019, 2, 4681−4697\n4695\n(106) Karimi, B.; Tavakolian, M.; Mansouri, F.; Vali, H. Nanopalladium on Magnetic Ionic Nanoparticle Network (MINN) as an Efficient and Recyclable Catalyst with High Ionic Density and Dispersibility. ACS Sustainable Chem. Eng. 2019, 7, 3811−3823. (107) Mori, K.; Hara, T.; Mizugaki, T.; Ebitani, K.; Kaneda, K. Hydroxyapatite-Supported Palladium Nanoclusters: A Highly Active Heterogeneous Catalyst for Selective Oxidation of Alcohols by Use of Molecular Oxygen. J. Am. Chem. Soc. 2004, 126, 10657−10666. (108) Polshettiwar, V.; Varma, R. S. Nanoparticle-supported and magnetically recoverable palladium (Pd) catalyst: a selective and sustainable oxidation protocol with high turnover number.Org. Biomol. Chem. 2009, 7, 37−40. (109) Hosseinzadeh-Khanmiri, R.; Kamel, Y.; Keshvari, Z.; Mobaraki, A.; Shahverdizadeh, G. H.; Vessally, E.; Babazadeh, M. Synthesis and characterization of a Ni nanoparticle stabilized on Ionic liquidfunctionalized magnetic Silica nanoparticles for tandem oxidative reaction of primary alcohols. Appl. Organomet. Chem. 2018, 32, e4452. (110) Mirfakhraei, S.; Hekmati, M.; Eshbala, F. H.; Veisi, H. Fe3O4/ PEG-SO3H as a heterogeneous and magnetically-recyclable nanocatalyst for the oxidation of sulfides to sulfones or sulfoxides. New J. Chem. 2018, 42, 1757−1761. (111) Tamoradi, T.; Moeini, N.; Ghadermazi, M.; GhorbaniChoghamarani, A. Fe3O4-AMPD-Pd: A novle and efficient magnetic nanocatalyst for synthesis of sulfides and oxidation reactions. Polyhedron 2018, 153, 104−109. (112) Veisi, H.; Sajjadifar, S.; Biabri, P. M.; Hemmati, S. Oxovanadium complex immobilized on chitosan coated-magnetic nanoparticles (Fe3O4): A heterogeneous and recyclable nanocatalyst for the chemoselective oxidation of sulfides to sulfoxides with H2O2. Polyhedron 2018, 153, 240−247. (113) Allahresani, A.; Nasseri, M. a.; Nakhaei, A. N.; Aghajani, S. Co(III)@Fe3O4@SiO2 salen complex as a highly selective and recoverable magnetic nanocatalyst for the oxidation of sulfides and benzylic alcohols. Iran. Chem. Commun. 2019, 7, 153−169. (114) Moeini, N.; Tamoradi, T.; Ghadermazi, M.; GhorbaniChoghamarani, A. Anchoring Ni (II) on Fe3O4@tryptophan: A recyclable, green and extremely efficient magnetic nanocatalyst for onepot synthesis of 5-substituted 1H-tetrazoles and chemoselective oxidation of sulfides and thiols. Appl. Organomet. Chem. 2018, 32, e4445. (115) Sajjadifar, S.; Rezayati, S.; Arzehgar, Z.; Abbaspour, S.; Torabi Jafroudi, M. Applications of iron and nickel immobilized on hydroxyapatite-core-shell γ-Fe2O3 as a nanomagnetic catalyst for the chemoselective oxidation of sulfides to sulfoxides under solvent-free conditions. J. Chin. Chem. Soc. 2018, 65, 960−969. (116) Hadikhani, S.; Rekavandi, M.; Hosseinikhah, S. M.; Hajinasiri, R.; Rezayati, S. A recyclable Ag Supported on Hydroxyapatite−Core− Shell Magnetic γ-Fe2O3 Nanoparticles (γ-Fe2O3@HAp-Ag NPs): an Environmentally Benign andMagnetically Catalyst for the Oxidation of Sulfides to Sulfoxides. IJST, Trans. A: Sci. 2018, 42, 1233−1240. (117) Safaei-Ghomi, J.; Zahedi, S. l-Proline-functionalized Fe3O4 nanoparticles as a novel magnetic chiral catalyst for the direct asymmetric Mannich reaction. Appl. Organomet. Chem. 2015, 29, 566−571. (118) Yuan, G.; Jiang, H.; Zhang, L.; Liu, Y.; Cui, Y. Metallosalenbased crystalline porous materials: Synthesis and property. Coord. Chem. Rev. 2019, 378, 483−499. (119) Luo, S.; Zheng, X.; Cheng, J.-P. Asymmetric bifunctional primary aminocatalysis on magnetic nanoparticles. Chem. Commun. 2008, 5719−5721. (120) Yiu, H. H. P.; Keane, M. A. Enzyme−magnetic nanoparticle hybrids: new effective catalysts for the production of high value chemicals. J. Chem. Technol. Biotechnol. 2012, 87, 583−594. (121) Matsunaga, T.; Kamiya, S. Use of magnetic particles isolated from magnetotactic bacteria for enzyme immobilization. Appl. Microbiol. Biotechnol. 1987, 26, 328−332. (122)Wei, H.; Wang, E. Fe3O4Magnetic Nanoparticles as Peroxidase Mimetics and Their Applications in H2O2 and Glucose Detection. Anal. Chem. 2008, 80, 2250−2254.\n(123) Chang, Q.; Deng, K.; Zhu, L.; Jiang, G.; Yu, C.; Tang, H. Determination of hydrogen peroxide with the aid of peroxidase-like Fe3O4 magnetic nanoparticles as the catalyst. Microchim. Acta 2009, 165, 299. (124) Jiang, Y.; Guo, C.; Xia, H.; Mahmood, I.; Liu, C.; Liu, H. Magnetic nanoparticles supported ionic liquids for lipase immobilization: Enzyme activity in catalyzing esterification. J. Mol. Catal. B: Enzym. 2009, 58, 103−109. (125) Xin, T.; Ma, M.; Zhang, H.; Gu, J.; Wang, S.; Liu, M.; Zhang, Q. A facile approach for the synthesis of magnetic separable Fe3O4@ TiO2, core−shell nanocomposites as highly recyclable photocatalysts. Appl. Surf. Sci. 2014, 288, 51−59. (126) Ye,M.; Zhang, Q.; Hu, Y.; Ge, J.; Lu, Z.; He, L.; Chen, Z.; Yin, Y. Magnetically Recoverable Core−Shell Nanocomposites with Enhanced Photocatalytic Activity. Chem. - Eur. J. 2010, 16, 6243−6250. (127) Zhang, L.; Wang, W.; Zhou, L.; Shang, M.; Sun, S. Fe3O4 coupled BiOCl: A highly efficient magnetic photocatalyst. Appl. Catal., B 2009, 90, 458−462. (128) Guo, J.-F.; Ma, B.; Yin, A.; Fan, K.; Dai, W.-L. Photodegradation of rhodamine B and 4-chlorophenol using plasmonic photocatalyst of Ag−AgI/Fe3O4@SiO2 magnetic nanoparticle under visible light irradiation. Appl. Catal., B 2011, 101, 580−586. (129) Khaligh, N. G.; Johan, M. R. Recent Application of the Various Nanomaterials and Nanocatalysts for the Heavy Metals’ Removal from Wastewater. Nano 2018, 13, 1830006. (130) Balu, A. M.; Baruwati, B.; Serrano, E.; Cot, J.; Garcia-Martinez, J.; Varma, R. S.; Luque, R. Magnetically separable nanocomposites with photocatalytic activity under visible light for the selective transformation of biomass-derived platform molecules. Green Chem. 2011, 13, 2750−2758. (131) Álvarez, P. M.; Jaramillo, J.; Loṕez-Piñero, F.; Plucinski, P. K. Preparation and characterization of magnetic TiO2 nanoparticles and their utilization for the degradation of emerging pollutants in water. Appl. Catal., B 2010, 100, 338−345. (132) Lima, M. J.; Sampaio, M. J.; Silva, C. G.; Silva, A. M. T.; Faria, J. L. Magnetically recoverable Fe3O4/g-C3N4 composite for photocatalytic production of benzaldehyde under UV-LED radiation. Catal. Today 2019, 328, 293−299. (133) Fu, Y.; Chen, H.; Sun, X.; Wang, X. Combination of cobalt ferrite and graphene: High-performance and recyclable visible-light photocatalysis. Appl. Catal., B 2012, 111, 280−287. (134)He, Y.; Dai, C.; Zhou, X.Magnetic cobalt ferrite composite as an efficient catalyst for photocatalytic oxidation of carbamazepine. Environ. Sci. Pollut. Res. 2017, 24, 2065−2074. (135) Lu, L.; Lv, M.; Wang, D.; Liu, G.; Xu, X. Efficient photocatalytic hydrogen production over solid solutions Sr1-xBixTi1-xFexO3 (0 ≤ x ≤ 0.5). Appl. Catal., B 2017, 200, 412−419. (136) AlSalka, Y.; Granone, L. I.; Ramadan, W.; Hakki, A.; Dillert, R.; Bahnemann, D.W. Iron-based photocatalytic and photoelectrocatalytic nano-structures: Facts, perspectives, and expectations. Appl. Catal., B 2019, 244, 1065−1095. (137) Pastucha, M.; Farka, Z.; Lacina, K.; Mikusǒva,́ Z.; Sklad́al, P. Magnetic nanoparticles for smart electrochemical immunoassays: a review on recent developments. Microchim. Acta 2019, 186, 312. (138)Medrí̌kova,́ Z.; Jakubec, P.; Ranc, V.; Bakandritsos, A.; Kasľík, J.; Zborǐl, R. Carboxymethylcellulose-based magnetic Au or Ag nanosystems: Eminent candidates in catalysis, sensing applications based on SERS, and electrochemistry. Appl. Mater. Today 2019, 14, 143−150. (139) Dong, C.-D.; Chen, C.-W.; Hung, C.-M. Preparation, physicochemical, and electrochemical properties of magnetite electrodes for methanol electrocatalytic oxidation in an alkaline medium. Desalin. Water Treat. 2016, 57, 29404−29410. (140) Sun, S.; Zhou, Y.; Hu, B.; Zhang, Q.; Xu, Z. J. Ethylene Glycol and Ethanol Oxidation on Spinel Ni-Co Oxides in Alkaline. J. Electrochem. Soc. 2016, 163, H99−H104. (141) Sun, S.; Sun, L.; Xi, S.; Du, Y.; Anu Prathap, M. U.; Wang, Z.; Zhang, Q.; Fisher, A.; Xu, Z. J. Electrochemical oxidation of C3 saturated alcohols on Co3O4 in alkaline. Electrochim. Acta 2017, 228, 183−194.\nDOI: 10.1021/acsanm.9b00976 ACS Appl. Nano Mater. 2019, 2, 4681−4697\n4696\n(142) Yang, Y.; Zeng, H.; Huo, W. S.; Zhang, Y. H. Direct Electrochemistry and Catalytic Function on Oxygen Reduction Reaction of Electrodes Based on Two Kinds of Magnetic Nanoparticles with Immobilized Laccase Molecules. J. Inorg. Organomet. Polym. Mater. 2017, 27, 201−214. (143) Hu, X.; Yang, J.; Zhang, J. Magnetic loading of TiO2/SiO2/ Fe3O4 nanoparticles on electrode surface for photoelectrocatalytic degradation of diclofenac. J. Hazard. Mater. 2011, 196, 220−227. (144) Petit, S.; Melissen, S. T. A. G.; Duclaux, L.; Sougrati, M. T.; Le Bahers, T.; Sautet, P.; Dambournet, D.; Borkiewicz, O.; LabertyRobert, C.; Durupthy, O. How Should Iron and Titanium beCombined in Oxides to Improve Photoelectrochemical Properties? J. Phys. Chem. C 2016, 120, 24521−24532. (145) Pan, J.; Li, X.; Zhao, Q.; Li, T.; Tade, M.; Liu, S. Construction of Mn0.5Zn0.5Fe2O4 modified TiO2 nanotube array nanocomposite electrodes and their photoelectrocatalytic performance in the degradation of 2,4-DCP. J. Mater. Chem. C 2015, 3, 6025−6034.\nDOI: 10.1021/acsanm.9b00976 ACS Appl. Nano Mater. 2019, 2, 4681−4697\n4697"
    } ],
    "references" : [ {
      "title" : "Catalytic Conversion of Biomass into Chemicals and Fuels over Magnetic Catalysts",
      "author" : [ "B. Liu", "Z. Zhang" ],
      "venue" : "ACS Catal. 2016,",
      "citeRegEx" : "Liu and Zhang,? \\Q2016\\E",
      "shortCiteRegEx" : "Liu and Zhang",
      "year" : 2016
    }, {
      "title" : "Lectin corona enhances enzymatic catalysis on the surface of magnetic nanoparticles",
      "author" : [ "J. Wu", "J. Ge", "Z. Liu" ],
      "venue" : "Biochem. Eng. J. 2018,",
      "citeRegEx" : "Wu et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2018
    }, {
      "title" : "Magnetic and Dendritic Catalysts",
      "author" : [ "D. Wang", "C. Deraedt", "J. Ruiz", "D. Astruc" ],
      "venue" : "Acc. Chem. Res. 2015,",
      "citeRegEx" : "Wang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2015
    }, {
      "title" : "Magnetic Properties of Nanostructured Materials",
      "author" : [ "D.L. Leslie-Pelecky", "R.D. Rieke" ],
      "venue" : "Chem. Mater. 1996,",
      "citeRegEx" : "Leslie.Pelecky and Rieke,? \\Q1996\\E",
      "shortCiteRegEx" : "Leslie.Pelecky and Rieke",
      "year" : 1996
    }, {
      "title" : "Bimagnetic Core/ Shell FePt/Fe3O4 Nanoparticles",
      "author" : [ "H. Zeng", "J. Li", "Z.L. Wang", "J.P. Liu", "S. Sun" ],
      "venue" : "Nano Lett. 2004,",
      "citeRegEx" : "Zeng et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Zeng et al\\.",
      "year" : 2004
    }, {
      "title" : "Functionalised heterogeneous catalysts for sustainable biomass valorisation",
      "author" : [ "V.I. Parvulescu", "B.F. Sels" ],
      "venue" : "Chem. Soc. Rev. 2018,",
      "citeRegEx" : "Parvulescu and Sels,? \\Q2018\\E",
      "shortCiteRegEx" : "Parvulescu and Sels",
      "year" : 2018
    }, {
      "title" : "Advances in Nanocatalyst Design for Biofuel Production",
      "author" : [ "A. Zuliani", "F. Ivars", "R. Luque" ],
      "venue" : "ChemCatChem 2018,",
      "citeRegEx" : "Zuliani et al\\.,? \\Q1981\\E",
      "shortCiteRegEx" : "Zuliani et al\\.",
      "year" : 1981
    }, {
      "title" : "Advances in the Preparation of Magnetic Nanoparticles by theMicroemulsionMethod",
      "author" : [ "S.W. Charles" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "Charles,? \\Q1997\\E",
      "shortCiteRegEx" : "Charles",
      "year" : 1997
    }, {
      "title" : "Preparation and properties of magnetic Fe3O4−chitosan nanoparticles",
      "author" : [ "G.-y. Li", "Y.-r. Jiang", "K.-l. Huang", "P. Ding", "J. Chen" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "Li et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2008
    }, {
      "title" : "Hydrogenation of Nitrate in Water to Nitrogen over Pd−Cu Supported on Active Carbon",
      "author" : [ "Y. Yoshinaga", "T. Akita", "I. Mikami", "T. Okuhara" ],
      "venue" : "J. Catal",
      "citeRegEx" : "Yoshinaga et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Yoshinaga et al\\.",
      "year" : 2002
    }, {
      "title" : "Synthesis and Applications of Magnetic Nanocomposite Catalysts",
      "author" : [ "D.K. Yi", "S.S. Lee", "J.Y. Ying" ],
      "venue" : "Chem. Mater. 2006,",
      "citeRegEx" : "Yi et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Yi et al\\.",
      "year" : 2006
    }, {
      "title" : "Recent advances in the cross-coupling reactions of organoboron derivatives with organic electrophiles, 1995−1998",
      "author" : [ "A. Suzuki" ],
      "venue" : "J. Organomet. Chem",
      "citeRegEx" : "Suzuki,? \\Q1999\\E",
      "shortCiteRegEx" : "Suzuki",
      "year" : 1999
    }, {
      "title" : "Magnetic iron oxide nanoparticles−N-heterocyclic carbene−palladium(II): a new, efficient and robust recyclable catalyst forMizoroki−Heck and Suzuki− Miyaura coupling reactions",
      "author" : [ "A.R. Hajipour", "N.S. Tadayoni", "Z. Khorsandi" ],
      "venue" : "Appl. Organomet. Chem. 2016,",
      "citeRegEx" : "Hajipour et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Hajipour et al\\.",
      "year" : 2016
    }, {
      "title" : "Magnetically Recoverable Core−Shell Nanocomposites with Enhanced Photocatalytic Activity",
      "author" : [ "M. Ye", "Q. Zhang", "Y. Hu", "J. Ge", "Z. Lu", "L. He", "Z. Chen", "Y. Yin" ],
      "venue" : "Chem. - Eur. J. 2010,",
      "citeRegEx" : "Ye et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Ye et al\\.",
      "year" : 2010
    }, {
      "title" : "Efficient photocatalytic hydrogen production over solid solutions Sr1-xBixTi1-xFexO3 (0 ≤ x ≤ 0.5)",
      "author" : [ "L. Lu", "M. Lv", "D. Wang", "G. Liu", "X. Xu" ],
      "venue" : null,
      "citeRegEx" : "Lu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Lu et al\\.",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Magnetic nanomaterials show promising applications in heterogeneous catalysis because of their ease of separation and good reusability. The magnetization saturation values of magnetic nanoparticles mainly depend on finite-size and surface effects. For small magnetic nanoparticles, the formation of domain walls provides a high energy state and the particles aggregate easily in clusters or clumps. To avoid agglomeration, magnetic nanoparticles can be coated with different shells (e.g., silica, carbon, metal, metal oxide, and polymer) to isolate them from external environments. Because of high surface area of magnetic nanoparticles, many active species can be supported on the surface to enhance the catalytic activity. This review focuses on recent developments of various magnetic nanomaterials in heterogeneous catalysis, including hydrogenation reaction, Suzuki−Miyaura reaction, oxidation reaction, chiral catalysis, enzyme catalysis, photocatalysis, electrocatalysis, and photoelectrochemical catalysis. Different synthesis strategies for magnetic nanomaterials are summarized. The active sites, stability, and catalytic mechanisms are discussed. Challenges and perspectives for magnetic nanomaterials in commercial applications are documented.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}