{
  "name" : "downloads_2019-10-22_f0_niu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Dielectric Nanomaterials for Power Energy Storage: Surface Modification and Characterization",
    "authors" : [ "Yujuan Niu", "Hong Wang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "1. INTRODUCTION",
      "text" : "Composites are formed from two or more materials by physical or chemical methods. The components with different properties complement each other in terms of performance and produce synergistic effects.1 Therefore, the overall performance of composites is generally superior to the original component materials, thus broadening the application fields of these composite materials.2−4\nCeramic/polymer composites are widely used in electronics, such as capacitors,5−8 gate insulators,9 printed circuit board (PCB),10 and fabrication of microwave substrate.11 For dielectric capacitors, the energy density is calculated by εEb\n2/ 2, where ε is the relative permittivity, and Eb is the breakdown strength. Therefore, high energy density composites can be obtained by combining ceramic nanoparticles having high permittivity and polymers having high breakdown strength.12−14 Dielectric capacitors enable a quick accumulation and an almost instantaneous output of a great deal of energy, exhibiting an unmatched charge−discharge speed in comparison with other energy components.15,16 This kind of “pulse power” is widely used in military and commercial products, such as smart devices,17 electromagnetic weapons,18 and electric cars.19,20\nWhen one component of a composite reaches a nanometer scale, it is called a nanocomposite.21 In nanocomposites, the interface between the polymer and the nanofiller plays a dominant role in bulk properties owing to the fact that a large\nnumber of atoms will gather on the surface of the ultrafine nanoparticles if a homogeneous dispersion can be guaranteed.14,22 However, the reality is that nanoparticles tend to aggregate together and form defect centers resultantly,23,24\nleading to the enhancement of the local electric field and the reduction of the breakdown strength.14,25 In the meantime, aggregates also act as stress concentration points that will initiate a local destruction and deteriorate the mechanical properties of the composites.26,27 Therefore, the improvement in the dispersion of inorganic nanofillers is of great importance to enhance the comprehensive properties of nanocomposites.28,29\nIn order to overcome interfacial energy barriers and reduce aggregation, surface modification of nanoparticles is necessary.30 In microparticle/polymer composites, surface modification is widely used as an effective technique to improve filler dispersion. With the development of nanocomposites, the surface modification for nanoparticles has attracted more and more attention. As early as 2001, Caruso proposed that surface modification was the state-of-the-art strategy for particle surface engineering.31 Later, Huang et al. summarized the research advances of surface modification with polymers and inorganic materials as modifiers for nanoparticles.32\nReceived: October 16, 2018 Accepted: January 11, 2019 Published: January 11, 2019\n© 2019 American Chemical Society 627 DOI: 10.1021/acsanm.8b01846 ACS Appl. Nano Mater. 2019, 2, 627−642\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF G\nO T\nH E\nN B\nU R\nG o\nn O\nct ob\ner 2\n2, 2\n01 9\nat 0\n7: 38\n:2 9\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\nIn this Review, we outline some modifiers that have been used to modify nanoparticles in dielectric nanocomposites, then describe the mode of reaction for each modifier, and list its characteristic advantages and limitations. The characterization methods for modified nanoparticles, including surface morphology, chemical composition, microstructure, and dispersion in the matrix, are also summarized. In addition, measurements of the physical properties of nanocomposites can also be used to evaluate the effect of surface modification."
    }, {
      "heading" : "2. INTERFACE THEORY MODEL",
      "text" : "The interface formed by polymer matrix and nanoparticles plays a critical role in the performance of nanocomposites.33,34 Since it is difficult to visualize them using conventional methods,35,36 scientists have established many interface models to explain the phenomena that occur when two or more materials are existing in the composite. For example, the performance of nanocomposites can be greatly improved when surface modifiers are introduced, which can be attributed to the reason why modifiers can affect the composition and structure of the interface in these composites. Herein, we make a brief introduction to some related interface models for a better understanding of the effect of modifiers on the interface. 2.1. Electrical Double Layer Model. In 1994, Lewis proposed the “electrical double layer model”, in which he emphasized the importance of the nanometric thickness interface in altering electrochemical and electromechanical behaviors.37 Lewis considered that the incorporation of nanoparticles with an insulating matrix could create interfaces with nanometric dimensions, and in the meantime a Stern layer and a diffuse Gouy−Chapman layer would be formed around each nanoparticle with a changing internal charge activity (Figure 1a).38−40\n2.2. Multicore Model. The multicore model is used to describe the chemical/physical and electrical structure of the interface between the nanoscale fillers and the polymer matrix41 (Figure 1b), which was proposed by Tanaka. In this model, the surface structure of the nanoparticle is divided into three layers: a bonded layer that is chemically bonded to the nanoparticle, a bound layer corresponding to a region of ordered polymer chains, and a loose layer that is loosely coupled to the second layer.41 The loose layer has different chain conformation, chain mobility, and free volume or crystallinity compared to the polymer matrix.41−43\n2.3. Polymer Chain Alignment Model. The polymer chain alignment model assumed that surface-modified nanofillers could cause the polymer chains to align and, consequently, lead to reorganization of the host polymer (Figure 1c).44,45 After being surface-modified, the polymer can react with the groups of the modifiers and form an aligned layer of the polymer chains, which is perpendicular to the particle surface.41 As the polymer chains often consist of long chains, the polymer region surrounding these aligned zones would also be affected.41"
    }, {
      "heading" : "3. SURFACE MODIFIERS",
      "text" : "The concept of surface modification was first proposed by Schmidt when he attempted to synthesize silica nanoparticles using the sol−gel method.46 Generally, surface modification involves grafting suitable ligands onto the surface of the particles to prevent them from agglomeration47,48 and make them compatible with other phases.49 There are several approaches that can be utilized for surface modification,50−53 and surface modifiers can be organic54 or inorganic.55,56 In this Review, only organic surface modification is discussed.\nDOI: 10.1021/acsanm.8b01846 ACS Appl. Nano Mater. 2019, 2, 627−642\n628\nNormally, an organic surface modifier consists of two major components. One is the functional groups −OH, −NH2, −NR3z+, −COOH, −COO−, −SO3H−, −SO32−, −PO43−, etc., which help the modifier to anchor on the surface of the particles through hydroxyl and electrostatic bonds; the other is a soluble macromolecular chain that is suitable for dispersion in different media.57,58 So far, researchers have exploited a number of modifiers for surface modification.59−61 In this Review, modifiers (organosilanes, phosphonic acids, dopamine, and small molecule carboxylic acids) with different types of functional groups and widely used for ceramic nanoparticles are exemplified. Organic macromolecules, a major class of organic modifiers, usually have multiple functional groups and are also discussed in the last part of this section. 3.1. Organosilanes. Organosilanes are often used as coupling agents, and investigation on them is the earliest. Around 1945, Union Carbide Corporation (UCC) and Dow Chemical first published some silane coupling agents,62 and then a series of silane coupling agents appeared successively.63−65 Organosilanes can bind to a plurality of functional groups in its molecules, for example, cyano,66 amino,67carboxcarboxylic acid,68 epoxy groups,69 etc., and can be easily purchased in the market. Organosilanes have been widely used for surface modification of inorganic particles (such as TiO2, SiO2, SnO2, ZrO2, Al2O3, ceramic, etc.).\n70 The mode of surface modification by organosilanes is the chemical reaction between the modifier and the active groups on particle surfaces.71,72 The reaction includes three parts. First, the organosilanes hydrolyze and form reactive silanol (Si−OH), and then the silanol groups condense with each other and produce silanol oligomers.71,73 Second, the silanol oligomers and the −OH groups from the surface of the particles can form hydrogen bonds. Finally, the Si−O−M (metal) covalent bonds will be formed after drying through the dehydration reaction (Figure 2).74\nPeng et al. modified AlN nanoparticles using gammaaminopropyl triethoxysilane and found that the dispersion of the nanoparticles improved and that the electrical and thermophysical properties of the composites were all enhanced.75 Wu et al. used an adequate amount of 1H,1H,2H,2H-perfluorooctyltrichlorosilane to modify the Ba0.5Sr0.5TiO3 (BST) nanoparticle surface and found that the poly(vinylidene fluoride-chlorotrifluoroethylene) (P(VDF-\nCTFE))-based nanocomposites exhibited higher permittivity and a more uniform microstructure (Figure 3).76 Zhang et al. successfully fabricated Ba0.6Sr0.4TiO3 (BST)/poly(vinylidene fluoride) (PVDF) composites, in which the surfaces of the BST fillers were modified by aminopropyl-triethoxy-silane (KH550).77 They considered that the modifier would bind to the surface of the BST particles via Si−O−M bonds, and the other end dispersing into PVDF could form hydrogen bonds with the matrix.78 Therefore, the breakdown strength was enhanced, and the energy density was also improved (Figure 4). Ramajo et al. used glycidoxy-methoxysilane with different silane concentrations to modify BaTiO3 (BT) particles and found that a low silane concentration could retain the electrical properties of the composites, while increasing the concentration of silane would introduce a greater porosity and more defects in composites.79\nAlthough widely used in surface modification, organosilanes have their own limitations. First, organosilanes are easily selfcondensed if there is moisture in the environment, which leads to difficulties in handling and storage.80 Second, in surface modification, acids, bases, or buffers are needed to control the rate of hydrolysis by adjusting the pH of the solution, but they also have an uncontrollable effect on the physicochemical properties of the inorganic particles. Third, the hydrolysis of the chloro- or alkoxysilanes will lead to HCl or alcohol byproducts.70\n3.2. Phosphonates. Since the seminal work of Ries and Cook, phosphonic acids and their phosphonate ester derivatives have become an attractive anchoring group for hydroxylated surfaces.81 Phosphonates and phosphonic acids (PAs) are usually used as surface modifiers for ZrO2, TiO2, bioceramic particles, and indium tin oxide (ITO) electrode surface.82−86\nIn PA molecules, the phosphorus atom in the +5 oxidation state is tetracoordinated,50 bonded with one oxygen (double bond) and two hydroxyl groups (single bond). As functional groups, they can make PA molecules be covalently bonded to a particle surface in the modes of monodentate, bidentate, or tridentate (Figure 5).50,87 The bonds may be either bridging, that is, each acid oxygen bonded to different metal atoms, or chelating, which means multiple acid oxygen atoms bonded to the same metal atom.50 Additionally, chemisorption may also occur via electrostatic or hydrogen bonds.88 Therefore, PAs can form robust modifying layers on many different metal oxides. Generally, there is no condensation reaction between the P−OH groups; hence, under mild conditions, only a monolayer can be formed on the surface of the metal oxide.89,90\nIn recent years, with the widespread application of nanocomposites in the electronics industry, the use of PAs in surface modification for ceramic nanoparticles is becoming increasingly broad. In 2007, Kim et al. first used pentafluorobenzyl phosphonic acid (PFBPA) to modify the BT nanoparticles. They found that the modifier formed a robust and functional organic shell on the surface of BT nanoparticles and effectively improved the dispersion of the nanofillers in the matrix. The mBT/poly(vinylidene fluoride-cohexafluoropropylene) (P(VDF-HFP)) composites exhibited a combination of high permittivity and large breakdown strength (Figure 6).91,92 Later, Chon et al. used diethyl 3-(trimethoxysilyl)propyl phosphonate (TMSP) as a surface modifier to improve the dispersion of BT nanoparticles. Excellent interfacial performance was achieved due to the reaction between the\nDOI: 10.1021/acsanm.8b01846 ACS Appl. Nano Mater. 2019, 2, 627−642\n629\ntrimethoxysilane units from TMSP bonded to the BT surface and the silane moieties of the matrix.93 On the other hand, the interface charge density also has an important effect on the dielectric properties of composites. Siddabattuni and his colleagues used PAs containing electron-poor or electron-rich groups to modify the surfaces of BT and TiO2 nanoparticles and fabricated nanocomposites filled with modified nanoparticles. The results showed that the leakage current and the dielectric loss were all reduced and that the breakdown strength could be improved when electropositive phenyl, an electron-withdrawing functional group, was located at the interface (Figure 7).89\nAs a result of the good hydrolytic stability of the P−O−C bonds, the surface modification by the PAs or their derivatives can be performed in water at moderate temperature. However, P−O−Si bonds are easily hydrolyzed, even under neutral conditions, which will cause PAs to form labile bonds with silicon-containing substances.89 The difference in stability between PAs and organosilanes makes them quite complementary. Certainly, PAs still have their own limitations in\npractical use. There is a competitive balance between chemisorption (leading to a monolayer of phosphonate species grafted onto the surface) and dissolution−precipitation (leading to the formation of metal phosphonate or phosphinate phases) in surface modification for metal oxides by PAs.94,95\n3.3. Dopamine. As is well-known, mussels can show strong adhesion to the marine surface in the natural environment. Inspired by the composition of adhesive proteins in mussels, Phillip Messersmith and his colleagues synthesized polydopamine (PDA) by self-polymerization of dopamine (1,2- dihydroxybenzene), and dopamine is a catechol compound that has a functional group of primary amine. PDA can form surface-adherent films on many different kinds of organic and inorganic materials, including ceramics, polymers, semiconductors, oxides, and noble metals.96−98\nThe self-polymerization reaction of dopamine is not complicated, and the specific process is as follows. The materials to be surface-modified are immersed in an aqueous dopamine solution at pH = 8.5 and form a 50 nm-thick PDA\nDOI: 10.1021/acsanm.8b01846 ACS Appl. Nano Mater. 2019, 2, 627−642\n630\nfilm on the substrates by autopolymerization.99 However, due to its amorphous characteristic and insolubility in most solvents, the detailed molecular structure of the PDA has not been clarified, and the polymerization mechanism has not been established either. Despite this, the widespread use of dopamine is not affected at all. Following the publication of Messersmith’s results, dopamine began to be widely used for the surface modification of ceramic nanoparticles in nanocomposites. Dopamine has been utilized to modify the surface of BT nanoparticles\n(BTNPs), nanofibers (BTNFs),100,101 and nanotubes (BTNTs),102 Ba0.6Sr0.4TiO3 (BST) nanofibers,\n103 Bi2O3doped Ba0.3Sr0.7TiO3 (BSBT),\n104 BT@Al2O3 nanofibers (BT@AO NFs) (Figure 8),105 Ba(Fe0.5Ta0.5)O3 (BFT), 106 and so on. After surface modification of dopamine, the dispersion of the nanofillers was enhanced, and the dielectric properties of the composites were improved. In the surface modification of nanofillers, dopamine has attracted growing attention due to its astonishing adhesion, simple ingredients, mild reaction conditions, and nonpolluting properties.107 However, in most cases, dopamine needs to undergo a self-polymerization to form PDA. As a polymer, PDA will produce a greater steric hindrance on the surface of the filler, which can reduce the agglomeration of the nanofiller and, in the meantime, prevent the matrix polymer from approaching the surface of the filler. The result is the formation of a loose interface structure and the production of a weak interaction between the filler and the matrix, which limits the improvement of the dielectric properties. In comparison with other catechin polymers that have been exploited, the study of PDA as a surface modifier is still in the primary stage.\n3.4. Small-Molecule Carboxylic Acids. Carboxylic acids, especially long-chain aliphatic carboxylic acids, are one of the oldest organic modifiers studied systematically,108 and they can form closely packed and highly organized layer films on the surface of materials.81 However, the research on smallmolecule carboxylic acid as modifier was relatively less, although they have their own unique advantages, such as small molecular weight, simple molecular structure, rich variety, easy access, etc. Compared with the double-bonded oxygen and the two hydroxyl groups in the PA molecule, a carboxylic acid molecule contains one double-bonded oxygen and one hydroxyl group (Figure 9).109 Therefore, the surface coverage of the carboxylic acid is lower than that of phosphate and silane modifiers.91 However, no study has shown that lower coverage cannot\nDOI: 10.1021/acsanm.8b01846 ACS Appl. Nano Mater. 2019, 2, 627−642\n631\neffectively improve material properties.110 Meanwhile, if necessary, the number of carboxyl groups in the modifier molecule can also be adjusted.\nWang’s group did a great deal of work in the field of surface modification with small molecules of carboxylic acid for the nanoparticles.57,111,112 First, they used tetrafluorophthalic acid (F4C2) to modify BT nanoparticles and found that the nanocomposites exhibited enhanced electric breakdown strength, high energy density, and low dielectric loss. They illustrated that the modifier layer acted as a passivation shell on the filler surface and could improve its compatibility with matrix, thus promoting interfacial interaction.111 However, due to the high symmetry of the molecular structure, the dipole moment of the modifier is small, giving rise to reduced permittivity in the nanocomposites. To solve this problem, they used lower symmetrical 2,3,4,5-tetrafluorobenzoic acid (F4C) as a modifier and found that because it contained only one carboxyl group, the grafting density of the modifier was very small, but the improvement of performance was quite significant.112 Afterward, they systematically investigated the influence of the molecular structure of the modifier on the performance of the composites.57 The results showed that the types of functional groups presented on the modifier had a great influence on the material properties, especially electric properties, and the easily ionized groups will damage the breakdown strength of the nanocomposites (Figure 10).\nDOI: 10.1021/acsanm.8b01846 ACS Appl. Nano Mater. 2019, 2, 627−642\n632\n3.5. Organic Macromolecules. In addition to the above modifiers, macromolecular polymers are also partly used in surface modification for nanofillers. Organic macromolecules grafting on the surface of inorganic nanoparticles can enhance the surface chemical functionality and alter the surface topology.2 A series of work have been carried out in this field due to the ever growing interest in improving the dispersion of the nanoparticles and their compatibility with polymers. Corresponding to the different formation processes of the\nmodified layers, the surface modification by organic macromolecules can be divided into two categories: (i) monomers are polymerized from active compounds (initiators or comonomers) that are covalently bonded to the surface of the filler, called “grafting from”, and (ii) grafting the preprepared polymer chains onto the surface of the nanoparticles, called “grafting to”.32 The modification of nanofillers by the “grafting from” method has been discussed in other Reviews;2,32 therefore, we will not elaborate on it here. The “grafting to” method has also been widely used in recent years. For example, Yu et al. used polyvinylpyrrolidone (PVP) as a modifier to modify the surface of BT nanoparticles and\nsuccessfully prepared homogeneous nanocomposite films with increased permittivity and enhanced breakdown strength.113\nIn the “grafting from” method, monomers with low molecular weights and simple molecular structures can penetrate into the nanoparticle aggregates to react with the activated sites on the surface of the nanoparticles.2 However, the polymerization process is complex, and the polymer molecular weight is difficult to control.114 While the “grafting to” method is simple and the molecular weight of it is easy to control, it is difficult to penetrate into the aggregates.32 In a word, both methods have their own characteristics and complement each other at the same time. Sometimes, both methods will be used simultaneously to achieve a particular effect.114\n3.6. Brief Summary. Permittivity and breakdown strength are two key factors that determine the energy storage density of nanocomposites. Surface modification will impose an important influence on the permittivity and the breakdown strength of these nanocomposites. Next, we make a comparison of the modified effect of the modifiers that have been widely used (Table 1). Phosphoric acids and carboxylic acids, as organic small molecular modifiers, can effectively improve the breakdown\nDOI: 10.1021/acsanm.8b01846 ACS Appl. Nano Mater. 2019, 2, 627−642\n633\nstrength of the nanocomposites. The effect on permittivity is determined mainly by its molecular structure and its properties. As shown in Table 1, the phosphoric acid modifiers could increase the breakdown strength of the nanocomposites by approximately 25%; however, the permittivity gets reduced at the same time. The effect of carboxylic acids on the permittivity presented diversity, but they all could contribute to the increase in the breakdown strength by about 40% or more. For dopamine, the changes in permittivity are also diversified, and the increase in breakdown strength is mostly less than 20%. The dopamine derivatives that were obtained by modifying the dopamine molecular chains can result in an increase in breakdown strength by nearly 38% but reduce the permittivity by approximately 11%.115 Modifiers have different structures that even in the same kind of molecule, there are differences in the functional groups including type, position, and quantity, and their impacts on the performance of the nanocomposites are different.57,116 As a result, it is very difficult to give an optimal amount or an approximate range for the modifiers. In general, excessive modifiers will have a negative impact on material properties.117 However, such phenomena are not observed when liquid crystal molecules are used as modifiers.118 As discussed earlier on, there are still many aspects that need to be explored regarding the amount of modifiers in surface modification. In the modifier molecule, the functional groups anchored on the surface of the nanofillers usually possess a certain universal applicability, while the types of functional groups dispersed in the matrix should be adjusted according to the properties of the matrix for the purpose of compatibility. However, due to\nthe limitation of characterization methods, the study of the interaction between the modifier and the polymer matrix is rare, and a unified theory has not yet been formed. Although the targeted selection for the modifier is still difficult for different material systems, we still believe that with the continuous development of surface modification for nanofillers, it will be increasingly precise."
    }, {
      "heading" : "4. CHARACTERIZATION FOR SURFACE MODIFICATION",
      "text" : "The evaluation of the effect of surface modification is an important part of composites research. It consists mainly of two parts, namely the characterization of modified fillers and the measurement of the related performance of composites.\n4.1. Characterization of Surface Modified Fillers. Particle Size and Distribution. The size and distribution of the particles can reflect whether the filler agglomeration occurs, especially the hard agglomeration, which is one of the important indicators of the surface modification effect. Typically, after surface modification, the particle size distribution curve of the fillers will become narrower.121 For example, as shown in Figure 11b and 11c, the size of the BT nanoparticles decreases after being grafted by polymers, indicating that surface modification could suppress the aggregation of nanoparticles.122 The main instruments for determining the particle size and distribution of the fillers are the sedimentation particle size analyzer, the laser particle size analyzer, and the Coulter counter.\nWettability. Generally, nanoparticles possess a very high surface energy and resultant small wetting contact angle in\nDOI: 10.1021/acsanm.8b01846 ACS Appl. Nano Mater. 2019, 2, 627−642\n634\nwater. Surface modification with organic modifiers can reduce the surface energy, increase surface hydrophobicity, and significantly increase the wetting contact angle in water. Therefore, the contact angle is usually used to test the physical and chemical properties of the surface of the nanoparticles.123,124 It can be seen from Figure 11d and 11e that the contact angle of graphene oxide (GO) pellet is 50.6°, and it increases to 109.8° after octadecylamine (ODA) functionalization, which is ascribed to the presence of long C18 hydrocarbon chains that make the GO-ODA film become more hydrophobic.125 There are many methods to measure the contact angle, such as the angle measurement method, the length measurement method, the capillary penetration rate method, and so on. The wettability of powdered materials is often measured by the capillary penetration rate method. Particle Morphology. The morphology of the particles is\noften observed by scanning electron microscopy (SEM), transmission electron microscopy (TEM), and optical microscopy, among which high-resolution and high-power electron microscopy can directly reflect the microcosmic morphology of the surface of the nanoparticles.100 As shown in Figure 11f, 11g, and 11h, the TEM images demonstrate that there is an obvious shell layer on the surface of BT-PDA (polydopamine modified BT nanoparticles) compared to the received BT nanoparticles. After being decorated with Ag nanoparticles, a large amount of Ag nanoparticles with an average size of 3−5 nm were uniformly embedded in the BTPDA shells.126\nSurface Microstructure of Particles. The surface microstructure of nanoparticle includes surface chemical composition, atomic valence state, atomic position, and chemical bond characteristics. There are many methods that can be utilized for studying the surface structure, and the most commonly used ones are thermal analysis, XPS, and IR spectra. Thermal analysis mainly refers to thermogravimetric analysis (TGA), differential thermal analysis (DTA), and differential scanning calorimetry (DSC). These methods are often combined with each other and used to characterize the surface composition of the nanoparticles and the type of interaction between the modifier and the surface of the nanoparticles.92,128\nGenerally, much information of surface structure can be obtained by comparing the spectra of the filler before and after modifying. In Figure 12b, the TEM image shows that the surface of the Ba(Zr0.3Ti0.7)O3 nanofibers (BZT NF) is uniformly coated with PVP molecules having a thickness of about 8 nm. In Figure 12c, the FTIR spectra show that the modified BZT NF possesses more surface oxygen functional groups compared to the pristine BZT NF,129 which indicates that there are modifiers on the surface of the BZT NF. On the other hand, the differences in the TGA curves before and after the modification of BZT NF further evidence that the PVP has been grafted onto the surfaces of the fillers (Figure 12d). In the TGA curve, the weight loss under 100 °C is ascribed to the dehydration of the fillers. From 200 to 1000 °C there is a dramatic loss caused by thermal decomposition of PVP. Meanwhile, in the XPS spectra of BZT NF (Figure 12e), the peak of N 1s can hardly be found. However, after modification with PVP, strong signals of N 1s appear at 399.0 eV, which corresponds to free −NH2 of PVP.129 All these methods can provide structural information of the particle surface and help evaluate the quality of the interfacial bond.\nCoverage Level of Particle Surface (grafting density). Grafting density means the number of chains per square nanometer on the surface of the nanoparticles.117 It has a significant impact on the performance of nanocomposites, especially electrical properties. Higher modifier grafting density can result in decreased permittivity of composites.57 Grafting density is calculated by the following equation130,131\nÄ\nÇ ÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅ\nÉ\nÖ ÑÑÑÑÑÑÑÑÑÑÑÑÑÑÑÑ μ × − × × − ‐ ‐( ) w MS 100 100 10 ( mol/m ) w w100 filler 6 2 m filler m filler\n(1)\nwhere wm‑filler is the weight loss of the filler after surface modification, M is the molecular weight of the modifier, and wfiller and S represent the weight loss and the specific surface area of the filler before modifying, respectively.57\n4.2. Characterization of Composites. In this section, we will mainly discuss the measurement methods for the physical properties of the composites filled with modified fillers.\nDOI: 10.1021/acsanm.8b01846 ACS Appl. Nano Mater. 2019, 2, 627−642\n635\nChanges in physical properties can also help to evaluate the effect of surface modification on the performance of the composites. Dispersion of Nanoparticles in Matrix. Many methods can\nbe used to characterize the distribution of nanoparticles in the polymer matrix, but they are generally classified into two broad categories: (a) direct analysis techniques (directly yielding a\ntwo-dimensional or three-dimensional image of the filler and the matrix phases) and (b) indirect analysis techniques (indirectly speculating the distribution of fillers by the specific physical properties of the composites).132 Herein, we will mainly discuss the first category. In polymer-based composites, the dispersion of the nano-\nparticles can be acquired by surface and cross-sectional\nDOI: 10.1021/acsanm.8b01846 ACS Appl. Nano Mater. 2019, 2, 627−642\n636\nmicromorphology of the composites. SEM and TEM methods can offer very high resolution micromorphology images and maps of elements present in composites. Both of them visually reflect the state of the existence of the filler phase in the matrix. However, both techniques suffer from a common drawback; that is, the analysis results are highly localized.133\nElectrical Properties. Electrical properties are one of the most important physical properties for energy storage materials. In nanocomposites, the dispersibility of the fillers in the matrix and their compatibility with the matrix both impose significant impacts on the electrical properties of the composites.134 As shown in Figure 13, after surface modification of the BT NWs by fluoropolydopamine (fDOPA), the nanocomposites exhibit improved electrical properties, including increased permittivity, enhancement in breakdown strength, suppression of leakage current, and improved electrical resistivity.115\nThermal Properties. Heat dissipation has always been a major challenge in the development of high-power electronic devices and integrated circuits.135 Electrically insulating but thermally conductive materials are attracting more and more attention on account of their widespread applications in electrical equipment and electronic devices.136 It has been evidenced that the surface modification of fillers is important for the thermal conductivity of composites.75,137−139 In Figure 14, the silicon carbide (SiC) nanoparticles were coated with PS and formed p-SiC nanoparticles, and the composites filled with p-SiC exhibited better thermal conductivity.140\nMechanical Properties. In dielectric composites, stress− strain performance is rather important for achieving high breakdown strength. The stress−strain curve is usually measured by uniaxial tension. Generally, the addition of nanoparticles to the polymer matrix will inhibit the crystallization process of the polymer chains, causing the composite to rupture at a higher strain.141 If the surface of the nanoparticles is modified by organic modifiers, the stress− strain behaviors of the composites will also change due to the bridging effect of the modifiers between the filler and the matrix.142,143 As indicated in Figure 15, the elongation of c-\nPVDF/PDA@BT (composite with cross-linked P(VDFCTFE-DB) and poly(dopamine) modified BT) remarkably improved compared to those of c-PVDF/BT (Figure 15c and 15d). The cross-linking of the PVDF matrix results in a continuously increased elongation in the composites, where the surface modification of the BT particles also contributes to the improvement in the elongation.119\n4.3. Brief Summary. The surface modification of the fillers has a significant impact on the structure and performance of composites. At present, the research on the mechanism of action of the organic modifiers at the interface of composites focuses mainly on the characterization of modified particles; that is, the interaction between modifiers and nanoparticles, owing to the fact that there are many characterization methods applicable to make in-depth studies, yet more studies are still needed for clarifying how the modifier layer and the matrix interact with each other. The current available characterization means are difficult to isolate the interfacial section from composites, thus there are many difficulties in the characterization of the interface structure and the physical properties are the only indirect evidence for inferring the approximate interface structure of the composites. With the development of atomic-scale electron microscopy, it can provide new characterization methods for the interface structure. The methods of calculation and simulation can also easily obtain data that is difficult or impossible to obtain through experiments."
    }, {
      "heading" : "5. OUTLOOK",
      "text" : "The depletion of fossil fuels and the increasingly severe environmental problems have forced human beings to seek changes in the energy structure. Renewable energy such as wind energy, solar energy, and tidal energy has become the main candidate for replacing fossil fuels. Nowadays, the main problem that exists in renewable energy is how to realize an effective conversion and storage. The main application of dielectric nanocomposites is the dielectric of capacitors. However, in nanocomposites, agglomeration of nanofillers and phase separation between the two constituent phases are\nDOI: 10.1021/acsanm.8b01846 ACS Appl. Nano Mater. 2019, 2, 627−642\n637\nthe main factors affecting the energy storage density and discharge efficiency. Therefore, more efforts need to be devoted to improve the energy conversion efficiency of the dielectric composites to reach the benchmark commercial BOPP level and make them applicable for capacitive devices. As the most effective way to solve this problem, surface modification has continued to develop with the development of dielectric materials. In this Review, an overview of this field is provided by including the most recent progress and some typical examples. Silane is the earliest used and most studied modifier, but its hydrolytic stability has limited its development to some extent. The environmentally unfriendly nature of phosphorus in phosphonates is also a weakness that cannot be overcome. Small molecule carboxylic acids, as well as catechols, represented by dopamine and polydopamine, open doors for future direction in the development of surface modifiers. Although the application of surface modification methods has been extensive, there are still many fields that require further research.\n■ AUTHOR INFORMATION Corresponding Author *E-mail: wangh6@sustc.edu.cn. ORCID Yujuan Niu: 0000-0002-0873-7168 Notes The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS The work was supported by the National Natural Science Foundation of China (Nos. 61471290 and 61631166004) National 973 projects of China (No. 2015CB654603).\n■ REFERENCES (1) Chen, Q.; Shen, Y.; Zhang, S.; Zhang, Q. M. Polymer-Based Dielectrics with High Energy Storage Density. Annu. Rev. Mater. Res. 2015, 45 (45), 433−58. (2) Kango, S.; Kalia, S.; Celli, A.; Njuguna, J.; Habibi, Y.; Kumar, R. Surface Modification of Inorganic Nanoparticles for Development of Organic-inorganic Nanocomposites-A review. Prog. Polym. Sci. 2013, 38 (8), 1232−1261. (3) Liu, S.; Xiu, S.; Shen, B.; Zhai, J.; Kong, L. B. Dielectric Properties and Energy Storage Densities of Poly(vinylidenefluoride) Nanocomposite with Surface Hydroxylated Cube Shaped Ba0.6Sr0.4TiO3 Nanoparticles. Polymers 2016, 8 (2), 45. (4) Matthews, F. L.; Rawlings, R. D. Composite Materials: Engineering and Science; Springer: Netherlands, 2013. (5) Bai, X. Dielectric Properties of BaTiO3/epoxy Composites by Lamination Process for Embedded Capacitor Application. J. Mater. Sci.: Mater. Electron. 2016, 27 (9), 8996−9001. (6) Samant, S. P.; Grabowski, C. A.; Kisslinger, K.; Yager, K. G.; Yuan, G.; Satija, S. K.; Durstock, M. F.; Raghavan, D.; Karim, A. Directed Self-Assembly of Block Copolymers for High Breakdown Strength Polymer Film Capacitors. ACS Appl. Mater. Interfaces 2016, 8, 7966−7976. (7) Prateek; Thakur, V. K.; Gupta, R. K. Recent Progress on Ferroelectric Polymer-Based Nanocomposites for High Energy Density Capacitors: Synthesis, Dielectric Properties, and Future Aspects. Chem. Rev. 2016, 116 (7), 4260−4317. (8) Li, Q.; Yao, F. Z.; Liu, Y.; Zhang, G.; Wang, H.; Wang, Q. HighTemperature Dielectric Materials for Electrical Energy Storage. Annu. Rev. Mater. Res. 2018, 48 (1), 219−243. (9) Faraji, S.; Danesh, E.; Tate, D. J.; Turner, M. L.; Majewski, L. A. Cyanoethyl Cellulose-based Nanocomposite Dielectric for Low-\nvoltage, Solution-processed Organic Field-effect Transistors (OFETs). J. Phys. D: Appl. Phys. 2016, 49 (18), 185102. (10) Sebastian, M. T.; Jantunen, H. Polymer−Ceramic Composites of 0−3 Connectivity for Circuits in Electronics: A Review. Int. J. Appl. Ceram. Technol. 2010, 7 (4), 415−434. (11) Sebastian, M. T.; Ubic, R.; Jantunen, H. Microwave materials and applications; John Wiley & Sons: 2017. (12) Chen, J.; Wang, Y.; Yuan, Q.; Xu, X.; Niu, Y.; Wang, Q.; Wang, H. Multilayered ferroelectric polymer films incorporating lowdielectric-constant components for concurrent enhancement of energy density and charge-discharge efficiency. Nano Energy 2018, 54, 288−296. (13) Veres, J.; Simon Ogier, A.; Lloyd, G.; Leeuw, D. D. Gate Insulators in Organic Field-Effect Transistors. Chem. Mater. 2004, 16 (23), 4543−4555. (14) Barber, P.; Balasubramanian, S.; Anguchamy, Y.; Gong, S.; Wibowo, A.; Gao, H.; Ploehn, H. J.; Loye, H. C. Z. Polymer Composite and Nanocomposite Dielectric Materials for Pulse Power Energy Storage. Materials 2009, 2 (4), 1697−1733. (15) Kim, Y.; Kathaperumal, M.; Smith, O. N. L.; Pan, M.-J.; Cai, Y.; Sandhage, K. H.; Perry, J. W. High-Energy-Density Sol-Gel Thin Film Based on Neat 2-Cyanoethyltrimethoxysilane. ACS Appl. Mater. Interfaces 2013, 5 (5), 1544−1547. (16) Tang, H.; Sodano, H. A. Ultra High Energy Density Nanocomposite Capacitors with Fast Discharge Using Ba0.2Sr0.8TiO3 Nanowires. Nano Lett. 2013, 13 (4), 1373−1379. (17) Fouda, M. E.; Elwakil, A. S.; Radwan, A. G.; Allagui, A. Power and Energy Analysis of Fractional-order Electrical Energy Storage Devices. Energy 2016, 111, 785−792. (18) Cho, J.; Jeong, S.; Kim, Y. Commercial and Research Battery Technologies for Electrical Energy Storage Applications. Prog. Energ. Prog. Energy Combust. Sci. 2015, 48, 84−101. (19) Karden, E.; Ploumen, S.; Fricke, B.; Miller, T.; Snyder, K. Energy Storage Devices for Future Hybrid Electric Vehicles. J. Power Sources 2007, 168 (1), 2−11. (20) Senthil, K.; Mitra, S.; Roy, A.; Sharma, A.; Chakravarthy, D. P. Compact Inductive Energy Storage Pulse Power System. Rev. Sci. Instrum. 2012, 83 (5), No. 054703. (21) Tanaka, T.; Montanari, G. C.; Mulhaupt, R. Polymer Nanocomposites as Dielectrics and Electrical Insulation-perspectives for Processing Technologies, Material Characterization and Future Applications. IEEE Trans. Dielectr. Electr. Insul. 2004, 11 (5), 763− 784. (22) Hanemann, T.; Szabo, D. V. Polymer-Nanoparticle Composites: From Synthesis to Modern Applications. Materials 2010, 3 (6), 3468−3517. (23) Ash, B. J.; Siegel, R. W.; Schadler, L. S. Mechanical Behavior of Alumina/poly(methyl methacrylate) Nanocomposites. Macromolecules 2004, 37 (4), 1358−1369. (24) Yin, C. L.; Liu, Z.-Y.; Yang, W.; Feng, J.-M.; Yang, M.-B. Effect of Processing Method on Morphological and Rheological Properties of PC/CaCO3 Nanocomposites. Polym.-Plast. Technol. Eng. 2009, 48 (8), 788−793. (25) Ma, D. L.; Hugener, T. A.; Siegel, R. W.; Christerson, A.; Martensson, E.; Onneby, C.; Schadler, L. S. Influence of Nanoparticle Surface Modification on the Electrical Behaviour of Polyethylene Nanocomposites. Nanotechnology 2005, 16 (6), 724−731. (26) Imai, T.; Hirano, Y.; Hirai, H.; Kojima, S.; Shimizu, T.; Ieee, I. Preparation and Properties of Epoxy-organically Modified Layered Silicate Nanocomposites. 2002; pp 379−383. (27) Hussain, F.; Chen, J.; Hojjati, M. Epoxy-silicate Nanocomposites: Cure Monitoring and Characterization. Mater. Sci. Eng., A 2007, 445, 467−476. (28) Fekete, E.; Molnar, S.; Kim, G. M.; Michler, G. H.; Pukanszky, B. Aggregation, Fracture Initiation, and Strength of PP/CaCO3 Composites. J. Macromol. Sci., Part B: Phys. 1999, B38 (5−6), 885− 899. (29) Shehzad, K.; Xu, Y.; Gao, C.; Li, H.; Dang, Z.-M.; Hasan, T.; Luo, J.; Duan, X. Flexible Dielectric Nanocomposites with Ultrawide\nDOI: 10.1021/acsanm.8b01846 ACS Appl. Nano Mater. 2019, 2, 627−642\n638\nZero-Temperature Coefficient Windows for Electrical Energy Storage and Conversion under Extreme Conditions. ACS Appl. Mater. Interfaces 2017, 9 (8), 7591−7600. (30) Hanemann, T.; Szabo,́ D. V. Polymer-Nanoparticle Composites: From Synthesis to Modern Applications. Materials 2010, 3 (6), 3468. (31) Caruso, F. Nanoengineering of particle surfaces. Adv. Mater. 2001, 13 (1), 11−22. (32) Huang, X.; Jiang, P. Core-shell structured high-k polymer nanocomposites for energy storage and dielectric applications. Adv. Mater. 2015, 27 (3), 546−554. (33) Pukanszky, B. Interfaces and Interphases in Multicomponent Materials: Past, Present, Future. Eur. Polym. J. 2005, 41 (4), 645−662. (34) Schadler, L. S.; Brinson, L. C.; Sawyer, W. G. Polymer Nanocomposites: A small Part of the Story. JOM 2007, 59 (3), 53− 60. (35) Tanaka, T.; Imai, T. Advances in Nanodielectric Materials over the Past 50 years. IEEE. Electr. Insul. M. 2013, 29 (1), 10−23. (36) Ciuprina, F.; Plesa, I.; Notingher, P. V.; Tudorache, T. In Dielectric Properties of Nanodielectrics with Inorganic Fillers, Electrical Insulation and Dielectric Phenomena, 2008. Ceidp 2008 Report Conference on , 2008; pp 682−685 , DOI: 10 .1109/ CEIDP.2008.4772905. (37) Lewis, T. J. Nanometric Dielectrics. IEEE Trans. Dielectr. Electr. Insul. 1994, 1 (5), 812−825. (38) Lewis, T. J. Interfaces: Nanometric Dielectrics. J. Phys. D: Appl. Phys. 2005, 38 (2), 202−212. (39) Lewis, T. J. Interfaces are the Dominant Feature of Dielectrics at the Nanometric Level. IEEE Trans. Dielectr. Electr. Insul. 2004, 11 (5), 739−753. (40) Pitsa, D.; Danikas, M. G. Interfaces features in polymer nanocomposites: A review of proposed models. Nano 2011, 6 (6), 497−508. (41) Seiler, J.; Kindersberger, J. Insight into the Interphase in Polymer Nanocomposites. IEEE Trans. Dielectr. Electr. Insul. 2014, 21 (21), 537−547. (42) Tanaka, T. Dielectric Nanocomposites with Insulating Properties. IEEE Trans. Dielectr. Electr. Insul. 2005, 12 (5), 914−928. (43) Tanaka, T.; Interpretation of Several Key Phenomena Peculiar to Nano Dielectrics in Terms of A Multi-core Model. presented at IEEE Conf. CEIDP, 2006; pp 298−301, DOI: 10.1109/CEIDP.2006.311928. (44) Andritsch, T. M. Epoxy Based Nanodielectrics for High Voltage DC Applications: Synthesis, Dielectric Properties and Space Charge Dynamics. Degree Thesis, 2010. (45) Andritsch, T.; Kochetov, R.; Morshuis, P. H. F.; Smit, J. J. Proposal of the Polymer Chain Alignment Model. At 2011 Annual Report 2011; pp 624−627, DOI: 10.1109/CEIDP.2011.6232734. (46) Schmidt, H. Inorganic-organic Composites by Sol-gel Techniques. J. Sol-Gel Sci. Technol. 1994, 1 (3), 217−231. (47) Kickelbick, G.; Schubert, U. Organic Functionalization of Metal Oxide Nanoparticles. Chem. Inform. 2004, DOI: 10.1002/ chin.200401218. (48) Grancharov, S. G.; Zeng, H.; Sun, S.; Wang, S. X.; O’Brien, S.; Murray, C. B.; Kirtley, J. R.; Held, G. A. Bio-functionalization of Monodisperse Magnetic Nanoparticles and Their Use as Biomolecular Labels in A Magnetic Tunnel Junction Based Sensor. J. Phys. Chem. B 2005, 109 (26), 13030−13035. (49) Sperling, R. A.; Parak, W. J. Surface Modification, Functionalization and Bioconjugation of Colloidal Inorganic Nanoparticles. Philos. Trans. R. Soc., A 2010, 368 (1915), 1333−83. (50) Hotchkiss, P. J.; Jones, S. C.; Paniagua, S. A.; Sharma, A.; Kippelen, B.; Armstrong, N. R.; Marder, S. R. The Modification of Indium Tin Oxide with Phosphonic Acids: Mechanism of Binding, Tuning of Surface Properties, and Potential for Use in Organic Electronic Applications. Acc. Chem. Res. 2012, 45 (3), 337−46. (51) Huang, Y.; Huang, X.; Schadler, L. S.; He, J.; Jiang, P. Core@ Double-Shell Structured Nanocomposites: A Route to High Dielectric Constant and Low Loss Material. ACS Appl. Mater. Interfaces 2016, 8 (38), 25496−25507.\n(52) Pan, Z.; Zhai, J.; Shen, B. Multilayer Hierarchical Interfaces with High Energy Density in Polymer Nanocomposites Composed of BaTiO3@TiO2@Al2O3 Nanofibers. J. Mater. Chem. A 2017, 5 (29), 15217−15226. (53) Chen, J.; Wang, X.; Yu, X.; Fan, Y.; Duan, Z.; Jiang, Y.; Yang, F.; Zhou, Y. Significantly improved dielectric performances of nanocomposites via loading two-dimensional core-shell structure Bi2Te3@ SiO2 nanosheets. Appl. Surf. Sci. 2018, 447, 704−710. (54) Wang, Y.; Cui, J.; Wang, L.; Yuan, Q.; Niu, Y.; Chen, J.; Wang, Q.; Wang, H. Compositional tailoring effect on electric field distribution for significantly enhanced breakdown strength and restrained conductive loss in sandwich-structured ceramic/polymer nanocomposites. J. Mater. Chem. A 2017, 5 (9), 4710−4718. (55) He, D.; Wang, Y.; Song, S.; Liu, S.; Luo, Y.; Deng, Y. Polymerbased nanocomposites employing Bi2S3@ SiO2 nanorods for high dielectric performance: understanding the role of interfacial polarization in semiconductor-insulator core-shell nanostructure. Compos. Sci. Technol. 2017, 151, 25−33. (56) Love, J. C.; Estroff, L. A.; Kriebel, J. K.; Nuzzo, R. G.; Whitesides, G. M. Self-assembled Monolayers of Thiolates on Metals as A Form of Nanotechnology. Chem. Rev. 2005, 105 (4), 1103− 1169. (57) Niu, Y. J.; Bai, Y. Y.; Yu, K.; Wang, Y. F.; Xiang, F.; Wang, H. Effect of the Modifier Structure on the Performance of Barium Titanate/poly(vinylidene fluoride) Nanocomposites for Energy Storage Applications. ACS Appl. Mater. Interfaces 2015, 7 (43), 24168−24176. (58) Rong, M. Z.; Zhang, M. Q.; Ruan, W. H. Surface Modification of Nanoscale Fillers for Improving Properties of Polymer Nanocomposites: A Review. Mater. Sci. Technol. 2006, 22 (7), 787−796. (59) Shehzad, K.; Ahmad, S.; Mumtaz, M.; Hussain, T.; Mujahid, A.; Shah, A. T.; Choudhry, M. Y.; Khokhar, I.; Ul-Hassan, S.; Nawaz, F. All-organic PANI−DBSA/PVDF dielectric composites with unique electrical properties. J. Mater. Sci. 2013, 48 (10), 3737−3744. (60) Song, S.; Wang, Y.; Luo, Y.; He, D.; Abella, A.; Deng, Y. Onedimensional oriented microcapacitors in ternary polymer nanocomposites: Toward high breakdown strength and suppressed loss. Mater. Des. 2018, 140, 114−122. (61) Luo, H.; Zhang, D.; Jiang, C.; Yuan, X.; Chen, C.; Zhou, K. Improved dielectric properties and energy storage density of poly (vinylidene fluoride-co-hexafluoropropylene) nanocomposite with hydantoin epoxy resin coated BaTiO3. ACS Appl. Mater. Interfaces 2015, 7 (15), 8061−8069. (62) Fleming, J. R. F. Organo Silicon Compounds and Method of Making Them. USA Pat. 2457677A, 1945. (63) Sterman, S.; Marsden, J. G. Silane coupling agents. Ind. Eng. Chem. 1966, 58 (3), 33−37. (64) Plueddemann, E. P. Chemistry of Silane Coupling Agents. In Silane Coupling Agents; Springer US: USA, 1991; pp 31−54, DOI: 10.1007/978-1-4899-2070-6_2. (65) Herzer, N.; Hoeppener, S.; Schubert, U. S. Fabrication of Patterned Silane Based Self-assembled Monolayers by Photolithography and Surface Reactions on Silicon-oxide Substrates. Chem. Commun. 2010, 46 (31), 5634−5652. (66) Elbhiri, Z.; Chevalier, Y.; Chovelon, J.-M.; Jaffrezic-Renault, N. Grafting of Phosphonate Groups on the Silica Surface for the Elaboration of Ion-sensitive Field-effect Transistors. Talanta 2000, 52 (3), 495−507. (67) del Campo, A.; Sen, T.; Lellouche, J.-P.; Bruce, I. J. Multifunctional Magnetite and Silica-magnetite Nanoparticles: Synthesis, Surface Activation and Applications in Life Sciences. J. Magn. Magn. Mater. 2005, 293 (1), 33−40. (68) Kikukawa, T.; Kuraoka, K.; Kawabe, K.; Yamashita, M.; Fukumi, K.; Hirao, K.; Yazawa, T. Stabilities and Pore Size Effect of Proton-conducting Organic-inorganic Hybrid Membranes Prepared Through Surface Modification of Porous Glasses. J. Membr. Sci. 2005, 259 (1−2), 161−166.\nDOI: 10.1021/acsanm.8b01846 ACS Appl. Nano Mater. 2019, 2, 627−642\n639\n(69) Reculusa, S.; Poncet-Legrand, C.; Perro, A.; Duguet, E.; Bourgeat-Lami, E.; Mingotaud, C.; Ravaine, S. Hybrid Dissymmetrical Colloidal Particles. Chem. Mater. 2005, 17 (13), 3338−3344. (70) Neouze, M. A.; Schubert, U. ChemInform Abstract: Surface Modification and Functionalization of Metal and Metal Oxide Nanoparticles by Organic Ligands. Monatsh. Chem. 2008, 139 (3), 183−195. (71) Yang, X.; Yu, Z.; Wu, Y. Organosilanes Surface Modification of Zirconium Diboride Composite Engineering Ceramics and Its Effect on the Tribological Performance of Epoxy Composites. Adv. Eng. Mater. 2016, 18 (4), 542−549. (72) Ulman, A. Formation and Structure of Self-assembled Monolayers. Chem. Rev. 1996, 96 (4), 1533−1554. (73) Tian, R.; Seitz, O.; Li, M.; Hu, W.; Chabal, Y. J.; Gao, J. Infrared Characterization of Interfacial Si- O Bond Formation on Silanized Flat SiO2/Si Surfaces. Langmuir 2010, 26 (7), 4563−4566. (74) Walter, S. R.; Youn, J.; Emery, J. D.; Kewalramani, S.; Hennek, J. W.; Bedzyk, M. J.; Facchetti, A.; Marks, T. J.; Geiger, F. M. In-situ Probe of Gate Dielectric-semiconductor Interfacial Order in Organic Transistors: Origin and Control of Large Performance Sensitivities. J. Am. Chem. Soc. 2012, 134 (28), 11726−11733. (75) Peng, W.; Huang, X.; Yu, J.; Jiang, P.; Liu, W. Electrical and Thermophysical Properties of Epoxy/aluminum Nitride Nanocomposites: Effects of Nanoparticle Surface Modification. Composites, Part A 2010, 41 (9), 1201−1209. (76) Wu, P.; Zhang, M.; Wang, H.; Tang, H.; Bass, P.; Zhang, L. Effect of Coupling Agents on the Dielectric Properties and Energy Storage of Ba0.5Sr0.5TiO3/P(VDF-CTFE) Nanocomposites. Aip Adv. 2017, 7 (7), 075210. (77) Zhang, Q.; Gao, F.; Zhang, C.; Wang, L.; Wang, M.; Qin, M.; Hu, G.; Kong, J. Enhanced Dielectric Tunability of Ba0.6Sr0.4TiO3/ Poly(vinylidene fluoride) Composites via Interface Modification by Silane Coupling Agent. Compos. Sci. Technol. 2016, 129, 93−100. (78) Wang, L.; Gao, F.; Xu, J.; Zhang, K.; Kong, J.; Reece, M.; Yan, H. Enhanced dielectric tunability and energy storage properties of plate-like Ba0.6Sr0.4TiO3/poly (vinylidene fluoride) composites through texture arrangement. Compos. Sci. Technol. 2018, 158, 112− 120. (79) Ramajo, L.; Castro, M. S.; Reboredo, M. M. Effect of Silane as Coupling Agent on the Dielectric Properties of BaTiO3-epoxy Composites. Composites, Part A 2007, 38 (8), 1852−1859. (80) Silberzan, P.; Leger, L.; Ausserre, D.; Benattar, J. J. Silanation of Silica Surfaces. A New Method of Constructing Pure or Mixed Monolayers. Langmuir 1991, 7 (8), 1647−1651. (81) Pujari, S. P.; Scheres, L.; Marcelis, A. T. M.; Zuilhof, H. Covalent Surface Modification of Oxide Surfaces. Angew. Chem., Int. Ed. 2014, 53 (25), 6322−6356. (82) Guerrero, G.; Mutin, P. H.; Vioux, A. Anchoring of Phosphonate and Phosphinate Coupling Molecules on Titania Particles. Chem. Mater. 2001, 13 (11), 4367−4373. (83) Mutin, P. H.; Guerrero, G.; Vioux, A. Hybrid Materials from Organophosphorus Coupling Molecules. J. Mater. Chem. 2005, 15 (35−36), 3761−3768. (84) Gao, W.; Dickinson, L.; Grozinger, C.; Morin, F. G.; Reven, L. Self-assembled Monolayers of Alkylphosphonic Acids on Metal Oxides. Langmuir 1996, 12 (26), 6429−6435. (85) Koh, S. E.; McDonald, K. D.; Holt, D. H.; Dulcey, C. S.; Chaney, J. A.; Pehrsson, P. E. Phenylphosphonic Acid Functionalization of Indium Tin Oxide: Surface Chemistry and Work Functions. Langmuir 2006, 22 (14), 6249−6255. (86) Phillips, M. J.; Duncanson, P.; Wilson, K.; Darr, J. A.; Griffiths, D. V.; Rehman, I. Surface Modification of Bioceramics by Grafting of Tailored Ally Phosphonic Acid. Adv. Appl. Ceram. 2005, 104 (5), 261−267. (87) Mutin, P. H.; Guerrero, G.; Vioux, A. Organic-inorganic Hybrid Materials Based on Organophosphorus Coupling Molecules: from Metal Phosphonates to Surface Modification of Oxides. C. R. Chim. 2003, 6 (8), 1153−1164.\n(88) Brodardseverac, F.; Guerrero, G.; Maquet, J.; Florian, P.; Gervais, C.; Mutin, P. H. High-field 17O MAS NMR Investigation of Phosphonic Acid Monolayers on Titania. Chem. Mater. 2008, 20 (16), 5191−5196. (89) Siddabattuni, S.; Schuman, T. P.; Dogan, F. Dielectric Properties of Polymer−Particle Nanocomposites Influenced by Electronic Nature of Filler Surfaces. ACS Appl. Mater. Interfaces 2013, 5 (6), 1917−1927. (90) Helmy, R.; Fadeev, A. Y. Self-assembled Monolayers Supported on TiO2: Comparison of C18H37SiX3 (X = H, Cl, OCH3C18H37Si(CH3)2C1, and C18H37PO(OH)(2). Langmuir 2002, 18 (23), 8924− 8928. (91) Kim, P.; Jones, S. C.; Hotchkiss, P. J.; Haddock, J. N.; Kippelen, B.; Marder, S. R.; Perry, J. W. Phosphonic Acid-modiried Barium Titanate Polymer Nanocomposites with High Permittivity and Dielectric Strength. Adv. Mater. 2007, 19 (7), 1001−1005. (92) Kim, P.; Doss, N. M.; Tillotson, J. P.; Hotchkiss, P. J.; Pan, M.J.; Marder, S. R.; Li, J.; Calame, J. P.; Perry, J. W. High Energy Density Nanocomposites Based on Surface-modified BaTiO3 and A Ferroelectric Polymer. ACS Nano 2009, 3 (9), 2581−2592. (93) Chon, J.; Ye, S.; Cha, K. J.; Lee, S. C.; Koo, Y. S.; Jung, J. H.; Kwon, Y. K. High-K Dielectric Sol-gel Hybrid Materials Containing Barium Titanate Nanoparticles. Chem. Mater. 2010, 22 (19), 5445− 5452. (94) El Malti, W.; Laurencin, D.; Guerrero, G.; Smith, M. E.; Mutin, P. H. Surface Modification of Calcium Carbonate with Phosphonic Acids. J. Mater. Chem. 2012, 22 (3), 1212−1218. (95) Lassiaz, S.; Labarre, D.; Galarneau, A.; Brunel, D.; Mutin, P. H. Modification of Silica by an Organic Monolayer in Aqueous Medium Using Octylphosphonic Acid and Aluminium Species. J. Mater. Chem. 2011, 21 (22), 8199−8205. (96) Lee, H.; Dellatore, S. M.; Miller, W. M.; Messersmith, P. B. Mussel-inspired Surface Chemistry for Multifunctional Coatings. Science 2007, 318 (5849), 426−430. (97) Fant, C.; Hedlund, J.; Höök, F.; Berglin, M.; Fridell, E.; Elwing, H. Investigation of Adsorption and Cross-Linking of a Mussel Adhesive Protein Using Attenuated Total Internal Reflection Fourier Transform Infrared Spectroscopy (ATR-FTIR). J. Adhes. 2010, 86 (1), 25−38. (98) Saizposeu, J.; Sedo,́ J.; García, B.; Benaiges, C.; Parella, T.; Alibeś, R.; Hernando, J.; Busque,́ F.; Ruizmolina, D. Versatile Nanostructured Materials via Direct Reaction of Functionalized Catechols. Adv. Mater. 2013, 25 (14), 2066−70. (99) Waite, J. H. Surface Chemistry Mussel Power. Nat. Mater. 2008, 7 (1), 8−9. (100) Song, Y.; Shen, Y.; Liu, H.; Lin, Y.; Li, M.; Nan, C.-W. Improving the Dielectric Constants and Breakdown Strength of Polymer Composites: Effects of the Shape of the BaTiO3 Nanoinclusions, Surface Modification and Polymer Matrix. J. Mater. Chem. 2012, 22 (32), 16491−16498. (101) Song, Y.; Shen, Y.; Liu, H.; Lin, Y.; Li, M.; Nan, C.-W. Enhanced Dielectric and Ferroelectric Properties Induced by Dopamine-modified BaTiO3 Nanofibers in Flexible Poly(vinylidene fluoride-trifluoroethylene) Nanocomposites. J. Mater. Chem. 2012, 22 (16), 8063−8068. (102) Pan, Z. B.; Yao, L. M.; Zhai, J. W.; Shen, B.; Wang, H. T. Significantly Improved Dielectric Properties and Energy Density of Polymer Nanocomposites via Small Loaded of BaTiO3 Nanotubes. Compos. Sci. Technol. 2017, 147 (JUL), 30−38. (103) Song, Y.; Shen, Y.; Hu, P.; Lin, Y.; Li, M.; Nan, C. W. Significant Enhancement in Energy Density of Polymer Composites Induced by Dopamine-modified Ba0.6Sr0.4TiO3 Nanofibers. Appl. Phys. Lett. 2012, 101 (15), 152904. (104) Hu, P.; Song, Y.; Liu, H.; Shen, Y.; Lin, Y.; Nan, C.-W. Largely Enhanced Energy Density in Flexible P(VDF-TrFE) Nanocomposites by Surface-modified Electrospun BaSrTiO3 Fibers. J. Mater. Chem. A 2013, 1 (5), 1688−1693. (105) Pan, Z.; Yao, L.; Zhai, J.; Fu, D.; Shen, B.; Wang, H. Highenergy-density Polymer Nanocomposites Composed of Newly\nDOI: 10.1021/acsanm.8b01846 ACS Appl. Nano Mater. 2019, 2, 627−642\n640\nStructured One-dimensional BaTiO3@Al2O3 Nanofibers. ACS Appl. Mater. Interfaces 2017, 9 (4), 4024. (106) Wang, Z.; Wang, T.; Wang, C.; Xiao, Y.; Jing, P.; Cui, Y.; Pu, Y. Poly(vinylidene fluoride) Flexible Nanocomposite Films with Dopamine-coated Giant Dielectric Ceramic Nanopowders, Ba(Fe0.5Ta0.5)O3 for High Energy-storage Density at Low Electric Field. ACS Appl. Mater. Interfaces 2017, 9 (34), 29130−29139. (107) Yang, D.; Tian, M.; Li, D.; Wang, W.; Ge, F.; Zhang, L. Enhanced dielectric properties and actuated strain of elastomer composites with dopamine-induced surface functionalization. J. Mater. Chem. A 2013, 1 (39), 12276−12284. (108) Allara, D. L.; Nuzzo, R. G. Spontaneously organized molecular assemblies. 1. Formation, Dynamics, and Physical Properties of Nalkanoic Acids Adsorbed from Solution on An Oxidized Aluminum Surface. Langmuir 1985, 1 (1), 45−52. (109) Lim, M. S.; Feng, K.; Chen, X.; Wu, N.; Raman, A.; Nightingale, J.; Gawalt, E. S.; Korakakis, D.; Hornak, L. A.; Timperman, A. T. Adsorption and Desorption of Stearic Acid Selfassembled Monolayers on Aluminum Oxide. Langmuir 2007, 23 (5), 2444−2452. (110) Cho, S. D.; Paik, K. W.; Ieee, I. Relationships Between Suspension Formulations and the Properties of BaTiO3/epoxy Composite Films for Integral Capacitors. In 51st Electronic Components & Technology Conference; 2001; pp 1418−1422, DOI: 10.1109/ECTC.2001.928020. (111) Yu, K.; Niu, Y.; Xiang, F.; Zhou, Y.; Bai, Y.; Wang, H. Enhanced Electric Breakdown Strength and High Energy Density of Barium Titanate Filled Polymer Nanocomposites. J. Appl. Phys. 2013, 114 (17), 174107. (112) Niu, Y.; Yu, K.; Bai, Y.; Xiang, F.; Wang, H. Fluorocarboxylic Acid-modified Barium titanate/poly(vinylidene fluoride) Composite with Significantly Enhanced Breakdown Strength and High Energy Density. RSC Adv. 2015, 5 (79), 64596−64603. (113) Yu, K.; Niu, Y. J.; Zhou, Y. C.; Bai, Y. Y.; Wang, H. Nanocomposites of Surface-modified BaTiO3 Nanoparticles Filled Ferroelectric Polymer with Enhanced Energy Density. J. Am. Ceram. Soc. 2013, 96 (8), 2519−2524. (114) Berger, S.; Synytska, A.; Ionov, L.; Eichhorn, K.; Stamm, M. Stimuli-responsive Bicomponent Polymer Janus Particles by “Grafting From”/“Grafting To” Approaches. Macromolecules 2008, 41 (24), 9669−9676. (115) Wang, G.; Huang, X.; Jiang, P. Bio-Inspired Fluoropolydopamine Meets Barium Titanate Nanowires: A Perfect Combination to Enhance Energy Storage Capability of Polymer Nanocomposites. ACS Appl. Mater. Interfaces 2017, 9 (8), 7547− 7555. (116) Chen, S.; Lv, X.; Han, X.; Luo, H.; Bowen, C. R.; Zhang, D. Significantly improved energy density of BaTiO 3 nanocomposites by accurate interfacial tailoring using a novel rigid-fluoro-polymer. Polym. Chem. 2018, 9 (5), 548−557. (117) Niu, Y.; Xiang, F.; Wang, Y.; Chen, J.; Wang, H. Effect of the Coverage Level of Carboxylic Acids as A Modifier for Barium Titanate Nanoparticles on the Performance of Poly(vinylidene fluoride)-based Nanocomposites for Energy Storage Applications. Phys. Chem. Chem. Phys. 2018, 20, 6598−6605. (118) Luo, H.; Ma, C.; Zhou, X.; Chen, S.; Zhang, D. Interfacial design in dielectric nanocomposite using liquid-crystalline polymers. Macromolecules 2017, 50 (13), 5132−5137. (119) Xie, Y.; Yu, Y.; Feng, Y.; Jiang, W.; Zhang, Z. Fabrication of Stretchable Nanocomposites with High Energy Density and Low Loss from Cross-Linked PVDF Filled with Poly(dopamine) Encapsulated BaTiO3. ACS Appl. Mater. Interfaces 2017, 9 (3), 2995−3005. (120) Chen, J.; Yu, X.; Fan, Y.; Duan, Z.; Jiang, Y.; Yang, F. Enhanced the Breakdown Strength and Energy Density in Flexible Composite Films via Optimizing Electric Field Distribution. J. Mater. Sci.: Mater. Electron. 2017, 28 (23), 18200−18206. (121) Yu, Z.; You, S.; Yang, Z.; Baier, H. Effect of Surface Functional Modification of Nano-Alumina Particles on Thermal and Mechanical\nProperties of Epoxy Nanocomposites. Adv. Compos. Mater. 2011, 20 (5), 487−502. (122) Yang, K.; Huang, X.; Zhu, M.; Xie, L.; Tanaka, T.; Jiang, P. Combining RAFT Polymerization and Thiol-Ene Click Reaction for Core-Shell Structured Polymer@BaTiO3 Nanodielectrics with High Dielectric Constant, Low Dielectric Loss, and High Energy Storage Capability. ACS Appl. Mater. Interfaces 2014, 6 (3), 1812−1822. (123) Shang, X.; Zhu, Y.; Li, Z. Surface Modification of Silicon Carbide with Silane Coupling Agent and Hexadecyl Iodiele. Appl. Surf. Sci. 2017, 394, 169−177. (124) Rahimi, M.; Fojan, P.; Gurevich, L.; Afshari, A. Effects of Aluminium Surface Morphology and Chemical Modification on Wettability. Appl. Surf. Sci. 2014, 296, 124−132. (125) Samanta, S.; Singh, S.; Sahoo, R. R. Simultaneous chemical reduction and surface functionalization of graphene oxide for efficient lubrication of steel−steel contact. RSC Adv. 2015, 5 (76), 61888− 61899. (126) Yang, K.; Huang, X.; He, J.; Jiang, P. Strawberry-like CoreShell Ag@Polydopamine@BaTiO3 Hybrid Nanoparticles for High-k Polymer Nanocomposites with High Energy Density and Low Dielectric Loss. Adv. Mater. Interfaces 2015, 2 (17), 1500361. (127) Salunkhe, A. B.; Khot, V. M.; Thorat, N. D.; Phadatare, M. R.; Sathish, C. I.; Dhawale, D. S.; Pawar, S. H. Polyvinyl alcohol functionalized cobalt ferrite nanoparticles for biomedical applications. Appl. Surf. Sci. 2013, 264, 598−604. (128) Pan, Z.; Yao, L.; Zhai, J.; Wang, H.; Shen, B. Ultrafast Discharge and Enhanced Energy Density of Polymer Nanocomposites Loaded with 0.5(Ba0.7Ca0.3)TiO3-0.5Ba(Zr0.2Ti0.8)O3 One-dimensional Nanofibers. ACS Appl. Mater. Interfaces 2017, 9 (16), 14337−14346. (129) Liu, S.; Xue, S.; Xiu, S.; Shen, B.; Zhai, J. Surface-modified Ba(Zr0.3Ti0.7)O3 Nanofibers by Polyvinylpyrrolidone Filler for Poly(vinylidene fluoride) Composites with Enhanced Dielectric Constant and Energy Storage Density. Sci. Rep. 2016, 6, 26198. (130) Babu, K.; Dhamodharan, R. Synthesis of Polymer Grafted Magnetite Nanoparticle with the Highest Grafting Density via Controlled Radical Polymerization. Nanoscale Res. Lett. 2009, 4 (9), 1090−1102. (131) Bartholome, C.; Beyou, E.; BourgeatLami, E.; Chaumont, P. a.; Zydowicz, N. Nitroxide-mediated Polymerizations from Silica Nanoparticle Surfaces: “Graft From” Polymerization of Styrene Using a Triethoxysilyl-terminated Alkoxyamine Initiator. Macromolecules 2003, 36 (21), 7946−7952. (132) Saheb, N.; Qadir, N.; Siddiqui, M.; Arif, A.; Akhtar, S.; AlAqeeli, N. Characterization of Nanoreinforcement Dispersion in Inorganic Nanocomposites: A Review. Materials 2014, 7 (6), 4148. (133) Fan, Y.; Huang, X.; Wang, G.; Jiang, P. Core-Shell Structured Biopolymer@BaTiO3 Nanoparticles for Biopolymer Nanocomposites with Significantly Enhanced Dielectric Properties and Energy Storage Capability. J. Phys. Chem. C 2015, 119 (49), 27330−27339. (134) Dang, Z. M.; Yuan, J. K.; Yao, S. H.; Liao, R. J. Flexible Nanodielectric Materials with High Permittivity for Power Energy Storage. Adv. Mater. 2013, 25 (44), 6334−6365. (135) Shahil, K. M.; Balandin, A. A. Graphene-multilayer Graphene Nanocomposites as Highly Efficient Thermal Interface Materials. Nano Lett. 2012, 12 (2), 861−867. (136) Huang, X.; Iizuka, T.; Jiang, P.; Ohki, Y.; Tanaka, T. Role of Interface on the Thermal Conductivity of Highly Filled Dielectric Epoxy/AlN Composites. J. Phys. Chem. C 2012, 116 (25), 13629− 13639. (137) Dong, H.; Fan, L.; Wong, C. P. Effect of Interface on Thermal Conductivity of Polymer Composite. In Electronic Components and Technology Conference, 2005. Proceedings; 2005; Vol. 2, pp 1451−1454, DOI: 10.1109/ECTC.2005.1441977. (138) Xu, Y.; Chung, D. D. L. Increasing the Thermal Conductivity of Boron Nitride and Aluminum Nitride Particle Epoxy-matrix Composites by Particle Surface Treatments. Compos. Interfaces 2000, 7 (4), 243−256.\nDOI: 10.1021/acsanm.8b01846 ACS Appl. Nano Mater. 2019, 2, 627−642\n641\n(139) Lee, B.; Dai, G. Influence of Interfacial Modification on the Thermal Conductivity of Polymer Composites. J. Mater. Sci. 2009, 44 (18), 4848−4855. (140) Cao, J.-P.; Zhao, X.; Zhao, J.; Zha, J.-W.; Hu, G.-H.; Dang, Z.M. Improved Thermal Conductivity and Flame Retardancy in Polystyrene/Poly(vinylidene fluoride) Blends by Controlling Selective Localization and Surface Modification of SiC Nanoparticles. ACS Appl. Mater. Interfaces 2013, 5 (15), 6915−6924. (141) Fang, F.; Yang, W.; Zhang, M. Z.; Wang, Z. Mechanical Response of Barium-titanate/polymer 0−3 Ferroelectric Nanocomposite Film Under Uniaxial Tension. Compos. Sci. Technol. 2009, 69 (5), 602−605. (142) Cao, Z.; Daly, M.; Cleḿence, L.; Geever, L. M.; Major, I.; Higginbotham, C. L.; Devine, D. M. Chemical Surface Modification of Calcium Carbonate Particles with Stearic Acid Using Different Treating Methods. Appl. Surf. Sci. 2016, 378, 320−329. (143) George, J.; Sreekala, M. S.; Thomas, S. A Review on Interface Modification and Characterization of Natural Fiber Reinforced Plastic Composites. Polym. Eng. Sci. 2001, 41 (9), 1471−1485.\nDOI: 10.1021/acsanm.8b01846 ACS Appl. Nano Mater. 2019, 2, 627−642\n642"
    } ],
    "references" : [ {
      "title" : "Composite Materials: Engineering",
      "author" : [ "F.L. Matthews", "R.D. Rawlings" ],
      "venue" : "Polymers",
      "citeRegEx" : "Matthews and Rawlings,? \\Q2016\\E",
      "shortCiteRegEx" : "Matthews and Rawlings",
      "year" : 2016
    }, {
      "title" : "Polymer−Ceramic Composites of 0−3 Connectivity for Circuits in Electronics: A Review",
      "author" : [ "M.T. Sebastian", "H. Jantunen" ],
      "venue" : "(OFETs). J. Phys. D: Appl. Phys. 2016,",
      "citeRegEx" : "Sebastian and Jantunen,? \\Q2010\\E",
      "shortCiteRegEx" : "Sebastian and Jantunen",
      "year" : 2010
    }, {
      "title" : "Nanoengineering of particle surfaces",
      "author" : [ "F. Caruso" ],
      "venue" : "Adv. Mater. 2001,",
      "citeRegEx" : "Caruso,? \\Q2001\\E",
      "shortCiteRegEx" : "Caruso",
      "year" : 2001
    }, {
      "title" : "Interfaces and Interphases in Multicomponent Materials: Past, Present, Future",
      "author" : [ "B. Pukanszky" ],
      "venue" : "Eur. Polym. J. 2005,",
      "citeRegEx" : "Pukanszky,? \\Q2005\\E",
      "shortCiteRegEx" : "Pukanszky",
      "year" : 2005
    }, {
      "title" : "Polymer Nanocomposites: A small Part of the Story",
      "author" : [ "L.S. Schadler", "L.C. Brinson", "W.G. Sawyer" ],
      "venue" : "JOM 2007,",
      "citeRegEx" : "Schadler et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Schadler et al\\.",
      "year" : 2007
    }, {
      "title" : "Advances in Nanodielectric Materials over the Past 50 years",
      "author" : [ "T. Tanaka", "T. Imai" ],
      "venue" : "IEEE. Electr. Insul. M. 2013,",
      "citeRegEx" : "Tanaka and Imai,? \\Q2013\\E",
      "shortCiteRegEx" : "Tanaka and Imai",
      "year" : 2013
    }, {
      "title" : "Nanometric Dielectrics",
      "author" : [ "T.J. Lewis" ],
      "venue" : "IEEE Trans. Dielectr. Electr. Insul. 1994,",
      "citeRegEx" : "Lewis,? \\Q1994\\E",
      "shortCiteRegEx" : "Lewis",
      "year" : 1994
    }, {
      "title" : "Interfaces: Nanometric Dielectrics",
      "author" : [ "T.J. Lewis" ],
      "venue" : "J. Phys. D: Appl. Phys. 2005,",
      "citeRegEx" : "Lewis,? \\Q2005\\E",
      "shortCiteRegEx" : "Lewis",
      "year" : 2005
    }, {
      "title" : "Dielectric Nanocomposites with Insulating Properties",
      "author" : [ "T. Tanaka" ],
      "venue" : "IEEE Trans. Dielectr. Electr. Insul. 2005,",
      "citeRegEx" : "Tanaka,? \\Q2005\\E",
      "shortCiteRegEx" : "Tanaka",
      "year" : 2005
    }, {
      "title" : "Inorganic-organic Composites by Sol-gel Techniques",
      "author" : [ "H. Schmidt" ],
      "venue" : "J. Sol-Gel Sci. Technol. 1994,",
      "citeRegEx" : "Schmidt,? \\Q1994\\E",
      "shortCiteRegEx" : "Schmidt",
      "year" : 1994
    }, {
      "title" : "restrained conductive loss in sandwich-structured ceramic/polymer nanocomposites",
      "author" : [ "Y. Wang", "S. Song", "S. Liu", "Y. Luo", "Y. Deng" ],
      "venue" : "J. Mater. Chem. A 2017,",
      "citeRegEx" : "D. et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "D. et al\\.",
      "year" : 2017
    }, {
      "title" : "Self-assembled Monolayers of Thiolates on Metals as A Form of Nanotechnology",
      "author" : [ "G.M. Whitesides" ],
      "venue" : "Chem. Rev. 2005,",
      "citeRegEx" : "Whitesides,? \\Q2005\\E",
      "shortCiteRegEx" : "Whitesides",
      "year" : 2005
    }, {
      "title" : "All-organic PANI−DBSA/PVDF dielectric composites with unique electrical properties",
      "author" : [ "A.T. Shah", "M.Y. Choudhry", "I. Khokhar", "S. Ul-Hassan", "F. Nawaz" ],
      "venue" : "J. Mater. Sci. 2013,",
      "citeRegEx" : "Shah et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Shah et al\\.",
      "year" : 2013
    }, {
      "title" : "Silane coupling agents",
      "author" : [ "S. Sterman", "J.G. Marsden" ],
      "venue" : "Ind. Eng. Chem. 1966,",
      "citeRegEx" : "Sterman and Marsden,? \\Q1966\\E",
      "shortCiteRegEx" : "Sterman and Marsden",
      "year" : 1966
    }, {
      "title" : "Chemistry of Silane Coupling Agents",
      "author" : [ "E.P. Plueddemann" ],
      "venue" : "In Silane Coupling Agents; Springer US: USA,",
      "citeRegEx" : "Plueddemann,? \\Q1991\\E",
      "shortCiteRegEx" : "Plueddemann",
      "year" : 1991
    }, {
      "title" : "Hybrid Dissymmetrical Colloidal Particles",
      "author" : [ "E. Bourgeat-Lami", "C. Mingotaud", "S. Ravaine" ],
      "venue" : "Chem. Mater. 2005,",
      "citeRegEx" : "Bourgeat.Lami et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Bourgeat.Lami et al\\.",
      "year" : 2005
    }, {
      "title" : "Formation and Structure of Self-assembled Monolayers",
      "author" : [ "A. Ulman" ],
      "venue" : "Chem. Rev. 1996,",
      "citeRegEx" : "Ulman,? \\Q1996\\E",
      "shortCiteRegEx" : "Ulman",
      "year" : 1996
    }, {
      "title" : "Ba0.6Sr0.4TiO3/poly (vinylidene fluoride) composites through texture arrangement",
      "author" : [ "L. Ramajo", "M.S. Castro", "M.M. Reboredo" ],
      "venue" : "Compos. Sci. Technol",
      "citeRegEx" : "Ramajo et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Ramajo et al\\.",
      "year" : 2018
    }, {
      "title" : "High-K Dielectric Sol-gel Hybrid Materials Containing Barium Titanate Nanoparticles",
      "author" : [ "Y.K. Kwon" ],
      "venue" : "Chem. Mater. 2010,",
      "citeRegEx" : "Kwon,? \\Q2010\\E",
      "shortCiteRegEx" : "Kwon",
      "year" : 2010
    }, {
      "title" : "Surface Modification of Calcium Carbonate with Phosphonic Acids",
      "author" : [ "H. P" ],
      "venue" : "J. Mater. Chem. 2012,",
      "citeRegEx" : "P.,? \\Q2012\\E",
      "shortCiteRegEx" : "P.",
      "year" : 2012
    }, {
      "title" : "Highenergy-density Polymer Nanocomposites",
      "author" : [ "Z. Pan", "L. Yao", "J. Zhai", "D. Fu", "B. Shen", "H. Wang" ],
      "venue" : "Composed of Newly",
      "citeRegEx" : "Pan et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Pan et al\\.",
      "year" : 2013
    }, {
      "title" : "Enhanced dielectric properties and actuated strain of elastomer composites with dopamine-induced surface functionalization",
      "author" : [ "M. Tian", "D. Li", "W. Wang", "F. Ge", "L. Zhang" ],
      "venue" : "High Energy-storage Density at Low Electric Field. ACS Appl. Mater. Interfaces 2017,",
      "citeRegEx" : "D. et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "D. et al\\.",
      "year" : 2017
    }, {
      "title" : "Spontaneously organized molecular assemblies. 1. Formation, Dynamics, and Physical Properties of Nalkanoic Acids Adsorbed from Solution on An Oxidized Aluminum Surface",
      "author" : [ "D.L. Allara", "R.G. Nuzzo" ],
      "venue" : "Chem. A 2013,",
      "citeRegEx" : "Allara and Nuzzo,? \\Q1985\\E",
      "shortCiteRegEx" : "Allara and Nuzzo",
      "year" : 1985
    }, {
      "title" : "Adsorption and Desorption of Stearic Acid Selfassembled Monolayers on Aluminum Oxide",
      "author" : [ "M.S. Lim", "K. Feng", "X. Chen", "N. Wu", "A. Raman", "J. Nightingale", "E.S. Gawalt", "D. Korakakis", "L.A. Hornak", "A.T. Timperman" ],
      "venue" : "Langmuir 2007,",
      "citeRegEx" : "Lim et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Lim et al\\.",
      "year" : 2007
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Nanocomposites exhibit promising performance in the application of dielectric capacitors due to their excellent dielectric properties. However, nanoparticles are easy to aggregate and difficult to be compatible with polymer matrices, thus requiring surface modification of the nanoparticles with organic ligands. Surface modification has been proposed as a useful method for regulating the surface properties of nanoparticles over a long history. In this Review, we have outlined some modifiers and their characteristics, including the reactive mode of each modifier and modification effect, as well as its characteristic advantages and limitations. The modifiers selected in this Review contain different functional groups, and they have also been widely used in the surface modification of nanoparticles. We have also summarized the characterization methods for surface composition, the properties of modified nanoparticles, the interfacial structure, and the performance of nanocomposites. At the same time, we have conducted a preliminary exploration on the chemical compatibility between the polymer matrix and the terminal functional groups in the modifier molecules. We hope that this Review will provide assistance to researchers in the targeted selection of modifiers.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}