{
  "name" : "downloads_2019-12-10_b0_10.1080@03601234.2019.1692614.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Preparation and investigation of poly(methylmethacrylate) nano-capsules containing haloxyfop-R-methyl and their release behavior",
    "authors" : [ "Mehdi Mahmoudian", "Samaneh Torbati", "Neda AliMirzayi", "Ehsan Nozad", "Mahmoud Ghasemi Kochameshki", "Aref Shokri" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "ARTICLE HISTORY Received 13 August 2019 Accepted 7 November 2019\nKEYWORDS Encapsulation; environmental pollution; haloxyfop-Rmethyl; herbicides; poly(methylmethacrylate)"
    }, {
      "heading" : "Introduction",
      "text" : "The extensive usage of herbicide and their toxic residues in surface water can be the most challenging problems in environmental pollutions that have irreversible impacts on human beings and animals.[1,2] The primary difficulty with the application of the formulation of conventional herbicides is the need for the high initial dose of herbicide to obtain the desired biological response in plants at a precise time in which the herbicide content rapidly decreases below the effective level.[3]\nRecently, the controlled released formulation (CRF) has appeared as a useful approach with great potential for solving the problems associated with the application of conventional agrochemical approach, and this formulation can modify herbicides behavior and be used as an effective instrument to reduce environmental contaminations. The CRF is used to keep the operational local concentration of active constituents in the soil and to decrease excess conventional request of agrochemicals, which is responsible for an initial concentration greatly exceeding the one needed and causes toxicity problems for organisms and adverse side effects in the environment.[4] The CRF has numerous advantages compared to conventional formulation, such as a constant level of the active agent over a long period, requiring small doses of an active substance, reduction of losses because of evaporation, decrease in phytotoxicity, reduction\nCONTACT Mehdi Mahmoudian m.mahmoudian@urmia.ac.ir Nanotechnology Research Center, Urmia University, Urmia, Iran. Color versions of one or more of the figures in the article can be found online at www.tandfonline.com/lesb. 2019 Taylor & Francis Group, LLC\nin environmental contamination, and ease of handling. The application of this method is prevalent in the agricultural field, especially in the controlled release of herbicides and fertilizers for minimizing environmental pollution. One of the methods used for controlling the release of pesticides and other active materials is microencapsulation. Much research has been performed about the optimization of experimental factors in the encapsulation processes of many kinds of paraffin through different polymeric shell materials such as polyuria,[5] Arabic-gum,[6] and p(n-butyl methacrylate-co-methacrylic acid) (P(BMA-co-MAA).[7] Moreover, encapsulation technology can decrease the total amount of the herbicide used, protect herbicide against environmental degradation, and extend the duration of herbicide activity.[8,9]\nAccording to the literature, many different techniques were described in the encapsulation of various herbicides up to now.[10,11]\nThe herbicide which was used for encapsulation in this study was haloxyfop-R-methyl (Methyl (R)-2-[4-(3-chloro-5trifluoromethyl-2 pyridyloxy) phenoxy] propionate). It belongs to aryloxy-phenoxy propionate herbicides [12] and was developed as a selective herbicide to control the grass weeds in broadleaf crops,[13] and in Iran, it is commonly used on farms. The haloxyfop-R-methyl prevents fatty acids from being biosynthesized by hindering acetyl-CoA carboxylase (ACCase) and causes specific biochemical responses in different plants.[14,15]\nFurthermore, poly(methylmethacrylate) (PMMA) is a biocompatible, nontoxic, thermoplastic, and transparent acrylic polymer that has an excellent toxicological safety.[16] The broad applications of PMMA are originated from its unique properties such as simple handling, processing, and low cost. What is more, it has acceptable mechanical properties and shows appropriate protection against environmental conditions.[17]\nThe objectives of the present study were synthesizing of PMMA nano-capsule containing haloxyfop-R-methyl as herbicide, developing successful controlled release formulation for haloxyfop-R-methyl and characterization of encapsulated haloxyfop-R-methyl. Therefore, PMMA nano-capsules containing haloxyfop-R-methyl were synthesized by emulsion polymerization, and then the characteristics of nano-capsules, as well as their release behavior, were studied."
    }, {
      "heading" : "Materials and methods",
      "text" : ""
    }, {
      "heading" : "Materials",
      "text" : "Methyl methacrylate and N,N0-methylenebis(acrylamide) were obtained from Sigma-Aldrich (Munich, Germany) and used as shell-forming materials and distilled before use. Ammonium persulfate was purchased from Merck (Darmstadt, Germany) and was used as the initiator. Methanol and Triton-x-100 were obtained from Merck and used as solvent and surfactant, respectively. The herbicide was purchased from the Golsam Chemical Company (Iran). All chemicals of the plant culture medium were obtained from Merck and used without any extra purification."
    }, {
      "heading" : "Encapsulation process",
      "text" : "PMMA nano-capsule containing the herbicide (haloxyfop-Rmethyl) was prepared by an emulsion polymerization method. The mixture in a reaction flask with 36.6-mL deionized water, and 0.408mmol (0.26 g) of Triton X-100 was mixed for 30min before polymerization. Then, 31.02mmol (3.3mL) methyl methacrylate, 1.3mL haloxyfopR-methyl, 2.7mmol (0.41 g) N,N0-methylenebis (acrylamide), and 0.14mmol (0.033 g) of ammonium persulfate were added. The produced mixture was vigorously mixed at 600 rpm for 15min, and then the reaction continued for 24 h at 60 C. The resulting precipitate was washed several times with distilled water and methanol and dried under vacuum at 60 C for 24 h.\nExtraction with methanol and infrared spectroscopy\nAn extraction was performed by methanol for the separation and identification of core and shell materials in the synthesized nano-capsules; therefore, a known weight of nano-capsules was crushed using a mortar, and it was washed and rinsed several times by methanol to dissolve the loaded herbicide in methanol completely. The remaining shell material was dried under vacuum in an oven for one day at 60 C. The FTIR spectrophotometer (Nexus- 670, Thermo Nicolet Company, USA) was used to identify the separated core and shell."
    }, {
      "heading" : "FE-SEM and TEM analysis",
      "text" : "The field emission scanning electron microscopy (FE-SEM) by a Mira microscope (Mira3, Tescan, Czech Republic and HITACHI S-4160, Japan) was employed to analyze the surface morphology, shape, and size of the synthesized nanocapsules in various conditions. The transmission electron microscopy (TEM) (CMC Philips 300KV, USA) was used to study the structure, shape, and size of the prepared and loaded nano-capsules.\nInvestigation of loading and encapsulation efficiency\nDifferent ratios of herbicide, monomer, and crosslinking agent were chosen for the investigation of their effect on loading and encapsulation efficiency. Also, other surfactants such as polyethylene glycol (PEG 600) and polyvinyl alcohol (PVA) were used instead of Triton X-100. More details are shown in Table 1.\nEncapsulation efficiency (EE %) and loading efficiency (LE %) of haloxyfop-R-methyl were calculated after crushing 0.1 g of capsulated herbicide in a mortar and washing with methanol for the complete elimination of the herbicide. The precipitate was dried under vacuum at 60 C for 24 h and weighed again. LE % and EE % were calculated according to Eqs. (1) and (2), respectively.[9] These parameters for prepared nano-capsules are mentioned in Table 1.\nLE% ¼ mass of the herbicide in nano-capsules mass of nano-capsules 100 (1)\nEE% ¼ mass of the herbicide in nano-capsules initial mass of herbicide 100 (2)\nDetermination of release rate of haloxyfop-R-methyl\nThe absorbance of the water solution containing nano-capsules was determined every day by UV/Visible spectrophotometer (T80þ China) at 236 nm for seven days of the experiment, for the evaluation of the amounts of haloxyfopR-methyl released from nano-capsules."
    }, {
      "heading" : "TGA analysis",
      "text" : "The thermal gravimetric analysis (TGA) (STA-PT-1000 LINSEIS) was used to analyze the thermal stability and thermal degradation pattern of the various types of synthesized nano-capsules. This test was carried out from room temperature to 1000 C with a heating rate of 20 C/min."
    }, {
      "heading" : "Results and discussion",
      "text" : ""
    }, {
      "heading" : "Chemical characterization of the nano-capsules",
      "text" : "Poly(methylmethacrylate) was applied as shell material in the presence of a hydrophobic herbicide (haloxyfop-R-methyl) for the preparation of nano-capsules, due to its excellent stability\nagainst adverse environmental conditions and other applicable properties.[18] The emulsion polymerization technique was used for this purpose. During polymerization, the addition of N,N0-methylenebis(acrylamide) as a crosslinking agent can prevent the production of secondary particles; thus, nano-capsules with uniformly sized and shaped were formed.\nChemical characterization of PMMA/herbicide nanocapsules was evaluated by FT-IR spectroscopy. Figure 1 shows the FT-IR spectroscopy of nano-capsules. In the spectra of uncrushed and PMMA shell of nano-capsules (rinsed with methanol) (Fig. 1A), the presence of a peak at 1734 cm 1 is related to the stretching vibration of carbonyl groups in the PMMA chain.[19] The appearance of peaks at 1250 cm 1 and 1384 cm 1 are assigned to the stretching vibration of the C-O-C bond in the ester group,[20] and C–H bending of PMMA,[21] respectively. As can be seen, the spectra are entirely similar.\nFigure 1B shows the FTIR spectra of pure and extracted herbicide (haloxyfop-R-methyl) with methanol. The related peaks to the stretching vibration of C¼O and C-O-C functionality in haloxyfop-R-methyl can be seen at 1728 cm 1 and 1218 cm 1, respectively.[22] C¼C bonds of aromatic ring create two peaks at 1631 cm 1 and 1427 cm 1, and the stretching vibration of the O-H group in herbicide appears as a broad peak at 3449 cm 1. The main characteristic peak of haloxyfopR-methyl can be observed at 2353 cm 1 (C¼N), which appears in the spectra of both pure and extracted herbicide. The low intensity of the peak in the extracted herbicide solution may be related to the low concentration of haloxyfop-Rmethyl in this solution. The absence of any peak in the range 2261 cm 1 to 2135 cm 1 in Fig. 1A indicates that the herbicide is entirely covered by the PMMA shell.\nEffect of reagents on nano-capsules particle size and morphology\nThe surface morphology of obtained nano-capsules was studied by the FE-SEM technique. The FE-SEM images of\nFigure 1. (A) FT-IR spectroscopy of uncrushed and milled methanol washed nano-capsules, (B) and pure haloxyfop-R-methyl and extracted haloxyfop-R-methyl with methanol.\nsample 1 are shown in Fig. 2A. It is clear that the particle size of nano-capsules is uniform, and the obtained particles have spherical morphology. The size of nano-capsules is between 110 and 150nm, and particles have a smooth surface.\nFor sample 2 nano-capsules, the particle sizes are between 100 and 150 nm, and they have a spherical morphology (Fig. 2B). The FE-SEM image of sample 3 nano-capsules is shown in Fig. 2C, and the size of the particles are between 100 and 260 nm.\nAs can be seen, the agglomerated structures which were observed for nano-capsules with high ratios of herbicide are more numerous than others. On the other hand, the FE-SEM images showed that the change in herbicide volume does not have a significant effect on particle size while the impact is very slight, and the size of the obtained nano-particles is\nbetween 100 and 200 nm. However, the morphology of nanocapsules is strongly affected by herbicide volume so that the surface smoothness decreased with an increase in the herbicide amounts, and consequently, a raspberry morphology is obtained for sample 3. A similar result was reported by P erezMart ınez et al.[10]\nThe TEM analysis (Fig. 3) was used to investigate the effect of herbicides on the morphology of nano-capsules. The coreshell structure of nano-capsules was observed clearly according to the images of nano-capsules, which are related to sample 3. Another critical point that can be seen in the right image is the existence of some pores in the polymeric shell, which confirms previous FE-SEM results. This observation is beneficial to explain loading and encapsulation efficiency and also the release rate in the next sections.\nFigure 2. (A) FESEM image of sample 1 nano-capsules, (B) sample 2, (C) sample 3.\nmethylenebis-acrylamide (MBA). According to FE-SEM images, particle size in sample 4 is between 160 and 200 nm, and agglomeration of the nano-particles can be clearly seen in the FE-SEM image (Fig. 5). This indicates that variation in the crosslinking agent affected the morphology of nano-particles.\nInvestigation of loading and encapsulation efficiency\nFor this purpose, the effect of different parameters such as herbicides to monomer ratio, type of surfactant, and the amount of crosslinking agent on loading and encapsulation efficiency was studied. The results show that lower amounts of herbicide are more favorable, this means that an increase in the extent of herbicide in the synthesizing process has a negative effect on loading efficiency. The loading efficiencies for prepared nano-capsules are as follows: 45% for sample 1, 25% for sample 2, and finally, 15% in sample 3. Encapsulation efficiency for relevant nano-capsules is 95%, 36%, and 11%, respectively (Fig. 6). Similar results were obtained by Zhu et al.[24] for encapsulation of 2, 4-dichlorophenoxyacetic acid (2,4-D). The results of this research indicate that loading efficiency was increased with a decrease in the herbicide amount.[24]\nBy comparing the herbicide used in this work (haloxyfop-R-methyl) with research which was conducted by Zhu et al.,[24] it was observed that the chemical structure of\nherbicides that were used in both cases is similar and includes aromatic compounds. It seems that this type of compound as the core ingredients affects the process of shell-forming in nano-capsules so that the formed shell is not uniform, especially with a higher content of herbicide. The FE-SEM and TEM images confirmed these results.\nAlso, the loading efficiency of samples 1, 6, and 7 was measured and compared (45%, 18%, and 13%, respectively). These results confirm that Triton-X100 is the best surfactant for nano-capsules formation. The encapsulation efficiency of nano-capsules for related samples includes the following results: 95%, 26%, and 21%, respectively. By changing the Triton-X100 as the surfactant, the nano-capsules size increases significantly and the loading and encapsulation efficiency reduce. The emulsifier type determines the morphology and size of the capsules, and therefore, the amount of loaded herbicide inside the capsules is affected.\nMoreover, the effect of N,N0-methylenebis(acrylamide) as a crosslinking agent was examined on loading and encapsulation efficiency. The loading efficiencies are 28% and 12% for samples 4 and 5, respectively, and encapsulation efficiencies for these samples are obtained as follows: 41% and 17%, respectively. It seems that an increase in the amount of crosslinking agent decreases the swelling ability of nano-capsules and loading efficiency is decreased."
    }, {
      "heading" : "An investigation of herbicide release from nano-capsules",
      "text" : "The amount of released haloxyfop-R-methyl was determined by measuring the UV absorbance of the plant growth medium containing the herbicide-loaded nano-capsules. The amount of released herbicide measured in six days is shown in Table 2.\nThe release rate of nano-capsules containing different amounts of herbicide is shown in Fig. 7. PMMA, as the constituent of the nano-capsule shell, is a rigid and hydrophobic polymer. Fine pores are formed by the contact of this polymer with the aqueous phase and the exchange of solvent with non-solvent. The release of herbicide molecules from nano-capsules occurs through these pores or by molecular diffusion mechanism.[25] For sample 1, due to the smooth morphology of synthesized nano-capsules surface, theFigure 5. SEM images of nano-capsules, sample 4.\nFigure 6. Loading and encapsulation efficiency of prepared samples.\namount of herbicide released from nano-capsules increased slowly and reached 3.75 ppm after six days. For sample 2, despite a decrease in particle size, the release rate decreased, which is related to the decrease in loading efficiency of nano-capsules in sample 2, and after six days, it reached 2.89 ppm. For sample 3, the loading efficiency dropped, while the concentration of herbicide on the last day reached 4.4 ppm. When the herbicide content is still, high capability of swelling increases, and the thickness of the capsules wall which surrounds the herbicide is reduced dramatically. The more exposed herbicide and shorter diffusing path all facilitate the release of encapsulated herbicide. For this reason, a faster rate was observed when increasing the herbicide content. On the other hand, as can be seen in Fig. 7, the concentration gradient for samples 1 and 2 on the sixth day was much more significant compared to sample 3, so it can be said that the concentration of releasing herbicide has reached the constant value (in sample 3). This trend justified the high concentration of herbicide in sample 3 despite the low loading and encapsulation efficiency. The amount of haloxyfop-R-methyl, which was released from nano-capsules in the presence of different surfactants, is shown in Table 2 and Fig. 7.\nFor sample 1, the concentration of herbicide slowly increased and reached the constant concentration 3.75 ppm after six days, but for samples 6 and 7, the amount of herbicide is lower than sample 1, and reaches 0.75 ppm and 0.45 ppm for sample 6 and sample 7 after six days, respectively. In sample 7, because of the large particle size (450 nm), the diffusion path of herbicide from nano-capsules increases, and the amount of released herbicide decreased. On the contrary, for sample 6, because of the small size of\nTable 2. Influence of initial herbicide concentration of released herbicide (ppm).\nEntry Day 1 Day 2 Day 3 Day 4 Day 5 Day 6 Sample 1 0.51 0.98 1.38 1.45 3.05 3.75 Sample 2 0.34 0.54 1.15 1.67 2.35 2.89 Sample 3 1.27 1.31 2.22 2.43 4.33 4.4 Sample 6 0.42 0.44 0.68 0.69 0.7 0.75 Sample 7 0.4 0.5 0.42 0.32 0.4 0.45\nFigure 7. Change in herbicide concentration with Time (day).\nFigure 8. TGA thermograms for neat PMMA and prepared nano-capsules.\nnano-particles (250 nm), the diffusion path of herbicide is short, and the release rate of herbicide from nano-capsules is higher than sample 7.\nInvestigation of thermal stability of nano-capsules with TGA method\nThe TGA technique was used to analyze the thermal stability of various synthesized types of nano-capsules. As can be seen in Fig. 8, the thermal stability in all samples is almost similar, so that the presence of herbicide does not change the pattern of polymer degradation. This can be due to the simultaneous decomposition of the polymer and herbicide.[26] While in detail, sample 1 is most similar to PMMA, and the thermal stability of other nano-capsules (samples 2 and 3) decreases slightly. By contrast with previous results, another trend visible from thermograms is the fact that the amount of residual ash in the samples increased with an increase in herbicide content. It seems that the herbicide reacts with shell components and the subsequent materials remain as ash. This chemical reaction can be responsible for the observed results such as morphology, loading, and encapsulation efficiency."
    }, {
      "heading" : "Conclusion",
      "text" : "The haloxyfop-R-methyl as a useful herbicide was encapsulated in PMMA nano-capsules via emulsion polymerization. Results show that nano-capsules shell is severely affected by herbicide amount in the formulation. While, the shell morphology changed from smooth to wrinkled raspberrylike surface with an increase in the percentage of haloxyfopR-methyl. Consequently, the changes in shell structure cause a decrease in loading and encapsulation efficiency. The sample containing the lowest herbicide content (sample 1) showed the best performance in terms of encapsulation and loading efficiency. Due to the effect of surfactant type on the surface morphology and size of nano-capsules, TritonX100 was identified as the best surfactant for the preparation of nano-capsules. With an increase in the amount of crosslinking agent, the swelling ability of nano-capsules was reduced, and loading efficiency decreased. Release studies were carried out for prepared nano-capsules, and the observed slow release rate especially in sample 1 can help to reduce the use of this herbicide and improve its effectiveness. The effect of this new formulation was investigated on a model planet and was reported simultaneously. Fortunately, the results were so satisfactory."
    } ],
    "references" : [ {
      "title" : "Allergic Reactions to Drugs",
      "author" : [ "M.P. Grillo" ],
      "venue" : "Drug Discov. Dev. Manuf",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2010
    }, {
      "title" : "Predicting Sublethal Effects of Herbicides on Terrestrial Non-Crop Plant Species in the Field from Greenhouse Data",
      "author" : [ "M.M. Riemens", "T. Dueck", "C. Kempenaar" ],
      "venue" : "Environ. Pollut",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2008
    }, {
      "title" : "Controlled Pesticide Release from Biodegradable Polymers",
      "author" : [ "A. Roy", "S.K. Singh", "J. Bajpai", "A.K. Bajpai" ],
      "venue" : "Cent. Eur. J. Chem. 2014,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2014
    }, {
      "title" : "Controlled Release Agrochemicals Formulations: A Review",
      "author" : [ "S. Dubey", "V. Jhelum", "P. Patanjali" ],
      "venue" : "J. Sci. Ind. Res",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2011
    }, {
      "title" : "Synthesis and Properties of Microencapsulated n-Octadecane with Polyurea Shells Containing Different Soft Segments for Heat Energy Storage and Thermal Regulation",
      "author" : [ "H. Zhang", "X. Wang" ],
      "venue" : "Sol. Energy Mater. Sol. Cells",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2009
    }, {
      "title" : "Phase Change Materials (PCM) Microcapsules with Different Shell Compositions: Preparation, Characterization and Thermal Stability. Sol",
      "author" : [ "L. Bay es-Garc  ıa", "L. Ventola", "R. Cordobilla", "R. Benages", "T. Calvet", "M. Cuevas-Diarte" ],
      "venue" : "Energy Mater. Sol. Cells",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2010
    }, {
      "title" : "Microencapsulated n-Alkane with p (n-Butyl Methacrylate-co-Methacrylic Acid) Shell as Phase Change Materials for Thermal Energy Storage",
      "author" : [ "X. Qiu", "G. Song", "X. Chu", "X. Li", "G. Tang" ],
      "venue" : "Sol. Energy 2013,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2013
    }, {
      "title" : "Slow Release of a Biocidal Agent from Polymeric Microcapsules for Preventing Biodeterioration",
      "author" : [ "S. J€ams€a", "R. Mahlberg", "U. Holopainen", "J. Ropponen", "A. Savolainen", "A.-C. Ritschkoff" ],
      "venue" : "Prog. Org. Coat",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2013
    }, {
      "title" : "Use of Microcapsules as Controlled Release Devices for Coatings",
      "author" : [ "M.A. Trojer", "L. Nordstierna", "J. Bergek", "H. Blanck", "K. Holmberg", "M. Nyd en" ],
      "venue" : "Adv. Colloid Interface Sci",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2015
    }, {
      "title" : "Ethyl Cellulose Polymer Microspheres for Controlled Release of Norfluazon",
      "author" : [ "J.I. P erez-Mart  ınez", "E. Morillo", "C. Maqueda", "J.M. Gines" ],
      "venue" : "Pest Manag. Sci",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2001
    }, {
      "title" : "Encapsulation of the Herbicide Picloram by Using Polyelectrolyte Biopolymers as Layer-by-Layer Materials",
      "author" : [ "X. Wang", "J. Zhao" ],
      "venue" : "J. Agric. Food Chem",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2013
    }, {
      "title" : "Revised Classification of Herbicides by Site of Action for Weed Resistance Management Strategies",
      "author" : [ "C.A. Mallory-Smith", "E.J. Retzinger" ],
      "venue" : "Weed Technol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2003
    }, {
      "title" : "Effect of Haloxyfop and Cerulenin on de Novo Biosynthesis of Lipids in Roots of Wheat and Maize",
      "author" : [ "W. Bana s", "T. Furmanek", "A. Bana s" ],
      "venue" : "Acta Biochim. Pol",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2012
    }, {
      "title" : "Quizalofop-p-Ethyl-Induced Phytotoxicity and Genotoxicity in Lemna Minor and Lemna Gibba",
      "author" : [ "Z.B. Doganlar" ],
      "venue" : "J. Environ. Sci. Health A. 2012,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2012
    }, {
      "title" : "Synthesis and Biological Activity of 4-(4",
      "author" : [ "L. Jiang", "H. Wang", "M. Wang", "X. Teng" ],
      "venue" : "6-Disubstituted-Pyrimidin-2-Yloxy) Phenoxy Acetates. Molecules",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2010
    }, {
      "title" : "Poly (Methyl Methacrylate) Particulate Carriers in Drug Delivery",
      "author" : [ "A. Bettencourt", "A.J. Almeida" ],
      "venue" : "J. Microencapsul",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2012
    }, {
      "title" : "Preparation, Characterization and Thermal Properties of PMMA/n-Heptadecane Microcapsules as Novel Solid–Liquid microPCM for Thermal Energy Storage",
      "author" : [ "A. Sarı", "C. Alkan", "A. Karaipekli" ],
      "venue" : "Appl. Energy",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2010
    }, {
      "title" : "Synthesis and Characterization of Micro/Nano Capsules of PMMA/Capric–Stearic Acid Eutectic Mixture for Low Temperature-Thermal Energy Storage in Buildings",
      "author" : [ "A. Sarı", "C. Alkan", "A.N. €  Ozcan" ],
      "venue" : "Energy Build",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2015
    }, {
      "title" : "Fourier Transform Infra- Red (FTIR) Spectroscopy of New Copolymers of Acrylic Resin Denture Base Materials",
      "author" : [ "A.A.S. Al-Ali", "T.Y. Kassab-Bashi" ],
      "venue" : "IJERSTE 2015,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2015
    }, {
      "title" : "Fourier Transform Infrared (FT-IR) Spectroscopic Imaging Analysis of Partially  8 M. MAHMOUDIAN ET AL. Miscible PMMA–PEG Blends Using Two-Dimensional Disrelation Mapping",
      "author" : [ "H. Shinzawa", "J. Mizukado", "S.G. Kazarian" ],
      "venue" : "Appl. Spectrosc",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2017
    }, {
      "title" : "Al-Pillared- Montmorillonite (AlPMt)/Poly (Methyl Methacrylate)(PMMA) Nanocomposites: The Effects of Solvent Types and Synthesis Methods",
      "author" : [ "B. Kizilduman", "M. Alkan", "M. Do gan", "Y. Turhan" ],
      "venue" : "Adv. Mat. Sci. 2017,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2017
    }, {
      "title" : "Toxicological Effects of a Post Emergent Herbicide on Spirodela Polyrhiza as a Model Macrophyte: A Comparison of the Effects of Pure and Nano- Capsulated Form of the Herbicide",
      "author" : [ "S. Torbati", "M. Mahmoudian", "N. Alimirzaei" ],
      "venue" : "Iran. J. Toxicol. Vol. 2018,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Effect of Emulsifier on Poly (Urea–Formaldehyde) Microencapsulation of Tetrachloroethylene",
      "author" : [ "C. Fan", "X. Zhou" ],
      "venue" : "Polym. Bull",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2011
    }, {
      "title" : "Starch Modification for Slow Release of Herbicide Encapsulated with Concentrated Starch Paste",
      "author" : [ "Z. Zhu", "C. Yu", "X. Zhou", "L. Wang" ],
      "venue" : "Wuhan Univ. J. Nat. Sci. 2007,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2007
    }, {
      "title" : "Preparation and Characterization of Quercetin- Loaded Polymethyl Methacrylate Microcapsules Using a Polyol-in-Oil-in-Polyol Emulsion Solvent Evaporation Method",
      "author" : [ "D.H. Lee", "G.S. Sim", "J.H. Kim", "G.S. Lee", "H.B. Pyo", "B.C. Lee" ],
      "venue" : "J Pharm. Pharmacol",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2007
    }, {
      "title" : "Micro/Nano Encapsulation of Some Paraffin Eutectic Mixtures with Poly (Methyl Methacrylate) Shell: Preparation, Characterization and Latent Heat Thermal Energy Storage Properties",
      "author" : [ "A. Sarı", "C. Alkan", "C. Bilgin" ],
      "venue" : "Appl. Energy",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "onmental pollutions that have irreversible impacts on human beings and animals.([1,2]) The primary difficulty with the applica-",
      "startOffset" : 80,
      "endOffset" : 85
    }, {
      "referenceID" : 1,
      "context" : "onmental pollutions that have irreversible impacts on human beings and animals.([1,2]) The primary difficulty with the applica-",
      "startOffset" : 80,
      "endOffset" : 85
    }, {
      "referenceID" : 2,
      "context" : "logical response in plants at a precise time in which the herbicide content rapidly decreases below the effective level.([3]) Recently, the controlled released formulation (CRF) has appeared as a useful approach with great potential for solving the problems associated with the application of conventional agrochemical approach, and this formulation can modify herbicides behavior and be used as an effective instrument to reduce environmental contaminations.",
      "startOffset" : 121,
      "endOffset" : 124
    }, {
      "referenceID" : 3,
      "context" : "The CRF is used to keep the operational local concentration of active constituents in the soil and to decrease excess conventional request of agrochemicals, which is responsible for an initial concentration greatly exceeding the one needed and causes toxicity problems for organisms and adverse side effects in the environment.([4]) The CRF has numerous advantages compared to conventional formulation, such as a constant level of the active agent over a long period, requiring small doses of an active substance, reduction of losses because of evaporation, decrease in phytotoxicity, reduction",
      "startOffset" : 328,
      "endOffset" : 331
    }, {
      "referenceID" : 4,
      "context" : "Much research has been performed about the optimization of experimental factors in the encapsulation processes of many kinds of paraffin through different polymeric shell materials such as polyuria,([5]) Arabic-gum,([6]) and p(n-butyl methacrylate-co-methacrylic acid) (P(BMA-co-MAA).",
      "startOffset" : 199,
      "endOffset" : 202
    }, {
      "referenceID" : 5,
      "context" : "Much research has been performed about the optimization of experimental factors in the encapsulation processes of many kinds of paraffin through different polymeric shell materials such as polyuria,([5]) Arabic-gum,([6]) and p(n-butyl methacrylate-co-methacrylic acid) (P(BMA-co-MAA).",
      "startOffset" : 216,
      "endOffset" : 219
    }, {
      "referenceID" : 6,
      "context" : "Much research has been performed about the optimization of experimental factors in the encapsulation processes of many kinds of paraffin through different polymeric shell materials such as polyuria,([5]) Arabic-gum,([6]) and p(n-butyl methacrylate-co-methacrylic acid) (P(BMA-co-MAA).([7]) Moreover, encapsulation technology can decrease the total amount of the herbicide used, protect herbicide against environmental degradation, and extend the duration of herbicide activity.",
      "startOffset" : 285,
      "endOffset" : 288
    }, {
      "referenceID" : 7,
      "context" : "Moreover, encapsulation technology can decrease the total amount of the herbicide used, protect herbicide against environmental degradation, and extend the duration of herbicide activity.([8,9]) According to the literature, many different techniques were described in the encapsulation of various herbicides up to now.",
      "startOffset" : 188,
      "endOffset" : 193
    }, {
      "referenceID" : 8,
      "context" : "Moreover, encapsulation technology can decrease the total amount of the herbicide used, protect herbicide against environmental degradation, and extend the duration of herbicide activity.([8,9]) According to the literature, many different techniques were described in the encapsulation of various herbicides up to now.",
      "startOffset" : 188,
      "endOffset" : 193
    }, {
      "referenceID" : 9,
      "context" : "According to the literature, many different techniques were described in the encapsulation of various herbicides up to now.([10,11]) The herbicide which was used for encapsulation in this study was haloxyfop-R-methyl (Methyl (R)-2-[4-(3-chloro-5trifluoromethyl-2 pyridyloxy) phenoxy] propionate).",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 10,
      "context" : "According to the literature, many different techniques were described in the encapsulation of various herbicides up to now.([10,11]) The herbicide which was used for encapsulation in this study was haloxyfop-R-methyl (Methyl (R)-2-[4-(3-chloro-5trifluoromethyl-2 pyridyloxy) phenoxy] propionate).",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 11,
      "context" : "It belongs to aryloxy-phenoxy propionate herbicides [12] and was developed as a selective herbicide to control the grass weeds in broadleaf crops,([13]) and in Iran, it is commonly used on farms.",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 12,
      "context" : "It belongs to aryloxy-phenoxy propionate herbicides [12] and was developed as a selective herbicide to control the grass weeds in broadleaf crops,([13]) and in Iran, it is commonly used on farms.",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 13,
      "context" : "The haloxyfop-R-methyl prevents fatty acids from being biosynthesized by hindering acetyl-CoA carboxylase (ACCase) and causes specific biochemical responses in different plants.([14,15]) Furthermore, poly(methylmethacrylate) (PMMA) is a biocompatible, nontoxic, thermoplastic, and transparent acrylic polymer that has an excellent toxicological safety.",
      "startOffset" : 178,
      "endOffset" : 185
    }, {
      "referenceID" : 14,
      "context" : "The haloxyfop-R-methyl prevents fatty acids from being biosynthesized by hindering acetyl-CoA carboxylase (ACCase) and causes specific biochemical responses in different plants.([14,15]) Furthermore, poly(methylmethacrylate) (PMMA) is a biocompatible, nontoxic, thermoplastic, and transparent acrylic polymer that has an excellent toxicological safety.",
      "startOffset" : 178,
      "endOffset" : 185
    }, {
      "referenceID" : 15,
      "context" : "Furthermore, poly(methylmethacrylate) (PMMA) is a biocompatible, nontoxic, thermoplastic, and transparent acrylic polymer that has an excellent toxicological safety.([16]) The broad applications of PMMA are originated from its unique properties such as simple handling, processing, and low cost.",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 16,
      "context" : "What is more, it has acceptable mechanical properties and shows appropriate protection against environmental conditions.([17]) The objectives of the present study were synthesizing of PMMA nano-capsule containing haloxyfop-R-methyl as herbicide, developing successful controlled release formulation for haloxyfop-R-methyl and characterization of encapsulated haloxyfop-R-methyl.",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 8,
      "context" : "(1) and (2), respectively.([9]) These parameters for prepared nano-capsules are mentioned in Table 1.",
      "startOffset" : 27,
      "endOffset" : 30
    }, {
      "referenceID" : 17,
      "context" : "Poly(methylmethacrylate) was applied as shell material in the presence of a hydrophobic herbicide (haloxyfop-R-methyl) for the preparation of nano-capsules, due to its excellent stability against adverse environmental conditions and other applicable properties.([18]) The emulsion polymerization technique was used for this purpose.",
      "startOffset" : 262,
      "endOffset" : 266
    }, {
      "referenceID" : 18,
      "context" : "1A), the presence of a peak at 1734 cm 1 is related to the stretching vibration of carbonyl groups in the PMMA chain.([19]) The appearance of peaks at 1250 cm 1 and 1384 cm 1 are assigned to the stretching vibration of the C-O-C bond in the ester group,([20]) and C–H bending of PMMA,([21]) respectively.",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 19,
      "context" : "The appearance of peaks at 1250 cm 1 and 1384 cm 1 are assigned to the stretching vibration of the C-O-C bond in the ester group,([20]) and C–H bending of PMMA,([21]) respectively.",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 20,
      "context" : "The appearance of peaks at 1250 cm 1 and 1384 cm 1 are assigned to the stretching vibration of the C-O-C bond in the ester group,([20]) and C–H bending of PMMA,([21]) respectively.",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 21,
      "context" : "The related peaks to the stretching vibration of C1⁄4O and C-O-C functionality in haloxyfop-R-methyl can be seen at 1728 cm 1 and 1218 cm (1), respectively.([22]) C1⁄4C bonds of aromatic ring create two peaks at 1631 cm 1 and 1427 cm (1), and the stretching vibration of the O-H group in herbicide appears as a broad peak at 3449 cm (1).",
      "startOffset" : 157,
      "endOffset" : 161
    }, {
      "referenceID" : 9,
      "context" : "A similar result was reported by P erezMart ınez et al.([10]) The TEM analysis (Fig.",
      "startOffset" : 56,
      "endOffset" : 60
    }, {
      "referenceID" : 22,
      "context" : "Moreover, the effect of the surfactant type on the surface morphology of the capsules is justified by the change in the polymer deposition rate onto the organic and aqueous interface.([23]) Another parameter that affects the morphology and size of the nano-capsules is the amount of crosslinking agent Figure 3.",
      "startOffset" : 184,
      "endOffset" : 188
    }, {
      "referenceID" : 23,
      "context" : "Similar results were obtained by Zhu et al.([24]) for encapsulation of 2, 4-dichloro-",
      "startOffset" : 44,
      "endOffset" : 48
    }, {
      "referenceID" : 23,
      "context" : "The results of this research indicate that loading efficiency was increased with a decrease in the herbicide amount.([24]) By comparing the herbicide used in this work (haloxyfop-R-methyl) with research which was conducted by Zhu et al.",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 23,
      "context" : ",([24]) it was observed that the chemical structure of herbicides that were used in both cases is similar and includes aromatic compounds.",
      "startOffset" : 2,
      "endOffset" : 6
    }, {
      "referenceID" : 24,
      "context" : "The release of herbicide molecules from nano-capsules occurs through these pores or by molecular diffusion mechanism.([25]) For sample 1, due to the smooth morphology of synthesized nano-capsules surface, the Figure 5.",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 25,
      "context" : "simultaneous decomposition of the polymer and herbicide.([26]) While in detail, sample 1 is most similar to PMMA,",
      "startOffset" : 57,
      "endOffset" : 61
    } ],
    "year" : 2019,
    "abstractText" : "In this study, the preparation and characterization of haloxyfop-R-methyl herbicide loaded in poly(methylmethacrylate) (PMMA) nano-capsules by emulsion polymerization and its release behavior were investigated. The chemical characterizations of PMMA/haloxyfop-R-methyl nano-capsules were confirmed by FT-IR spectroscopy method, and the surface morphology was studied by field emission scanning electron microscopy and transmission electron microscopy. Also, the herbicide loading and encapsulation efficiency were analyzed for the herbicide-loaded nano-capsules. The release rate of PMMA/haloxyfop-R-methyl nano-capsules was determined by UV-visible spectroscopy. The thermal properties and thermal stability of nano-capsules were explored by the thermal gravimetric analysis method. The diameter of the nano-capsules was in the range of 100–300nm. Increasing the amount of herbicide in nano-formulations significantly affected the surface of the nano-capsules and reduced their surface smoothness. Triton-X100 was identified as the best surfactant for the preparation of nano-capsules, and the sample containing the lowest herbicide content showed the best performance in terms of encapsulation and loading efficiency. This sample showed a steady-state release rate during the six days. ARTICLE HISTORY Received 13 August 2019 Accepted 7 November 2019",
    "creator" : null
  }
}