{
  "name" : "downloads_2019-10-21_8d_smith2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Why believe? The promise of research on the role of religion in entrepreneurial action",
    "authors" : [ "Brett R. Smith", "Michael J. Conger", "Jeffery S. McMullen", "Mitchell J. Neubert" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal of Business Venturing Insights xxx (xxxx) xxx\nContents lists available at ScienceDirect\nJournal of Business Venturing Insights\njournal homepage: www.elsevier.com/locate/jbvi\nWhy believe? The promise of research on the role of religion in entrepreneurial action\nBrett R. Smith a, Michael J. Conger a,*, Jeffery S. McMullen b, Mitchell J. Neubert c\naMiami University (OH), Farmer School of Business, 800 E. High Street, FSB 2074, Oxford, OH, 45056, USA b Indiana University, Kelley School of Business, 1275 E. 10th Street, Bloomington, IN, 47405, USA cBaylor University, Hankamer School of Business, One Bear Place, Waco, TX, 76798, USA\nA B S T R A C T\nReligion is one of the most pervasive and central topics in society. However, its relative neglect by entrepreneurship research leads to an insufficient understanding of entrepreneurial action. To address this gap, we build on boundary theory and the psychology of religion to develop a sketch of the role of religion in entrepreneurial action, including its antecedents and outcomes. Finally, we suggest a number of theoretical perspectives (identity, sensemaking, and boundary) and research questions that may further advance research on religion and entrepreneurship."
    }, {
      "heading" : "1. Introduction",
      "text" : "There is growing scholarly interest in the role of motives other than financial incentives in the conceptualization, initiation, and continuance of entrepreneurship (e.g. Baker andWelter, 2017; Miller et al., 2012; Rindova et al., 2009). As the study of alternative forms of entrepreneurship has proliferated, so has scholarly acknowledgement of motivational complexity for entrepreneurial action. For example, the literature on social entrepreneurship highlights the role entrepreneurship plays in the expression of one's values (Conger, 2012; Hemingway, 2005) and the fulfillment of a desire for authenticity, purpose, and meaning (Mair and Marti, 2006; O'Neil and Ucbasaran, 2016). Similarly, numerous literature devoted to conventional entrepreneurship have begun to highlight the importance of alternative motives including emancipation (Rindova et al., 2009), passion (Cardon et al., 2012), and identity (Gruber and MacMillan, 2017). These growing literature tap into the notion that motivational deviations from purely financial incentives affect what entrepreneurship means to the entrepreneur, which in turn affects, whether and how entrepreneurial action unfolds.\nFor many, entrepreneurship - whether conventional or alternative - can and does become the central pursuit in a quest to find their place in the world, to develop understanding and acceptance of themselves, and to make sense of their self-constitutive beliefs and actions. Often these entrepreneurs attribute what they do and how they do it to motivational deviations from purely financial incentives, such as existential motives, “calling”, or moral imperatives (Smith et al., 2016). In turn, these deviations appear to affect not just motivation, but actual and perceived awareness and capabilities. Therefore, it should could come as no surprise that entrepreneurs may seek to integrate their concept of self with that of their venture and that attempts to do so may involve significant meaning making systems in their lives (Conger et al., 2018; Fauchart and Gruber, 2011; Powell and Baker, 2014, 2017; Wry and York, 2017).\nDespite receiving growing interest fromentrepreneurship scholars, concepts suchas calling, existentialmotives, ormoral imperatives are anything but new; they have a rich history in religious studies and were invoked by early entrepreneurship theorists. Nearly a century ago, Weber explicitly linked entrepreneurial efforts with deep, religious, metaphysical hopes and fears (Weber, 1930). Contemporary research\n* Corresponding author. E-mail addresses: smithbr2@miamioh.edu (B.R. Smith), michael.conger@miamioh.edu (M.J. Conger), mcmullej@indiana.edu (J.S. McMullen),\nmitchell_neubert@baylor.edu (M.J. Neubert).\nhttps://doi.org/10.1016/j.jbvi.2019.e00119 Received 20 December 2018; Received in revised form 14 February 2019; Accepted 16 February 2019 2352-6734/© 2019 Elsevier Inc. All rights reserved.\nPlease cite this article as: Smith, B.R. et al., Why believe? The promise of research on the role of religion in entrepreneurial action, Journal of Business Venturing Insights, https://doi.org/10.1016/j.jbvi.2019.e00119\nOur review included all journals listed in the Financial Times 50 and Academy of Management Journals. See Balog et al., 2014 for a review of the broader social science literature.\nsuggests that the desire to integrate one's religious and work life continues to be a defining characteristic for many (Miller et al., 2019; Nash andMcLennan,2001), and examplesof ventureswithexplicitly religious objectives are increasingly common.Redemptive entrepreneurship, marketplace ministries, and business-as-mission are a few of the recent examples of a growing movement to integrate religion and entrepreneurship (Greer and Proudfit, 2014; Miller et al., forthcoming; Praxis Academy, 2017). However, despite this legacy and movement, religion is often segmented from entrepreneurial research (Busenitz and Lichtenstein, 2018; Tracey, 2012). A nascent stream of research has begun to address this void (for a review, see Balog et al., 2014), but the conversation is occurring largely outside ofmainstreammanagement and entrepreneurship journals (for some notable exceptions see Table 1), owing partly to a limited theoretical foundation and reliance on a phenomenological approach. In aggregate, research focused on how religion shapes and is shaped by entrepreneurship has been extremely limited, suggesting thatwemayhave overlooked an important driver of both individual and collective entrepreneurial action inmodern life.\nTo address this gap, this article offers a conceptual framework to help explain how religion may influence entrepreneurship. Building on research in boundary theory and the psychology of religion, we create an initial sketch of how individuals integrate religion into the process of entrepreneurial action (Fig. 1). First, we build on prior research on opportunity identification beyond business environments and personal financial incentives to include religious knowledge and motivation (development, identity salience, and personal calling) in identifying opportunities. Second, we explain how religion influences the outcomes entrepreneurs pursue through entrepreneurial action. We suggest that integrating religion leads to outcomes of pursuing financial gain for others, prosocial service of others, sharing religion with others, and honoring God.1 We illustrate the overall sketch with examples of religious integration in practice.2 Third, we identify theories (identity, sensemaking, and boundary) and research questions to strengthen the theoretical foundation for advancing research on religion and entrepreneurship."
    }, {
      "heading" : "2. The role of religion in entrepreneurial action",
      "text" : "In the psychology literature, religion is defined as “a search for significance in ways related to the sacred,” suggesting that individuals are goal-directed towards the important things of God (Pargament, 1997: 32). It includes the “feelings, thoughts, experiences, and behaviors that arise from the search for the sacred” (Hill et al., 2000: 66). Research indicates that religion typically manifests itself in the context of work through ethics (espousedmoral standards and willingness to enact them), experience (sense of purpose andmotivation), enrichment (enablement and coping resources), and expression (words, deeds, and symbols) (Miller et al., 2019). Religion also is manifest in entrepreneurial activity, sometimes encouraging it (Balog et al., 2014; Dana, 2009; Weber, 1930) and sometimes discouraging it (Carswell and Rolland, 2007; Wiseman and Young, 2014).3 Nascent research at the intersection of religion and\n1 For the purposes of our theoretical arguments, we use the theonym “God” inclusively, recognizing the belief in one or more supreme beings central to all major world religions with the exception of Buddhism. 2 For purposes of illustration, we intentionally opted for continuity throughout our sketch. All of our examples are from the context of Christianity because it is the largest religion in the world and examples are abundant. Although we recognize there are important differences between various religious traditions, we expect our arguments to generally hold true within other major world religions (i.e. Hinduisim, Judaism, Islam, and Buddhism). 3 Manifestations of religion in entrepreneurship can have a range of detrimental as well as beneficial outcomes that extend beyond the focus of this paper (cf. Chan Searfin et al., 2013; Wiseman and Young, 2014).\nFig. 1. A sketch of the role of religion in entrepreneurial action (Adapted from McMullen and Shepherd, 2006; Shepherd and Patlzelt, 2017).\nentrepreneurship find “religious beliefs are intertwined into entrepreneurs’ business activities” (Balog et al., 2014: 171). As developed by McMullen and Shepherd (2006), entrepreneurial action occurs as a function of knowledge and motivation to identify entrepreneurial opportunities. Entrepreneurial action requires a confluence of awareness, motivation, and capability for agents to notice problems, generate ideas for innovative solutions, and transform ideas from intentions to artifacts by incorporating stakeholder feedback and overcoming environmental setbacks. We introduce religion into the theory of entrepreneurial action because of its unique contribution to knowledge, motivation, and behavior (Pargament et al., 2005). Here, religion encourages people toward specific opportunity signals and action because of the potential to integrate faith and entrepreneurship. As integration occurs, our sketch proposes that the likelihood of identifying opportunities increases when individuals possess prior knowledge in the form of religious knowledge and motivation based on religious development, religious identity salience, and personal calling. Our sketch suggests potential outcomes include the pursuit of financial gain for others, prosocial service of others, sharing religion with others, and honoring God.\nWe acknowledge the underlying assumptions and boundary conditions of our model. First, we recognize the variance within and between different religions, using a single religion as illustrative. Second, we acknowledge the variance between religion and spirituality and the associated definitional challenges. We focus on and define religion in our model. Third, we understand religion can have positive and negative influences on entrepreneurial action. The proposed outcomes may not be viewed positively by others, including members of the same religious tradition. We focus primarily on the unique role religion plays beyond past explanations of entrepreneurial knowledge, such as knowledge of markets or how to serve those markets (Shane, 2000), or motivation, such as need for achievement or risk-taking propensity (Shane et al., 2003), rather than a value assessment of its role. Fourth, we recognize knowledge and motivation may have direct and indirect effects. We focus on an explanation of the effects rather than specification of relationships of the effects. Fifth, we acknowledge religion does not occur in a vacuum and is influenced by many macro-level factors (Dana, 2009, 2010). We focus on the individual-level variables in this article."
    }, {
      "heading" : "2.1. Potential to integrate religion and entrepreneurship",
      "text" : "One reason individuals desire to integrate religion with other areas of their lives is the unique primacy it plays in many people's selfconcept and social reality (Emmons, 1999; Wimberly, 1989). Boundary theory explains how and why people and organizations create, maintain, change, and transition across different domains including contexts such as work-home interface and family business (Ashforth\net al., 2000; Knapp et al., 2013; Nippert-Eng, 1996). It identifies integration as a strategy used by individuals to manage and negotiate their multiple roles/domains and refers to a high degree of overlap between domains, such as work-family or religion-entrepreneurship (Ashforth et al., 2000; Griebel et al., 2014; Rothbard et al., 2005). Integration reduces the boundaries between roles, eases the transitions between roles, and allows individuals to enact important roles (Ashforth et al., 2000; Burke, 1980; Knapp et al., 2013; Stryker, 1980). There is evidence from research on religion in the workplace that people are searching for models to more fully integrate their work and faith (e.g., Miller, 2007; Miller et al., 2019; Mitroff and Denton, 1999; Walker, 2013). We believe the desire to combine, rather than segment domains, is likely to encourage individuals to identify and pursue opportunities that allow for integration. We discuss the ways in which religious antecedents are manifest below."
    }, {
      "heading" : "2.2. Antecedents of integrating religion and entrepreneurship",
      "text" : "Building on the entrepreneurial action framework, we identify religious antecedents that are likely to affect knowledge and motivation as individuals identify and pursue entrepreneurial opportunities. We highlight antecedents of knowledge in the form of religious knowledge and motivation based on religious development, identity salience, and personal calling.4"
    }, {
      "heading" : "2.2.1. Religious knowledge",
      "text" : "Beyond entrepreneurial knowledge to identify third-person and first-person opportunities (McMullen and Shepherd, 2006), individuals must also possess prior knowledge about their religion to identify opportunities for its use in entrepreneurship. Religious knowledge is “some minimum of information about the basic tenets of their faith and its rites, scriptures, and traditions” and includes “some set of beliefs which adherents are expected to ratify” which provides the basis for a theological outlook and “acknowledges the truth of the tenets of the religion” (Stark and Glock, 1968: 14). Specifically, “beliefs about the self, the universe, and deities constitute central forms of religious knowledge” (Barsalou et al., 2005). Individuals can use this knowledge to identify potential areas for entrepreneurial action. For example, Phil Vischer and Mike Nawrocki used their religious knowledge to create a computer-animated set of children's videos and movies called VeggieTales to teach biblical lessons and morals. It is unlikely that individuals without some amount of religious knowledge would identify such a possibility for entrepreneurial action. We now turn to how the role of religion may influence motivation for entrepreneurial action."
    }, {
      "heading" : "2.2.2. Religious development",
      "text" : "Individuals can be motivated to identify and act on opportunities for religious development, defined as the growth in one's relationship with a faith tradition or supernatural power, such as God (Reich et al., 1999). Religious development may grow through affiliation with an organized faith tradition, participation in its rituals, contemplation of its beliefs, and application of those beliefs in various life domains (King and Boyatzis, 2004). As individuals become more mature and participative in their religion, they are more likely to seek to integrate faith into their work contexts (Lynn et al., 2011), with some choosing entrepreneurial action as an outgrowth of their religious development. In this way, religious development “motivates the search for connectedness, meaning, purpose, and contribution” (Benson et al., 2003: 2007). For example, Trappist monks in Belgium, the Netherlands, and more recently the UK, Austria, Italy, and the United States acted upon the entrepreneurial opportunity of brewing beer as a means to integrate and develop their faith. For the monks, beer is of secondary importance to living out the ‘rules of the [religious] order’ of manual work, hospitality, and income generation to carry out their monasteries' missions (De Waal, 1984)."
    }, {
      "heading" : "2.2.3. Religious identity salience",
      "text" : "Individuals can also be motivated to pursue entrepreneurial opportunities based on the salience of their religious role identity. Role expectations develop through repeated social interactions with other people and constitute a component of a person's identity (Burke, 1980), including an identity consistent with a religion (Weaver and Agle, 2003). Religious roles involve a belief dimension concerning expectations that one will hold particular religious beliefs (e.g., belief in a deity as creator of the world); a devotional dimension, concerning religious practices and attitudes; and an intellectual dimension, concerning expectations for knowing about one's religion (Stark and Glock, 1968; Weaver and Agle, 2003). As the strength of role expectations increases, the salience of a person's religious role identity (i.e. the likelihood he/she will enact that identity across multiple social situations) also increases (Stryker and Serpe, 1982), thereby improving the likelihood that religion will influence entrepreneurial action. An entrepreneur who is deeply involved in Christianity, participates regularly in church groups, and reads extensively about Christianity may generate entrepreneurial opportunity beliefs that integrate their religion that are not desirable to others. For example, after a period of Bible study and ministry, Ron Blue founded Kingdom Advisors to provide biblical wisdom to financial advisors (Blue, 1997)."
    }, {
      "heading" : "2.2.4. Personal calling",
      "text" : "Although contemporary definitions of personal calling contain a more secular and personal view, traditional definitions locate calling within the religious domain and outside of the individual, as in the religious works of St. Augustine and as an antecedent to Weber's Protestant work ethic (Tredget, 2002). Scholars explain calling as a “transcendent summons, experienced as originating beyond the self, to approach a particular life role in a manner oriented toward a sense of purpose or meaningfulness and that holds\n4 We recognize push and pull motivational factors may affect entrepreneurial action but focus primarily on pull drivers of religious motivation, as these have been associated with entrepreneurial action and success (Amit, 1994).\nother-centered values and goals as primary sources of motivation” (Dik and Duffy, 2009: 427). In this way, calling provides a purpose and passion for entrepreneurial action (Cardon et al., 2012). Recent research points to the source of the external summons as originating from a higher power and serves as a primary source of motivation (Neubert and Halbesleben, 2015). Individuals, driven by the passion and purpose of a calling, can be motivated to identify and pursue opportunities that allow for activation of their God-given calling. For example, Ryan Berg founded Aruna based on personal calling from God to free women from the sex trade in India (www.arunaproject. com)."
    }, {
      "heading" : "2.3. Outcomes of integrating religion and entrepreneurship",
      "text" : "The integration of religion and entrepreneurship also leads to explaining distinctive outcomes of interest to researchers. Through the knowledge and motivational mechanisms described above, integration of religion can shape the outcomes pursued through entrepreneurial action. The outcomes the founder sets for the venture may become closely aligned to the religion itself (e.g. providing relief to the poor, or attracting new converts), may lead to the implementation of religious beliefs and practices (e.g. prayer meetings), and may shape the culture and identity of the organization (Ravasi and Schultz, 2006). We discuss four ways in which these religious outcomes are manifest below."
    }, {
      "heading" : "2.3.1. Financial gain for others",
      "text" : "One outcome from entrepreneurial action integrating of religion remains economic gains (Venkataraman, 1997). This focus is important because business profitability generates financial resources for the entrepreneurs, families, employees, and investors but it also serves as a means to an end. Entrepreneurs may use their financial resources to support religious work based on the concept of tithing, which encourages entrepreneurs to give from the “first fruits of the harvest” and suggests entrepreneurs are stewards of God's gifts rather than owners of their business (Burkett, 1998; Keller and Alsdorf, 2012). This may extend to strategic actions of the venture. For example, The Garage Group (www.thegaragegroup.com), an innovation consulting start-up, donated 10% of their profits to OCEAN (www.oceanprograms.com), an early-stage high tech accelerator focused on integrating faith and entrepreneurship."
    }, {
      "heading" : "2.3.2. Prosocial service of others",
      "text" : "Research indicates that economic gain is not the primarymotivator for many entrepreneurs (Amit et al., 2001). There are likely many forms of non-economic gains from the integration of religion and entrepreneurship, especially in the prosocial service of others. Most religions stress concern for others and have some form of the Golden Rule about treating others as you would like to be treated (Chan-Serafin et al., 2013). Individuals acting because of their religion, or religious organizations themselves, launch a substantial percentage of social ventures (Spear, 2007). Such ventures tackle problems including education, health, and poverty for some of the poorest and marginalized people in the world with a focus on value creation for others rather than value capture for themselves (Santos, 2012). For example, Fr. Greg Boyle, a Jesuit priest, launched Homeboy Industries to intervene and rehabilitate former gang members in Los Angeles, CA (Boyle, 2017)."
    }, {
      "heading" : "2.3.3. Sharing religion with others",
      "text" : "Another outcome of the integration of religion and entrepreneurship is the use of the venture as a mechanism to share religion with others. The degree of transparency from implicit to overt evangelism depends on the entrepreneur and organization. One form of implicit evangelism is simply providing an example of one's religion lived out in a work setting for others to see. As described above, the example could be in the creation of a business with prosocial or non-economic goals in addition to economic goals. In addition, entrepreneurs may testify to their faith through the way a business operates. As described by Praxis Labs (a Christian accelerator for growing for-profit and non-profit enterprises), a “venture does not necessarily have an explicit faith positioning… but it is certainly one where the Christian understanding of the world is baked into the culture, decisions, and scorekeeping. This kind of venture will invariably be a ‘demonstrated apologetic’ of the truth of the gospel” (Praxis Academy, 2017). Here, the venture seeks to provide evidence of Christianity through the way it operates, moving beyond ethical decision-making. Some entrepreneurs demonstrate more visible and explicit business practices of religious principles such as Chick-Fil-A closing their stores on Sundays, an intentionally conspicuous practice intended to influence non-believers. Finally, other entrepreneurs choose to go even further to overt and explicit evangelism. This may include a prayer meeting or Bible study within a venture; explicit “witnessing to your employees, creditors, and customers” (Burkett, 1998: 253); and may extend to “integrating ministry at every level” of the organization, as in the case of biznistries (Greer and Proudfit, 2014: 77)."
    }, {
      "heading" : "2.3.4. Honoring God",
      "text" : "Finally, an outcome related to the integration of religion and entrepreneurship is to honor God. According to Webster's dictionary, the word honor means to regard with great respect or to fulfill an obligation. The intention to honor God in one's work is evident across several religious traditions (Neubert et al., 2014). Prior research has identified the potential value of viewing God as a ‘managerial stakeholder’ and identified the benefits of more meaningful work, greater social responsibility, improved ethical behavior, and healthier bottom line (Schwartz, 2006). Companies like Johnson& Johnson, Tyson Foods, and ServiceMaster were foundedwith a primary goal of honoring and serving God. Recent examples of entrepreneurial organizations that integrate religion and entrepreneurship suggest ventures “are formed intentionally for the purpose of glorifying and serving God” (Greer and Proudfit, 2014: 61). Entrepreneurs are beginning to ask, “What is good for the world, according to its Creator” (Praxis Academy, 2017)? Entrepreneurs and their employees are driven “to be honest, compassionate, and generous not because these things are rewarding … but, because to do so honors the will of\nGod” (Keller and Alsdorf, 2012: 208). Even venture capitalists, such as Sovereign's Capital and Telos Ventures, who specifically invest in Christian businesses suggest, “Wework for the glory of a great God and the commitment to honor him fuels us with an energy, focus and commitment that gives us a unique advantage” (personal communication).\n3.0. Discussion\nAt the individual level, we demonstrate how the role of religion influences entrepreneurship. We extend prior research focused beyond business and personal economic motivations (e.g., Shepherd and Patlzelt, 2017) by identifying religious antecedents (knowledge, development, identity salience, and calling) of opportunity beliefs and a range of intended outcomes (financial gain for others, prosocial service of others, sharing religion, and honoring God) that highlight why current entrepreneurial scholarship is insufficient to explain these outcomes. We recognize these are some of many antecedents and outcomes at this intersection. We realize individuals vary not only on whether but also on how to integrate religion in entrepreneurship – ranging from values of a founder to an integrated business-as-mission view (Miller et al., forthcoming). We see growing variation in the range of individuals within the entrepreneurial ecosystem [i.e., entrepreneurs, investors, accelerators and clergy] seeking to integrate religion and entrepreneurship, leading to an initial foundation for what we call ‘religious organizing.’ Building on prior definitions of organizing (e.g., Battilana and Lee, 2014), we define religious organizing as the set of routines, structures, processes, andmeanings by which individuals and organizations make sense of integrating their religion and their venture. Finally, we also expect that future research will enrich this initial offering by uncovering nuances and moderating factors stemming from important differences within and between religious traditions, as well as the potential ‘dark side’ of integrating religion and entrepreneurship. We hope this paper stimulates more research at this important intersection.\nTo that end, we briefly expand on three theoretical perspectives (identity, sensemaking, and boundary) that may contribute to a stronger theoretical foundation for advancing research on religion and entrepreneurship. We then integrate those theories into the theory of entrepreneurial action and offer some initial research questions to generate potential topics of interest. Finally, we discuss several ways in which the integration of religion and entrepreneurial action map onto larger discussions in contemporary entrepreneurship literature."
    }, {
      "heading" : "3.1. Theoretical perspectives for integrating religion and entrepreneurship",
      "text" : ""
    }, {
      "heading" : "3.1.1. Identity theories",
      "text" : "Religion is “a fundamental of identity with unique dynamics that require special consideration and theorizing” (Tracey et al., 2014: 9). In our model, we looked at how a religious role identity may influence its salience in entrepreneurial action. We see many other opportunities for identity serving as a theoretical foundation for research on religion and entrepreneurship. Social identity (Tajfel and Turner, 1979) may clarify how belief systems and group membership may influence entrepreneurial action (Dana, 2009; Ysseldyk et al., 2010). The role of religion's influence on the synthesis of role and social identities in founder identity theory may provide unique insights (Powell and Baker, 2014). An identity approach on religion and entrepreneurship may also be useful at multiple levels of analysis including relational, organizational, and collective dynamics (Ashforth et al., 2011; Smith et al., 2014)."
    }, {
      "heading" : "3.1.2. Sensemaking",
      "text" : "Sensemaking is defined as “the process through which people work to understand issues or events that are novel, ambiguous, confusing, or in some other way violate expectations” (Maitlis and Christianson, 2014). As developed, the integration of religion into entrepreneurial action may create novel, ambiguous, and/or confusing antecedents (e.g., religious development or personal calling) and outcomes (evangelism or honor God). This is because religion provides a “unique meaning-making phenomenon” to understand individual and organizational behavior (Pargament et al., 2005) and because the entrepreneurial actors may come from a wide range of religious starting points. Sensemaking has been associated with entrepreneurial processes (Gioia and Chittipeddi, 1991), used to provide mental models and metaphors to reduce uncertainty in entrepreneurship (Hill and Levenhagen, 1995), and offers a productive theoretical lens for future research on religion and entrepreneurship including shaping the process, gaining inter-subjective agreement, and connecting sensemaking to emotions (Maitlis and Christianson, 2014)."
    }, {
      "heading" : "3.1.3. Boundary theory",
      "text" : "As previously developed, individuals develop and maintain boundaries to simplify and order their environment by erecting physical, temporal, emotional or cognitive ‘fences’ around domains such as home, work, and church. The degree of overlap between domains exists on a continuum ranging from high integration to high segmentation (Ashforth et al., 2000; Knapp et al., 2013; Nippert-Eng, 1996). In our model, we illustrate how one approach (integration) may lead to entrepreneurial action. Yet, a second strategy of segmentation also exists and these strategies exist along a continuum (Rothbard, 2001). These strategies involve the boundary's flexibility (when boundaries may be crossed), permeability (how and why that crossing may occur), tactics used to negotiate boundaries, and potential outcomes of enrichment or depletion (Knapp et al., 2013; Rothbard, 2001; Sundaramurthy and Kreiner, 2008). Boundary theory opens the door for questions about how and why boundary strategies related to religion and entrepreneurship are implemented and about their impact on individual and organizational outcomes. Initial research (Essers and Benschop, 2009) supports our belief that boundary theory offers excellent potential for research at the interface."
    }, {
      "heading" : "3.2. Extending theoretical foundation for religion and the process of entrepreneurial action",
      "text" : "Having introduced the theories, we now seek to develop a stronger theoretical foundation for future research on the role of religion in the process of entrepreneurial action (McMullen, 2015; McMullen and Dimov, 2013; McMullen and Kier, 2016; McMullen and Shepherd, 2006). Drawing on mechanisms identified by the theoretical perspectives above, we discuss and provide illustrative examples of how religion is likely to affect (1) whether and which problems are noticed and solutions are included in the opportunity set, (2) whether and which courses of action are deemed feasible and desirable in the initiation of entrepreneurial action, and (3) whether and which feedback is noticed and attended to in the continuance of entrepreneurial action."
    }, {
      "heading" : "3.2.1. Religion and determining problems noticed and solutions included",
      "text" : "Religion is likely to influence the number and types of problems that individuals notice and attend to as well as the number and types of solutions included in the opportunity set. There are problems of which an individual is simply ignorant, there are problems that individuals are aware of but do not attend to, and there are problems that they are aware of that capture their attention (Shepherd et al., 2007). Yet, awareness of, and attention to, problems is insufficient for entrepreneurial action. Ideas for innovative solutions are also necessary (Kier and McMullen, 2018; McMullen and Shepherd, 2006). Religion is likely to influence awareness and attention to problems and solutions included in the opportunity set through sensemaking, identity, and boundary mechanisms.\nFirst, the notion of a problem requires sensemaking by understanding how the environment works (Hill and Levenhagen, 1995). Religion is likely to affect this sensemaking process by providing the goal, end, or desire that is not being fulfilled owing to the situation, issue, or event. For example, if a religion conceives of everyone as a child of God worthy of dignity and respect, then abject poverty can be interpreted as a problem because it is likely to impair or prevent such an outcome. Thus, religion can influence which situations are considered problems meriting consideration of entrepreneurial action.\nWhether individuals categorize a situation as a problem that they subsequently attend to because of religious sensemaking is likely to depend on the degree to which they identify with that religion. The more one identifies with a particular religion, the greater the degree to which he or she will internalize the goals, ends, or desires it endorses (Hogg et al., 2010). At the same time, religion can shape other identities in the entrepreneur's self-concept in important and opportunity-relevant ways. For example, Christianity encourages believers to imitate Christ's sacrificial love by serving others, especially the least among us. Likewise, the entrepreneur comes to base his/her identity in being a recipient of that sacrificial love. In this instance, compassion for the less fortunate is commanded (invoking identity as a Christian) and affinity with others in need becomes salient (invoking identity as a human being in need of God's grace and love) such that individuals who identify as Christian becomemore likely to attend to the situations that their religions categorize as problems, once they are aware of them.\nMoving from problems to potential solutions, individuals may attempt to integrate across domains of religion and entrepreneurship to find entrepreneurial solutions to situations that are deemed problematic because of religious beliefs or, vice versa, to find religious solutions to secular business problems encountered in entrepreneurship. Recalling an integration strategy from boundary theory (Rothbard, 2001), a desire for integration of one's religious life and his or her secular life leads to an ironic combination of inspiration through restriction. That is, the individual seeks to generate new opportunities to solve a problemmade salient to him or her because of religion (e.g., homelessness) by simultaneously limiting him or herself to business solutions that might address the problem in some financially sustainable way. This desire for integration, however, can also rule out opportunities that may be viable because of their inconsistency with one's religious values. For instance, perhaps one could generate profits by opening a strip club or brothel, and then channel the funds to orphans. Religion would likely preclude such business models, even if effective at solving the orphan problem, because it would do so by fostering sins of lust or infidelity. Here, deontological arguments of right and wrong as determined by religious beliefs may trump utilitarian claims that the ends justify the means.\nTherefore, it seems that religion could play a significant role through sensemaking, identity, and boundary mechanisms to influence the situations entrepreneurs notice as problems and include as solutions in the opportunity set, thus stimulating their desire to identify and pursue opportunities for entrepreneurial action. This leads to our first set of research questions:\nWhy does religious sensemaking and identity affect the noticing more (or fewer) problems for entrepreneurial action? How do flexible and permeable boundaries lead entrepreneurs to attend to more (less) socially-oriented problems? How does religious motivation influence opportunity recognition differently than other forms of motivation? Why do some entrepreneurs pursue integration (segmentation) solutions while others do not? To what extent does religious motivation explain the quantity and quality of innovative solutions generated and considered?"
    }, {
      "heading" : "3.2.2. Religion and determining feasible and desirable initiation of entrepreneurial action",
      "text" : "Entrepreneurial action requires uncertainty bearing, whether structural and/or perceptual (Knight, 1921; McMullen and Shepherd, 2006). In turn, this uncertainty bearing involves expectations of an unknown future (Chiles et al., 2010; McMullen, 2010), such that individuals “step out in faith” based on a belief that events will transpire as imagined (Shackle, 1979; Kier and McMullen, 2018). These imagined scenarios, which may be shaped by religious sensemaking, identity or boundary mechanisms, then affect action by influencing perceptions of what is feasible and desirable (McMullen and Kier, 2016). If events come to mind that make an uncertain prospect seem feasible, then an individual may imagine entrepreneurial action to be easier than it actually is, thus encouraging its initiation. Conversely, if events come to mind that make an uncertain prospect seem unfeasible, then an individual may imagine entrepreneurial action to be more difficult than it actually is, thereby discouraging its initiation.\nEither way, these imaginings can be influenced by religious beliefs. For example, one may know that he or she lacks all the resources\nneeded to act, but believe through sensemaking or identity mechanisms, that God will provide the difference if only he or she musters the faith required to act. In these instances, religion serves to rationalize or make sense of the opportunity post hoc (Cornelissen and Clarke, 2010). This belief would encourage perceived feasibility and, on balance, entrepreneurial action. Conversely, onemay know that she has the resources needed to act, but worry via sensemaking that entrepreneurial actionmight transform beneficiaries into customers, and choose not to commercialize a solution to a problem that she believes, based on religious conviction, should be solved by compassion and charity. Thus, religious beliefs are likely to influence entrepreneurial action via their effect on imagination and perception.\nReligious beliefs can also influence actual, as opposed to perceived, feasibility and desirability. Belonging to a religious community that shares a collective identity based on common values and beliefs can provide an individual a claim on others' material resources in the name of those beliefs. This can transpire voluntarily, like when members of a religious community are inspired to provide knowledge, skills, abilities, or other resources for free or at a discounted rate because of a shared belief in the venture's purpose. This can also be achieved through a religiously influenced act of sensegiving by the religious community. Other times, a shared religious community may simply make action more efficient because of lower transaction costs brought about by religious demands for honesty, justice, and accountability that are socially or self-enforced. Finally, religious identity can also make entrepreneurial action more likely because of coercive tactics. For example, some charismatic Christian leaders have been criticized for “stepping out on faith” without conducting adequate due diligence while instead claiming that God will provide, only to be accused of repeatedly leveraging the social identity of wealthier members of the congregation via social pressure and guilt.\nIn addition to perceived or actual feasibility, religion can also influence perceived or actual desirability through sensemaking, identity, and boundary mechanisms. First, a lower return on investment may be acceptable because some of the return on investment may be considered spiritual in nature. This “eyes wide open” scenario, in which the entrepreneur still pursues entrepreneurial action despite a lower financial return on investment, may occur because of the spiritual return on investment mental model (Hill and Levenhagen, 1995). Second, there is the possibility that one is willing to lose money if necessary on an entrepreneurial action because he or she feels called to act. This is akin to prosocial incentives in social entrepreneurship (Miller et al., 2012) or development entrepreneurship (McMullen, 2011) in which the root business model is a charity funded entirely by the entrepreneur and or donors but which seeks to operate at a non- or limited loss (Eldred, 2005; Yunus et al., 2010). Regardless of success or failure in terms of earned income, however, the entrepreneur feels convicted for religious reasons of identity or integration, and thus committed to act and any revenue is considered a relative gain. Thus, we believe sensemaking, identity, and boundary mechanisms could serve as theoretical foundations for research on religion and entrepreneurship regarding questions:\nWhy does an integration strategy encourage or prohibit the desirability and feasibility of initiating entrepreneurial action? How does an entrepreneur engage in religious sensegiving to other stakeholders to make entrepreneurial action more desirable and feasible? Under what conditions does a religious component of a founder's or organization's identity attract or repel necessary resources? In what ways does a collective identity integrating religion and entrepreneurship make entrepreneurial action more (less) desirable and feasible? How do push factors, such as misalignment of values or ethical concerns with an organization, motivate individuals to pursue entrepreneurial action?"
    }, {
      "heading" : "3.2.3. Religion and determining feedback for the continuance of entrepreneurial action",
      "text" : "Initiation of entrepreneurial action is only the beginning of what is usually a long and arduous entrepreneurial journey (McMullen and Dimov, 2013). As time passes, the information about the continuing feasibility and desirability of projects changes as a function of learning about both the entrepreneurial tasks and environment (McMullen and Kier, 2016). Religion can significantly influence whether and how information is processed that would affect whether entrepreneurial opportunities continue to be deemed feasible and desirable. In a sense, the components of perceived feasibility (as belief or expectancy) and perceived desirability (as desire or value) of entrepreneurial action parallel the choice to get married or to become a convert. Just as the marriage ceremony or baptism is merely the beginning of a long-term relationship, so too is the initiation of entrepreneurial action. Unless the opportunity is identified and exploited immediately, time will pass between initiation and culmination of entrepreneurial action such that circumstances can and will change. Thus, entrepreneurial action is informed by a concept of dynamic intent that consists of more than choice (McMullen and Dimov, 2013). This dynamic intent consists of choice plus commitment over time, and religionmay play a significant role in allocating attention toward or away from the choice to commit is still valid given changing circumstances (McMullen and Kier, 2016).\nReligion is likely to contribute to the continuance entrepreneurial action for a host of reasons. First, the problem being addressed may be one of religious conviction, such that interpretation of a situation as a problem depends significantly on religious sensemaking and would not otherwise be salient without religion. Second, one may feel called to engage in entrepreneurial action, and, as described above, this call may be understood to mean “at any cost” due to the salient nature of the religious identity, thereby reducing the entrepreneur's sensitivity to changing conditions. This faith-infused perseverance is evident in research demonstrating that those who believe themselves to be called to their work remain committed to the organization despite low levels of job satisfaction (Neubert and Halbesleben, 2015). Third, religion may inform how “integrated” entrepreneurs are in fulfilling their promises or vows and maintaining their long-term commitments. For instance, conscious choice and commitment to religious development are tenets of Evangelical Christianity. If these tenets are practiced in the religious sphere of one's life, their influence might be expected to spillover into one's dealings in business. To the degree that emphasis is on maintaining commitments, limited attention is more likely to be allocated toward information about how to continue entrepreneurial action, and thus away from information that might suggest that abandonment or\nreplacement of the goal is merited. If so, highly religious individuals may be more susceptible to escalation of commitment from an ideological bias to follow through on their vows or promises even when they should be re-evaluating the continuing appropriateness of commitments made under different circumstances. This leads to our final set of research questions:\nHow and why does religious identification of entrepreneurs and investors explain escalation of commitment to underperforming ventures? How does an integrated strategy contribute to beneficial and harmful continuance of entrepreneurial action? How do religious sensegiving by entrepreneurs and accelerators contribute to continuance of entrepreneurial action? Under what conditions does sensemaking of religion in the entrepreneurial venture lead to increased passion and or commitment?"
    }, {
      "heading" : "3.3. Joining broader conversations in entrepreneurship research",
      "text" : "We believe the theoretical perspectives and research questions above also shed light on the ways that considering religion can contribute to broader conversations happening in the entrepreneurship literature. First, as developed, there is clear relevance to theory on entrepreneurial as action and process (Aldrich and Ruef, 2018; McMullen and Shepherd, 2006). Entrepreneurial beliefs, processes, and actions are importantly shaped by religious knowledge and motivation. Recent work exploring passion and compassion (Cardon et al., 2009; Miller et al., 2012; Murnieks et al., 2014) and prosocial motivation (Conger, 2012; Fauchart and Gruber, 2011; Hockerts, 2017; Miller et al., 2012; Wry and York, 2017) are all linked to the broader discussion of entrepreneurial action, process, and opportunity. Religion has a clear personal importance to the individual, and both the content and outcome of religious practices are central to motivation and behavior. Furthermore, most religious belief systems’ explicit recognition of a connection with or duty to others links to compassion and prosocial motivation (Tracey, 2012).\nThe focal theoretical perspectives we link to religion in entrepreneurship – identity, sensemaking, and boundary theories – also map directly to the growing focus on identity and social embeddedness as core concepts in entrepreneurial theory (Gruber and MacMillan, 2017). Consistent with the tenants of pragmatism (Dewey, 1938; James, 1907) and symbolic interactionism (Mead, 1934; Blumer, 1962; Stryker, 1968, 1980), this perspective focuses on entrepreneurship as a process of self-expressive interaction between the entrepreneur and their social context (Conger et al., 2018; Sarasvathy, 2003; Shepherd, 2015; Venkataraman et al., 2012). Entrepreneurship may be largely about meaning-making (Garud and Giuliani, 2013) through intersubjective design of entrepreneurial “artifacts” – e.g. new opportunities, products, and organizations (Sarasvathy, 2003; Venkataraman et al., 2012). A connection to religious organizing is clear since the practice religion is predominantly enacted in the context of a religious community and venturing in the context of a business community. Moreover, since questions of integration/segmentation are central to religion and entrepreneurship, enactment and sensemaking of religion through in interaction with others is particularly important. Finally, for most, religion is a life-long journey toward its deeper expression, manifest as growth in faithfulness of practice and meanings. Much can be learned by looking at how these religious processes and ‘artifacts’ relate to the design of entrepreneurial artifacts.\n4.0. Conclusion\nReligion is one of the most central topics to people all over the world (Tracey, 2012). Its ubiquity and potential contribution as an alternative explanation lead us to suggest that the integration of religion and entrepreneurship has promise to shine light on fundamental questions in the field of entrepreneurship. Leading scholars contend entrepreneurship has achieved legitimacy but substantial progress and cutting-edge research will require entrepreneurship scholars “to get out of our comfort zones and be entrepreneurial as researchers” (Lumpkin, 2011: 6), engaging in less incremental and more transformational research to generate new questions and insights (Baker andWelter, 2017; Shepherd, 2015). We believe the integration of religion and entrepreneurship provides one such avenue and without it we will continue to have an incomplete understanding of the science of entrepreneurship (Chan-Serafin et al., 2013) and limit the trailblazing potential of the field of entrepreneurship (Shepherd and Patlzelt, 2017)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://doi.org/10.1016/j.jbvi.2019.e00119.\nConflict of interest\nAll authors declare they have no conflicts of interest.\nFunding\nThe study was funded by the Leading the Integration of Faith and Entrepreneurship (LIFE) Research Lab at Miami University, Oxford, OH, United States."
    } ],
    "references" : [ {
      "title" : "Unicorns, gazelles, and other distractions on the way to understanding real entrepreneurship in America",
      "author" : [ "H. Aldrich", "M. Ruef" ],
      "venue" : "Acad. Manag. Perspect",
      "citeRegEx" : "Aldrich and Ruef,? \\Q2018\\E",
      "shortCiteRegEx" : "Aldrich and Ruef",
      "year" : 2018
    }, {
      "title" : "Push and pull entrepreneurship",
      "author" : [ "R. 458–472. Amit" ],
      "venue" : "Frontiers of Entrepreneurship Research. Babson College,",
      "citeRegEx" : "Amit,? \\Q1994\\E",
      "shortCiteRegEx" : "Amit",
      "year" : 1994
    }, {
      "title" : "All in a day's work: boundaries and micro role transitions",
      "author" : [ "B. Ashforth", "G. Kreiner", "M. Fugate" ],
      "venue" : "J. Bus. Ventur",
      "citeRegEx" : "Ashforth et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Ashforth et al\\.",
      "year" : 2000
    }, {
      "title" : "Embodiment in religious knowledge",
      "author" : [ "L. Barsalou", "A. Barbey", "W.K. Simmons", "A. Santos" ],
      "venue" : "J. Cognit. Cult",
      "citeRegEx" : "Barsalou et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Barsalou et al\\.",
      "year" : 2005
    }, {
      "title" : "Barking to the Choir: the Power of Radical Kinship",
      "author" : [ "G. Boyle" ],
      "venue" : "Soc. Psychol.Q",
      "citeRegEx" : "Boyle,? \\Q2017\\E",
      "shortCiteRegEx" : "Boyle",
      "year" : 2017
    }, {
      "title" : "Exploring the heart: entrepreneurial emotion is a hot topic",
      "author" : [ "M.S. Cardon", "M. Foo", "D.A. Shepherd", "J. Wiklund" ],
      "venue" : "Entrep. Theory Pract",
      "citeRegEx" : "Cardon et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Cardon et al\\.",
      "year" : 2012
    }, {
      "title" : "The role of personal values in social entrepreneurship",
      "author" : [ "M. Conger" ],
      "venue" : "Patterns in Social Entrepreneurship",
      "citeRegEx" : "Conger,? \\Q2012\\E",
      "shortCiteRegEx" : "Conger",
      "year" : 2012
    }, {
      "title" : "Category membership, identity control, and the reevaluation of social opportunities",
      "author" : [ "Elgar", "Northampton", "M. MA. Conger", "J.S. McMullen", "B.J. Bergman", "J.G. York" ],
      "venue" : "J. Bus. Ventur",
      "citeRegEx" : "Elgar et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Elgar et al\\.",
      "year" : 2018
    }, {
      "title" : "Who is the good entrepreneur? An exploration within the Catholic social tradition",
      "author" : [ "J. 179–206. Cornwall", "M. Naughton" ],
      "venue" : "J. Bus. Ethics",
      "citeRegEx" : "Cornwall and Naughton,? \\Q2003\\E",
      "shortCiteRegEx" : "Cornwall and Naughton",
      "year" : 2003
    }, {
      "title" : "Religion as an explanatory variable in entrepreneurship",
      "author" : [ "L.P. Dana" ],
      "venue" : "Entrep. Innov",
      "citeRegEx" : "Dana,? \\Q2009\\E",
      "shortCiteRegEx" : "Dana",
      "year" : 2009
    }, {
      "title" : "Religion and enterprise: an introductory exploration",
      "author" : [ "B. Dik", "R. Duffy" ],
      "venue" : "Calling and vocation at work. Counsel. Psychol",
      "citeRegEx" : "Dik and Duffy,? \\Q2009\\E",
      "shortCiteRegEx" : "Dik and Duffy",
      "year" : 2009
    }, {
      "title" : "Darwinians, communitarians and missionaries: the role of founder identity in entrepreneurship",
      "author" : [ "Relat" ],
      "venue" : "Acad. Manag. J",
      "citeRegEx" : "Relat.,? \\Q2011\\E",
      "shortCiteRegEx" : "Relat.",
      "year" : 2011
    }, {
      "title" : "Entrepreneurial behavior: a reconceptualization and extension based on identity theory. Strateg. Enterpren.J",
      "author" : [ "M. Gruber", "I.C. MacMillan" ],
      "venue" : "J. Bus. Ethics 130,",
      "citeRegEx" : "Gruber and MacMillan,? \\Q2017\\E",
      "shortCiteRegEx" : "Gruber and MacMillan",
      "year" : 2017
    }, {
      "title" : "commonality, points of departure",
      "author" : [ "M. Hogg", "J. Adelamn", "R. Blagg" ],
      "venue" : "J.Theory Soc. Behav",
      "citeRegEx" : "Hogg et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Hogg et al\\.",
      "year" : 2017
    }, {
      "title" : "Entrepreneurial imaginativeness in new venture ideation",
      "author" : [ "A.S. Kier", "J.S. McMullen" ],
      "venue" : "Acad. Manag. J",
      "citeRegEx" : "Kier and McMullen,? \\Q2018\\E",
      "shortCiteRegEx" : "Kier and McMullen",
      "year" : 2018
    }, {
      "title" : "Risk, Uncertainty and Profit, eighth ed",
      "author" : [ "tactics. Fam. Bus" ],
      "venue" : "Strateg. Enterpren.J",
      "citeRegEx" : "Bus.,? \\Q1921\\E",
      "shortCiteRegEx" : "Bus.",
      "year" : 1921
    }, {
      "title" : "Connecting religion and work: patterns and influences of work-faith integration",
      "author" : [ "M.L. 3–9. Lynn", "M.J. Naughton", "S. VanderVeen" ],
      "venue" : "Hum. Relat",
      "citeRegEx" : "Lynn et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Lynn et al\\.",
      "year" : 2011
    }, {
      "title" : "Entrepreneurial judgment as empathic accuracy: a sequential decision-making approach to entrepreneurial action",
      "author" : [ "Pract" ],
      "venue" : "J. Inst. Econ",
      "citeRegEx" : "Pract.,? \\Q2015\\E",
      "shortCiteRegEx" : "Pract.",
      "year" : 2015
    }, {
      "title" : "Time and the entrepreneurial journey: the problems and promise of studying entrepreneurship as a process",
      "author" : [ "J.S. 651–681. McMullen", "D. Dimov" ],
      "venue" : "J. Manag. Stud",
      "citeRegEx" : "McMullen and Dimov,? \\Q2013\\E",
      "shortCiteRegEx" : "McMullen and Dimov",
      "year" : 2013
    }, {
      "title" : "Trapped by the entrepreneurial mindset: opportunity seeking and escalation of commitment in the Mount Everest disaster",
      "author" : [ "J.S. 1481–1512. McMullen", "A.S. Kier" ],
      "venue" : null,
      "citeRegEx" : "McMullen and Kier,? \\Q2016\\E",
      "shortCiteRegEx" : "McMullen and Kier",
      "year" : 2016
    }, {
      "title" : "Entrepreneurial action and the role of uncertainty in the theory of the entrepreneur",
      "author" : [ "J.S. McMullen", "D. Shepherd" ],
      "venue" : "Ventur",
      "citeRegEx" : "McMullen and Shepherd,? \\Q2006\\E",
      "shortCiteRegEx" : "McMullen and Shepherd",
      "year" : 2006
    }, {
      "title" : "A Spiritual Audit of Corporate America: a Hard Look at Spirituality, Religion, and Values in the Workplace",
      "author" : [ "I. Mitroff", "E. Denton" ],
      "venue" : "Manag. Rev",
      "citeRegEx" : "Mitroff and Denton,? \\Q1999\\E",
      "shortCiteRegEx" : "Mitroff and Denton",
      "year" : 1999
    }, {
      "title" : "Called to commitment: an examination of relationships between spiritual calling, job satisfaction, and organizational commitment",
      "author" : [ "L. 1583–1606. Nash", "S. McLennan" ],
      "venue" : "Church on Sunday, Work on Monday: the Challenge of Fusing Christian Value in Business Life. Josey-Bass,",
      "citeRegEx" : "Nash and McLennan,? \\Q2001\\E",
      "shortCiteRegEx" : "Nash and McLennan",
      "year" : 2001
    }, {
      "title" : "Beliefs about faith and work: development and validation of honoring god and prosperity gospel scales",
      "author" : [ "J. Bus" ],
      "venue" : null,
      "citeRegEx" : "Bus.,? \\Q2014\\E",
      "shortCiteRegEx" : "Bus.",
      "year" : 2014
    }, {
      "title" : "The role of spiritual capital in innovation and performance: evidence from developing economies. Entrep",
      "author" : [ "M. Neubert", "S. Bradley", "R. Ardianti", "E. Simiyu" ],
      "venue" : "Rev. Relig. Res",
      "citeRegEx" : "Neubert et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Neubert et al\\.",
      "year" : 2017
    }, {
      "title" : "When does Christian religion matter for entrepreneurial activity? The contingent effect of a country’s investments",
      "author" : [ "Ventur" ],
      "venue" : null,
      "citeRegEx" : "Ventur.,? \\Q2015\\E",
      "shortCiteRegEx" : "Ventur.",
      "year" : 2015
    }, {
      "title" : "The Psychology of Religion and Coping: Theory, Research, and Practice",
      "author" : [ "K. Pargament" ],
      "venue" : "knowledge. J. Bus. Ethics",
      "citeRegEx" : "Pargament,? \\Q1997\\E",
      "shortCiteRegEx" : "Pargament",
      "year" : 1997
    }, {
      "title" : "It's what you make of it: founder identity and enacting strategic responses to adversity",
      "author" : [ "E.E. Powell", "T. Baker" ],
      "venue" : "Theory Pract",
      "citeRegEx" : "Powell and Baker,? \\Q2014\\E",
      "shortCiteRegEx" : "Powell and Baker",
      "year" : 2014
    }, {
      "title" : "Spiritual and religious development: transcendence and transformations of the self",
      "author" : [ "H. Reich", "F. Oser", "G. Scarlett" ],
      "venue" : null,
      "citeRegEx" : "Reich et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Reich et al\\.",
      "year" : 1999
    }, {
      "title" : "Entrepreneuring as emancipation",
      "author" : [ "V. AZ. Rindova", "D. Barry", "D.J. Ketchen" ],
      "venue" : "Psychological Studies on Spiritual and Religious Development. Pabst Science",
      "citeRegEx" : "Rindova et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Rindova et al\\.",
      "year" : 2009
    }, {
      "title" : "Entrepreneurship as a science of the artificial",
      "author" : [ "S.D. Sarasvathy" ],
      "venue" : "J. Econ. Psychol",
      "citeRegEx" : "Sarasvathy,? \\Q2003\\E",
      "shortCiteRegEx" : "Sarasvathy",
      "year" : 2003
    }, {
      "title" : "Party on! A call for entrepreneurship research that is more interactive, activity based, cognitively hot, compassionate, and prosocial",
      "author" : [ "D. Shepherd" ],
      "venue" : null,
      "citeRegEx" : "Shepherd,? \\Q2015\\E",
      "shortCiteRegEx" : "Shepherd",
      "year" : 2015
    }, {
      "title" : "Trailblazing in Entrepreneurship: Creating New Paths for Understanding the Field",
      "author" : [ "Ventur" ],
      "venue" : "Strateg. Enterpren.J",
      "citeRegEx" : "Ventur.,? \\Q2017\\E",
      "shortCiteRegEx" : "Ventur.",
      "year" : 2017
    }, {
      "title" : "Should we stay or should we go? Organizational relational identity and identification in social venture strategic alliances",
      "author" : [ "B.R. 75–95. Smith", "F. Wilson", "M. Meyskens" ],
      "venue" : null,
      "citeRegEx" : "Smith et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Smith et al\\.",
      "year" : 2014
    }, {
      "title" : "The impact of moral intensity and desire for control on scaling decisions in social entrepreneurship",
      "author" : [ "B.R", "G.M. Kistruck", "B. Cannatelli" ],
      "venue" : "J. Soc. Entrep",
      "citeRegEx" : "B.R. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "B.R. et al\\.",
      "year" : 2016
    }, {
      "title" : "Religion and Value-Based Entrepreneurship",
      "author" : [ "R. Spear" ],
      "venue" : "Paper Presented at 3rd International Social Entrepreneurship Research Conference (ISERC). Copenhagen",
      "citeRegEx" : "Spear,? \\Q2007\\E",
      "shortCiteRegEx" : "Spear",
      "year" : 2007
    }, {
      "title" : "American Piety: the Nature of Religious Commitment",
      "author" : [ "R. Copenhagen. Stark", "C. Glock" ],
      "venue" : "J. Marriage Fam",
      "citeRegEx" : "Stark and Glock,? \\Q1968\\E",
      "shortCiteRegEx" : "Stark and Glock",
      "year" : 1968
    }, {
      "title" : "Governing by managing identity boundaries: the case of family businesses",
      "author" : [ "C. Sundaramurthy", "G. Kreiner" ],
      "venue" : "Entrep. Theory Pract",
      "citeRegEx" : "Sundaramurthy and Kreiner,? \\Q2008\\E",
      "shortCiteRegEx" : "Sundaramurthy and Kreiner",
      "year" : 2008
    }, {
      "title" : "Religion and organization: a critical review of current trends and future directions",
      "author" : [ "Pacific Grove", "P. CA. Tracey" ],
      "venue" : "Acad. Manag. Ann",
      "citeRegEx" : "Grove and Tracey,? \\Q2012\\E",
      "shortCiteRegEx" : "Grove and Tracey",
      "year" : 2012
    }, {
      "title" : "Reflections on the 2010 AMR decade award: whither the promise? Moving forward with",
      "author" : [ "S. Venkataraman", "S.D. Sarasvathy", "N. Dew", "W.R. Forster" ],
      "venue" : "Firm Emergence, and Growth,",
      "citeRegEx" : "Venkataraman et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Venkataraman et al\\.",
      "year" : 2012
    }, {
      "title" : "Religion: productive or unproductive",
      "author" : [ "T. Wiseman", "A. Young" ],
      "venue" : "J. Inst. Econ",
      "citeRegEx" : "Wiseman and Young,? \\Q2014\\E",
      "shortCiteRegEx" : "Wiseman and Young",
      "year" : 2014
    }, {
      "title" : "Building social business models: lessons from the Grameen experience",
      "author" : [ "M. 60–71. Yunus", "B. Moingeon", "L. Lehmann-Ortega" ],
      "venue" : "Long. Range Plan",
      "citeRegEx" : "Yunus et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Yunus et al\\.",
      "year" : 2010
    } ],
    "referenceMentions" : [ {
      "referenceID" : 29,
      "context" : "There is growing scholarly interest in the role of motives other than financial incentives in the conceptualization, initiation, and continuance of entrepreneurship (e.g. Baker andWelter, 2017; Miller et al., 2012; Rindova et al., 2009).",
      "startOffset" : 165,
      "endOffset" : 236
    }, {
      "referenceID" : 6,
      "context" : "For example, the literature on social entrepreneurship highlights the role entrepreneurship plays in the expression of one's values (Conger, 2012; Hemingway, 2005) and the fulfillment of a desire for authenticity, purpose, and meaning (Mair and Marti, 2006; O'Neil and Ucbasaran, 2016).",
      "startOffset" : 132,
      "endOffset" : 163
    }, {
      "referenceID" : 29,
      "context" : "Similarly, numerous literature devoted to conventional entrepreneurship have begun to highlight the importance of alternative motives including emancipation (Rindova et al., 2009), passion (Cardon et al.",
      "startOffset" : 157,
      "endOffset" : 179
    }, {
      "referenceID" : 5,
      "context" : ", 2009), passion (Cardon et al., 2012), and identity (Gruber and MacMillan, 2017).",
      "startOffset" : 17,
      "endOffset" : 38
    }, {
      "referenceID" : 9,
      "context" : "Religion also is manifest in entrepreneurial activity, sometimes encouraging it (Balog et al., 2014; Dana, 2009; Weber, 1930) and sometimes discouraging it (Carswell and Rolland, 2007; Wiseman and Young, 2014).",
      "startOffset" : 80,
      "endOffset" : 125
    }, {
      "referenceID" : 40,
      "context" : ", 2014; Dana, 2009; Weber, 1930) and sometimes discouraging it (Carswell and Rolland, 2007; Wiseman and Young, 2014).",
      "startOffset" : 63,
      "endOffset" : 116
    }, {
      "referenceID" : 2,
      "context" : "It identifies integration as a strategy used by individuals to manage and negotiate their multiple roles/domains and refers to a high degree of overlap between domains, such as work-family or religion-entrepreneurship (Ashforth et al., 2000; Griebel et al., 2014; Rothbard et al., 2005).",
      "startOffset" : 218,
      "endOffset" : 286
    }, {
      "referenceID" : 2,
      "context" : "Integration reduces the boundaries between roles, eases the transitions between roles, and allows individuals to enact important roles (Ashforth et al., 2000; Burke, 1980; Knapp et al., 2013; Stryker, 1980).",
      "startOffset" : 135,
      "endOffset" : 206
    }, {
      "referenceID" : 21,
      "context" : "There is evidence from research on religion in the workplace that people are searching for models to more fully integrate their work and faith (e.g., Miller, 2007; Miller et al., 2019; Mitroff and Denton, 1999; Walker, 2013).",
      "startOffset" : 143,
      "endOffset" : 224
    }, {
      "referenceID" : 20,
      "context" : "Religious knowledge Beyond entrepreneurial knowledge to identify third-person and first-person opportunities (McMullen and Shepherd, 2006), individuals must also possess prior knowledge about their religion to identify opportunities for its use in entrepreneurship.",
      "startOffset" : 109,
      "endOffset" : 138
    }, {
      "referenceID" : 3,
      "context" : "Specifically, “beliefs about the self, the universe, and deities constitute central forms of religious knowledge” (Barsalou et al., 2005).",
      "startOffset" : 114,
      "endOffset" : 137
    }, {
      "referenceID" : 28,
      "context" : "Religious development Individuals can be motivated to identify and act on opportunities for religious development, defined as the growth in one's relationship with a faith tradition or supernatural power, such as God (Reich et al., 1999).",
      "startOffset" : 217,
      "endOffset" : 237
    }, {
      "referenceID" : 16,
      "context" : "As individuals become more mature and participative in their religion, they are more likely to seek to integrate faith into their work contexts (Lynn et al., 2011), with some choosing entrepreneurial action as an outgrowth of their religious development.",
      "startOffset" : 144,
      "endOffset" : 163
    }, {
      "referenceID" : 36,
      "context" : ", belief in a deity as creator of the world); a devotional dimension, concerning religious practices and attitudes; and an intellectual dimension, concerning expectations for knowing about one's religion (Stark and Glock, 1968; Weaver and Agle, 2003).",
      "startOffset" : 204,
      "endOffset" : 250
    }, {
      "referenceID" : 1,
      "context" : "these have been associated with entrepreneurial action and success (Amit, 1994).",
      "startOffset" : 67,
      "endOffset" : 79
    }, {
      "referenceID" : 5,
      "context" : "In this way, calling provides a purpose and passion for entrepreneurial action (Cardon et al., 2012).",
      "startOffset" : 79,
      "endOffset" : 100
    }, {
      "referenceID" : 35,
      "context" : "Individuals acting because of their religion, or religious organizations themselves, launch a substantial percentage of social ventures (Spear, 2007).",
      "startOffset" : 136,
      "endOffset" : 149
    }, {
      "referenceID" : 4,
      "context" : "Greg Boyle, a Jesuit priest, launched Homeboy Industries to intervene and rehabilitate former gang members in Los Angeles, CA (Boyle, 2017).",
      "startOffset" : 126,
      "endOffset" : 139
    }, {
      "referenceID" : 9,
      "context" : "Social identity (Tajfel and Turner, 1979) may clarify how belief systems and group membership may influence entrepreneurial action (Dana, 2009; Ysseldyk et al., 2010).",
      "startOffset" : 131,
      "endOffset" : 166
    }, {
      "referenceID" : 27,
      "context" : "The role of religion's influence on the synthesis of role and social identities in founder identity theory may provide unique insights (Powell and Baker, 2014).",
      "startOffset" : 135,
      "endOffset" : 159
    }, {
      "referenceID" : 33,
      "context" : "An identity approach on religion and entrepreneurship may also be useful at multiple levels of analysis including relational, organizational, and collective dynamics (Ashforth et al., 2011; Smith et al., 2014).",
      "startOffset" : 166,
      "endOffset" : 209
    }, {
      "referenceID" : 2,
      "context" : "The degree of overlap between domains exists on a continuum ranging from high integration to high segmentation (Ashforth et al., 2000; Knapp et al., 2013; Nippert-Eng, 1996).",
      "startOffset" : 111,
      "endOffset" : 173
    }, {
      "referenceID" : 37,
      "context" : "These strategies involve the boundary's flexibility (when boundaries may be crossed), permeability (how and why that crossing may occur), tactics used to negotiate boundaries, and potential outcomes of enrichment or depletion (Knapp et al., 2013; Rothbard, 2001; Sundaramurthy and Kreiner, 2008).",
      "startOffset" : 226,
      "endOffset" : 295
    }, {
      "referenceID" : 18,
      "context" : "Having introduced the theories, we now seek to develop a stronger theoretical foundation for future research on the role of religion in the process of entrepreneurial action (McMullen, 2015; McMullen and Dimov, 2013; McMullen and Kier, 2016; McMullen and Shepherd, 2006).",
      "startOffset" : 174,
      "endOffset" : 270
    }, {
      "referenceID" : 19,
      "context" : "Having introduced the theories, we now seek to develop a stronger theoretical foundation for future research on the role of religion in the process of entrepreneurial action (McMullen, 2015; McMullen and Dimov, 2013; McMullen and Kier, 2016; McMullen and Shepherd, 2006).",
      "startOffset" : 174,
      "endOffset" : 270
    }, {
      "referenceID" : 20,
      "context" : "Having introduced the theories, we now seek to develop a stronger theoretical foundation for future research on the role of religion in the process of entrepreneurial action (McMullen, 2015; McMullen and Dimov, 2013; McMullen and Kier, 2016; McMullen and Shepherd, 2006).",
      "startOffset" : 174,
      "endOffset" : 270
    }, {
      "referenceID" : 14,
      "context" : "Ideas for innovative solutions are also necessary (Kier and McMullen, 2018; McMullen and Shepherd, 2006).",
      "startOffset" : 50,
      "endOffset" : 104
    }, {
      "referenceID" : 20,
      "context" : "Ideas for innovative solutions are also necessary (Kier and McMullen, 2018; McMullen and Shepherd, 2006).",
      "startOffset" : 50,
      "endOffset" : 104
    }, {
      "referenceID" : 20,
      "context" : "Religion and determining feasible and desirable initiation of entrepreneurial action Entrepreneurial action requires uncertainty bearing, whether structural and/or perceptual (Knight, 1921; McMullen and Shepherd, 2006).",
      "startOffset" : 175,
      "endOffset" : 218
    }, {
      "referenceID" : 14,
      "context" : ", 2010; McMullen, 2010), such that individuals “step out in faith” based on a belief that events will transpire as imagined (Shackle, 1979; Kier and McMullen, 2018).",
      "startOffset" : 124,
      "endOffset" : 164
    }, {
      "referenceID" : 19,
      "context" : "These imagined scenarios, which may be shaped by religious sensemaking, identity or boundary mechanisms, then affect action by influencing perceptions of what is feasible and desirable (McMullen and Kier, 2016).",
      "startOffset" : 185,
      "endOffset" : 210
    }, {
      "referenceID" : 41,
      "context" : ", 2012) or development entrepreneurship (McMullen, 2011) in which the root business model is a charity funded entirely by the entrepreneur and or donors but which seeks to operate at a non- or limited loss (Eldred, 2005; Yunus et al., 2010).",
      "startOffset" : 206,
      "endOffset" : 240
    }, {
      "referenceID" : 18,
      "context" : "Religion and determining feedback for the continuance of entrepreneurial action Initiation of entrepreneurial action is only the beginning of what is usually a long and arduous entrepreneurial journey (McMullen and Dimov, 2013).",
      "startOffset" : 201,
      "endOffset" : 227
    }, {
      "referenceID" : 19,
      "context" : "As time passes, the information about the continuing feasibility and desirability of projects changes as a function of learning about both the entrepreneurial tasks and environment (McMullen and Kier, 2016).",
      "startOffset" : 181,
      "endOffset" : 206
    }, {
      "referenceID" : 18,
      "context" : "Thus, entrepreneurial action is informed by a concept of dynamic intent that consists of more than choice (McMullen and Dimov, 2013).",
      "startOffset" : 106,
      "endOffset" : 132
    }, {
      "referenceID" : 19,
      "context" : "This dynamic intent consists of choice plus commitment over time, and religionmay play a significant role in allocating attention toward or away from the choice to commit is still valid given changing circumstances (McMullen and Kier, 2016).",
      "startOffset" : 215,
      "endOffset" : 240
    }, {
      "referenceID" : 0,
      "context" : "First, as developed, there is clear relevance to theory on entrepreneurial as action and process (Aldrich and Ruef, 2018; McMullen and Shepherd, 2006).",
      "startOffset" : 97,
      "endOffset" : 150
    }, {
      "referenceID" : 20,
      "context" : "First, as developed, there is clear relevance to theory on entrepreneurial as action and process (Aldrich and Ruef, 2018; McMullen and Shepherd, 2006).",
      "startOffset" : 97,
      "endOffset" : 150
    }, {
      "referenceID" : 6,
      "context" : ", 2014) and prosocial motivation (Conger, 2012; Fauchart and Gruber, 2011; Hockerts, 2017; Miller et al., 2012; Wry and York, 2017) are all linked to the broader discussion of entrepreneurial action, process, and opportunity.",
      "startOffset" : 33,
      "endOffset" : 131
    }, {
      "referenceID" : 12,
      "context" : "The focal theoretical perspectives we link to religion in entrepreneurship – identity, sensemaking, and boundary theories – also map directly to the growing focus on identity and social embeddedness as core concepts in entrepreneurial theory (Gruber and MacMillan, 2017).",
      "startOffset" : 242,
      "endOffset" : 270
    }, {
      "referenceID" : 30,
      "context" : "Consistent with the tenants of pragmatism (Dewey, 1938; James, 1907) and symbolic interactionism (Mead, 1934; Blumer, 1962; Stryker, 1968, 1980), this perspective focuses on entrepreneurship as a process of self-expressive interaction between the entrepreneur and their social context (Conger et al., 2018; Sarasvathy, 2003; Shepherd, 2015; Venkataraman et al., 2012).",
      "startOffset" : 285,
      "endOffset" : 367
    }, {
      "referenceID" : 31,
      "context" : "Consistent with the tenants of pragmatism (Dewey, 1938; James, 1907) and symbolic interactionism (Mead, 1934; Blumer, 1962; Stryker, 1968, 1980), this perspective focuses on entrepreneurship as a process of self-expressive interaction between the entrepreneur and their social context (Conger et al., 2018; Sarasvathy, 2003; Shepherd, 2015; Venkataraman et al., 2012).",
      "startOffset" : 285,
      "endOffset" : 367
    }, {
      "referenceID" : 39,
      "context" : "Consistent with the tenants of pragmatism (Dewey, 1938; James, 1907) and symbolic interactionism (Mead, 1934; Blumer, 1962; Stryker, 1968, 1980), this perspective focuses on entrepreneurship as a process of self-expressive interaction between the entrepreneur and their social context (Conger et al., 2018; Sarasvathy, 2003; Shepherd, 2015; Venkataraman et al., 2012).",
      "startOffset" : 285,
      "endOffset" : 367
    }, {
      "referenceID" : 30,
      "context" : "new opportunities, products, and organizations (Sarasvathy, 2003; Venkataraman et al., 2012).",
      "startOffset" : 47,
      "endOffset" : 92
    }, {
      "referenceID" : 39,
      "context" : "new opportunities, products, and organizations (Sarasvathy, 2003; Venkataraman et al., 2012).",
      "startOffset" : 47,
      "endOffset" : 92
    }, {
      "referenceID" : 31,
      "context" : "Leading scholars contend entrepreneurship has achieved legitimacy but substantial progress and cutting-edge research will require entrepreneurship scholars “to get out of our comfort zones and be entrepreneurial as researchers” (Lumpkin, 2011: 6), engaging in less incremental and more transformational research to generate new questions and insights (Baker andWelter, 2017; Shepherd, 2015).",
      "startOffset" : 351,
      "endOffset" : 390
    } ],
    "year" : 2019,
    "abstractText" : "Religion is one of the most pervasive and central topics in society. However, its relative neglect by entrepreneurship research leads to an insufficient understanding of entrepreneurial action. To address this gap, we build on boundary theory and the psychology of religion to develop a sketch of the role of religion in entrepreneurial action, including its antecedents and outcomes. Finally, we suggest a number of theoretical perspectives (identity, sensemaking, and boundary) and research questions that may further advance research on religion and entrepreneurship.",
    "creator" : "Elsevier"
  }
}