{
  "name" : "downloads_2020-02-20_b7_lee2016.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nitrogen Dopants in Carbon Nanomaterials: Defects or a New Opportunity?",
    "authors" : [ "Won Jun Lee", "Joonwon Lim", "Sang Ouk Kim" ],
    "emails" : [ "sangouk.kim@kaist.ac.kr" ],
    "sections" : [ {
      "heading" : null,
      "text" : "R ev iew\nwileyonlinelibrary.com© 2016 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim (1 of 9) 1600014\nNitrogen Dopants in Carbon Nanomaterials: Defects or a New Opportunity?\nWon Jun Lee, Joonwon Lim, and Sang Ouk Kim*\nDr. W. J. Lee, Dr. J. Lim, Prof. S. O. Kim National Creative Research Initiative (CRI) Center for Multi-Dimensional Directed Nanoscale Assembly Department of Material Science and Engineering KAIST, Daejeon 34141, Republic of Korea E-mail: sangouk.kim@kaist.ac.kr Dr. W. J. Lee Department of Chemistry Imperial College London London SW7 2AZ, UK\nDOI: 10.1002/smtd.201600014\nrecent years, intriguing novel N-doping effects have been discovered, such as increased control of charge-carrier density, surface energy, and surface reactivity, based on tailored chemical pathways.[11] As a consequence of the remarkable growth of research interest, it has been appealing to develop this concept with state-of-the-art applications. including chemical energy conversion,[12] chemical scissors,[13] and site-selective molecular self-assembly.[14]\nA major emerging direction in N-doping research is aimed at utilizing N defects as distinctive reactive sites. A well-known example is the oxygen-reduction-reaction (ORR) catalysis of N-doped CNMs, firstly suggested by Dai et al.;[15]\nwhile several issues such as the exact catalytic sites and reaction mechanism are still controversial, general consideration of the possible ORR mechanism of N-doped CNMs is based on the peculiar modification of the atomic and electronic structures induced by N-doping.[5,16] Interestingly, electron-rich substitution via N-doping only leads to a minor distortion of the lattice, which prevents significant disruption of the graphitic plane.[17] A fascinating recent example for the application of N-dopants is their ability to initiate reduction/oxidation with the adsorption of molecules at the interface by charge transfer.[18] Electron transfer from the N-dopants to the adsorbed molecules enables the formation of interfacial bonding, which results in self-assembled hybrid or composite structures.[19] The role of N-dopants has to be carefully understood, as they not only reorganize chemical bonds, but also frequently accompany the rupture of chemical bonds.[13] More recently, N-doping control has been introduced as a strategy to tailor the size of graphene having sub-10 nm width, which may transform the graphene into semiconductors with quantum confinement and edge effects.[20] Strikingly, N-dopants have enabled the longitudinal cutting of graphene at the atomic level, controlling the edge configuration without compromising the intact crystallinity.[13]\nAlthough several different elements have been doped into CNMs, including boron (B), sulphur (S), and phosphorus (P), N is known to be the most popular dopant to induce catalytic activity. In contrast, still little is known about other functionalities including: i) energy capture, ii) direct redox reactions, and iii) dopant/defect-induced bond engineering. Here, we highlight recent pioneering research work associated with N-dopants in CNMs (Figure 1). Based on the fundamental features of N-doping, we particularly add new aspects for the utilization of N-dopants, shedding much light not only on the novel defect chemistry, but also on defect engineering.\nSubstitutional N-doping of carbon nanomaterials refers to the chemical functionalization method that replaces a part of the carbon atoms in fullerene, carbon nanotubes, or graphene by nitrogen. N-doping has attracted a tremendous amount of research attention for their unique possibilities, spanning from its ability to engineer various physiochemical properties of carbon nanomaterials in a stable manner with different dopant configurations. Many viable configurations of N-dopants are accompanied by typical structural defects, while still preserving the structural symmetry in the basal graphitic plane. Here, the physicochemical features are highlighted and the exciting challenges of N-dopants in carbon nanomaterials identified, with particular emphasis on the broad tunability of the material properties and relevant emerging applications."
    }, {
      "heading" : "1. Introduction",
      "text" : "Nitrogen (N)-doped carbon nanomaterials, such as carbon nanotubes (CNTs) and graphene, have a myriad of potential scientific possibilities, due to their atomic structure at the graphitic edge and basal planes, and related controlled physicochemical properties.[1] A large variety of reaction routes for N-doping involving in situ synthetic or post-synthetic methods[2] leads to the transformation of chemical bonds, which can also be referred to as defects with topological imperfections.[3] However, these defects can play a pivotal role for novel multifunctional properties, such as elevated charge-carrier density,[4] superior catalytic activity,[5] and high chemical affinity to other materials principally involved with modulated electronic structures.[6] Since the first introduction of N-doping into an amorphous carbon film by IBM in the late 1980s,[7] N-doping of carbon allotropes, including fullerene,[8] CNTs,[2] graphene,[9] and graphite nanoplatelets,[10] has been reported. Nonetheless, research interests in the heteroelement doping of carbon nanomaterials (CNMs) has been relatively limited due to concern for the deterioration of the charge-carrier mobility. Meanwhile, in\nwww.small-methods.com\nSmall Methods 2017, 1, 1600014\nwww.advancedsciencenews.com\nR ev\nie w\nwileyonlinelibrary.com © 2016 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1600014 (2 of 9)"
    }, {
      "heading" : "2. Nitrogen Dopants as Structural Defects?",
      "text" : "N-doping is known to give rise to remarkable chemical properties, such as enhanced catalytic activity and surface reactivity. To delineate the effect of N-dopants, it is essential to understand the atomic structure and electron delocalization of N-dopants with neighboring C atoms. The incorporation of N into the graphitic plane is energetically favored as native point-defects and N-dopants attract each other. Moreover, initial N-dopants prompt the creation of point defects at a lowered formation energy,[21] which drives perceptible bond disorders and lattice distortion.[22] The two distinct electronic states of C and N generate permanent dipoles, which can be modulated through their defect types with different configurations.[2a] Recent precise design of doping methods has attained a noticeably high doping level (16.4 at%),[23] which approaches the theoretical limit (19.1 at%).[24] Obviously, it is anticipated that the doping level is strongly dependent upon the doping method."
    }, {
      "heading" : "2.1. Structural Configuration of Nitrogen Atoms",
      "text" : "Incomplete-bonding defects such as monovacancy (MV), divacancy (DV), and Stone–Thrower–Wales (STW) defects can be observed in many different crystalline materials.[25] Whilst several configurations of N-dopants have been reported thus far, the most common types of N-dopants are substituted or accompanied by these incomplete-bonding defects.[3,22,26] Where a C atom is substituted with a N atom in the graphitic plane, it is called “graphitic N” or “quaternary N” (labelled NQ) (Figure 2a).[27] In particular, the position of NQ is related to the chirality of SWCNTs,[28] which is also found at the edge chirality of the graphene.[29] The quaternary N possesses an n-type band structure, since the N has one extra electron compared with C, which can be delocalized around the N.[22]\nA pyridinic N (labelled Pyr-N3) usually refers to N atoms that are bonded to two C atoms. In the vicinity of MV, the most stable configuration for the N-dopants is the Pyr-N3, which has two-fold coordination with a C–N bond length of 1.33 Å (Figure 2b,c).[26] While two carbon atoms around the Pyr-N1 can form a pentagon-like structure (from D3h to Cs), Pyr-N3 preserves the graphitic-plane structural symmetry (D3h).[22] As Pyr-N3 has fewer electrons compared to pristine graphene (considering MV defects), it exhibits a p-type band structure due to the electron deficiency.[30] For N arrangement around a DV defect, where two C atoms are removed, theoretical and experimental studies have shown that four N atoms energetically prefer to substitute the C atom with unpaired electrons and form Pyr-N3 (Figure 2d).[22,30] In this case, porphyrinic N (labelled Por-N4) refers to a configuration with four pyridinic N atoms in a porphyrinic planar architecture, which has a similar formation energy (2.55 eV) to that of Pyr-N3 (2.51 eV).[22] As in the case of Pyr-N3, the electron deficiency of Por-N4 gives rise to an acceptor level that shows a p-type band structure as well. It is interesting to note that several N-related impurity states are spatially localized around the DV and form p-like orbital shapes localized at N atoms, which results in different\nWon Jun Lee is currently a research associate at the Department of Chemistry, Imperial College London, UK. He received his Ph.D degree from the Department of Materials Science & Engineering at KAIST in 2013 under the supervision of Prof. Sang Ouk Kim. His research focuses on the molecular assembly of func-\ntional nanomaterials for energy applications.\nSang Ouk Kim is the Chair Professor in the Department of Materials Science and Engineering at KAIST, and the director of National Creative Research Initiative Center for Multi-Dimensional Directed Nanoscale Assembly, Daejeon, Korea. He obtained his Ph.D from the Department of Chemical Engineering, KAIST in 2000\nand carried out postdoctoral research at the Department of Chemical and Biological Engineering, University of Wisconsin-Madison. He has a broad research interest in the “directed molecular assembly of soft nanomaterials”, which includes: i) block-copolymer self-assembly, ii) graphene-based materials assembly and chemical modification, and iii) flexible and wearable energy devices.\nwww.small-methods.com\nSmall Methods 2017, 1, 1600014\nwww.advancedsciencenews.com\nFigure 1. Pioneering utilization of N-dopants in the graphitic carbon plane of graphene and carbon nanotubes\nR ev iew\ncatalytic activities.[16a] STW defects, which result from a simple 90° rotation of two carbon atoms, produces two pentagons and two heptagons in the hexagonal graphitic lattice.[25b] In the presence of STW defects, the N atom can be placed into a pentagon ring, which is denoted as a pyrrolic N (labelled NPY, Figure 2e). It is noteworthy that NPY can be placed into the edge of the graphitic plane as well. Compared with other N-dopants, the NPY configuration does not induce electron/hole doping in the electronic structure, as the defects are stabilized by hydrogen (H) atoms.[31] Detailed information on band-structure modification through N-doping can be found elsewhere.[2a,32]"
    }, {
      "heading" : "2.2. Modification of Physical and Chemical Properties",
      "text" : "Different N-dopant configurations influence various physicochemical properties of CNMs. Table 1 gives a summary of the electronic properties (work function (eV) and binding energy (eV)), structural properties (bond length (Å) and formation energy (eV)), and surface-active properties (energy barrier of oxygen dissociation (eV) and oxygen reduction pathway). Notably, due to the limited number of methods for chiral selection, only a few detailed studies are available for the different chiralities of SWCNTs.[33] As briefly described in Section 2.1, the band structure and density of states are determined by the quantity of lone pair states with their configurations. Further information on how the dopant concentration and defect type can affect the band structure is detailed in previous literature.[2a,32] Work functions are commonly quoted in terms of equivalent electrical potential, which is related to the Fermi level.[34] For this reason, NQ doping moves the Fermi level closer to the vacuum level and thus reduces the work function (4.22 eV).[35] Conversely, Pyr-N3 (4.69 eV)[35] and PorN4 (4.7 eV)[16a] move the Fermi level to the valence band, thus\nincreasing the work function. In the case of NPY, the resulting work function change is negligible.[35]\nThe emitted electron’s kinetic energy (Ek) can be measured by X-ray photoelectron spectroscopy (XPS), and the atomic core-level binding energy (Eb), which is related to the Fermi level, can be calculated.[36] Spectroscopy measurements of N1s have indicated that NQ, Pyr-N3, Por-N4, and NPY have core-level binding energies of 401.4 ± 0.3 eV, 398.7 ± 0.2 eV, 398.9 ± 1.0 eV, and 400.3 ± 0.2 eV, respectively.[5,37] Significantly, the structural properties directly provide useful information for the most stable configuration, controlled by the different types of defects and the different chemical potentials of N (directly proportional to free molar energy). While the average C–C bond length is approximately 1.42 Å in sp2 carbon, the bond length of C–N is shorter, due to the difference of atom size and electronegativity.[22] Considering the bond strength and atomic arrangement, the C–N bond length of the NQ (1.39 Å)[27] is longer than Pyr-N3(1.33 Å),[26] Por-N4(1.32-1.33 Å),[22] and NPY (1.372 Å).[38] The structural stability has been analyzed based on the calculated formation energy (Ef). It is noteworthy that curvature and chirality in CNTs affect the electronic structure and formation energy, together with the configuration of N-dopants. The Ef of the NQ in graphene was found to be the lowest, 0.32 eV.[22] It can be attributed to the energetic preference for N placement in a perfect graphene sheet. For N-dopants with vacancies, the Ef of Pyr-N3 and Por-N4 in graphene sheets are 2.51 and 2.55 eV, respectively.[22] Although this small difference implies the existence of both configurations, when the N chemical potential is high, the Por-N4 is found to be stabilized further with an Fe atom, which resembles the Fe-Porphyrin structure.[16a] In addition to its structural and electronic properties, N-dopants have exceptionally low energy barriers for guest molecules, making them superior for molecular assembly and catalysts. The outstanding reactivity of N-dopants relies on its lowered energy\nwww.small-methods.com\nwww.advancedsciencenews.com\nR ev\nie w\nwileyonlinelibrary.com © 2016 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1600014 (4 of 9)\nbarrier for other molecules such as oxygen for catalytic reactions. As briefly discussed above, the curvature of a CNT influences the electronic structure and eventually lowers the energy barrier of oxygen dissociation compared to flat graphene. Generally, the energy barrier for oxygen dissociation is related to the number of electrons that occupy the π* antibonding orbitals around N, parallel to the pz axis.[35] Electrons in the π* anti-bonding orbitals can decrease the stability of oxygen molecules and facilitate dissociation.[39] As NQ (0.86 eV) has two pz electrons, π* anti-bonding orbitals around N can be partially occupied.[35] However, for Pyr-N3 (1.28 eV), a lone pair on N has only one electron for the pz orbital, which means the occupation of the π* anti-bonding orbital is negligible.[35] It is believed that NQ has the lowest energy barrier for oxygen dissociation and is the dominant site for catalytic reactions.[40] Notably, very recent investigations have shown that Por-N4 (0.602 eV) also has a low energy barrier,[41] which can be further improved by complexation with transition metals.[16a] The ORR proceeds through either: i) a one-step, four-electron process, O2 + 4H+ + 4e− → H2O, or ii) a two-step, two-electron process, O2 + 2H+ + 2e− → H2O2 and H2O2 + 2H+ + 2e− → 2H2O.[5] The fourelectron process is generally very fast, whereas the two-electron process is rather slow because of the relatively stable hydrogen peroxide intermediates.[5] Recently, Wang et al. reviewed the four-electron ORR pathway for N-dopants, particularly guided by a modulated electronic structure, spin density and charge density.[5]"
    }, {
      "heading" : "2.3. Preparation Methods for N-Doped Carbon Nanomaterials",
      "text" : "Although graphitic carbon layers consisting of sp2 carbons are relatively inert, various approaches to introducing substitutional N-dopants into the hexagonal C plane have been investigated.[11b] Those synthesis methods can be classified into two categories: in situ doping and post-synthetic treatment.[42] As briefly discussed in Section 2.2., the energetic preference for N placement relies on the number of defect sites and the chemical potential of N. Intrinsically, at a typical surface density of a few SWCNTs per μm2, the areal defect density is a mere 109 sites per cm2.[43] This is significantly low, particularly compared with conventional Si, which implies that engineering of sp2 carbon should be harder than the simultaneous incorporation of N into sp2 carbon structures. Therefore, the doping level attained via the post-treatment method is relatively low (10.1 at%) compared with that via in situ doping (16.4 at%).[23,44] For post-treatment, thermal annealing at high temperatures (800–1200 °C), plasma and irradiation treatments with high energy have been reported.[42] For in situ doping, high-temperature arc discharge,[45] chemical vapor deposition (CVD),[2] solvothermal synthesis,[23] and laser ablation methods[46] are available. Interestingly, many of the most promising synthesis methods for N-doped carbon rely on CVD, by using different C sources, including methane, acetylene, ethylene, and benzene, and a N source, including ammonia, ethylene diamine, and benzylamine.[6,47] Moreover, controlling the overall portion and flow rate of the N source in CVD, which is directly related to the chemical potential, enables selective N doping with various defects.[16a] Recent research has targeted selective formation of\nN-dopants with different degrees of chemical potential (μN).[16a] Surprisingly, there have already been pre-existing observations that in situ doping easily forms Pyr-N, while NQ is dominant after a high-temperature post-treatment, observed in a precise XPS study.[40] The increase in μN could be attributed to N-rich conditions, e.g., under elevated gas pressure or increased external energy density, multi-N defects (Pyr-N3 and Por-N4) could be dominant with lowered Ef.[32a] However, the precise control of selective N-doping still remains a profound challenge in CNMs."
    }, {
      "heading" : "3. Nitrogen Dopants for Pioneering Applications",
      "text" : "Understanding the relationships between electronic structure and structural features with different dopant configurations is at the heart of many different forms of materials design. It may offer a mechanism for energy storage and conversion, while also commonly dictating the chemical reactivity via electron transfer. As the fundamental understanding of N-dopants in CNMs matures, a number of pioneering applications have emerged, where energy conversion and storage are the most prevalent, yet N-dopants have also been exploited for the assembly of molecules, as well as in the engineering of new carbon allotropes."
    }, {
      "heading" : "3.1. Energy Storage/Conversion via N-Dopants",
      "text" : "The majority of research studies performed up to now have focused on the ORR application of N-doped CNMs. N-doped CNMs have several advantages for energy materials, including: i) relatively low costs, ii) long-term durability, and iii) chemical resistance.[2a] Recent work has shown that selective doping of N is the major issue for both CNTs and graphene, which determines the limiting current density and onset potential for catalytic reactions.[48] Our previous work suggests that the use of the Por-N4 structure of CNTs for the ORR increases the current density with an onset potential shift by selective doping of Por-N4 with an Fe atom (Figure 3a).[16a] Particularly, when Fe is supplied, a single Fe atom with the oxidation state of (2+) stabilizes the Por-N4 structure, which lowers the formation energy of the Por-N4 dopant (Figure 3b). The Fe-Por-N4 complex facilitates the breakage of the O–O bond by lowering the energy barrier (Figure 3c), which leads to a lower onset potential and an increase in the current density (Figure 3d). Very recently, self-size selection of graphene by liquid-crystal assembly was experimentally demonstrated.[48] Interestingly, when the same N-doping conditions are applied to small and large graphene flakes, small graphene flakes predominantly produce Pyr-N3, whereas NQ is dominant for large graphene flakes (Figure 3e), which also effectively enhances the ORR catalytic activity with a low energy barrier for oxygen (Figure 3f). Selective N-doping also plays an important role in energy devices. Generally, Pyr-N3 in the basal plane is believed to enhance the storage capacity of CNMs with its tunable hydrophobicity and vacancy sites. Furthermore, when the Ef or work function is modified by selective N-doping, it can help the charge transport of photo excited carriers, which contributes to the improvement\nwww.small-methods.com\nSmall Methods 2017, 1, 1600014\nwww.advancedsciencenews.com\nR ev iew\nwileyonlinelibrary.com© 2016 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim (5 of 9) 1600014\nin power conversion efficiency of organic photovoltaics, for instance. Indeed, experiments have even shown that selective N-doping can promote exciton dissociation in bulk-heterojunction (BHJ) organic solar cells. Most importantly, such selective behavior, both in energy conversion and energy storage, has been exploited to engineer various functional energy materials for diverse applications, which will be described in Section 3.2."
    }, {
      "heading" : "3.2. Molecular Hybrids/Composites",
      "text" : "From a practical viewpoint, research interest in N-doped CNMs for hybrid materials has been principally motivated by facile assembly reactions (mostly simple solution mixing in\nwater), which do not require harsh reaction conditions. To date, most hybrids/composites based on N-doped CNMs have been fabricated based on relatively weak intermolecular interactions: i) electrostatic attractions (in water), ii) redox potential difference, and iii) van der Waals interactions. Considerable efforts have been invested in developing and exploring molecular assembly of various functional materials, including: i) polymers and biomolecules,[49] ii) transition metals,[50] iii) metal oxides,[19b] nitrides, and sulfides, and iv) semiconducting quantum dots, at the surface of N-doped CNMs. A particularly versatile and fascinating utilization of molecular hybrids is in energy applications, which includes: i) catalysts for the hydrogen-evolution reaction (HER) (2H+ + 2e− → H2),[12b] the oxygen-evolution reaction (OER) (2H2O → 4e− + 4H+ + O2),[12a] and photoconversion;[19b] ii) energy storage, such as pseudocapacitors[13] and lithium-ion batteries;[50] and iii) organic photovoltaics and organic light-emitting diodes.[51]\nThe recent ability to control atomicscale features in N-doped CNTs is increasingly exploited for the development of novel bifunctional catalysts or high-performance monofunctional catalysts. Remarkable effects have been observed from the hybridization of electrocatalysts for the OER and the ORR into one, which could be used for both regenerative fuel cells and rechargeable metal–air batteries.[12a] Sub-nanometer Co(OH)x-anchored N-doped CNTs (Figure 4a) have shown a great potential for bifunctional catalysis, exhibiting moderate ORR activity and excellent OER activity with superior cycling stability.[12a] Phenomenal performance for the HER is also achieved by a MoSx/N-doped CNT-forest hybrid catalyst (Figure 4b), which determines the performance of electrochemical water splitting\nN-dopants trigger spontaneous and rapid encapsulation of electrode materials via electrostatic attractions.[50] Graphitic encapsulation of the boundary layer exposed to the electrolyte supports the mechanical robustness of the electrode, which can be easily deteriorated by migration of Li ions (Figure 4c). As mentioned above, N-doping with a controlled work function demonstrates a great potential for charge transport in organic semiconductors, while avoiding the recombination of charge carriers.[51a] Moreover, nanoparticles self-assembled at N-doped CNT surfaces can supplement additional effects, such as plasmonic properties, which can boost the device performance of organic photovoltaics.[51b]\nFor graphene, the molecular assembly for a broad spectrum of other materials, including biomolecular, semiconductors,\nwww.small-methods.com\nSmall Methods 2017, 1, 1600014\nwww.advancedsciencenews.com\nR ev\nie w\nwileyonlinelibrary.com © 2016 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1600014 (6 of 9)\nand metals, has been tailored by various types of N-doping. Pyr-N3 predominantly tweaks DNA origami through the interaction between lone pair electrons of Pyr-N3 and Mg ions in DNA (Figure 5a).[49b] The p-type band structure of Pyr-N3 is appropriate for the electrostatic attraction, which enables spontaneous Au nanoparticle decoration on the basal planes of N-CNTs under weak acidic conditions (Figure 5b).[52] Interestingly, Si particles with native oxide layers a few nanometers thick can also be wrapped with flexible flakes of N-doped graphene, which confirms the ease of molecular assembly with N-dopants.[50] Conversely, where NQ is dominant, extra electrons from N raise the Ef and lower the work function, which drives a redox potential difference. Consequently, it allows spontaneous bimetal electroless deposition of Pt and Pd at the surface of graphene (Figure 5d), which is applicable for electrocatalysts.[18a]"
    }, {
      "heading" : "3.3. Structural Transformation of Carbon Allotropes",
      "text" : "Atomic-scale structural engineering of CNMs has been recognized as one of the essential routes to tailor desired physicochemical properties, exploiting strong structure-dependent material properties at the nanoscale. Fullerene, carbon nanotubes, graphene, and graphene nanoribbons are the types of carbon allotropes being constructed with sp2 hybridized carbon networks, and they possess physicochemical properties that are distinguishable from each other, including their energy bandgap and chemical affinity, according to their geometries. Structural transformation from tubular CNT to planar graphene, called “unzipping”, has been considered a promising way to tailor the structures of graphene-based nanomaterials. Recently, we reported a controlled unzipping principle based on electrochemical oxidation using N-dopants in CNTs.[13] Pyr-N3 incorporated in hexagonal carbon networks modifies the electronic structure of neighboring carbon atoms of PyrN3, and makes them more favorable for the unzipping reaction, compared to other carbon atoms in the pristine graphene plane (Figure 6a). The enhanced reactivity for unzipping by Pyr-N3 dopants is clearly verified by the lowered critical applied potential (0.6 V) of N-doped CNTs, compared to that of pristine undoped CNTs (0.8 V) (Figure 6b,c). This reactivity difference enables the initiation of the unzipping reaction exclusively from Pyr-N3 sites, rather than random reaction sites. The initiated unzipping reaction sequentially propagates the longitudinal axis of CNTs due to the generated strain at opened sites during unzipping, originating from its tubular structure. Consequently, CNTs are transformed to planar graphene nanostructures or graphene–nanotube complexes as shown in Figure 6d–f. It is noteworthy that the unzipped nanostructures possess intact crystallinity, resulting from the highly specific unzipping principle when utilizing Pyr-N3 (Figure 6g). Moreover, the degree of unzipping is precisely controlled by the density of N-dopants, applied electrical potential, reaction time, and so on. This highly controllable graphene-scissoring mechanism based on N-dopant sites offers unprecedented opportunities for tailored intact crystalline CNMs and relevant novel properties and applications.\nwww.small-methods.com\nSmall Methods 2017, 1, 1600014\nwww.advancedsciencenews.com\nFigure 4. Multifunctional composites based on N-doped CNTs with various applications. a) Cobalt-species-anchored NCNT hybrid catalyst for the ORR and OER. Reproduced with permission.[12a] Copyright 2016, American Chemical Society. b) MoSx/NCNT hybrid catalyst for the HER. Reproduced with permission.[12b] Copyright 2014, American Chemical Society. c) Si/NCNT hybrid anode for lithium-ion batteries. Reproduced with permission.[50] Copyright 2014, Royal Society of Chemistry. d) Au/ NCNT active layer for organic solar cells. Reproduced with permission.[51b] Copyright 2015, Wiley.\nFigure 5. Multifunctional composites based on N-doped graphene with various applications. a) DNA-origami assembly on N-doped graphene. Reproduced with permission.[49b] Copyright 2012, Wiley-VCH. b) Au/Ngraphene film for electrically conducting layer. Reproduced with permission.[52] Copyright 2010, Wiley-VCH. c) Si/N-graphene hybrid anode for lithium-ion batteries. Reproduced with permission.[50] Copyright 2014, Royal Society of Chemistry. d) PtPd/NCNT catalyst for the ORR. Reproduced with permission.[18a] Copyright 2014, Wiley-VCH.\nR ev iew\nwileyonlinelibrary.com© 2016 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim (7 of 9) 1600014"
    }, {
      "heading" : "4. Conclusion and Perspective",
      "text" : "We have highlighted that N-doping enables precise control over electronic structures and molecular configurations of CNMs at the atomic scale and facilitates distinct physicochemical features and applications of these interesting materials. Over the past years, while a variety of novel methods have been proposed for the effective N-doping of CNMs, research activities for novel applications have been limited to several specific fields, such as ORR catalysts. Further exploitation of their exciting properties is an open challenge for a broad spectrum of emerging fields, including: i) mapping and control of the density of states for individual N-dopants, ii) further reduction of the energy barrier for chemisorption, iii) controlled distortion of the electron cloud around atomic orbitals, and iv) tailored engineering of chemical bonding states and related defects. Recently, we\nhave already witnessed momentous progress in several fields: i) energy storage/conversion, ii) molecular hybrids/composites, and iii) structural transformation of carbon allotropes, as summarized here. While further development is anticipated, this scope is still sufficient to demonstrate the great potential of N-doped CNMs, particularly when it is strengthened by new insights into underlying physics and chemistry. Hopefully, this brief summary of novel concepts along with an intuitive outlook paves the way for further innovation in materials science and nanotechnology."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was financially supported by the National Creative Research Initiative (CRI) Center for Multi-Dimensional Directed Nanoscale\nwww.small-methods.com\nSmall Methods 2017, 1, 1600014\nwww.advancedsciencenews.com\nFigure 6. Structural transformation of carbon nanotubes via N-dopant specific unzipping. a) Schematic illustration of N-dopant specific unzipping process. b,c) Chemical-reactivity difference between CNTs (b) and NCNTs 8c). d) Diverse structural transformation of CNTs by N-dopant specific unzipping. e) Graphene nanoribbons, f) CNT–graphene nanoribbon complexes, and g) intact crystallinity of the unzipped carbon structures. Reproduced with permission.[13] Copyright 2016, Nature Publishing Group.\nR ev\nie w\nwileyonlinelibrary.com © 2016 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1600014 (8 of 9)\nwww.small-methods.com\nSmall Methods 2017, 1, 1600014\nwww.advancedsciencenews.com\nAssembly (Grant 2015R1A3A2033061) and the Nano Material Technology Development Program (Grant 2016M3A7B4905613) through the National Research Foundation of Korea (NRF) funded by the Ministry of Science, ICT, & Future Planning.\nReceived: October 3, 2016 Revised: October 26, 2016\nPublished online: December 12, 2016\n[1] a) O. Stephan, P. M. Ajayan, C. Colliex, P. Redlich, J. M. Lambert, P. Bernier, P. Lefin, Science 1994, 266, 1683; b) J. R. Pels, F. Kapteijn, J. A. Moulijn, Q. Zhu, K. M. Thomas, Carbon 1995, 33, 1641; c) A. Lherbier, X. Blase, Y.-M. Niquet, F. Triozon, S. Roche, Phys. Rev. Lett. 2008, 101, 036808. [2] a) U. N. Maiti, W. J. Lee, J. M. Lee, Y. Oh, J. Y. Kim, J. E. Kim, J. Shim, T. H. Han, S. O. Kim, Adv. Mater. 2014, 26, 40; b) D. H. Lee, W. J. Lee, S. O. Kim, Nano Lett. 2009, 9, 1427. [3] D. W. Boukhvalov, M. I. Katsnelson, Nano Lett. 2008, 8, 4373. [4] R. Czerw, M. Terrones, J. C. Charlier, X. Blase, B. Foley,\nR. Kamalakaran, N. Grobert, H. Terrones, D. Tekleab, P. M. Ajayan, W. Blau, M. Rühle, D. L. Carroll, Nano Lett. 2001, 1, 457. [5] H. Wang, T. Maiyalagan, X. Wang, ACS Catal. 2012, 2, 781. [6] S. Maldonado, S. Morin, K. J. Stevenson, Carbon 2006, 44,\n1429. [7] J. H. Kaufman, S. Metin, D. D. Saperstein, Phys. Rev. B 1989, 39,\n13053. [8] R. Yu, M. Zhan, D. Cheng, S. Yang, Z. Liu, L. Zheng, J. Phys. Chem.\n1995, 99, 1818. [9] L. S. Panchakarla, K. S. Subrahmanyam, S. K. Saha, A. Govindaraj,\nH. R. Krishnamurthy, U. V. Waghmare, C. N. R. Rao, Adv. Mater. 2009, 21, 4726. [10] J. O. Hwang, J. S. Park, D. S. Choi, J. Y. Kim, S. H. Lee, K. E. Lee, Y.-H. Kim, M. H. Song, S. Yoo, S. O. Kim, ACS Nano 2012, 6, 159. [11] W. J. Lee, U. N. Maiti, J. M. Lee, J. Lim, T. H. Han, S. O. Kim, Chem. Commun. 2014, 50, 6818. [12] a) J. E. Kim, J. Lim, G. Y. Lee, S. H. Choi, U. N. Maiti, W. J. Lee, H. J. Lee, S. O. Kim, ACS Appl. Mater. Interfaces 2016, 8, 1571; b) D. J. Li, U. N. Maiti, J. Lim, D. S. Choi, W. J. Lee, Y. Oh, G. Y. Lee, S. O. Kim, Nano Lett. 2014, 14, 1228. [13] J. Lim, U. N. Maiti, N.-Y. Kim, R. Narayan, W. J. Lee, D. S. Choi, Y. Oh, J. M. Lee, G. Y. Lee, S. H. Kang, H. Kim, Y.-H. Kim, S. O. Kim, Nat. Commun. 2016, 7, 10364. [14] S. H. Lee, D. H. Lee, W. J. Lee, S. O. Kim, Adv. Funct. Mater. 2011, 21, 1338. [15] K. Gong, F. Du, Z. Xia, M. Durstock, L. Dai, Science 2009, 323, 760. [16] a) D. H. Lee, W. J. Lee, W. J. Lee, S. O. Kim, Y. H. Kim, Phys. Rev. Lett. 2011, 106, 175502; b) A. Zitolo, V. Goellner, V. Armel, M.-T. Sougrati, T. Mineva, L. Stievano, E. Fonda, F. Jaouen, Nat. Mater. 2015, 14, 937; c) D. Guo, R. Shibuya, C. Akiba, S. Saji, T. Kondo, J. Nakamura, Science 2016, 351, 361. [17] D. Geng, Y. Chen, Y. Chen, Y. Li, R. Li, X. Sun, S. Ye, S. Knights, Energy Environ. Sci. 2011, 4, 760. [18] a) W. J. Lee, D. S. Choi, S. H. Lee, J. Lim, J. E. Kim, D. J. Li, G. Y. Lee, S. O. Kim, Part. Part. Syst. Char. 2014, 31, 965; b) M. Lefèvre, E. Proietti, F. Jaouen, J.-P. Dodelet, Science 2009, 324, 71; c) G. Wu, K. L. More, C. M. Johnston, P. Zelenay, Science 2011, 332, 443. [19] a) W. J. Lee, D. H. Lee, T. H. Han, S. H. Lee, H.-S. Moon, J. A. Lee, S. O. Kim, Chem. Commun. 2011, 47, 535; b) W. J. Lee, J. M. Lee,\nS. T. Kochuveedu, T. H. Han, H. Y. Jeong, M. Park, J. M. Yun, J. Kwon, K. No, D. H. Kim, S. O. Kim, ACS Nano 2012, 6, 935. [20] a) D. V. Kosynkin, A. L. Higginbotham, A. Sinitskii, J. R. Lomeda, A. Dimiev, B. K. Price, J. M. Tour, Nature 2009, 458, 872; b) M. Terrones, ACS Nano 2010, 4, 1775. [21] Z. Hou, X. Wang, T. Ikeda, K. Terakura, M. Oshima, M.-a. Kakimoto, S. Miyata, Phys. Rev. B 2012, 85, 165439. [22] Y. Fujimoto, S. Saito, Phys. Rev. B 2011, 84, 245446. [23] D. Deng, X. Pan, L. Yu, Y. Cui, Y. Jiang, J. Qi, W.-X. Li, Q. Fu, X. Ma,\nQ. Xue, G. Sun, X. Bao, Chem. Mater. 2011, 23, 1188. [24] S. Zhang, S. Tsuzuki, K. Ueno, K. Dokko, M. Watanabe, Angew.\nChem., Int. Ed. 2015, 54, 1302. [25] a) J. C. Charlier, Acc. Chem. Res. 2002, 35, 1063; b) F. Banhart,\nJ. Kotakoski, A. V. Krasheninnikov, ACS Nano 2011, 5, 26. [26] Y.-C. Lin, P.-Y. Teng, C.-H. Yeh, M. Koshino, P.-W. Chiu, K. Suenaga,\nNano Lett. 2015, 15, 7408. [27] T. Kondo, S. Casolo, T. Suzuki, T. Shikano, M. Sakurai, Y. Harada,\nM. Saito, M. Oshima, M. I. Trioni, G. F. Tantardini, J. Nakamura, Phys. Rev. B 2012, 86, 035436. [28] L. G. Bulusheva, O. V. Sedelnikova, A. V. Okotrub, Int. J. Quantum Chem 2011, 111, 2696. [29] T. G. Pedersen, Phys. Rev. B 2015, 91, 085428. [30] H. S. Kim, H. S. Kim, S. S. Kim, Y.-H. Kim, Nanoscale 2014, 6,\n14911. [31] J. Wei, H. Hu, H. Zeng, Z. Wang, L. Wang, P. Peng, Appl. Phys. Lett.\n2007, 91, 092121. [32] a) F. Joucken, Y. Tison, P. Le Fèvre, A. Tejeda, A. Taleb-Ibrahimi,\nE. Conrad, V. Repain, C. Chacon, A. Bellec, Y. Girard, S. Rousset, J. Ghijsen, R. Sporken, H. Amara, F. Ducastelle, J. Lagoute, Sci. Rep. 2015, 5, 14564; b) Y. Tison, J. Lagoute, V. Repain, C. Chacon, Y. Girard, S. Rousset, F. Joucken, D. Sharma, L. Henrard, H. Amara, A. Ghedjatti, F. Ducastelle, ACS Nano 2015, 9, 670. [33] H. Wang, Y. Yuan, L. Wei, K. Goh, D. Yu, Y. Chen, Carbon 2015, 81, 1. [34] Y.-J. Yu, Y. Zhao, S. Ryu, L. E. Brus, K. S. Kim, P. Kim, Nano Lett.\n2009, 9, 3430. [35] S. Ni, Z. Li, J. Yang, Nanoscale 2012, 4, 1184. [36] W. F. Egelhoff, Phys. Rev. B 1984, 30, 1052. [37] Z. Tian, S. Dai, D.-e. Jiang, Chem. Mater. 2015, 27, 5775. [38] Y. Nam, D. Cho, J. Y. Lee, J. Phys. Chem. C 2016, 120,\n11237. [39] J. Sun, Y.-H. Fang, Z.-P. Liu, Phys. Chem. Chem. Phys. 2014, 16,\n13733. [40] T. Sharifi, G. Hu, X. Jia, T. Wågberg, ACS Nano 2012, 6, 8904. [41] D. Srivastava, T. Susi, M. Borghei, L. Kari, RSC Adv. 2014, 4,\n15225. [42] Q. Wei, X. Tong, G. Zhang, J. Qiao, Q. Gong, S. Sun, Catalysts 2015,\n5, 1574. [43] Y. Fan, B. R. Goldsmith, P. G. Collins, Nat Mater 2005, 4,\n906. [44] Z.-H. Sheng, L. Shao, J.-J. Chen, W.-J. Bao, F.-B. Wang, X.-H. Xia,\nACS Nano 2011, 5, 4350. [45] M. Glerup, J. Steinmetz, D. Samaille, O. Stéphan, S. Enouz,\nA. Loiseau, S. Roth, P. Bernier, Chem. Phys. Lett. 2004, 387, 193. [46] Y. Zhang, H. Gu, S. Iijima, Appl. Phys. Lett. 1998, 73, 3827. [47] Y. Ito, C. Christodoulou, M. V. Nardi, N. Koch, H. Sachdev,\nK. Müllen, ACS Nano 2014, 8, 3337. [48] K. E. Lee, J. E. Kim, U. N. Maiti, J. Lim, J. O. Hwang, J. Shim,\nJ. J. Oh, T. Yun, S. O. Kim, ACS Nano 2014, 8, 9073. [49] a) A. Ul Haq, J. Lim, J. M. Yun, W. J. Lee, T. H. Han, S. O. Kim,\nSmall 2013, 9, 3829; b) J. M. Yun, K. N. Kim, J. Y. Kim, D. O. Shin, W. J. Lee, S. H. Lee, M. Lieberman, S. O. Kim, Angew. Chem., Int. Ed. 2012, 51, 912.\nR ev iew\nwileyonlinelibrary.com© 2016 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim (9 of 9) 1600014\n[50] W. J. Lee, T. H. Hwang, J. O. Hwang, H. W. Kim, J. Lim, H. Y. Jeong, J. Shim, T. H. Han, J. Y. Kim, J. W. Choi, S. O. Kim, Energy Environ. Sci. 2014, 7, 621. [51] a) J. M. Lee, J. S. Park, S. H. Lee, H. Kim, S. Yoo, S. O. Kim, Adv. Mater. 2011, 23, 629; b) J. M. Lee, J. Lim, N. Lee, H. I. Park, K. E. Lee, T. Jeon, S. A. Nam, J. Kim, J. Shin, S. O. Kim, Adv. Mater. 2015, 27, 1519; c) J. M. Lee, B.-H. Kwon, H. I. Park, H. Kim, M. G. Kim, J. S. Park, E. S. Kim, S. Yoo, D. Y. Jeon, S. O. Kim, Adv. Mater. 2013, 25, 2011. [52] S. H. Lee, H. W. Kim, J. O. Hwang, W. J. Lee, J. Kwon, C. W. Bielawski, R. S. Ruoff, S. O. Kim, Angew. Chem., Int. Ed. 2010, 49, 10084. [53] M. Mananghaya, E. Rodulfo, G. N. Santos, A. R. Villagracia, A. N. Ladines, J. Nanomater. 2012, 2012, 14. [54] Y. Li, S. Zhang, J. Yu, Q. Wang, Q. Sun, P. Jena, Nano Res. 2015, 8, 2901. [55] W. Ding, Z. Wei, S. Chen, X. Qi, T. Yang, J. Hu, D. Wang, L.-J. Wan, S. F. Alvi, L. Li, Angew. Chem., Int. Ed. 2013, 52, 11755.\nwww.small-methods.com\nSmall Methods 2017, 1, 1600014\nwww.advancedsciencenews.com"
    } ],
    "references" : [ {
      "title" : "J",
      "author" : [ "M. Mananghaya", "E. Rodulfo", "G.N. Santos", "A.R. Villagracia", "A.N. Ladines" ],
      "venue" : "Nanomater. 2012",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2012
    } ],
    "referenceMentions" : [ ],
    "year" : 2017,
    "abstractText" : "DOI: 10.1002/smtd.201600014 recent years, intriguing novel N-doping effects have been discovered, such as increased control of charge-carrier density, surface energy, and surface reactivity, based on tailored chemical pathways.[11] As a consequence of the remarkable growth of research interest, it has been appealing to develop this concept with state-of-the-art applications. including chemical energy conversion,[12] chemical scissors,[13] and site-selective molecular self-assembly.[14] A major emerging direction in N-doping research is aimed at utilizing N defects as distinctive reactive sites. A well-known example is the oxygen-reduction-reaction (ORR) catalysis of N-doped CNMs, firstly suggested by Dai et al.;[15] while several issues such as the exact catalytic sites and reaction mechanism are still controversial, general consideration of the possible ORR mechanism of N-doped CNMs is based on the peculiar modification of the atomic and electronic structures induced by N-doping.[5,16] Interestingly, electron-rich substitution via N-doping only leads to a minor distortion of the lattice, which prevents significant disruption of the graphitic plane.[17] A fascinating recent example for the application of N-dopants is their ability to initiate reduction/oxidation with the adsorption of molecules at the interface by charge transfer.[18] Electron transfer from the N-dopants to the adsorbed molecules enables the formation of interfacial bonding, which results in self-assembled hybrid or composite structures.[19] The role of N-dopants has to be carefully understood, as they not only reorganize chemical bonds, but also frequently accompany the rupture of chemical bonds.[13] More recently, N-doping control has been introduced as a strategy to tailor the size of graphene having sub-10 nm width, which may transform the graphene into semiconductors with quantum confinement and edge effects.[20] Strikingly, N-dopants have enabled the longitudinal cutting of graphene at the atomic level, controlling the edge configuration without compromising the intact crystallinity.[13] Although several different elements have been doped into CNMs, including boron (B), sulphur (S), and phosphorus (P), N is known to be the most popular dopant to induce catalytic activity. In contrast, still little is known about other functionalities including: i) energy capture, ii) direct redox reactions, and iii) dopant/defect-induced bond engineering. Here, we highlight recent pioneering research work associated with N-dopants in CNMs (Figure 1). Based on the fundamental features of N-doping, we particularly add new aspects for the utilization of N-dopants, shedding much light not only on the novel defect chemistry, but also on defect engineering. Substitutional N-doping of carbon nanomaterials refers to the chemical functionalization method that replaces a part of the carbon atoms in fullerene, carbon nanotubes, or graphene by nitrogen. N-doping has attracted a tremendous amount of research attention for their unique possibilities, spanning from its ability to engineer various physiochemical properties of carbon nanomaterials in a stable manner with different dopant configurations. Many viable configurations of N-dopants are accompanied by typical structural defects, while still preserving the structural symmetry in the basal graphitic plane. Here, the physicochemical features are highlighted and the exciting challenges of N-dopants in carbon nanomaterials identified, with particular emphasis on the broad tunability of the material properties and relevant emerging applications.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}