{
  "name" : "downloads_2020-10-25_19_guevara2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nano-immunotherapy: Overcoming tumour immune evasion",
    "authors" : [ "Maria L. Guevara", "Francesca Persano", "Stefano Persano" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nSeminars in Cancer Biology\njournal homepage: www.elsevier.com/locate/semcancer\nReview\nNano-immunotherapy: Overcoming tumour immune evasion\nMaria L. Guevaraa, Francesca Persanob, Stefano Persanoc,* a Barts Cancer Institute, Queen Mary University of London, London, UK bDepartment of Mathematics and Physics, University of Salento, Lecce, Italy c Formulation Testing & Discovery, BioNTech RNA Pharmaceuticals GmbH, Mainz, Germany\nA R T I C L E I N F O\nKeywords: Cancer immunotherapy Tumour immune microenvironment Nanoparticles Cancer Nanomedicine\nA B S T R A C T\nImmunotherapy is emerging as a groundbreaking cancer treatment, offering the unprecedented opportunity to effectively treat and in several cases, even cure previously untreatable malignancies. Anti-tumour immunotherapies designed to amplify T cell responses against defined tumour antigens have long been considered effective approaches for cancer treatment. Despite a clear rationale behind such immunotherapies, extensive past efforts were unsuccessful in mediating clinically relevant anti-tumour activity in humans. This is mainly because tumours adopt specific mechanisms to circumvent the host´s immunity. Emerging data suggest that the full potential of cancer immunotherapy will be only achieved by combining immunotherapies designed to generate or amplify anti-tumour T cell responses with strategies able to impair key tumour immune-evasion mechanisms.\nHowever, many approaches aimed to re-shape the tumour immune microenvironment (TIME) are commonly associated with severe systemic toxicity, require frequent administration, and only show modest efficacy in clinical settings. The use of nanodelivery systems is revealing as a valid means to overcome these limitations by improving the targeting efficiency, minimising systemic exposure of immunomodulatory agents, and enabling the development of novel combinatorial immunotherapies.\nIn this review, we examine the emerging field of therapeutic modulation of TIME by the use of nanoparticlebased immunomodulators and potential future directions for TIME-targeting nanotherapies."
    }, {
      "heading" : "1. Introduction",
      "text" : "Since the beginning of the 20th century, Paul Ehrlich postulated the existence of “immune surveillance”, which consists in the ability of the immune system to recognise and kill cancer cells, preventing tumour development and progression [1]. The intrinsic ability of the immune system to set and sustain anti-tumour responses has brought new insights into the development of novel immunotherapeutic strategies. Several effective cancer immunotherapy strategies have emerged over the past decade, such as adoptive cell transfer, monoclonal antibodies, immune checkpoint inhibitors and therapeutic vaccines [2–9].\nAlthough the promise of cancer immunotherapies has been shown in different preclinical models, only a relatively small fraction of patients responds to the treatments [10]. The establishment of an immunosuppressive tumour microenvironment (TME) is believed responsible for treatment failure, due to its ability to prevent the activation and infiltration of cytotoxic T lymphocytes (CTLs), which play a crucial role in tumour eradication [11,12]. Indeed, the recruitment and increased presence of immunosuppressive cells such as\nregulatory T cells (Tregs), tumour-associated macrophages (TAMs), and myeloid-derived suppressor cells (MDSCs) at the tumour site has been shown to correlate with tumour aggressiveness and poor prognosis, as these cells support tumour growth and proliferation, through the production of factors that stimulate the formation of new tumour vessels, metastatisation, and mediate the impairment of T and natural killer (NK) cell effector functions [13]. Therefore, therapeutic approaches aimed to reverse immunosuppression in the TME constitute a new elegant strategy able to restore immune surveillance and promote systemic and long-lasting anti-tumour immunity, enabling the eradication of malignancies and the prevention of metastasis and tumour recurrence [14–16]. Immunomodulatory compounds such as cytokines, adjuvants and monoclonal antibodies are being employed to reshape the tumour immune microenvironment and potentiate anti-tumour immunity; although their use in clinic remains limited due to the lack of therapeutic efficacy and undesired side effects associated with their systemic dissemination, even in the context of local administration [17].\nA better understanding of the mechanisms behind cancer immune\nhttps://doi.org/10.1016/j.semcancer.2019.11.010 Received 30 June 2019; Received in revised form 8 November 2019; Accepted 14 November 2019\n⁎ Corresponding author. E-mail address: Stefano.persano@iit.it (S. Persano).\nSeminars in Cancer Biology xxx (xxxx) xxx–xxx\n1044-579X/ © 2019 Elsevier Ltd. All rights reserved.\nPlease cite this article as: Maria L. Guevara, Francesca Persano and Stefano Persano, Seminars in Cancer Biology, https://doi.org/10.1016/j.semcancer.2019.11.010\nevasion and rapid advances in nanotechnology, giving access to new nanomaterials with desired features, is enabling the development of novel therapeutic strategies aimed to modulate the TIME with the potential to provide improved functionality and to significantly enhance the efficacy and safety profile of current immunotherapeutics [18–20].\nIndeed, in the last decade, nanoimmunotherapy is attracting a rapidly growing interest in the context of cancer due to the numerous advantages that it offers over conventional immunotherapies, including simultaneous delivery of multiple immunomodulatory agents for combinatorial therapies [21–23], their precise delivery by passive or active targeting, thus reducing side effects associated with off-target delivery [24,25], protection of the therapeutic agents from degradation in the biological environment [20,26], local (intra-tumoral) retention of immune modulators and sustained and controlled release of the cargo through the design of stimuli-responsive delivery systems [27,28]. Besides, certain intrinsic immunological properties of nanomaterials can be exploited to generate superior immune responses [29–31]. Nanotherapies have mainly emerged as innovative approaches for modulating the immune profile of the TME following two strategies: 1) Overcoming immunosuppression by selectively targeting and/or depleting immunosuppressive cells or pathways involved in tumour immune evasion. 2) Inducing immunogenic cell death (ICD), by targeting tumour cells, capable of reshaping the TIME, thus potentiating the cancer immunity cycle.\nThe next sections will summarise the different mechanisms involved in tumour immunity and immune evasion, and discuss recent progress in the development of innovative nanotherapeutic immune-modulating strategies directed to re-shape the TIME, either by targeting immunosuppressive cells or inducing ICD through the activation of CTLs via antigen-presenting cells (APCs). This review will also analyse challenges and future prospects in the field of nano-immunotherapy."
    }, {
      "heading" : "2. Immune evasion mechanisms in cancer",
      "text" : "Several studies have clarified the potential ability of the immune system to recognise and eradicate tumour cells by recruiting both innate and adaptive effectors. In the context of anti-tumour responses, innate immunity mediates immunosurveillance by promoting rapid and non-specific responses, whereas adaptive immunity exhibits a superior specificity, directing the anti-tumour responses against antigens strictly\nexpressed in the tumor tissue [32]. Innate immune activation is induced via pattern recognition receptors (PRRs) upon binding to pathogen-associated molecular patterns (PAMPs) or danger-associated molecular patterns (DAMPs) [33]. NK cells, monocytes/macrophages and neutrophils can favour tumour cell elimination via both indirect or direct mechanisms, involving the release of molecules exerting anti-tumoral effects or inducing antibodydependent cellular cytotoxicity (ADCC), respectively [34]. Appropriately activated innate immune cells serve not only as tumoricidal effectors, but also contribute to activate and boost adaptive anti-tumour immunity via the secretion of immune signalling molecules, such as type-I interferons (IFNs), IL-12, C-C motif chemokine ligand 5 (CCL5), C-X-C Motif Chemokine Ligand 9 (CXCL9) and CXCL10 [35,36].\nThe transition from innate to adaptive immunity requires tumour antigen processing and presentation by a subset of innate immune cells, known as antigen-presenting cells (APCs), which promote the activation of T-cells (CTL or helper T cells) and B-cells [37,38]. CTLs, in particular, have been described as the major effectors of adaptive antitumour responses, but CD4+ helper T cells, via the secretion of Th1type cytokines, and B‑cells, through the production of anti-tumour antibodies, also are crucial for the generation of a robust anti-tumour immune response [39].\nDespite the ability of the host immune system to identify and eliminate neoplastic cells, growing tumours can evade immune responses either by excluding the immune cells or hiding from them. Mechanisms of immune evasion include tumour cell-intrinsic pathways [40,41] and extrinsic pathways leading to the generation of a microenvironment favouring tumour growth."
    }, {
      "heading" : "2.1. Tumour cell-intrinsic mechanisms mediating immune evasion",
      "text" : "Downregulation of MHC class I expression is an important mechanism exploited by tumour cells to prevent tumour antigen presentation and consequent immune activation (Fig. 1) [42–44]. Downregulation of MHC class I expression in malignant cells can be induced by direct alterations in the MHC genes or in genes coding for molecules involved in antigen processing or presentation, such as proteasome subunits or endoplasmic reticulum peptide transporters [45,46]. Although this effectively compromises tumour cell killing by tumour antigen-specific CTLs (which recognise peptides presented by MHC\nFig. 1. Schematic view of TIME. HIF1α regulates the immunosuppressive function of MDSCs, which can inhibit CD8+T-cells and NK-cells response via the production of arginine, ROS, and NO. TAMs contribute to generating an immunosuppressive TME by increasing the expression of TGF-β, IL-10, IDO, and PD-L1. The immunosuppressive activity of Tregs is mediated by the secretion of TGF-β, IL10, and IL-35. Likewise, tumour cells have developed multiple mechanisms that allow them to evade immune responses. Many tumour cells show decreased levels of MHC class I and increased levels of PD-L1, TGF-β, Serpins, PGE2, IDO, STAT3, Bcl-2, FLICE, c-FLIP, and Bcl-XL, which have been linked to cancer immune evasion.\nclass I molecules), it also facilitates the recognition and killing by NK cells, a subset of lymphocytes that become activated when the total levels of MHC class I (expressed by all nucleated cell types of the body) fall below a certain threshold [47,48]. Furthermore, some tumours lack of pre-existing tumour T-cell infiltration favouring escape from immunosurveillance due to the low expression levels of tumour antigens, leading to a suboptimal APC recruitment and activation, thus impairing the initiation of an effective tumour-specific immune response [49].\nTumours can also actively suppress immunity by turning off activated T-cells via PD-L1 [50], which ligates the negative co-stimulator PD-1 on the lymphocyte's membrane, or by secreting immunosuppressive molecules, such as transforming growth factor-beta (TGF-β) [51], a cytokine that inhibits the activation and differentiation of T-cells and APCs (Fig. 1). Cancer cells can further evade their killing by CTL by hindering the perforin/granzyme system of activated CTL through the expression of granzyme-specific serine proteases (serpins) [52]. Additionally, tumour cells can block effector immune cells via the cyclooxygenase2/prostaglandin E2 (PGE2) or indoleamine 2,3-dioxygenase (IDO) pathways, which promote T cell suppression through the production of PGE2 and kynurenines, respectively (Fig. 1) [53–55].\nFurthermore, the activation of signal transducer and activator of transcription 3 (STAT3) in cancer cells, plays a key role in the generation of an immunosuppressive TME. It prevents tumour cell death by regulating the transcription of anti-apoptotic and pro-survival proteins, such as B-cell lymphoma 2 (Bcl-2), cellular FADD-like IL-1β-converting enzyme (FLICE)-inhibitory protein (c-FLIP) or B-cell lymphoma extralarge (Bcl-xL) (Fig. 1) [56–59]."
    }, {
      "heading" : "2.2. Tumour extrinsic mechanisms mediating immune evasion",
      "text" : "During tumour progression, malignant cells secrete numerous chemokines and cytokines that promote the infiltration of immune cells, including MDSCs, Tregs and TAMs. These immune cells are recognised as drivers of immune suppression in cancer by the local production of immunosuppressive cytokines, chemokines, growth factors, and their crosstalk with components of the TME [60]."
    }, {
      "heading" : "2.2.1. Tumour-promoting role of MDSC",
      "text" : "MDSC generation and recruitment are induced by tumour cells through the secretion of granulocyte-macrophage colony-stimulating factor (GM-CSF), vascular-endothelial growth factor (VEGF), colonystimulating factor 1 (CSF-1), PGE2, IL-6, or IL-10 [61]. Intra-tumoural MDSCs can hinder anti-tumour responses by suppressing T cell and NK cell functions, through the upregulation of pathways involved in the production of arginine, reactive oxygen species (ROS) and nitric oxide (NO), as well as by the secretion of TGF-β which can exert its immunosuppressive effects directly on effector T cells or indirectly, inducing the generation of Tregs (Fig. 1) [59]. Hypoxia, via up-regulation of Hypoxia-inducible factors 1α (HIF1α), plays a critical role in regulating the immunosuppressive activity of MDSCs [61]."
    }, {
      "heading" : "2.2.2. Tumour-promoting role of TAM",
      "text" : "TAMs originate from circulating peripheral blood monocytes, deriving from the bone marrow, that are recruited into the tumour in response to the release of a variety of molecules produced by the stromal and tumour cells, including CSF-1, CCL2, IL-1β, IL6, VEGF, platelet-derived growth factor (PDGF), CXCR4 ligand CXCL12 and Angiopoietin-2 (Ang-2) [62,63].\nMacrophages exhibit high plasticity and display variable phenotype according to their diverse functional roles, switching between the proinflammatory M1 (classically activated macrophages) and the antiinflammatory M2 phenotypes (alternatively activated macrophages) [62,63]. Recruited monocytes rapidly differentiate to M1 macrophages by bacteria-derived products, such as LPS, as well as by signals associated with infections, such as IFNγ. They are characterised by the secretion of proinflammatory cytokines (TNFα, IL-1, IL-6 and IL-12) and\nshow high phagocytic and microbicidal activity [62–64]. In contrast, M2 macrophages exert an anti-inflammatory activity through the secretion of the anti-inflammatory cytokines IL-4, IL-10, and IL-13, and display decreased production of ROS, NO and TNFα. M2 macrophage differentiation is induced by macrophage colony-stimulating factor (M-CSF), IL4, IL13, IL10 and TGF-β [62–64]. TAMs constitute a major component of the TIME and display an M2-like phenotype [63,64].\nTumour cells directly promote an M2‑like polarisation of macrophages by the secretion of soluble factors (IL‑6 and PGE2) [62,63]. M2macrophages mediate a Th2-type response, leading to the suppression of pro-inflammatory stimuli (Fig. 1) [62,63]. TAMs exert their immunosuppressive activity by multiple mechanisms, including the release of immunosuppressive cytokines (IL-10 and TGF-β), indoleamine 2,3 dioxygenase (IDO) pathway activation, prostaglandins production or upregulating the expression of PD-L1, PD-L2 and VISTA checkpoints (Fig. 1) [64]."
    }, {
      "heading" : "2.2.3. Tumour-promoting role of Treg",
      "text" : "Tregs are a subset of T cells that play an immunosuppressive role in the TME and promote tumour growth [65]. Intratumoral accumulation of Tregs can be actively supported via several mechanisms, such as their direct recruitment in response to chemokines (CCL5, CCL9, CCL10, CCL11, CCL17, CCL22, and CCL28) secreted by tumour cells and tumour-resident immune cells; local expansion of Tregs within the tumour in response to tumor-secreted factors (TGF-β and IL-10), and generation of immunosuppressive Tregs from antigen-stimulated T cells induced by increased levels of TGF-β and adenosine [65].\nActivated Tregs exert their immunosuppressive function by eliminating effector T cells and dendritic cells via Granzyme B/perforininduced apoptosis or through the secretion of inhibitory molecules such as transforming growth factor (TGF)-β, IL-10, IL-35 and adenosine (Fig. 1) [65].\nThe immunosuppressive activity of Tregs is also mediated by direct interaction with target cells via a number of surface receptors expressed on their surface, such as CTLA-4, PD-1, LAG-3 and TIM-3, as well as by upregulating IDO or upon the activation of CD28 family-induced costimulatory molecules (ICOS), promoting the secretion of inhibitory cytokines, especially IL-10 (Fig. 1) [65].\nThe expression of the nuclear transcription factor Forkhead box P3 (FoxP3) is critical for Treg development and function (Fig. 1) [65]."
    }, {
      "heading" : "3. Targeting immunosuppressive cells in the TME with nanoparticles",
      "text" : "Efficient and precise delivery of immunostimulatory and immunomodulatory molecules to appropriate target immune cells is essential for the implementation of novel therapeutic strategies aimed to re-shape TME, which can ensure the induction of potentiated anti-tumour responses, without undesired off-target effects [66,67].\nIn order to deliver immunotherapies to specific immune cells within the TME, delivery platforms should be able to reach the tumour site, when administrated systemically, penetrate deeply into the bulk tumour and locally deliver their cargo to the target cells [68–70].\nNanoparticle-based delivery systems have been extensively investigated for efficient targeting of cancer cells, improving the circulation time and increasing tumour accumulation of chemotherapeutics by exploiting the enhanced permeation and retention (EPR) effect or through active tumour-targeting, functionalising nanoparticles’ surface with specific targeting molecules [20,71].\nTherefore, nanoparticles represent an attractive option for the development of targeted therapies directed against diverse molecular signalling pathways and immunosuppressive cells (Tregs, MDSCs and TAMs), within the tumour site, known to be responsible for the establishment of a pro-tumoural microenvironment.\nThe EPR effect can be exploited by encapsulating the therapeutic\nagents into long-circulating nanoparticles that are too large to leave the vasculature in healthy tissues, but that can pass through the larger fenestrae of aberrant neoangiogenic tumour vasculature (size between 10 nm and 400 nm) [72,73]. Once the nanoparticles extravasate at the tumour site, they can release the payload in response to certain stimuli present in tumours, such as pH changes, oxygen levels, or matrix metalloproteinases (MMP) [74]. However, until now the use of EPR-based strategies for tumour targeting has been limited by the heterogenicity of the EPR response observed in the different tumours [75].\nActive targeting is a valid alternative approach, harnessing the interaction between target molecules conjugated on the surface of nanocarriers and cell-surface receptors on target cells, to enhance cellular uptake and local accumulation of drugs [76–80]. Several active-targeting strategies have been successfully applied for enhanced drug delivery within the TME, and many nanomaterials have demonstrated to be particularly well suited to enhance anti-tumour immune responses [81,82]. Table 1 shows examples of molecules used for targeting TAMs, MDSCs and Tregs.\nPhysicochemical properties of nanomaterials such as size, surface charge, shape, hydrophobicity and coating agents influence their interaction with the immune system and can be further tailored to promote immunomodulation of the TIME [83–85]. For instance, inorganic nanoparticles such as iron oxide, gold and silver nanoparticles have demonstrated intrinsic immunological properties that can be potentially exploited to potentiate the therapeutic response of patients to current anti-tumour therapies by promoting macrophage repolarisation from an anti-inflammatory M2 phenotype to a pro-inflammatory M1 phenotype, or dendritic cell maturation [83]. Specific strategies employed for targeting key immunosuppressive cell populations or pathways will be discussed in the next sections."
    }, {
      "heading" : "3.1. Targeting TAMs",
      "text" : "Current strategies for targeting TAMs using nanoparticles include the design of therapeutic approaches that prevent the recruitment of inflammatory monocytes within TME. This can be achieved by inhibiting the secretion of macrophage-attracting chemokines by tumour cells, or by blocking macrophage surface receptors, thus preventing the activation of signal transduction pathways involved in macrophage migration. In this regard, Leuschner et al. designed lipid nanoparticles for the encapsulation and delivery of siRNA, enabling the inhibition of chemokine receptor CCR2 expression in inflammatory monocytes; showing that, after systemic administration, the nanoparticles rapidly accumulated in the spleen and bone marrow, where they were highly internalised by inflammatory monocytes [98]. Efficient degradation of CCR2-mRNA induced by siRNA-loaded nanoparticles inhibited monocyte recruitment and consequent TAMs generation in the TME,\nresulting in tumour regression [98]. A second viable strategy involves the use of treatments to reprogram TAMs from an M2 to an M1-like phenotype in the TME. M1 macrophages can promote inflammation and tumour growth inhibition by the secretion of Th1-type cytokines [99]. Some nanomaterials have been shown to possess an intrinsic ability to directly influence macrophage polarisation, thus becoming an appealing strategy to reprogram TAMs. Zanganeh et al. have shown the intrinsic potential of iron oxide nanoparticles to promote the re-polarisation of immunosuppressive M2 TAMs into the pro-inflammatory M1 phenotype [100]. In vivo, iron oxide nanoparticles significantly inhibited tumour growth in a murine subcutaneous adenocarcinoma model [100]. Besides, systemic administration of iron oxide nanoparticles before intravenous tumour cell inoculation prevented the formation of hepatic metastasis [100]. Other nanomaterials, such as gold and silver nanoparticles, have also shown intrinsic immunomodulatory properties in TAMs [101]. Pal et al. reported that gold and silver nanoparticles activate pro-inflammatory signalling pathways, all leading to TAM repolarisation to an M1-like phenotype [101].\nIn addition to their intrinsic immunomodulatory properties, nanoparticles can be employed to repolarise macrophages through the delivery of cytokines and innate immune adjuvants, improving their uptake, tolerability and safety profile. Poly(β-amino ester) nanoparticles for pH-stimuli IL-12 controlled delivery in the TME have been proposed to shift TAMs phenotype towards a pro-inflammatory one [102]. Interestingly, the authors showed that nanoparticles loaded with IL-12 significantly inhibit tumour growth in a subcutaneous B16F10 murine model after both intravenous and intra-tumoural treatment, by promoting intratumoral retention, providing improved efficacy and safety profile over free IL-12 [102].\nThe binding of TLR9 with synthetic unmethylated cytosine-phosphoguanine (CpG) leads to activation of NF-κβ and AP-1 signalling pathways, promoting the secretion of multiple pro-inflammatory cytokines including IL-1β, IL-6 and type I interferon (IFN) by macrophages [103]. Evidence indicates that encapsulation of CpG may favour its uptake by macrophages and thus its immunostimulatory effect. For instance, it has been shown that self-assembled CpG-shell gold nanoparticles efficiently stimulated macrophage activation both in vitro and in vivo in a TLR9-dependent manner [104] and CpG encapsulation was required to potentiate this effect.\nStimulator of interferon genes (STING) agonists represent another promising class of immunotherapeutic agent that mediates innate immune activation. The delivery of STING agonists via nanoparticle platforms has shown a superior efficacy and safety profile if compared to their unencapsulated forms. Indeed, recently, Shae et al. described that the delivery of 2′3′ cyclic guanosine monophosphate–adenosine monophosphate (cGAMP) via polymerosomes potentiated the therapeutic efficacy of cGAMP, enhancing STING signalling in the TME and tumour-draining lymph nodes, converting TME from an immunosuppressive to proinflammatory one [105]. The authors showed that cGAMP-loaded nanoparticles administrated both intratumorally or intraperitoneally induced a potent tumour growth inhibition, prolonged the survival time, improved the response rates to immune checkpoint inhibitors, and inducte immunological memory that confered protection against tumour rechallenge [105].\nDirect depletion of infiltrated TAMs constitutes another potential approach that has been effectively realised by nanoparticles through active targeting strategies. Working in this direction, Qian and coworkers developed an M2-like TAM dual-targeting vector, consisting of lipid nanoparticles functionalised with a fusion peptide composed by αpeptide (a scavenger receptor B type 1 targeting peptide) linked with M2pep (an M2 macrophage binding peptide) (Table 1) [86]. The vector presented a size inferior to 30 nm, which favours a deeper penetration into solid tumours. By loading the nanoparticles with siRNA targeting anti-colony stimulating factor- 1 receptor, the authors developed a novel targeted immunotherapeutic strategy that specifically blocked\nthe survival signal of M2-like TAMs, leading to their selective depletion, with consequent tumour volume regression and prolonged the survival of B16 melanoma-bearing mice [86]. Interestingly, the two targeting moieties (α-peptide and M2pep) acted synergistically to improve M2like TAM targeting within the TME, and conferred the carrier a superior affinity towards M2-like TAMs rather than macrophages resident in other tissues, such as spleen, liver and lung, minimising potential undesired effects [86]. Penn et al. in 2018 demonstrated that ovarian TAMs overexpress the folate receptor-2, which can be selectively targeted using methotrexate-loaded G5-dendrimer nanoparticles, where the methotrexate acts as both a ligand and cytotoxic agent [106]. G5methotrexate (G5-MTX) nanoparticles depleted TAMs in both solid tumours and ascites models of ovarian cancer [106]. A similar strategy was proposed to exploit the overexpression of folate receptors on TAMs for achieving their selective depletion by using ultrasound-guided microbubbles to co-deliver oxygen and paclitaxel in the TME [107]. Given that the overexpression of folate receptors is shared by both cancer cells and TAMs, the system successfully acted as both cytotoxic and immunomodulatory agent [107]."
    }, {
      "heading" : "3.2. Targeting MDSCs",
      "text" : "Like the TAMs, MDSCs are strongly polarised towards an M2-like phenotype, characterised by the secretion of Th2-type cytokines, which contribute to the generation of an immunosuppressive TME [108]. Therefore, the concept of reprogramming or depleting MDSC as a therapeutic strategy is emerging as a new insight for improving the efficacy of current cancer immunotherapies.\nThe intrinsic ability of nanomaterials to interact with the host immune system has been extensively investigated and characterised, but it is only recently that it has been demonstrated that their immunological properties can be exploited for therapeutic application by directly influencing the differentiation status of immune cells.\nPrevious studies, for instance, have demonstrated that cationic dextran and polyethyleneimine possess the ability to reprogramme MDSCs by stimulating toll-like receptors (TLRs) signalling pathways, resulting in the reactivation of tumour immune surveillance and improved responsiveness to immunotherapy [109].\nNanoparticles that specifically target MDSCs to promote their depletion or re-polarisation to an anti-tumour phenotype have also been proposed with promising effects. Plebanek et al. reported the overexpression of scavenger receptor type B-1 (SCARB1) on MDSCs, a highaffinity receptor for high-density lipoprotein (HDL) and employed synthetic HDL biomimetic nanoparticles for inhibiting the immunosuppressive functions of MDSCs [92]. The suppressive properties of the HDL nanoparticles were successfully assessed both in vitro, using a T cell proliferation assays, and in vivo, where the suppression of MDSCs resulted in tumour growth retardation, increased number of CD8+ T cells and Tregs depletion in the metastatic TME of a B16F10 melanoma murine model [92].\nAn additional approach for precise and effective targeting of MDSCs was developed by Zilio et al. [110]. They described a delivery platform based on the conjugation of CD124/IL-4Rα–targeting peptide with G5 poly(amidoamine) PAMAM dendrimers for in vivo targeting of MDSCs within the TME upon systemic administration [110]. The authors showed that the nanoparticles accumulated predominantly at the tumour site of CT26 colon carcinoma or B16 melanoma bearing mice and efficiently delivered a combination of STAT3- and C/EBPβ-specific short hairpin RNA and/or miR-142-3p, leading to the re-polarisation of MDSCs with consequent priming of anti-tumour responses, potentiating the effectiveness of DNA vaccination against a mouse colon carcinoma [110].\nConventional chemotherapeutics, such as gemcitabine and 5- Fluorouracil (5-FU) have been shown to induce selective elimination of MDSCs when administrated at low-dose. However, their MDSC-killing activity can be further enhanced through encapsulation into\nnanovectors. For instance, pluronic-stabilised propylene sulfide micelles have been proposed for encapsulating 6-thioguanine, a cytotoxic drug commonly used to treat myeloid leukaemia [111], to develop a selective strategy to reduce the number of intra-tumoural and peripheral MDSCs. By depleting MDSCs, treatment with 6-thioguanine-loaded nanoparticles enhanced the anti-tumour efficacy of adoptively transferred tumour-specific CD8+ T cells in a B16F10 melanoma murine model [111]. A similar strategy for MDSC-depletion involved the use of lipid nanocapsules carrying a lauroyl-modified form of gemcitabine for selective killing of MDSCs [112]. Subcutaneous administration of gemcitabine-loaded lipid nanocapsules reduced the number of splenic and intra-tumoural MDSCs in lymphoma and melanoma-bearing mice, potentiating the efficacy of adoptive T cell therapy [112]. Zhang et al. have also developed a hybrid lipid-coated calcium phosphate nanoparticle for the encapsulation and selective delivery of gemcitabine monophosphate into tumour-infiltrating MDSCs [113]. The authors successfully tested the therapeutic effects of the nanoparticles after systemic administration in a B16F10 murine melanoma model [113]. The nanoparticles loaded with gemcitabine monophosphate significantly induced apoptosis and disrupted the immunosuppressive signalling in the TME. The treatment effectively depleted MDSCs and Tregs and promoted macrophage re-polarisation towards the anti-tumour M1-like phenotype in the TME, resulting in enhanced effector Tcell immune responses and potent tumour growth inhibition [113]. Overall, these studies have demonstrated that selective-MDSCs depleting strategies through nanoparticles can be effectively employed either as monotherapies or in combination with T cell amplifying therapies, for ensuring improved therapeutic responses."
    }, {
      "heading" : "3.3. Targeting Tregs",
      "text" : "Tregs depletion or block of their immunosuppressive functions may potentially restore the anti-tumour activity of effector T cells, leading to tumour growth inhibition. However, the clinical implementation of Treg depleting strategies is still challenging due to the lack of Treg cellspecific markers or the absence of small molecules that target specifically Treg functions. Recent advances in cancer nanomedicine have offered exciting opportunities for the development of novel therapeutic approaches targeting intra-tumoural CD4+ FoxP3+ Tregs.\nUnlike other Treg-specific markers (CD103, CD39 and Folate receptor 4), glucocorticoid-induced TNFR-related receptor (GITR) has been reported to be selectively overexpressed on intra-tumoural Tregs rather than in peripheral Tregs (i.e., splenic) [114]. The ability of GITR ligands to bind selectively to Treg-specific receptors has been exploited for promoting precise cell-targeting and internalisation of polyethylene glycol-modified single-walled carbon nanotubes (PEG-SWCNTs) into TME-resident Tregs in a B16 melanoma murine model [96]. This approach can be potentially applied to deliver any therapeutic agent selectively into intratumoral Tregs, thus promoting their killing or impairing their immunosuppressive mechanisms.\nRecently, a novel combinatorial treatment consisting of tLyp1 peptide-modified hybrid nanocarrier and anti-CTLA4 immune checkpoint inhibitor was proposed for the treatment of melanoma [95]. The immobilised tLyp1 peptide moiety was able to mediate efficient targeting of TME-resident Tregs by its strong interaction with the Nrp1 receptor, which is expressed in intra-tumoural Tregs [95]. The local release of the payload anti-CTLA4 antibody allowed to potentiate its efficacy by suppressing intra-tumoural Treg functions and promoting the recruitment of tumour-infiltrating lymphocytes (TILs) [95].\nThe selective delivery of tyrosine kinase inhibitors into the TME represents another viable strategy to modulate Tregs activity that can benefit from the use of nanocarriers, by improving their circulation time, tumour accumulation and cellular uptake. Indeed, it has been experimentally demonstrated that the overexpression of STAT3 in TME promotes the secretion of Th2 cytokines, facilitating survival of intratumoural CD4+ FoxP3+ Tregs [115]. Frequently, the stimulation of the\nSTAT3 pathway in cancer cells is due to activation of receptor tyrosine kinases (RTKs), such as Vascular Endothelial Growth Factor Receptors (VEGFR), Platelet-derived growth factor receptors (PDGFR), Epidermal growth factor receptor (EGFR) and Src protein [116]. Huo et al. utilised PLGA-based micelles for the delivery of sunitinib, which is an EGFR tyrosine kinase inhibitor, to improve the effectiveness of tyrosinaserelated protein 2 (Trp2)-loaded calcium phosphate lipid hybrid nanovaccine in treating melanoma [117]. Combined treatment with sunitinib and Trp2 nanovaccine not only increased CD8+ T-cell infiltration and significantly reduced the accumulation of Tregs and MDSCs in the TME, but also promoted the secretion of Th1 type cytokines, remodeling TME composition [117]."
    }, {
      "heading" : "4. Checkpoint inhibitors",
      "text" : "Immune checkpoint blockade therapies have become an effective means for the treatment of several tumour types. Checkpoint inhibitors work by targeting specialised proteins on the surface of cancer cells and immune cells, responsible for tumour immune evasion through the activation of specific signalling pathways [118]. Anti-PD-1/PD-L1 monoclonal antibodies have been widely investigated in preclinical and clinical studies and have been approved for use in numerous cancer types, including melanoma, non-small cell lung cancer, kidney cancer and bladder cancer [119–121].\nAlthough checkpoint inhibitors have shown relevant therapeutic outcomes, their effectiveness is still limited to a small subset of cancer patients, and checkpoint blockade therapy in many cases has been associated with adverse toxic effects [122–125].\nThe use of nanoparticles as delivery platforms has emerged as a powerful tool to potentiate the effectiveness of checkpoint inhibitors and to minimise the side effects associated with their use.\nNanoparticles have been proposed for delivering engineered messenger RNA or plasmid DNA coding protein “traps”, which bind and inhibit checkpoint molecules [126,127]. The employment of geneloaded nanoparticles enables the expression of checkpoint inhibitors locally and transiently only within the tumour site, with a consequent reduction in toxicity compared to systemic administrated antibodies [127].\nIn this regard, Song et al. reported a novel combinatorial therapeutic approach, able to promote the induction of a potent anti-tumour response by promoting the local release of tumour-associated antigens and reshaping the immune composition of the tumour microenvironment [128]. The authors designed an in-situ vaccination strategy based on oxaliplatin-mediated ICD approach, along with the delivery of pDNA coding for PD-L1 trap protein, using hybrid lipid/ protamine nanoparticles [128]. The combinatorial treatment significantly increased the frequency of CD8+ and CD4+ TILs, activated DCs within the tumour microenvironment and augmented the expression of Th1-type cytokines, such as IFN-γ and TNF-α [128].\nIn a similar study, Chen et al. developed calcium carbonate nanoparticles embedded in a bioresponsive gel matrix and pre-loaded with a monoclonal anti-CD47 antibody [129]. The controlled release of antiCD47 antibody inhibits the ‘don’t eat me’ signal in cancer cells, thereby enhancing phagocytosis of cancer cells by macrophages. Consequently, macrophages can effectively prime and activate naïve T cells upon antigen presentation and initiate cell-mediated anti-tumour immune responses that control tumour growth [129].\nImmune checkpoint inhibition has also been achieved using nanocarriers pre-loaded with siRNA targeting specific checkpoint inhibitory pathways. In a recent study, Li et al. proposed the use of hybrid nanoparticles composed of polyethylene glycol-polylactic acid (PEG-PLA) and the cationic lipid BHEM-Chol for the delivery of anti-CTLA-4 siRNA [130]. Upon systemic delivery, anti-CTLA-4 siRNA-loaded nanoparticles were effectively internalised by TILs (4–6 %), significantly increasing the percentage of intratumoural CD4+ and CD8+ T cells, thus leading to tumour growth inhibition, and prolonged survival in\nB16F10 melanoma-bearing mice [130]. Similarly, Teo et al. constructed polyethylenimine (PEI)-based nanoparticles functionalised with folic acid to facilitate CTL-mediated killing of cancer epithelial cells (SKOV-3), through the release of siRNA targeting PD1/PD-L1 pathway [131]. Interestingly, surface decoration of nanoparticles by folic acid moieties increased anti-PD-L1 siRNA uptake by cancer cells and decreased non-specific endocytosis of nanoparticles by monocytes [131]. Likewise, Roeven et al. reported the application of a lipoplex vector, composed of SAINT-RED:DOPE liposome pre-complexed with anti-PD-L1 siRNA, to achieve efficient and long-term silencing of PD-L1 without affecting DC maturation or viability [132]. The PD-L1-siRNA loaded lipoplexes, together with other previously reported strategies for checkpoint inhibition, represent an innovative approach for boosting the effectiveness of antigen-specific immunotherapy, such as vaccines and ICD-inducing therapies without scarifying treatment safety and tolerability."
    }, {
      "heading" : "5. Targeting tumour cells with nanoparticles: ICD-inducing strategies",
      "text" : "In the last decade, many studies helped to revolutionise the concepts of cell death. While it had been previously thought that apoptosis is a non-immunogenic death, whereas necrosis was known as an accidental form of cell death, now it is widely recognised that in some cases apoptosis can promote antigen-specific immune responses and under certain circumstances, necrosis is strictly controlled by specific intracellular signalling pathways [133]. In line with these findings, recent studies have suggested that traditional cancer therapies can be curative not only by direct killing of malignant cells, but also through the induction of innate and adaptive anti-tumour responses, leading to the establishment of a new class of anti-tumour treatments indicated as ICD-inducing strategies [133].\nICD-inducing approaches are characterised by the ability to promote the activation of APCs, priming of tumour-specific CD8+ T-cells and the recruitment of immune cells into the TME, through the release of tumour antigens, pathogen-associated molecular patterns (PAMPs) and/ or danger-associated molecular patterns (DAMPs), such as calreticulin (CRT), high-mobility group box 1 (HMGB1) and extracellular Adenosine triphosphate (ATP), as result of tumour cell killing (Fig. 2) [133]. In response to ICD-inducing therapies, tumour cells expose the pre-apoptotic CRT/ERp57 complex, secrete ATP during apoptosis, and release HMGB1 during cellular necrosis, which act as immune adjuvant promoting modulation of the TME, resulting in the recruitment and activation of immune cells, particularly DCs, responsible for the initiation of an anti-tumour response [133–135]. The type of DAMPmediated signals evoked, vary greatly depending on the type of tumour and approach employed to induce ICD [133].\nICD-inducing strategies have gained a growing interest because they offer a simple, cost-effective and universally applicable protocol for the implementation of personalised cancer immunotherapies, allowing to overcome the limitations associated with vaccination approaches based on tumour lysates or generated exploiting the information deriving from neoantigens discovering studies [136].\nThe use of nanoparticles to induce ICD is emerging as a fascinating novel strategy to stimulate a robust antigen-specific immune response, offering the advantage to improve the effectiveness and safety of conventional ICD agents, such as chemotherapies, photodynamic and thermal therapies [137].\nThermal therapy, driven by nanoparticles represents an efficient means to promote locally heating of the tumour tissue without damaging surrounding healthy tissues. In this context, many studies have demonstrated that magnetic hyperthermia (MHT) can trigger a systemic anti-tumour immune response, leading to elimination of both heattreated primary tumours and untreated distant tumours [138]. The selectivity and consequently the efficacy of nanoparticle-based MHT can be further enhanced by functionalising the surface of the\nnanoparticles with specific tumour cell-targeting ligands [138]. Bonvin et al., in this regard, reported that folic acid functionalised iron oxide nanoparticles, with a hydrodynamic size of about 100 nm and negatively charged, efficiently reach the lymph nodes metastasis where the nanoparticles were preferentially taken up by cancer cells. Folic acid conjugated nanoparticles displayed superior hyperthermiainduced cell killing efficiency compared to non-functionalised magnetic nanoparticles [139]. Similarly, immobilisation of anti-CD90 monoclonal antibody on the surface of thermosensitive magnetoliposomes (TMs) loaded with magnetic iron oxide nanoparticles, allowed to target and kill selectively CD90+ liver cancer stem cells by hyperthermia, applying externally an alternating magnetic field [140]. The authors showed that the treatment is able to promote apoptotic death of cancer cells, leading to robust tumour-growth inhibition and prolonged survival in hepatocarcinoma-bearing mice [140].\nPhotodynamic therapy (PDT), a clinically approved cancer treatment, represents an alternative ICD-inducing approach, consisting in the administration of a photosensitiser and subsequent irradiation with a specific wavelength light, leading to the generation of highly cytotoxic ROS which causes oxidative-induced damage of tumour vasculature and cancer cell death [141]. Locally applied PDT can enhance tumour immunogenicity by promoting the release of tumour antigens and inducing the exposure/release of several DAMPs [142]. However, most photosensitisers are hydrophobic compounds and tend to aggregate in biological environments, thus reducing their photosensitizing efficiency and consequently the therapeutic effect [143]. Nanoparticles have been successfully used to overcome these limitations and have selectively delivered photosensitizer compounds into cancer cells minimising adverse off-target effects [144,145].\nCertain chemotherapeutic agents have the potential to elicit tumour-specific cytotoxic T-cell responses, acting as ICD inducers, and their immunogenicity can be improved through encapsulation into nanoparticles. Zhao et al., for instance, showed that ICD-inducing oxaliplatin loaded in PLGA-PEG nanoparticles induced more efficiently than free oxaliplatin the release of DAMPs, activation of dendritic cells, and subsequent recruitment of antigen-specific T cells within the tumour microenvironment [146].\nSeveral studies have suggested that the immunogenicity of ICD-inducing monotherapies can be further potentiated by combination with other TME-targeting immunotherapies. For example, a recent study demonstrated that hybrid lipid-coated mesoporous nanoparticles\nenable the co-delivery of an IDO inhibitor with ICD-inducing oxaliplatin [147]. Nanovectors loaded with oxaliplatin/IDO inhibitor, induced effective anti-tumour immunity after either intravenous or direct intratumoural administration, in a pancreatic ductal adenocarcinoma (PDAC) orthotopic mouse model. The authors showed that the combinatorial treatment led to tumour growth inhibition by promoting effector CD8+ T cells recruitment and decreasing Foxp3+ Tregs frequency within the tumour microenvironment [147]. Table 2 lists some of the most significant combinatorial therapies based on the use of ICDinducing strategies."
    }, {
      "heading" : "6. Future perspectives",
      "text" : "Although cancer immunotherapy has shown efficacy in the treatment of different forms of cancer, only a small subset of patients with certain tumour types exhibit a positive response to immunotherapy, limiting its broad application in the clinic [163–165].\nThe use of nanoparticles as carrier systems represent an attractive strategy to enhance the efficacy of immunotherapies by improving TIME-targeting, thus increasing their accumulation in the tumour tissues. In particular, nanoparticles provide the possibility to target specific immune cells and molecular pathways within the TME, responsible for driving tumour immune evasion and, consequently, potentiating the efficacy and decreasing off-target toxicity of current cancer immunotherapies.\nAccordingly, the design of novel delivery platforms thought for TIME-targeting applications, should be carried out with the attempt to obtain nanoparticles with specific characteristics that can be exploited to target the TME by EPR and active targeting.\nImmune modulation through the use of checkpoint inhibitors, such as PD-1/PD-L1, innate immune adjuvants and cytokines, has had a relevant impact in cancer therapy, and their incorporation into nanoparticles has the potential to improve the therapeutic efficacy, by enhanced delivery, and reduce systemic toxicities by minimising their offtarget accumulation.\nWe believe that further characterisation of the TIME and future advancement in the development of nanoengineered materials will be critical to offer a better insight into the immunosuppressive mechanisms of tumours and to achieve a more precise delivery, providing a strong rationale for the development of novel effective TIME-modulating nanotherapies.\nFig. 2. Schematic representation of the ICD mechanism. In response to different ICD-inducing inducers (Thermal therapy, Photodynamic therapy, Chemotherapy).\nNanoparticle-assisted combinatorial treatments, based on T cell amplifying therapies, such as ICD-inducing strategies, alongside treatments aimed to abolish the immune-suppressive TME, have the potential to revolutionise current cancer treatments, offering enhanced therapeutic efficacy and unleashing anti-tumour responses. Particularly, they have emerged as a promising strategy for the treatment of poorly immunogenic tumours, which remain a therapeutic challenge.\nDespite the several advantages associated with the use of nanoparticles for TIME-targeting immunotherapy, there are still several challenges that obstacle their translation to the clinic. Firstly, the toxic effect of nanomaterials is one of the major concerns that limit their clinical use. Therefore, future efforts for the development of novel particulate immunotherapies should ideally focus on the use of FDAapproved or biodegradable materials, in order to avoid any adverse effect. Secondly, cost-effective and feasible large-scale production of nanoparticles also constitutes a key factor that still prevent their successful clinical translation. Likewise, further studies are required to fully understand the interactions between nanomaterials and the host immune system, and how these can be tailored for the development of personalised immunotherapies.\nDeclaration of Competing Interest\nThe authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "den jetzigen Stand der Karzinomforschung",
      "author" : [ "P. Ehrlich Über" ],
      "venue" : "Ned Tijdschr Geneeskd 35 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 1909
    }, {
      "title" : "The blockade of immune checkpoints in cancer immunotherapy",
      "author" : [ "D.M. Pardoll" ],
      "venue" : "Nat. Rev. Cancer 12 (4) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "T",
      "author" : [ "C.J. Melief" ],
      "venue" : "van Hall, R. Arens, Therapeutic cancer vaccines, J. Clin. Invest. 125 (9) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "The immunotherapy era of myeloma: monoclonal antibodies",
      "author" : [ "V. Hoyos", "I. Borrello" ],
      "venue" : "vaccines, and adoptive T-cell therapies, Blood 128 (13) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Emerging cellular therapies for Cancer",
      "author" : [ "S. Guedan", "M. Ruella", "C.H. June" ],
      "venue" : "Annu. Rev. Immunol. 37 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Supercharging adoptive T cell therapy to overcome solid tumor–induced immunosuppression",
      "author" : [ "S. Mardiana", "B.J. Solomon", "P.K. Darcy" ],
      "venue" : "Sci. Transl. Med",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2019
    }, {
      "title" : "Building better monoclonal antibody-based therapeutics",
      "author" : [ "G.J. Weiner" ],
      "venue" : "Nat. Rev. Cancer 15 (6) ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "D",
      "author" : [ "M.L. Guevara", "Z. Jilesen" ],
      "venue" : "Stojdl, et al., Codelivery of mRNA with α- Galactosylceramide using a new lipopolyplex formulation induces a strong antitumor response upon intravenous administration, ACS Omega 4 (8) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Lipid-based vectors for therapeutic mRNA- Based anti-cancer vaccines",
      "author" : [ "M.L. Guevara", "S. Persano", "F. Persano" ],
      "venue" : "Curr. Pharm. Des. 25 (13) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Nivolumab plus ipilimumab in advanced melanoma",
      "author" : [ "J.D. Wolchok", "H. Kluger", "M.K. Callahan", "M.A. Postow" ],
      "venue" : "New Engl. J. Med. 369 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "K",
      "author" : [ "M. Binnewies", "E.W. Roberts" ],
      "venue" : "Kersten, et al., Understanding the tumor immune microenvironment (TIME) for effective therapy, Nat. Med. 24 (5) ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Approaches to treat immune hot",
      "author" : [ "J. Galon", "D. Bruni" ],
      "venue" : "altered and cold tumours with combination immunotherapies, Nat. Rev. Drug Discov. 18 (3) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "E",
      "author" : [ "A. Tuccitto", "E. Shahaj" ],
      "venue" : "Vergani, et al., Immunosuppressive circuits in tumor microenvironment and their influence on cancer treatment efficacy, Virchows Arch. 474 (4) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Targeted Therapy and Immunosuppression in the Tumor Microenvironment",
      "author" : [ "M.J. Allegrezza", "J.R. Conejo-Garcia" ],
      "venue" : "Trends Cancer 3 (1) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Overcoming resistance to checkpoint blockade therapy by targeting  PI3Kγ in myeloid cells",
      "author" : [ "O. De Henau", "M. Rausch", "D. Winkler" ],
      "venue" : "Nature 539 (7629) ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nanoparticles that reshape the tumor milieu create a therapeutic window for effective T-cell therapy in solid malignancies",
      "author" : [ "F. Zhang", "S.B. Stephan", "C. Ene" ],
      "venue" : "Cancer Res. 78 (13) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Improving cancer immunotherapy through nanotechnology",
      "author" : [ "M.S. Goldberg" ],
      "venue" : "Nat. Rev. Cancer 19 (10) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Z",
      "author" : [ "X. Feng", "W. Xu" ],
      "venue" : "Li, et al., Immunomodulatory nanosystems, Adv. Sci. ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "R",
      "author" : [ "R.S. Riley", "C.H. June" ],
      "venue" : "Langer, et al., Delivery technologies for cancer immunotherapy, Nat. Rev. Drug Discov. 18 (3) ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Polyelectrolyte multilayers assembled entirely from immune signals on gold nanoparticle templates promote antigenspecific T cell response",
      "author" : [ "P. Zhang", "Y.C. Chiu", "L.H. Tostanoski" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2015
    }, {
      "title" : "L",
      "author" : [ "R. Verbeke", "I. Lentacker" ],
      "venue" : "Wayteck, et al., Co-delivery of nucleoside-modified mRNA and TLR agonists for cancer immunotherapy: restoring the immunogenicity of immunosilent mRNA, J. Control. Release 266 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "D",
      "author" : [ "L. Guo", "D.D. Yan" ],
      "venue" : "Yang, et al., Combinatorial photothermal and immuno cancer therapy using chitosan-coated hollow copper sulfide nanoparticles, ACS Nano 8 (6) ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "G",
      "author" : [ "M.D. Joshia", "W.J. Unger" ],
      "venue" : "Storm, et al., Targeting tumor antigens to dendritic cells using particulate carriers, J. Control. Release 161 (1) ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "A",
      "author" : [ "B. Zeng", "A.P.J. Middelberg" ],
      "venue" : "Gemiarto, et al., Self-adjuvanting nanoemulsion targeting dendritic cell receptor Clec9A enables antigen-specific immunotherapy, J. Clin. Invest. 128 (5) ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Dendrimer-RNA nanoparticles generate protective immunity against lethal Ebola, H1N1 influenza, and Toxoplasma gondii challenges with a single dose, PNAS",
      "author" : [ "J.S. Chahal", "O.F. Khan", "C.L. Cooper" ],
      "venue" : null,
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2016
    }, {
      "title" : "Stimuli-responsive nanocarriers for drug delivery",
      "author" : [ "S. Mura", "J. Nicolas", "P. Couvreur" ],
      "venue" : "Nat. Mater. 12 (11) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Design strategies for physical stimuli-responsive programmable nanotherapeutics",
      "author" : [ "F.F. Sahle", "M. Gulfam", "T.L. Lowe" ],
      "venue" : "Drug Discov. Today 23 (5) ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "R",
      "author" : [ "C. Dostert", "V. Pétrilli" ],
      "venue" : "Van Bruggen, et al., Innate immune activation through Nalp3 inflammasome sensing of asbestos and silica, Science 320 (5876) ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "A",
      "author" : [ "E.C. Carroll", "L. Jin" ],
      "venue" : "Mori, et al., The vaccine adjuvant chitosan promotes cellular immunity via DNA sensor cGAS-STING-Dependent induction of type I interferons, Immunity 44 (3) ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "J",
      "author" : [ "Y. Hu", "T. Liu" ],
      "venue" : "Li, et al., Selenium nanoparticles as new strategy to potentiate γδ T cell anti-tumor cytotoxicity through upregulation of tubulin-α acetylation, Biomaterials 13 (222) ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "The immune system in Cancer pathogenesis: potential therapeutic approaches",
      "author" : [ "P.H. Pandya", "M.E. Murray", "K.E. Pollok", "J.L. Renbarger" ],
      "venue" : "J. Immunol. Res. 2016 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chapter 3 – innate immunity",
      "author" : [ "W. Tak", "M. Saunders", "B. Jett" ],
      "venue" : "Primer to the Immune Response, ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Ebola immunity: Gaining a winning position in lightning chess",
      "author" : [ "A. Ploquin", "Y. Zhou", "N.J. Sullivan" ],
      "venue" : "J. Immunol. 201 (3) ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Positive & negative roles of innate effector cells in controlling cancer",
      "author" : [ "D. Stolk", "H.J. van der Vliet", "T.D. de Gruijl" ],
      "venue" : "progression, Front. Immunol",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2018
    }, {
      "title" : "Enhancing immune responses to tumorassociated antigens",
      "author" : [ "J.P. Higgins", "M.B. Bernstein", "J.W. Hodge" ],
      "venue" : "Cancer Biol. Ther. 8 (15) ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Principles of Cancer Immunobiology and Immunotherapy of Solid Tumors",
      "author" : [ "A. Konsoulova" ],
      "venue" : "InTech",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "R",
      "author" : [ "B. Burkholder", "R.Y. Huang" ],
      "venue" : "Burgess, et al., Tumor-induced perturbations of cytokines and immune cell networks, Biochim. Biophys. Acta 1845 (2) ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Cancer immunotherapy via dendritic cells",
      "author" : [ "K. Palucka", "J. Banchereau" ],
      "venue" : "Nat. Rev. Cancer 12 (4) ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Impact of oncogenic pathways on evasion of antitumour immune responses",
      "author" : [ "S. Spranger", "T.F. Gajewski" ],
      "venue" : "Nat. Rev. Cancer 18 (3) ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "T-cell exhaustion in the tumor microenvironment",
      "author" : [ "Y. Jiang", "Y. Li", "B. Zhu" ],
      "venue" : "Cell Death Dis. 6 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Implications for immunosurveillance of altered HLA class I phenotypes in human tumours, Immunol",
      "author" : [ "Garrido F. Ruiz-Cabello", "T. Cabrera", "J.J. Pcrcz-Villar", "M. LöpezBotct", "M. Duggan- Keen", "P.L. Stan" ],
      "venue" : null,
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 1997
    }, {
      "title" : "M",
      "author" : [ "M. Meissner", "T.E. Reichert" ],
      "venue" : "Kunkel, et al., Defects in the human leukocyte antigen class I antigen processing machinery in head and neck squamous cell carcinoma: association with clinical outcome, Clin. Cancer Res. 11 (7) ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "H",
      "author" : [ "T. Ogino", "H. Shigyo" ],
      "venue" : "Ishii, et al., HLA class I antigen down-regulation in primary laryngeal squamous cell carcinoma lesions as a poor prognostic marker, Cancer Res. 66 (18) ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "HLA antigen changes in malignant cells: epigenetic mechanisms and biologic significance",
      "author" : [ "M. Campoli", "S. Ferrone" ],
      "venue" : "Oncogene 27 (45) ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "The regulatory network behind MHC class I expression",
      "author" : [ "M.L.M. Jongsma", "G. Guarda", "R.M. Spaapen" ],
      "venue" : "Mol. Immunol. 5890 (17) ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "G",
      "author" : [ "K. Kärre", "H.G. Ljunggren" ],
      "venue" : "Piontek, et al., Selective rejection of H-2-deficient lymphoma variants suggests alternative immune defence strategy, Nature 319 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 1986
    }, {
      "title" : "NK cells and cancer: you can teach innate cells new tricks",
      "author" : [ "M.G. Morvan", "L.L. Lanier" ],
      "venue" : "Nat. Rev. Cancer 16 (1) ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Mechanisms of immune evasion by tumors",
      "author" : [ "C.G. Drake", "E. Jaffee", "D.M. Pardoll" ],
      "venue" : "Adv. Immunol. 90 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2776
    }, {
      "title" : "PD-L1 on tumor cells is sufficient for immune evasion in immunogenic tumors and inhibits CD8 T cell cytotoxicity",
      "author" : [ "V.R. Juneja", "K.A. McGuire", "R.T. Manguso" ],
      "venue" : "J. Exp. Med. 214 (4) ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "S",
      "author" : [ "R.A. Flavell" ],
      "venue" : "Sanjabi, S.H. Wrzesinski, et al., The polarization of immune cells in the tumour environment by TGFbeta, Nat. Rev. Immunol. 10 (8) ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "J",
      "author" : [ "J.P. Medema" ],
      "venue" : "de Jong, L.T.C. Peltenburg, et al., Blockade of the granzyme B/ perforin pathway through overexpression of the serine protease inhibitor PI-9/SPI- 6 constitutes a mechanism for immune escape by tumors, Proc. Natl. Acad. Sci. U. S. A. 98 (20) ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "L",
      "author" : [ "S. Sharma", "S.C. Yang" ],
      "venue" : "Zhu, et al., Tumor cyclooxygenase-2/prostaglandin E2dependent promotion of FOXP3 expression and CD4+ CD25+ T regulatory cell activities in lung cancer, Cancer Res. 65 (12) ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "C",
      "author" : [ "A. Curti", "S. Trabanelli" ],
      "venue" : "Onofri, et al., Indoleamine 2,3-dioxygenase leukemic dendritic cells impair leukemia-specific immune response by inducing potent T regulatory cells, Heamatologia 95 (12) ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "S",
      "author" : [ "A. Curti", "M. Aluigi" ],
      "venue" : "Pandolfi, et al., Acute myeloid leukemia cells constitutively express the immunoregulatory enzyme indoleamine 2,3-dioxygenase, Leukemia 21 (2) ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "R",
      "author" : [ "P.K. Epling-Burnette", "J.H. Liu" ],
      "venue" : "Catlett-Falcone, et al., Inhibition of STAT3 signaling leads to apoptosis of leukemic large granular lymphocytes and decreased Mcl-1 expression, J. Clin. Invest. 107 (3) ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "O",
      "author" : [ "S.O. Rahaman", "P.C. Harbor" ],
      "venue" : "Chernova, et al., Inhibition of constitutively active Stat3 suppresses proliferation and induces apoptosis in glioblastoma multiforme cells, Oncogene 21 (55) ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "L",
      "author" : [ "V. Caldera", "M. Mellai" ],
      "venue" : "Annovazzi, et al., Stat3 expression and its correlation with proliferation and apoptosis/autophagy in gliomas, J. Oncol. 2008 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Evasion of apoptosis as a cellular stress response in Cancer",
      "author" : [ "S. Fulda" ],
      "venue" : "Int. J. Cell Biol. 2010 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "The suppressive tumor microenvironment: a challenge in Cancer immunotherapy",
      "author" : [ "E.A. Vasievich", "L. Huang" ],
      "venue" : "Mol. Pharm. 8 (3) ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "R",
      "author" : [ "C. Groth", "X. Hu" ],
      "venue" : "Weber, et al., Immunosuppression mediated by myeloid-derived suppressor cells (MDSCs) during tumour progression, Br. J. Cancer 120 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "The interaction of anticancer therapies with tumorassociated macrophages",
      "author" : [ "A. Mantovani", "P. Allavena" ],
      "venue" : "J. Exp. Med. 212 (5) ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A",
      "author" : [ "G. Solinas", "G. Germano" ],
      "venue" : "Mantovani, et al., Tumor-associated macrophages (TAM) as major players of the cancer-related inflammation, J. Leukoc. Biol. 86 (5) ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "A",
      "author" : [ "A. Mantovani", "F. Marchesi" ],
      "venue" : "Malesci, et al., Tumor-associated macrophages as treatment targets in oncology, Nat. Rev. Clin. Oncol. 14 (7) ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Regulatory t cells in the tumor microenvironment and Cancer progression: role and therapeutic targeting",
      "author" : [ "B. Chaudhary", "E. Elkord" ],
      "venue" : "Vaccines (Basel) 4 (3) ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "B",
      "author" : [ "C. Lei", "P. Liu" ],
      "venue" : "Chen, et al., Local release of highly loaded antibodies from functionalized nanoporous support for cancer immunotherapy, J. Am. Chem. Soc. 132 (20) ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Nanoparticle-mediated remodeling of the tumor microenvironment to enhance immunotherapy",
      "author" : [ "S. Musetti", "L. Huang" ],
      "venue" : "ACS Nano 12 (12) ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "I",
      "author" : [ "M. Rahman", "M.Z. Ahmad" ],
      "venue" : "Kazmi, et al., Emergence of nanomedicine as cancer targeted magic bullets: recent development and need to address the toxicity apprehension, Curr. Drug Discov. Technol. 9 (4) ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "I",
      "author" : [ "M. Rahman", "M.Z. Ahmad" ],
      "venue" : "Kazmi, et al., Advancement in multifunctional nanoparticles for the effective treatment of cancer, Expert Opin. Drug Deliv. 9 (4) ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "I",
      "author" : [ "M. Rahman", "M.Z. Ahmed" ],
      "venue" : "Kazmi, et al., Novel approach for the treatment of cancer: theranostic nanomedicines, Pharmacologia 3 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "H",
      "author" : [ "A. Khalid", "S. Persano" ],
      "venue" : "Shen, et al., Strategies for improving drug delivery: nanocarriers and microenvironmental priming, Expert Opin. Drug Deliv. 14 (7) ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "To exploit the tumor microenvironment: passive and active tumor targeting of nanocarriers for anti-cancer drug delivery",
      "author" : [ "F. Danhier", "O. Feron", "V. Préat" ],
      "venue" : "J. Control. Release 148 (2) ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "P",
      "author" : [ "H.S. Choi", "W. Liu" ],
      "venue" : "Misra, et al., Renal clearance of quantum dots, Nat. Biotechnol. 25 (10) ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 1340
    }, {
      "title" : "Stimuli responsive polymeric systems for Cancer therapy",
      "author" : [ "A. Alsuraifi", "A. Curtis", "D.A. Lamprou" ],
      "venue" : "Pharmaceutics 10 (3) ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "H",
      "author" : [ "U. Prabhakar" ],
      "venue" : "Maeda, R.K. Jain, et al., Challenges and key considerations of the enhanced permeability and retention (EPR) effect for nanomedicine drug delivery in oncology, Cancer Res. 73 (8) ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "W",
      "author" : [ "D. Rosenblum", "N. Joshi" ],
      "venue" : "Tao, et al., Progress and challenges towards targeted delivery of cancer therapeutics, Nat. Commun. 9 (1) ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "S",
      "author" : [ "P. Aneja", "M. Rahman" ],
      "venue" : "Beg, et al., Cancer targeted magic bullets for effective treatment of cancer, Recent Pat. Antiinfect. Drug Discov. 9 (2) ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "A",
      "author" : [ "S. Akhter", "Z. Ahmad" ],
      "venue" : "Singh, et al., Cancer targeted metallic nanoparticle: targeting overview, recent advancement and toxicity concern, Curr. Pharm. Des. 17 (18) ",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "S",
      "author" : [ "M.Z. Ahmad" ],
      "venue" : "Akhter, G.K. Jain, et al., Metallic nanoparticles: technology overview & drug delivery applications in oncology, Expert Opin. Drug Deliv. 7 (8) ",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "A",
      "author" : [ "M. Rahman", "S. Beg" ],
      "venue" : "Ahmed, et al., Emergence of functionalized nanomedicines in Cancer chemotherapy: recent advancements, current challenges and toxicity considerations, Recent Pat. Nanomed. 2 ",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Tumor microenvironment targeted nanotherapy",
      "author" : [ "C. Fernandes", "D. Suares", "M.C. Yergeri" ],
      "venue" : "Front. Pharmacol. 9 ",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Targeted delivery to tumors: multidirectional strategies to improve treatment efficiency, Cancers",
      "author" : [ "O.M. Kutova", "E.L. Guryev", "E.A. Sokolova" ],
      "venue" : null,
      "citeRegEx" : "82",
      "shortCiteRegEx" : "82",
      "year" : 2019
    }, {
      "title" : "X",
      "author" : [ "Y. Liu", "J. Hardie" ],
      "venue" : "Zhang, et al., Effects of engineered nanoparticles on the innate immune system, Semin. Immunol. 34 ",
      "citeRegEx" : "83",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "S",
      "author" : [ "M. Rahman", "V. Kumar" ],
      "venue" : "Beg, et al., Emergence of liposome as targeted magic bullet for inflammatory disorders: current state of the art, Artif. Cells Nanomed. Biotechnol. 44 (7) ",
      "citeRegEx" : "84",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A",
      "author" : [ "M. Rahman", "S. Beg" ],
      "venue" : "Verma, et al., Therapeutic applications of liposomal based drug delivery and drug targeting for immune linked inflammatory maladies: a contemporary view point, Curr. Drug Targets 18 (13) ",
      "citeRegEx" : "85",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Y",
      "author" : [ "Y. Qian", "S. Qiao" ],
      "venue" : "Dai, et al., Molecular-targeted immunotherapeutic strategy for melanoma via dual-targeting nanoparticles delivering small interfering RNA to tumor-associated macrophages, ACS Nano 11 (9) ",
      "citeRegEx" : "86",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "G",
      "author" : [ "L. Pang", "Y. Pei" ],
      "venue" : "Uzunalli, et al., Surface modification of polymeric nanoparticles with M2pep peptide for drug delivery to tumor-associated macrophages, Pharm. Res. 36 (4) ",
      "citeRegEx" : "87",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Mitochondrial/cell surface protein p32/gC1qR as a molecular target in tumor cells and tumor stroma",
      "author" : [ "V. Fogal", "L. Zhang", "S. Krajewski" ],
      "venue" : "Cancer Res. 68 (17) ",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Molecular imaging of tumor-infiltrating macrophages in a preclinical mouse model of breast cancer",
      "author" : [ "X. Sun", "D. Gao", "L. Gao" ],
      "venue" : "Theranostics 5 (6) ",
      "citeRegEx" : "89",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "H",
      "author" : [ "S. Zhu", "M. Niu" ],
      "venue" : "O’Mary, et al., Targeting of tumor-associated macrophages made possible by PEG-sheddable, mannose-modified nanoparticles, Mol. Pharm. 10 (9) ",
      "citeRegEx" : "90",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "I",
      "author" : [ "H. Qin", "B. Lerman" ],
      "venue" : "Sakamaki, et al., Generation of a novel therapeutic peptide that depletes MDSC in tumor-bearing mice, Nat. Med. 20 (6) ",
      "citeRegEx" : "91",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Scavenger receptor type B1 and lipoprotein nanoparticle inhibit myeloid-derived suppressor cells",
      "author" : [ "M.P. Plebanek", "D. Bhaumik", "P.J. Bryce" ],
      "venue" : "Mol. Cancer Ther. 17 (3) ",
      "citeRegEx" : "92",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "J",
      "author" : [ "H. Liu", "J. Mai" ],
      "venue" : "Shen, et al., A novel DNA aptamer for dual targeting of polymorphonuclear myeloid-derived suppressor cells and tumor cells, Theranostics 8 (1) ",
      "citeRegEx" : "93",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "H",
      "author" : [ "G.T. Yu", "L. Rao" ],
      "venue" : "Wu, et al., Myeloid‐derived suppressor cell membrane‐coated magnetic nanoparticles for cancer theranostics by inducing macrophage polarization and synergizing immunogenic cell death, Adv. Funct. Mater. 28 (37) ",
      "citeRegEx" : "94",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "L",
      "author" : [ "W. Ou", "R.K. Thapa" ],
      "venue" : "Jiang, et al., Regulatory T cell-targeted hybrid nanoparticles combined with immuno-checkpoint blockage for cancer immunotherapy, J. Control. Release 281 ",
      "citeRegEx" : "95",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A",
      "author" : [ "C. Sacchetti", "K. Motamedchaboki" ],
      "venue" : "Magrini, et al., Surface polyethylene glycol conformation influences the protein corona of polyethylene glycol-modified single-walled carbon nanotubes: potential implications on biological performance, ACS Nano 7 (3) ",
      "citeRegEx" : "96",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "S",
      "author" : [ "R. Singh" ],
      "venue" : "Singh, P.K. Sharma, T regulatory and prostate cancer cell-specific drug targeting using novel XPclad© nanoparticles (42.7), J. Immunol. 182 (1) ",
      "citeRegEx" : "97",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "R",
      "author" : [ "F. Leuschner", "P. Dutta" ],
      "venue" : "Gorbatov, et al., Therapeutic siRNA silencing in inflammatory monocytes, Nat. Biotechnol. 29 (11) ",
      "citeRegEx" : "98",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Targeting macrophages in Cancer: from bench to bedside",
      "author" : [ "A.R. Poh", "M. Ernst" ],
      "venue" : "Front. Oncol. 8 ",
      "citeRegEx" : "99",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "R",
      "author" : [ "S. Zanganeh", "G. Hutter" ],
      "venue" : "Spitler, et al., Iron oxide nanoparticles inhibit tumour growth by inducing pro-inflammatory macrophage polarization in tumour tissues,  Nat. Nanotechnol. 11 (11) ",
      "citeRegEx" : "100",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Noble metal nanoparticle-induced oxidative stress modulates tumor associated macrophages (TAMs) from an M2 to M1 phenotype: an in vitro approach",
      "author" : [ "R. Pal", "B. Chakraborty", "A. Nath" ],
      "venue" : "Int. Immunopharmacol. 38 ",
      "citeRegEx" : "101",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Polymeric nanoparticles promote macrophage reversal from M2 to M1 phenotypes in the tumor microenvironment",
      "author" : [ "Y. Wang", "Y.X. Lin", "S.L. Qiao" ],
      "venue" : "Biomaterials 112 ",
      "citeRegEx" : "102",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Targeting the TLR9-MyD88 pathway in the regulation of adaptive immune responses",
      "author" : [ "X. Huang", "Y. Yang" ],
      "venue" : "Expert Opin. Ther. Targets 14 (8) ",
      "citeRegEx" : "103",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Y",
      "author" : [ "N. Chen", "M. Wei" ],
      "venue" : "Sun, et al., Self-assembly of poly-adenine-tailed CpG oligonucleotide-gold nanoparticle nanoconjugates with immunostimulatory activity, Small 10 (2) ",
      "citeRegEx" : "104",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Endosomolytic polymersomes increase the activity of cyclic dinucleotide STING agonists to enhance cancer immunotherapy",
      "author" : [ "D. Shae", "K.W. Becker", "P. Christov" ],
      "venue" : "Nat. Nanotechnol. 14 (3) ",
      "citeRegEx" : "105",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Therapeutic impact of nanoparticle therapy targeting tumor-associated macrophages",
      "author" : [ "C.A. Penn", "K. Yang", "H. Zong" ],
      "venue" : "Mol. Cancer Ther. 17 (1) ",
      "citeRegEx" : "106",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "S",
      "author" : [ "T. Luo", "J. Sun" ],
      "venue" : "Zhu, et al., Ultrasound-mediated destruction of oxygen and paclitaxel loaded dual-targeting microbubbles for intraperitoneal treatment of ovarian cancer xenografts, Cancer Lett. 391 ",
      "citeRegEx" : "107",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Myeloid-derived suppressor cells: critical cells driving immune suppression in the tumor microenvironment",
      "author" : [ "K.H. Parker", "D.W. Beury", "S. Ostrand-Rosenberg" ],
      "venue" : "Adv. Cancer Res. 128 ",
      "citeRegEx" : "108",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "G",
      "author" : [ "W. He", "P. Liang" ],
      "venue" : "Guo, et al., Re-polarizing myeloid-derived suppressor cells (MDSCs) with cationic polymers for Cancer immunotherapy, Sci. Rep. 6 ",
      "citeRegEx" : "109",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "6-Thioguanine-loaded polymeric micelles deplete myeloid-derived suppressor cells and enhance the efficacy of T cell immunotherapy in tumor-bearing mice, Cancer Immunol. Immunother",
      "author" : [ "L. Jeanbart", "I.C. Kourtis", "A.J. van der Vlies" ],
      "venue" : null,
      "citeRegEx" : "111",
      "shortCiteRegEx" : "111",
      "year" : 2015
    }, {
      "title" : "M",
      "author" : [ "M.S. Sasso", "G. Lollo" ],
      "venue" : "Pitorre, et al., Low dose gemcitabine-loaded lipid nanocapsules target monocytic myeloid-derived suppressor cells and potentiate cancer immunotherapy, Biomaterials 96 ",
      "citeRegEx" : "112",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "B",
      "author" : [ "Y. Zhang", "X. Bush" ],
      "venue" : "Yan, et al., Gemcitabine nanoparticles promote antitumor immunity against melanoma, Biomaterials 189 ",
      "citeRegEx" : "113",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "E",
      "author" : [ "S. Ronchetti" ],
      "venue" : "Ricci, M.G. Petrillo, et al., Glucocorticoid-induced tumour necrosis factor receptor-related protein: a key marker of functional regulatory T cells, J. Immunol. Res. 2015 ",
      "citeRegEx" : "114",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A",
      "author" : [ "H. Yu", "H. Lee" ],
      "venue" : "Herrmann, et al., Revisiting STAT3 signalling in cancer: new and unexpected biological functions, Nat. Rev. Cancer 14 (11) ",
      "citeRegEx" : "116",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Y",
      "author" : [ "M. Huo" ],
      "venue" : "Zhao, A.B. Satterlee, et al., Tumor-targeted delivery of sunitinib base enhances vaccine therapy for advanced melanoma by remodeling the tumor microenvironment, J. Control. Release 245 ",
      "citeRegEx" : "117",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "The blockade of immune checkpoints in cancer immunotherapy",
      "author" : [ "D.M. Pardoll" ],
      "venue" : "Nat. Rev. Cancer 12 (4) ",
      "citeRegEx" : "118",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Anti-PD-1 and PD-L1 antibodies in metastatic melanoma",
      "author" : [ "E. Simeone", "P.A. Ascierto" ],
      "venue" : "Melanoma Manage. 4 (4) ",
      "citeRegEx" : "119",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "L",
      "author" : [ "H. Borghaei", "L. Paz-Ares" ],
      "venue" : "Horn, et al., Nivolumab versus docetaxel in advanced nonsquamous non-small-cell lung cancer, N. Engl. J. Med. 373 ",
      "citeRegEx" : "120",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "V",
      "author" : [ "P. Armand", "M.A. Shipp" ],
      "venue" : "Ribrag, et al., Programmed death-1 blockade with pembrolizumab in patients with classical Hodgkin lymphoma after brentuximab vedotin failure, J. Clin. Oncol. 34 ",
      "citeRegEx" : "121",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Immune modulation in cancer with antibodies",
      "author" : [ "D.B. Page", "M.A. Postow", "M.K. Callahan" ],
      "venue" : "Annu. Rev. Med",
      "citeRegEx" : "122",
      "shortCiteRegEx" : "122",
      "year" : 2014
    }, {
      "title" : "A",
      "author" : [ "S. Goswami" ],
      "venue" : "Aparicio, S.K. Subudhi, et al., Immune checkpoint therapies in prostate Cancer, Cancer J. 22 (2) ",
      "citeRegEx" : "123",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "S",
      "author" : [ "P. Sharma" ],
      "venue" : "Hu-Lieskovan, J.A. Wargo, et al., Primary, adaptive, and acquired resistance to Cancer immunotherapy, Cell 168 (4) ",
      "citeRegEx" : "124",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Toxicities associated with PD-1/PD-L1 blockade",
      "author" : [ "D.Y. Wang", "D.B. Johnson", "E.J. Davis" ],
      "venue" : "Cancer J. 24 (1) ",
      "citeRegEx" : "125",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Y",
      "author" : [ "T.J. Goodwin" ],
      "venue" : "Zhou, S.N. Musetti, et al., Local and transient gene expression primes the liver to resist cancer metastasis, Sci. Transl. Med. 8 (364) ",
      "citeRegEx" : "126",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "R",
      "author" : [ "L. Miao", "J. Li", "Q. Liu" ],
      "venue" : "Feng, et al., Transient and local expression of chemokine and immune checkpoint traps to treat pancreatic cancer, ACS Nano 11 (9) ",
      "citeRegEx" : "127",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Y",
      "author" : [ "W. Song", "L. Shen" ],
      "venue" : "Wang, et al., Synergistic and low adverse effect cancer immunotherapy by immunogenic chemotherapy and locally expressed PD-L1 trap, Nat. Commun. 9 ",
      "citeRegEx" : "128",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "X",
      "author" : [ "Q. Chen", "C. Wang" ],
      "venue" : "Zhang, et al., In situ sprayed bioresponsive immunotherapeutic gel for post-surgical cancer treatment, Nat. Nanotechnol. 14 (1) ",
      "citeRegEx" : "129",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Y",
      "author" : [ "S.Y. Li" ],
      "venue" : "Liu, C.F. Xu, et al., Restoring anti-tumor functions of T cells via nanoparticle-mediated immune checkpoint modulation, J. Control. Release 231 ",
      "citeRegEx" : "130",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "C",
      "author" : [ "P.Y. Teo" ],
      "venue" : "Yang, L.M. Whilding, et al., Ovarian cancer immunotherapy using PD- L1 siRNA targeted delivery from folic acid-functionalized polyethylenimine: strategies to enhance T cell killing, Adv. Healthc. Mater. 4 (8) ",
      "citeRegEx" : "131",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "R",
      "author" : [ "M.W. Roeven", "W. Hobo" ],
      "venue" : "van der Voort, et al., Efficient nontoxic delivery of PD- L1 and PD-L2 siRNA into dendritic cell vaccines using the cationic lipid SAINT-18, J. Immunother. 38 (4) ",
      "citeRegEx" : "132",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "I",
      "author" : [ "L. Galluzzi" ],
      "venue" : "Vitale, S.A. Aaronson, et al., Molecular mechanisms of cell death: recommendations of the Nomenclature Committee on Cell Death 2018, Cell Death Differ. 25 (3) ",
      "citeRegEx" : "133",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Immune response to cancer therapy: mounting an effective antitumor response and mechanisms of resistance",
      "author" : [ "T.R. Medler", "T. Cotechini", "L.M. Coussens" ],
      "venue" : "Trends Cancer 1 (1) ",
      "citeRegEx" : "134",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Damage-associated molecular patterns in cancer: a double-edged sword",
      "author" : [ "C. Hernandez", "P. Huebener", "R.F. Schwabe" ],
      "venue" : "Oncogene 35 (46) ",
      "citeRegEx" : "135",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "In situ vaccination: cancer immunotherapy both personalized and off‐the‐shelf",
      "author" : [ "L. Hammerich", "A. Binder", "J.D. Brody" ],
      "venue" : "Mol. Oncol. 9 (10) ",
      "citeRegEx" : "136",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Nanoparticle-mediated immunogenic cell death enables and potentiates Cancer immunotherapy",
      "author" : [ "X. Duan", "C. Chan", "W. Lin" ],
      "venue" : "Angew. Chem. Int. Ed. Engl. 58 (3) ",
      "citeRegEx" : "137",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "G",
      "author" : [ "S. Lee", "B. Son" ],
      "venue" : "Park, et al., Immunogenic effect of hyperthermia on enhancing radiotherapeutic efficacy, Int. J. Mol. Sci. 19 (9) ",
      "citeRegEx" : "138",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "M",
      "author" : [ "D. Bonvin", "J.A.M. Bastiaansen" ],
      "venue" : "Stuber, et al., Folic acid on iron oxide nanoparticles: platform with high potential for simultaneous targeting, MRI detection and hyperthermia treatment of lymph node metastases of prostate cancer, Dalton Trans. 46 (37) ",
      "citeRegEx" : "139",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Effective elimination of liver cancer stem-like cells by CD90 antibody targeted thermosensitive magnetoliposomes, Oncotarget",
      "author" : [ "R. Yang", "L.Y. An", "Q.F. Miao" ],
      "venue" : null,
      "citeRegEx" : "140",
      "shortCiteRegEx" : "140",
      "year" : 2016
    }, {
      "title" : "Immunogenic cell death: can it Be exploited in PhotoDynamic therapy for Cancer? Biomed Res",
      "author" : [ "E. Panzarini", "V. Inguscio", "L. Dini" ],
      "venue" : "Int. (2013) ",
      "citeRegEx" : "141",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "S",
      "author" : [ "M. Tanaka", "H. Kataoka" ],
      "venue" : "Yano, et al., Immunogenic cell death due to a new photodynamic therapy (PDT) with glycoconjugated chlorin (G-chlorin), Oncotarget 7 (30) ",
      "citeRegEx" : "142",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "M",
      "author" : [ "M. Camerin" ],
      "venue" : "Moreno, M.J. Marín, et al., Delivery of a hydrophobic phthalocyanine photosensitizer using PEGylated gold nanoparticle conjugates for the in vivo photodynamic therapy of amelanotic melanoma, Photochem. Photobiol. Sci. 15 (5) ",
      "citeRegEx" : "143",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nanoparticles in photodynamic therapy: an emerging paradigm",
      "author" : [ "D.K. Chatterjee", "L.S. Fong", "Y. Zhang" ],
      "venue" : "Adv. Drug Deliv. Rev. 60 (15) ",
      "citeRegEx" : "144",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Nanoparticles in photodynamic therapy",
      "author" : [ "S.S. Lucky", "K.C. Soo", "Y. Zhang" ],
      "venue" : "Chem. Rev. 115 (4) ",
      "citeRegEx" : "145",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "R",
      "author" : [ "X. Zhao", "K. Yang" ],
      "venue" : "Zhao, et al., Inducing enhanced immunogenic cell death with nanocarrier-based drug delivery systems for pancreatic cancer therapy, Biomaterials 102 ",
      "citeRegEx" : "146",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "X",
      "author" : [ "J. Lu" ],
      "venue" : "Liu, Y.P. Liao, et al., Nano-enabled pancreas cancer immunotherapy using  immunogenic cell death and reversing immunosuppression, Nat. Commun. 8 (1) ",
      "citeRegEx" : "147",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "J",
      "author" : [ "Y. Tao", "E. Ju" ],
      "venue" : "Ren, et al., Immunostimulatory oligonucleotides-loaded cationic graphene oxide with photothermally enhanced immunogenicity for photothermal/ immune cancer therapy, Biomaterials 35 (37) ",
      "citeRegEx" : "148",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Z",
      "author" : [ "Y. Tao", "E. Ju" ],
      "venue" : "Liu, et al., Engineered, self-assembled near-infrared photothermal agents for combined tumor immunotherapy and chemo-photothermal therapy, Biomaterials 35 (24) ",
      "citeRegEx" : "149",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "D",
      "author" : [ "L. Guo", "D.D. Yan" ],
      "venue" : "Yang, et al., Combinatorial photothermal and immuno Cancer therapy using chitosan-coated hollow copper sulfide nanoparticles, ACS Nano 8 (6) ",
      "citeRegEx" : "150",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Photothermal therapy with immune-adjuvant nanoparticles together with checkpoint blockade for effective cancer immunotherapy",
      "author" : [ "Q. Chen", "L. Xu", "C. Liang" ],
      "venue" : "Nat. Commun. 7 ",
      "citeRegEx" : "151",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "H",
      "author" : [ "L. Luo", "C. Zhu" ],
      "venue" : "Yin, et al., Laser immunotherapy in combination with perdurable PD-1 blocking for the treatment of metastatic tumors, ACS Nano 12 (8) ",
      "citeRegEx" : "152",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Photothermal therapy mediated by phase-transformation nanoparticles facilitates delivery of anti-PD1 antibody and synergizes with antitumor immunotherapy for melanoma",
      "author" : [ "N. Zhang", "J. Song", "Y. Liu" ],
      "venue" : "J. Control. Release 306 ",
      "citeRegEx" : "153",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "X",
      "author" : [ "J. Lu" ],
      "venue" : "Liu, Y.P. Liao, et al., Nano-enabled pancreas cancer immunotherapy using immunogenic cell death and reversing immunosuppression, Nat. Commun. 8 ",
      "citeRegEx" : "154",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Y",
      "author" : [ "Y. Fan", "R. Kuai" ],
      "venue" : "Xu, et al., Immunogenic cell death amplified by Co-localized adjuvant delivery for Cancer immunotherapy, Nano Lett. 17 (12) ",
      "citeRegEx" : "155",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Y",
      "author" : [ "Q. Chen", "L. Liu" ],
      "venue" : "Lu, et al., Tumor microenvironment-triggered aggregated magnetic nanoparticles for reinforced image-guided immunogenic chemotherapy, Adv. Sci. (Weinh.) 6 (6) ",
      "citeRegEx" : "156",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "L",
      "author" : [ "W. Yue", "L. Chen" ],
      "venue" : "Yu, et al., Checkpoint blockade and nanosonosensitizer-augmented noninvasive sonodynamic therapy combination reduces tumour growth and metastases in mice, Nat. Commun. 10 ",
      "citeRegEx" : "157",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "N",
      "author" : [ "C. He", "X. Duan" ],
      "venue" : "Guo, et al., Core-shell nanoscale coordination polymers combine chemotherapy and photodynamic therapy to potentiate checkpoint blockade cancer immunotherapy, Nat. Commun. 7 ",
      "citeRegEx" : "158",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "N",
      "author" : [ "K. Lu", "C. He" ],
      "venue" : "Guo, et al., Chlorin-based nanoscale metal-organic framework systemically rejects colorectal cancers via synergistic photodynamic therapy and checkpoint blockade immunotherapy, J. Am. Chem. Soc. 138 (38) ",
      "citeRegEx" : "159",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "K",
      "author" : [ "X. Zhang", "F. Wu" ],
      "venue" : "Men, et al., Modified Fe3O4 magnetic nanoparticle delivery of CpG inhibits tumor growth and spontaneous pulmonary metastases to enhance immunotherapy, Nanoscale Res. Lett. 13 ",
      "citeRegEx" : "160",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "C",
      "author" : [ "Y. Chao", "G. Chen" ],
      "venue" : "Liang, et al., Iron nanoparticles for low-power local magnetic hyperthermia in combination with immune checkpoint blockade for systemic antitumor therapy, Nano Lett. ",
      "citeRegEx" : "161",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "W",
      "author" : [ "X. Liu", "J. Zheng" ],
      "venue" : "Sun, et al., Ferrimagnetic Vortex nanoring-Mediated mild magnetic hyperthermia imparts potent immunological effect for treating Cancer metastasis, ACS Nano 13 (8) ",
      "citeRegEx" : "162",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Precision immuno-oncology: prospects of individualized immunotherapy for pancreatic Cancer",
      "author" : [ "J. Zhang", "C.L. Wolfgang", "L. Zheng" ],
      "venue" : "Cancers (Basel) 10 (2) ",
      "citeRegEx" : "163",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Review of PD-1/PD-L1 inhibitors in metastatic dMMR/MSI-H colorectal Cancer",
      "author" : [ "A.F. Oliveira", "L. Bretes", "I. Furtado" ],
      "venue" : "Front. Oncol. 9 ",
      "citeRegEx" : "164",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "The evolving landscape of biomarkers for checkpoint inhibitor immunotherapy",
      "author" : [ "J.J. Havel", "D. Chowell", "T.A. Chan" ],
      "venue" : "Nat. Rev. Cancer 19 (3) ",
      "citeRegEx" : "165",
      "shortCiteRegEx" : null,
      "year" : 1568
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Since the beginning of the 20 century, Paul Ehrlich postulated the existence of “immune surveillance”, which consists in the ability of the immune system to recognise and kill cancer cells, preventing tumour development and progression [1].",
      "startOffset" : 236,
      "endOffset" : 239
    }, {
      "referenceID" : 9,
      "context" : "Although the promise of cancer immunotherapies has been shown in different preclinical models, only a relatively small fraction of patients responds to the treatments [10].",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 10,
      "context" : "The establishment of an immunosuppressive tumour microenvironment (TME) is believed responsible for treatment failure, due to its ability to prevent the activation and infiltration of cytotoxic T lymphocytes (CTLs), which play a crucial role in tumour eradication [11,12].",
      "startOffset" : 264,
      "endOffset" : 271
    }, {
      "referenceID" : 11,
      "context" : "The establishment of an immunosuppressive tumour microenvironment (TME) is believed responsible for treatment failure, due to its ability to prevent the activation and infiltration of cytotoxic T lymphocytes (CTLs), which play a crucial role in tumour eradication [11,12].",
      "startOffset" : 264,
      "endOffset" : 271
    }, {
      "referenceID" : 12,
      "context" : "ment and increased presence of immunosuppressive cells such as regulatory T cells (Tregs), tumour-associated macrophages (TAMs), and myeloid-derived suppressor cells (MDSCs) at the tumour site has been shown to correlate with tumour aggressiveness and poor prognosis, as these cells support tumour growth and proliferation, through the production of factors that stimulate the formation of new tumour vessels, metastatisation, and mediate the impairment of T and natural killer (NK) cell effector functions [13].",
      "startOffset" : 507,
      "endOffset" : 511
    }, {
      "referenceID" : 16,
      "context" : "juvants and monoclonal antibodies are being employed to reshape the tumour immune microenvironment and potentiate anti-tumour immunity; although their use in clinic remains limited due to the lack of therapeutic efficacy and undesired side effects associated with their systemic dissemination, even in the context of local administration [17].",
      "startOffset" : 338,
      "endOffset" : 342
    }, {
      "referenceID" : 22,
      "context" : "Indeed, in the last decade, nanoimmunotherapy is attracting a rapidly growing interest in the context of cancer due to the numerous advantages that it offers over conventional immunotherapies, including simultaneous delivery of multiple immunomodulatory agents for combinatorial therapies [21–23], their precise delivery by passive or active targeting, thus reducing side effects associated with off-target delivery [24,25], protection of the therapeutic agents from degradation in the biological environment [20,26], local (intra-tumoral) retention of immune modulators and sustained and controlled release of the cargo through the design of stimuli-responsive delivery systems [27,28].",
      "startOffset" : 416,
      "endOffset" : 423
    }, {
      "referenceID" : 23,
      "context" : "Indeed, in the last decade, nanoimmunotherapy is attracting a rapidly growing interest in the context of cancer due to the numerous advantages that it offers over conventional immunotherapies, including simultaneous delivery of multiple immunomodulatory agents for combinatorial therapies [21–23], their precise delivery by passive or active targeting, thus reducing side effects associated with off-target delivery [24,25], protection of the therapeutic agents from degradation in the biological environment [20,26], local (intra-tumoral) retention of immune modulators and sustained and controlled release of the cargo through the design of stimuli-responsive delivery systems [27,28].",
      "startOffset" : 416,
      "endOffset" : 423
    }, {
      "referenceID" : 18,
      "context" : "Indeed, in the last decade, nanoimmunotherapy is attracting a rapidly growing interest in the context of cancer due to the numerous advantages that it offers over conventional immunotherapies, including simultaneous delivery of multiple immunomodulatory agents for combinatorial therapies [21–23], their precise delivery by passive or active targeting, thus reducing side effects associated with off-target delivery [24,25], protection of the therapeutic agents from degradation in the biological environment [20,26], local (intra-tumoral) retention of immune modulators and sustained and controlled release of the cargo through the design of stimuli-responsive delivery systems [27,28].",
      "startOffset" : 509,
      "endOffset" : 516
    }, {
      "referenceID" : 24,
      "context" : "Indeed, in the last decade, nanoimmunotherapy is attracting a rapidly growing interest in the context of cancer due to the numerous advantages that it offers over conventional immunotherapies, including simultaneous delivery of multiple immunomodulatory agents for combinatorial therapies [21–23], their precise delivery by passive or active targeting, thus reducing side effects associated with off-target delivery [24,25], protection of the therapeutic agents from degradation in the biological environment [20,26], local (intra-tumoral) retention of immune modulators and sustained and controlled release of the cargo through the design of stimuli-responsive delivery systems [27,28].",
      "startOffset" : 509,
      "endOffset" : 516
    }, {
      "referenceID" : 25,
      "context" : "Indeed, in the last decade, nanoimmunotherapy is attracting a rapidly growing interest in the context of cancer due to the numerous advantages that it offers over conventional immunotherapies, including simultaneous delivery of multiple immunomodulatory agents for combinatorial therapies [21–23], their precise delivery by passive or active targeting, thus reducing side effects associated with off-target delivery [24,25], protection of the therapeutic agents from degradation in the biological environment [20,26], local (intra-tumoral) retention of immune modulators and sustained and controlled release of the cargo through the design of stimuli-responsive delivery systems [27,28].",
      "startOffset" : 679,
      "endOffset" : 686
    }, {
      "referenceID" : 26,
      "context" : "Indeed, in the last decade, nanoimmunotherapy is attracting a rapidly growing interest in the context of cancer due to the numerous advantages that it offers over conventional immunotherapies, including simultaneous delivery of multiple immunomodulatory agents for combinatorial therapies [21–23], their precise delivery by passive or active targeting, thus reducing side effects associated with off-target delivery [24,25], protection of the therapeutic agents from degradation in the biological environment [20,26], local (intra-tumoral) retention of immune modulators and sustained and controlled release of the cargo through the design of stimuli-responsive delivery systems [27,28].",
      "startOffset" : 679,
      "endOffset" : 686
    }, {
      "referenceID" : 30,
      "context" : "In the context of anti-tumour responses, innate immunity mediates immunosurveillance by promoting rapid and non-specific responses, whereas adaptive immunity exhibits a superior specificity, directing the anti-tumour responses against antigens strictly expressed in the tumor tissue [32].",
      "startOffset" : 283,
      "endOffset" : 287
    }, {
      "referenceID" : 31,
      "context" : "Innate immune activation is induced via pattern recognition receptors (PRRs) upon binding to pathogen-associated molecular patterns (PAMPs) or danger-associated molecular patterns (DAMPs) [33].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 32,
      "context" : "NK cells, monocytes/macrophages and neutrophils can favour tumour cell elimination via both indirect or direct mechanisms, involving the release of molecules exerting anti-tumoral effects or inducing antibodydependent cellular cytotoxicity (ADCC), respectively [34].",
      "startOffset" : 261,
      "endOffset" : 265
    }, {
      "referenceID" : 33,
      "context" : "Appropriately activated innate immune cells serve not only as tumoricidal effectors, but also contribute to activate and boost adaptive anti-tumour immunity via the secretion of immune signalling molecules, such as type-I interferons (IFNs), IL-12, C-C motif chemokine ligand 5 (CCL5), C-X-C Motif Chemokine Ligand 9 (CXCL9) and CXCL10 [35,36].",
      "startOffset" : 336,
      "endOffset" : 343
    }, {
      "referenceID" : 34,
      "context" : "Appropriately activated innate immune cells serve not only as tumoricidal effectors, but also contribute to activate and boost adaptive anti-tumour immunity via the secretion of immune signalling molecules, such as type-I interferons (IFNs), IL-12, C-C motif chemokine ligand 5 (CCL5), C-X-C Motif Chemokine Ligand 9 (CXCL9) and CXCL10 [35,36].",
      "startOffset" : 336,
      "endOffset" : 343
    }, {
      "referenceID" : 35,
      "context" : "The transition from innate to adaptive immunity requires tumour antigen processing and presentation by a subset of innate immune cells, known as antigen-presenting cells (APCs), which promote the activation of T-cells (CTL or helper T cells) and B-cells [37,38].",
      "startOffset" : 254,
      "endOffset" : 261
    }, {
      "referenceID" : 36,
      "context" : "The transition from innate to adaptive immunity requires tumour antigen processing and presentation by a subset of innate immune cells, known as antigen-presenting cells (APCs), which promote the activation of T-cells (CTL or helper T cells) and B-cells [37,38].",
      "startOffset" : 254,
      "endOffset" : 261
    }, {
      "referenceID" : 37,
      "context" : "tibodies, also are crucial for the generation of a robust anti-tumour immune response [39].",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 38,
      "context" : "[40,41] and extrinsic pathways leading to the generation of a microenvironment favouring tumour growth.",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 39,
      "context" : "[40,41] and extrinsic pathways leading to the generation of a microenvironment favouring tumour growth.",
      "startOffset" : 0,
      "endOffset" : 7
    }, {
      "referenceID" : 43,
      "context" : "regulation of MHC class I expression in malignant cells can be induced by direct alterations in the MHC genes or in genes coding for molecules involved in antigen processing or presentation, such as proteasome subunits or endoplasmic reticulum peptide transporters [45,46].",
      "startOffset" : 265,
      "endOffset" : 272
    }, {
      "referenceID" : 44,
      "context" : "regulation of MHC class I expression in malignant cells can be induced by direct alterations in the MHC genes or in genes coding for molecules involved in antigen processing or presentation, such as proteasome subunits or endoplasmic reticulum peptide transporters [45,46].",
      "startOffset" : 265,
      "endOffset" : 272
    }, {
      "referenceID" : 45,
      "context" : "class I molecules), it also facilitates the recognition and killing by NK cells, a subset of lymphocytes that become activated when the total levels of MHC class I (expressed by all nucleated cell types of the body) fall below a certain threshold [47,48].",
      "startOffset" : 247,
      "endOffset" : 254
    }, {
      "referenceID" : 46,
      "context" : "class I molecules), it also facilitates the recognition and killing by NK cells, a subset of lymphocytes that become activated when the total levels of MHC class I (expressed by all nucleated cell types of the body) fall below a certain threshold [47,48].",
      "startOffset" : 247,
      "endOffset" : 254
    }, {
      "referenceID" : 47,
      "context" : "Furthermore, some tumours lack of pre-existing tumour T-cell infiltration favouring escape from immunosurveillance due to the low expression levels of tumour antigens, leading to a suboptimal APC recruitment and activation, thus impairing the initiation of an effective tumour-specific immune response [49].",
      "startOffset" : 302,
      "endOffset" : 306
    }, {
      "referenceID" : 48,
      "context" : "Tumours can also actively suppress immunity by turning off activated T-cells via PD-L1 [50], which ligates the negative co-stimulator PD-1 on the lymphocyte's membrane, or by secreting immunosuppressive molecules, such as transforming growth factor-beta (TGF-β) [51], a cytokine that inhibits the activation and differentiation of T-cells and APCs (Fig.",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 49,
      "context" : "Tumours can also actively suppress immunity by turning off activated T-cells via PD-L1 [50], which ligates the negative co-stimulator PD-1 on the lymphocyte's membrane, or by secreting immunosuppressive molecules, such as transforming growth factor-beta (TGF-β) [51], a cytokine that inhibits the activation and differentiation of T-cells and APCs (Fig.",
      "startOffset" : 262,
      "endOffset" : 266
    }, {
      "referenceID" : 50,
      "context" : "Cancer cells can further evade their killing by CTL by hindering the perforin/granzyme system of activated CTL through the expression of granzyme-specific serine proteases (serpins) [52].",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 58,
      "context" : "These immune cells are recognised as drivers of immune suppression in cancer by the local production of immunosuppressive cytokines, chemokines, growth factors, and their crosstalk with components of the TME [60].",
      "startOffset" : 208,
      "endOffset" : 212
    }, {
      "referenceID" : 59,
      "context" : "Tumour-promoting role of MDSC MDSC generation and recruitment are induced by tumour cells through the secretion of granulocyte-macrophage colony-stimulating factor (GM-CSF), vascular-endothelial growth factor (VEGF), colonystimulating factor 1 (CSF-1), PGE2, IL-6, or IL-10 [61].",
      "startOffset" : 274,
      "endOffset" : 278
    }, {
      "referenceID" : 59,
      "context" : "ulating the immunosuppressive activity of MDSCs [61].",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 60,
      "context" : "Tumour-promoting role of TAM TAMs originate from circulating peripheral blood monocytes, deriving from the bone marrow, that are recruited into the tumour in response to the release of a variety of molecules produced by the stromal and tumour cells, including CSF-1, CCL2, IL-1β, IL6, VEGF, platelet-derived growth factor (PDGF), CXCR4 ligand CXCL12 and Angiopoietin-2 (Ang-2) [62,63].",
      "startOffset" : 377,
      "endOffset" : 384
    }, {
      "referenceID" : 61,
      "context" : "Tumour-promoting role of TAM TAMs originate from circulating peripheral blood monocytes, deriving from the bone marrow, that are recruited into the tumour in response to the release of a variety of molecules produced by the stromal and tumour cells, including CSF-1, CCL2, IL-1β, IL6, VEGF, platelet-derived growth factor (PDGF), CXCR4 ligand CXCL12 and Angiopoietin-2 (Ang-2) [62,63].",
      "startOffset" : 377,
      "endOffset" : 384
    }, {
      "referenceID" : 60,
      "context" : "according to their diverse functional roles, switching between the proinflammatory M1 (classically activated macrophages) and the antiinflammatory M2 phenotypes (alternatively activated macrophages) [62,63].",
      "startOffset" : 199,
      "endOffset" : 206
    }, {
      "referenceID" : 61,
      "context" : "according to their diverse functional roles, switching between the proinflammatory M1 (classically activated macrophages) and the antiinflammatory M2 phenotypes (alternatively activated macrophages) [62,63].",
      "startOffset" : 199,
      "endOffset" : 206
    }, {
      "referenceID" : 61,
      "context" : "TAMs constitute a major component of the TIME and display an M2-like phenotype [63,64].",
      "startOffset" : 79,
      "endOffset" : 86
    }, {
      "referenceID" : 62,
      "context" : "TAMs constitute a major component of the TIME and display an M2-like phenotype [63,64].",
      "startOffset" : 79,
      "endOffset" : 86
    }, {
      "referenceID" : 60,
      "context" : "Tumour cells directly promote an M2‐like polarisation of macrophages by the secretion of soluble factors (IL‐6 and PGE2) [62,63].",
      "startOffset" : 121,
      "endOffset" : 128
    }, {
      "referenceID" : 61,
      "context" : "Tumour cells directly promote an M2‐like polarisation of macrophages by the secretion of soluble factors (IL‐6 and PGE2) [62,63].",
      "startOffset" : 121,
      "endOffset" : 128
    }, {
      "referenceID" : 63,
      "context" : "Tumour-promoting role of Treg Tregs are a subset of T cells that play an immunosuppressive role in the TME and promote tumour growth [65].",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 63,
      "context" : "Intratumoral accumulation of Tregs can be actively supported via several mechanisms, such as their direct recruitment in response to chemokines (CCL5, CCL9, CCL10, CCL11, CCL17, CCL22, and CCL28) secreted by tumour cells and tumour-resident immune cells; local expansion of Tregs within the tumour in response to tumor-secreted factors (TGF-β and IL-10), and generation of immunosuppressive Tregs from antigen-stimulated T cells induced by increased levels of TGF-β and adenosine [65].",
      "startOffset" : 480,
      "endOffset" : 484
    }, {
      "referenceID" : 64,
      "context" : "Efficient and precise delivery of immunostimulatory and immunomodulatory molecules to appropriate target immune cells is essential for the implementation of novel therapeutic strategies aimed to re-shape TME, which can ensure the induction of potentiated anti-tumour responses, without undesired off-target effects [66,67].",
      "startOffset" : 315,
      "endOffset" : 322
    }, {
      "referenceID" : 65,
      "context" : "Efficient and precise delivery of immunostimulatory and immunomodulatory molecules to appropriate target immune cells is essential for the implementation of novel therapeutic strategies aimed to re-shape TME, which can ensure the induction of potentiated anti-tumour responses, without undesired off-target effects [66,67].",
      "startOffset" : 315,
      "endOffset" : 322
    }, {
      "referenceID" : 18,
      "context" : "by exploiting the enhanced permeation and retention (EPR) effect or through active tumour-targeting, functionalising nanoparticles’ surface with specific targeting molecules [20,71].",
      "startOffset" : 174,
      "endOffset" : 181
    }, {
      "referenceID" : 69,
      "context" : "by exploiting the enhanced permeation and retention (EPR) effect or through active tumour-targeting, functionalising nanoparticles’ surface with specific targeting molecules [20,71].",
      "startOffset" : 174,
      "endOffset" : 181
    }, {
      "referenceID" : 70,
      "context" : "agents into long-circulating nanoparticles that are too large to leave the vasculature in healthy tissues, but that can pass through the larger fenestrae of aberrant neoangiogenic tumour vasculature (size between 10 nm and 400 nm) [72,73].",
      "startOffset" : 231,
      "endOffset" : 238
    }, {
      "referenceID" : 71,
      "context" : "agents into long-circulating nanoparticles that are too large to leave the vasculature in healthy tissues, but that can pass through the larger fenestrae of aberrant neoangiogenic tumour vasculature (size between 10 nm and 400 nm) [72,73].",
      "startOffset" : 231,
      "endOffset" : 238
    }, {
      "referenceID" : 72,
      "context" : "Once the nanoparticles extravasate at the tumour site, they can release the payload in response to certain stimuli present in tumours, such as pH changes, oxygen levels, or matrix metalloproteinases (MMP) [74].",
      "startOffset" : 205,
      "endOffset" : 209
    }, {
      "referenceID" : 73,
      "context" : "However, until now the use of EPR-based strategies for tumour targeting has been limited by the heterogenicity of the EPR response observed in the different tumours [75].",
      "startOffset" : 165,
      "endOffset" : 169
    }, {
      "referenceID" : 79,
      "context" : "Several active-targeting strategies have been successfully applied for enhanced drug delivery within the TME, and many nanomaterials have demonstrated to be particularly well suited to enhance anti-tumour immune responses [81,82].",
      "startOffset" : 222,
      "endOffset" : 229
    }, {
      "referenceID" : 80,
      "context" : "Several active-targeting strategies have been successfully applied for enhanced drug delivery within the TME, and many nanomaterials have demonstrated to be particularly well suited to enhance anti-tumour immune responses [81,82].",
      "startOffset" : 222,
      "endOffset" : 229
    }, {
      "referenceID" : 81,
      "context" : "For instance, inorganic nanoparticles such as iron oxide, gold and silver nanoparticles have demonstrated intrinsic immunological properties that can be potentially exploited to potentiate the therapeutic response of patients to current anti-tumour therapies by promoting macrophage repolarisation from an anti-inflammatory M2 phenotype to a pro-inflammatory M1 phenotype, or dendritic cell maturation [83].",
      "startOffset" : 402,
      "endOffset" : 406
    }, {
      "referenceID" : 96,
      "context" : "designed lipid nanoparticles for the encapsulation and delivery of siRNA, enabling the inhibition of chemokine receptor CCR2 expression in inflammatory monocytes; showing that, after systemic administration, the nanoparticles rapidly accumulated in the spleen and bone marrow, where they were highly internalised by inflammatory monocytes [98].",
      "startOffset" : 339,
      "endOffset" : 343
    }, {
      "referenceID" : 96,
      "context" : "Efficient degradation of CCR2-mRNA induced by siRNA-loaded nanoparticles inhibited monocyte recruitment and consequent TAMs generation in the TME, resulting in tumour regression [98].",
      "startOffset" : 178,
      "endOffset" : 182
    }, {
      "referenceID" : 97,
      "context" : "M1 macrophages can promote inflammation and tumour growth inhibition by the secretion of Th1-type cytokines [99].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 98,
      "context" : "have shown the intrinsic potential of iron oxide nanoparticles to promote the re-polarisation of immunosuppressive M2 TAMs into the pro-inflammatory M1 phenotype [100].",
      "startOffset" : 162,
      "endOffset" : 167
    }, {
      "referenceID" : 98,
      "context" : "In vivo, iron oxide nanoparticles significantly inhibited tumour growth in a murine subcutaneous adenocarcinoma model [100].",
      "startOffset" : 118,
      "endOffset" : 123
    }, {
      "referenceID" : 98,
      "context" : "Besides, systemic administration of iron oxide nanoparticles before intravenous tumour cell inoculation prevented the formation of hepatic metastasis [100].",
      "startOffset" : 150,
      "endOffset" : 155
    }, {
      "referenceID" : 99,
      "context" : "Other nanomaterials, such as gold and silver nanoparticles, have also shown intrinsic immunomodulatory properties in TAMs [101].",
      "startOffset" : 122,
      "endOffset" : 127
    }, {
      "referenceID" : 99,
      "context" : "reported that gold and silver nanoparticles activate pro-inflammatory signalling pathways, all leading to TAM repolarisation to an M1-like phenotype [101].",
      "startOffset" : 149,
      "endOffset" : 154
    }, {
      "referenceID" : 100,
      "context" : "Poly(β-amino ester) nanoparticles for pH-stimuli IL-12 controlled delivery in the TME have been proposed to shift TAMs phenotype towards a pro-inflammatory one [102].",
      "startOffset" : 160,
      "endOffset" : 165
    }, {
      "referenceID" : 100,
      "context" : "Interestingly, the authors showed that nanoparticles loaded with IL-12 significantly inhibit tumour growth in a subcutaneous B16F10 murine model after both intravenous and intra-tumoural treatment, by promoting intratumoral retention, providing improved efficacy and safety profile over free IL-12 [102].",
      "startOffset" : 298,
      "endOffset" : 303
    }, {
      "referenceID" : 101,
      "context" : "The binding of TLR9 with synthetic unmethylated cytosine-phosphoguanine (CpG) leads to activation of NF-κβ and AP-1 signalling pathways, promoting the secretion of multiple pro-inflammatory cytokines including IL-1β, IL-6 and type I interferon (IFN) by macrophages [103].",
      "startOffset" : 265,
      "endOffset" : 270
    }, {
      "referenceID" : 102,
      "context" : "For instance, it has been shown that self-assembled CpG-shell gold nanoparticles efficiently stimulated macrophage activation both in vitro and in vivo in a TLR9-dependent manner [104] and CpG encapsulation was required to potentiate this effect.",
      "startOffset" : 179,
      "endOffset" : 184
    }, {
      "referenceID" : 103,
      "context" : "described that the delivery of 2′3′ cyclic guanosine monophosphate–adenosine monophosphate (cGAMP) via polymerosomes potentiated the therapeutic efficacy of cGAMP, enhancing STING signalling in the TME and tumour-draining lymph nodes, converting TME from an immunosuppressive to proinflammatory one [105].",
      "startOffset" : 299,
      "endOffset" : 304
    }, {
      "referenceID" : 103,
      "context" : "intraperitoneally induced a potent tumour growth inhibition, prolonged the survival time, improved the response rates to immune checkpoint inhibitors, and inducte immunological memory that confered protection against tumour rechallenge [105].",
      "startOffset" : 236,
      "endOffset" : 241
    }, {
      "referenceID" : 84,
      "context" : "Working in this direction, Qian and coworkers developed an M2-like TAM dual-targeting vector, consisting of lipid nanoparticles functionalised with a fusion peptide composed by αpeptide (a scavenger receptor B type 1 targeting peptide) linked with M2pep (an M2 macrophage binding peptide) (Table 1) [86].",
      "startOffset" : 299,
      "endOffset" : 303
    }, {
      "referenceID" : 84,
      "context" : "the survival signal of M2-like TAMs, leading to their selective depletion, with consequent tumour volume regression and prolonged the survival of B16 melanoma-bearing mice [86].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 84,
      "context" : "Interestingly, the two targeting moieties (α-peptide and M2pep) acted synergistically to improve M2like TAM targeting within the TME, and conferred the carrier a superior affinity towards M2-like TAMs rather than macrophages resident in other tissues, such as spleen, liver and lung, minimising potential undesired effects [86].",
      "startOffset" : 323,
      "endOffset" : 327
    }, {
      "referenceID" : 104,
      "context" : "in 2018 demonstrated that ovarian TAMs overexpress the folate receptor-2, which can be selectively targeted using methotrexate-loaded G5-dendrimer nanoparticles, where the methotrexate acts as both a ligand and cytotoxic agent [106].",
      "startOffset" : 227,
      "endOffset" : 232
    }, {
      "referenceID" : 104,
      "context" : "G5methotrexate (G5-MTX) nanoparticles depleted TAMs in both solid tumours and ascites models of ovarian cancer [106].",
      "startOffset" : 111,
      "endOffset" : 116
    }, {
      "referenceID" : 105,
      "context" : "A similar strategy was proposed to exploit the overexpression of folate receptors on TAMs for achieving their selective depletion by using ultrasound-guided microbubbles to co-deliver oxygen and paclitaxel in the TME [107].",
      "startOffset" : 217,
      "endOffset" : 222
    }, {
      "referenceID" : 105,
      "context" : "Given that the overexpression of folate receptors is shared by both cancer cells and TAMs, the system successfully acted as both cytotoxic and immunomodulatory agent [107].",
      "startOffset" : 166,
      "endOffset" : 171
    }, {
      "referenceID" : 106,
      "context" : "Like the TAMs, MDSCs are strongly polarised towards an M2-like phenotype, characterised by the secretion of Th2-type cytokines, which contribute to the generation of an immunosuppressive TME [108].",
      "startOffset" : 191,
      "endOffset" : 196
    }, {
      "referenceID" : 107,
      "context" : "Previous studies, for instance, have demonstrated that cationic dextran and polyethyleneimine possess the ability to reprogramme MDSCs by stimulating toll-like receptors (TLRs) signalling pathways, resulting in the reactivation of tumour immune surveillance and improved responsiveness to immunotherapy [109].",
      "startOffset" : 303,
      "endOffset" : 308
    }, {
      "referenceID" : 90,
      "context" : "reported the overexpression of scavenger receptor type B-1 (SCARB1) on MDSCs, a highaffinity receptor for high-density lipoprotein (HDL) and employed synthetic HDL biomimetic nanoparticles for inhibiting the immunosuppressive functions of MDSCs [92].",
      "startOffset" : 245,
      "endOffset" : 249
    }, {
      "referenceID" : 90,
      "context" : "The suppressive properties of the HDL nanoparticles were successfully assessed both in vitro, using a T cell proliferation assays, and in vivo, where the suppression of MDSCs resulted in tumour growth retardation, increased number of CD8 T cells and Tregs depletion in the metastatic TME of a B16F10 melanoma murine model [92].",
      "startOffset" : 322,
      "endOffset" : 326
    }, {
      "referenceID" : 108,
      "context" : "For instance, pluronic-stabilised propylene sulfide micelles have been proposed for encapsulating 6-thioguanine, a cytotoxic drug commonly used to treat myeloid leukaemia [111], to develop a selective strategy to reduce the number of intra-tumoural and peripheral MDSCs.",
      "startOffset" : 171,
      "endOffset" : 176
    }, {
      "referenceID" : 108,
      "context" : "By depleting MDSCs, treatment with 6-thioguanine-loaded nanoparticles enhanced the anti-tumour efficacy of adoptively transferred tumour-specific CD8 T cells in a B16F10 melanoma murine model [111].",
      "startOffset" : 192,
      "endOffset" : 197
    }, {
      "referenceID" : 109,
      "context" : "A similar strategy for MDSC-depletion involved the use of lipid nanocapsules carrying a lauroyl-modified form of gemcitabine for selective killing of MDSCs [112].",
      "startOffset" : 156,
      "endOffset" : 161
    }, {
      "referenceID" : 109,
      "context" : "Subcutaneous administration of gemcitabine-loaded lipid nanocapsules reduced the number of splenic and intra-tumoural MDSCs in lymphoma and melanoma-bearing mice, potentiating the efficacy of adoptive T cell therapy [112].",
      "startOffset" : 216,
      "endOffset" : 221
    }, {
      "referenceID" : 110,
      "context" : "have also developed a hybrid lipid-coated calcium phosphate nanoparticle for the encapsulation and selective delivery of gemcitabine monophosphate into tumour-infiltrating MDSCs [113].",
      "startOffset" : 178,
      "endOffset" : 183
    }, {
      "referenceID" : 110,
      "context" : "The authors successfully tested the therapeutic effects of the nanoparticles after systemic administration in a B16F10 murine melanoma model [113].",
      "startOffset" : 141,
      "endOffset" : 146
    }, {
      "referenceID" : 110,
      "context" : "The treatment effectively depleted MDSCs and Tregs and promoted macrophage re-polarisation towards the anti-tumour M1-like phenotype in the TME, resulting in enhanced effector Tcell immune responses and potent tumour growth inhibition [113].",
      "startOffset" : 235,
      "endOffset" : 240
    }, {
      "referenceID" : 94,
      "context" : "The ability of GITR ligands to bind selectively to Treg-specific receptors has been exploited for promoting precise cell-targeting and internalisation of polyethylene glycol-modified single-walled carbon nanotubes (PEG-SWCNTs) into TME-resident Tregs in a B16 melanoma murine model [96].",
      "startOffset" : 282,
      "endOffset" : 286
    }, {
      "referenceID" : 93,
      "context" : "tide-modified hybrid nanocarrier and anti-CTLA4 immune checkpoint inhibitor was proposed for the treatment of melanoma [95].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 93,
      "context" : "The immobilised tLyp1 peptide moiety was able to mediate efficient targeting of TME-resident Tregs by its strong interaction with the Nrp1 receptor, which is expressed in intra-tumoural Tregs [95].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 93,
      "context" : "suppressing intra-tumoural Treg functions and promoting the recruitment of tumour-infiltrating lymphocytes (TILs) [95].",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 112,
      "context" : "STAT3 pathway in cancer cells is due to activation of receptor tyrosine kinases (RTKs), such as Vascular Endothelial Growth Factor Receptors (VEGFR), Platelet-derived growth factor receptors (PDGFR), Epidermal growth factor receptor (EGFR) and Src protein [116].",
      "startOffset" : 256,
      "endOffset" : 261
    }, {
      "referenceID" : 113,
      "context" : "utilised PLGA-based micelles for the delivery of sunitinib, which is an EGFR tyrosine kinase inhibitor, to improve the effectiveness of tyrosinaserelated protein 2 (Trp2)-loaded calcium phosphate lipid hybrid nanovaccine in treating melanoma [117].",
      "startOffset" : 242,
      "endOffset" : 247
    }, {
      "referenceID" : 113,
      "context" : "Combined treatment with sunitinib and Trp2 nanovaccine not only increased CD8 T-cell infiltration and significantly reduced the accumulation of Tregs and MDSCs in the TME, but also promoted the secretion of Th1 type cytokines, remodeling TME composition [117].",
      "startOffset" : 254,
      "endOffset" : 259
    }, {
      "referenceID" : 114,
      "context" : "Checkpoint inhibitors work by targeting specialised proteins on the surface of cancer cells and immune cells, responsible for tumour immune evasion through the activation of specific signalling pathways [118].",
      "startOffset" : 203,
      "endOffset" : 208
    }, {
      "referenceID" : 122,
      "context" : "Nanoparticles have been proposed for delivering engineered messenger RNA or plasmid DNA coding protein “traps”, which bind and inhibit checkpoint molecules [126,127].",
      "startOffset" : 156,
      "endOffset" : 165
    }, {
      "referenceID" : 123,
      "context" : "Nanoparticles have been proposed for delivering engineered messenger RNA or plasmid DNA coding protein “traps”, which bind and inhibit checkpoint molecules [126,127].",
      "startOffset" : 156,
      "endOffset" : 165
    }, {
      "referenceID" : 123,
      "context" : "The employment of geneloaded nanoparticles enables the expression of checkpoint inhibitors locally and transiently only within the tumour site, with a consequent reduction in toxicity compared to systemic administrated antibodies [127].",
      "startOffset" : 230,
      "endOffset" : 235
    }, {
      "referenceID" : 124,
      "context" : "reported a novel combinatorial therapeutic approach, able to promote the induction of a potent anti-tumour response by promoting the local release of tumour-associated antigens and reshaping the immune composition of the tumour microenvironment [128].",
      "startOffset" : 245,
      "endOffset" : 250
    }, {
      "referenceID" : 124,
      "context" : "The authors designed an in-situ vaccination strategy based on oxaliplatin-mediated ICD approach, along with the delivery of pDNA coding for PD-L1 trap protein, using hybrid lipid/ protamine nanoparticles [128].",
      "startOffset" : 204,
      "endOffset" : 209
    }, {
      "referenceID" : 124,
      "context" : "The combinatorial treatment significantly increased the frequency of CD8 and CD4 TILs, activated DCs within the tumour microenvironment and augmented the expression of Th1-type cytokines, such as IFN-γ and TNF-α [128].",
      "startOffset" : 212,
      "endOffset" : 217
    }, {
      "referenceID" : 125,
      "context" : "Consequently, macrophages can effectively prime and activate naïve T cells upon antigen presentation and initiate cell-mediated anti-tumour immune responses that control tumour growth [129].",
      "startOffset" : 184,
      "endOffset" : 189
    }, {
      "referenceID" : 126,
      "context" : "proposed the use of hybrid nanoparticles composed of polyethylene glycol-polylactic acid (PEG-PLA) and the cationic lipid BHEM-Chol for the delivery of anti-CTLA-4 siRNA [130].",
      "startOffset" : 170,
      "endOffset" : 175
    }, {
      "referenceID" : 126,
      "context" : "Upon systemic delivery, anti-CTLA-4 siRNA-loaded nanoparticles were effectively internalised by TILs (4–6 %), significantly increasing the percentage of intratumoural CD4 and CD8 T cells, thus leading to tumour growth inhibition, and prolonged survival in B16F10 melanoma-bearing mice [130].",
      "startOffset" : 285,
      "endOffset" : 290
    }, {
      "referenceID" : 127,
      "context" : "constructed polyethylenimine (PEI)-based nanoparticles functionalised with folic acid to facilitate CTL-mediated killing of cancer epithelial cells (SKOV-3), through the release of siRNA targeting PD1/PD-L1 pathway [131].",
      "startOffset" : 215,
      "endOffset" : 220
    }, {
      "referenceID" : 127,
      "context" : "Interestingly, surface decoration of nanoparticles by folic acid moieties increased anti-PD-L1 siRNA uptake by cancer cells and decreased non-specific endocytosis of nanoparticles by monocytes [131].",
      "startOffset" : 193,
      "endOffset" : 198
    }, {
      "referenceID" : 128,
      "context" : "reported the application of a lipoplex vector, composed of SAINT-RED:DOPE liposome pre-complexed with anti-PD-L1 siRNA, to achieve efficient and long-term silencing of PD-L1 without affecting DC maturation or viability [132].",
      "startOffset" : 219,
      "endOffset" : 224
    }, {
      "referenceID" : 129,
      "context" : "While it had been previously thought that apoptosis is a non-immunogenic death, whereas necrosis was known as an accidental form of cell death, now it is widely recognised that in some cases apoptosis can promote antigen-specific immune responses and under certain circumstances, necrosis is strictly controlled by specific intracellular signalling pathways [133].",
      "startOffset" : 358,
      "endOffset" : 363
    }, {
      "referenceID" : 129,
      "context" : "In line with these findings, recent studies have suggested that traditional cancer therapies can be curative not only by direct killing of malignant cells, but also through the induction of innate and adaptive anti-tumour responses, leading to the establishment of a new class of anti-tumour treatments indicated as ICD-inducing strategies [133].",
      "startOffset" : 340,
      "endOffset" : 345
    }, {
      "referenceID" : 129,
      "context" : "mediated signals evoked, vary greatly depending on the type of tumour and approach employed to induce ICD [133].",
      "startOffset" : 106,
      "endOffset" : 111
    }, {
      "referenceID" : 132,
      "context" : "ICD-inducing strategies have gained a growing interest because they offer a simple, cost-effective and universally applicable protocol for the implementation of personalised cancer immunotherapies, allowing to overcome the limitations associated with vaccination approaches based on tumour lysates or generated exploiting the information deriving from neoantigens discovering studies [136].",
      "startOffset" : 384,
      "endOffset" : 389
    }, {
      "referenceID" : 133,
      "context" : "offering the advantage to improve the effectiveness and safety of conventional ICD agents, such as chemotherapies, photodynamic and thermal therapies [137].",
      "startOffset" : 150,
      "endOffset" : 155
    }, {
      "referenceID" : 134,
      "context" : "In this context, many studies have demonstrated that magnetic hyperthermia (MHT) can trigger a systemic anti-tumour immune response, leading to elimination of both heattreated primary tumours and untreated distant tumours [138].",
      "startOffset" : 222,
      "endOffset" : 227
    }, {
      "referenceID" : 134,
      "context" : "nanoparticles with specific tumour cell-targeting ligands [138].",
      "startOffset" : 58,
      "endOffset" : 63
    }, {
      "referenceID" : 135,
      "context" : "Folic acid conjugated nanoparticles displayed superior hyperthermiainduced cell killing efficiency compared to non-functionalised magnetic nanoparticles [139].",
      "startOffset" : 153,
      "endOffset" : 158
    }, {
      "referenceID" : 136,
      "context" : "Similarly, immobilisation of anti-CD90 monoclonal antibody on the surface of thermosensitive magnetoliposomes (TMs) loaded with magnetic iron oxide nanoparticles, allowed to target and kill selectively CD90 liver cancer stem cells by hyperthermia, applying externally an alternating magnetic field [140].",
      "startOffset" : 298,
      "endOffset" : 303
    }, {
      "referenceID" : 136,
      "context" : "The authors showed that the treatment is able to promote apoptotic death of cancer cells, leading to robust tumour-growth inhibition and prolonged survival in hepatocarcinoma-bearing mice [140].",
      "startOffset" : 188,
      "endOffset" : 193
    }, {
      "referenceID" : 137,
      "context" : "Photodynamic therapy (PDT), a clinically approved cancer treatment, represents an alternative ICD-inducing approach, consisting in the administration of a photosensitiser and subsequent irradiation with a specific wavelength light, leading to the generation of highly cytotoxic ROS which causes oxidative-induced damage of tumour vasculature and cancer cell death [141].",
      "startOffset" : 364,
      "endOffset" : 369
    }, {
      "referenceID" : 138,
      "context" : "Locally applied PDT can enhance tumour immunogenicity by promoting the release of tumour antigens and inducing the exposure/release of several DAMPs [142].",
      "startOffset" : 149,
      "endOffset" : 154
    }, {
      "referenceID" : 139,
      "context" : "However, most photosensitisers are hydrophobic compounds and tend to aggregate in biological environments, thus reducing their photosensitizing efficiency and consequently the therapeutic effect [143].",
      "startOffset" : 195,
      "endOffset" : 200
    }, {
      "referenceID" : 140,
      "context" : "tions and have selectively delivered photosensitizer compounds into cancer cells minimising adverse off-target effects [144,145].",
      "startOffset" : 119,
      "endOffset" : 128
    }, {
      "referenceID" : 141,
      "context" : "tions and have selectively delivered photosensitizer compounds into cancer cells minimising adverse off-target effects [144,145].",
      "startOffset" : 119,
      "endOffset" : 128
    }, {
      "referenceID" : 142,
      "context" : "aliplatin loaded in PLGA-PEG nanoparticles induced more efficiently than free oxaliplatin the release of DAMPs, activation of dendritic cells, and subsequent recruitment of antigen-specific T cells within the tumour microenvironment [146].",
      "startOffset" : 233,
      "endOffset" : 238
    }, {
      "referenceID" : 143,
      "context" : "For example, a recent study demonstrated that hybrid lipid-coated mesoporous nanoparticles enable the co-delivery of an IDO inhibitor with ICD-inducing oxaliplatin [147].",
      "startOffset" : 164,
      "endOffset" : 169
    }, {
      "referenceID" : 143,
      "context" : "The authors showed that the combinatorial treatment led to tumour growth inhibition by promoting effector CD8 T cells recruitment and decreasing Foxp3 Tregs frequency within the tumour microenvironment [147].",
      "startOffset" : 202,
      "endOffset" : 207
    } ],
    "year" : 2020,
    "abstractText" : "Immunotherapy is emerging as a groundbreaking cancer treatment, offering the unprecedented opportunity to effectively treat and in several cases, even cure previously untreatable malignancies. Anti-tumour immunotherapies designed to amplify T cell responses against defined tumour antigens have long been considered effective approaches for cancer treatment. Despite a clear rationale behind such immunotherapies, extensive past efforts were unsuccessful in mediating clinically relevant anti-tumour activity in humans. This is mainly because tumours adopt specific mechanisms to circumvent the host ́s immunity. Emerging data suggest that the full potential of cancer immunotherapy will be only achieved by combining immunotherapies designed to generate or amplify anti-tumour T cell responses with strategies able to impair key tumour immune-evasion",
    "creator" : "Elsevier"
  }
}