{
  "name" : "downloads_2020-11-24_87_zhan2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Continuous and large-scale fabrication of lecithin stabilized nanoparticles with predictable size and stability using flash nano-precipitation",
    "authors" : [ "Qiang-Wei Zhan", "Yan Huang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "LWT - Food Science and Technology xxx (xxxx) xxx\nPlease cite this article as: Qiang-Wei Zhan, Yan Huang, LWT - Food Science and Technology, https://doi.org/10.1016/j.lwt.2020.110558\nAvailable online 11 November 2020 0023-6438/© 2020 Elsevier Ltd. All rights reserved.\nContinuous and large-scale fabrication of lecithin stabilized nanoparticles with predictable size and stability using flash nano-precipitation\nQiang-Wei Zhan , Yan Huang *\nCollege of Biological Science and Engineering, Fuzhou University, Fuzhou, 350108, China\nA R T I C L E I N F O\nKeywords: Lecithin Flash nano-precipitation Quartz crystal microbalance with dissipation (QCM-D) Nanoparticle\nA B S T R A C T\nContinuous and large-scale production of phospholipids stabilized emulsions and nanoparticles with controllable particle size and stability has always been a challenge. Here, we use flash nano-precipitation (FNP) to produce lecithin stabilized α-tocopheryl acetate (Vitamin E-acetate) particles at a production rate much higher than conventional batch mixing and thin-film hydration. The FNP produces particles with more homogeneous lecithin coverage comparing to conventional slow mixing. As determined by dynamic/electrophoretic light scattering, transmission electron microscope (TEM) and Quartz Crystal Microbalance with Dissipation (QCM-D), particles with low percent core are covered by thick multiple lecithin layers and aggregate easily with the coalescence of lecithin shell; particles with medium percent core content are covered with a thin layer of lecithin, which provides a high enough ζ-potential to stabilize the particle; for particles with percent core higher than 95%, the large spacing between lecithin molecules result in Ostwald ripening and aggregation. With a given composition, the particle size and stability could both be precisely predicted using the Smoluchowski’s diffusion limited particle growth model and the Derjaguin-Landau, Verwey-Overbeek (DLVO) theory. This work demonstrates that the compositions affect the adsorption of phospholipid molecules at the particle surface, which further control particle size and stability."
    }, {
      "heading" : "1. Introduction",
      "text" : "Many liposoluble compounds, such as carotenoids, polyphenols and fat soluble vitamins, are beneficial for maintaining health and preventing certain chronic diseases at relatively low level (Dai et al., 2017; Liu et al., 2019; Pereira et al., 2018). However, the short residence time and the low permeability of hydrophobic ingredients in the gastrointestinal tract greatly limit their bioavailability when administrated as food (Bhopatkar et al., 2015; Liu et al., 2019; Zhu, 2013). To address this issue, microscopic particles and emulsions are widely used to encapsulate and transport hydrophobic molecules (Azizi, Li, Kaul, & Abbaspourrad, 2019). Nanoparticles and emulsions are also widely used in cosmetics and pharmaceutics when water-insoluble ingredients need to be dispersed in aqueous environments (Ben Haddada et al., 2020; Feng et al., 2019). The preparation of micro- and nanoscale particles, however, often encounters lengthy process and difficulties in quality control, which hinders their large-scale production.\nOver the past two decades, the flash nanoprecipitation (FNP) technique has been developed to overcome the above mentioned hurdles in\nnanoparticle productions (Johnson & Prud’homme, 2003a). The FNP is a technique based on extremely fast mixing to regulate the antisolvent precipitation process, which could effectively control the nanoparticle size distributions, batch-to-batch reproducibility, and achieve high loading efficiency of the hydrophobic payloads (Fang et al., 2012; He et al., 2018). This FNP method is simple, fast, controllable and does not require energy-intensive equipment (e.g., sonication, high-pressure homogenization, etc.), thus, is becoming a promising technique for nanoparticle and emulsion preparation.\nThe stabilizers used in FNP includes surfactants (Margulis, Magdassi, Lee, & Macosko, 2014), surface active particles (Morozova et al., 2020), and amphiphilic polymers (Wan, Wong, Wong, Chow, & Chow, 2019) that could be co-dissolved in the organic solvent with the hydrophobic payloads. The most commonly used stabilizer are synthetic amphiphilic polymers (such as polycaprolactone-block-poly(ethylene glycol), polylactide-block-poly(ethylene glycol), and poly(lactic-co-glycolic acid)) due to their biodegradability, low crystallinity and proper solubility (Zhu, 2013). These synthetic polymers, however, are not economically and biologically suitable to be applied in food systems, where natural\n* Corresponding author E-mail addresses: live.huangyan@outlook.com (Q.-W. Zhan), yan.huang@fzu.edu.cn (Y. Huang).\nContents lists available at ScienceDirect\nLWT\njournal homepage: www.elsevier.com/locate/lwt\nhttps://doi.org/10.1016/j.lwt.2020.110558 Received 23 July 2020; Received in revised form 29 September 2020; Accepted 8 November 2020\nLWT xxx (xxxx) xxx\nsurfactants are generally preferred. The applications of natural derived surface-active molecules (such as phospholipids and proteins) in FNP, however, are relatively rare and often provide non-satisfactory results. For example, when using phospholipid to stabilize hydrophobic particles (e.g., clofazimine and lumefantrine particles), the dispersion can only be stable for a few hours (Feng et al., 2019; Zhang et al., 2017). Therefore, for a better control over the particle size and stability, it is necessary to investigate the mechanisms that determine these properties.\nIn this study, we used the FNP to prepare phosphatidylcholine (lecithin) stabilized α-tocopheryl acetate (VE-acetate) nanoparticles. It was studied as a model system to investigate how the mixing condition affects the surface adsorption status of lecithin to further decide the particle size, surface potential and colloidal stability. The typical methods for lecithin nanoparticles preparation (such as thin-film hydration (Li et al., 2018), emulsification solvent evaporation (Kobayashi, Iitaka, Iwamoto, Kimura, & Nakajima, 2003; Qi, Chen, Huang, Jin, & Wang, 2012), and anti-solvent precipitation (Chan et al., 2009; Zhang et al., 2008)) also have the drawbacks of long production time, complicate process, poor batch reproducibility, high polydispersity, and difficulty to scale up (He et al., 2018). Thus, a proper technique for continuous, large-scale and controllable production (such as FNP) for lecithin stabilized particles and emulsions is highly desired. We chose VE-acetate (esterified Vitamin-E commonly used in foods and cosmetics) as the model core material for the nanoparticles, based on its proper hydrophobicity (indicated by the Log P, the negative logarithm of the partition coefficient of the material between n-octanol and water, Log P = 9.06) (Lu, Rummaneethorn, Ristroph, & Prud’homme, 2018; Wan, Wong, Chow, & Chow, 2018; Zhu, 2014). The effects of preparation methods, component concentrations and surface adsorption status of lecithin on the particle sizes, microscopic morphologies and colloidal stabilities are experimentally investigated and theoretically modeled to provide systematic and mechanistic guidelines for further application of the FNP in other phospholipids stabilized nanoparticle production."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Soybean phosphatidylcholine (lecithin, purity ≥ 98%) was purchased from Shanghai Macklin Biochemical Co., Ltd (Shanghai, China). Synthetic α-tocopheryl acetate (purity ≥ 96%) was obtained from Sigma Aldrich (Shanghai, China). Absolute ethyl alcohol (EtOH, purity ≥ 99.7%) was purchased from Shanghai Xilong chemical Co. Ltd. Deionized water (DI water) (18.2 MΩ cm) was generated by Ultrapure Water Polishing System (WP-UP-LH-20, Sichuan Wortel Water Treatment Equipment Co., Ltd.)."
    }, {
      "heading" : "2.2. Preparation of nanoparticles by drop-wise addition",
      "text" : "Lecithin and VE-acetate were co-dissolved in EtOH at various concentrations (e.g. VE-acetate fixed at 70.0 mg/mL and lecithin at 57.3, 37.7, 23.3, 12.4 and 3.7 mg/mL, percent core = CVE-acetate/(CVE-acetate + Clecithin) × 100%) = 55%, 65%, 75%, 85%, 95%, respectively). Then, 0.5 mL of the solutions were added drop-wisely into 9.5 mL water under vigorous stirring (650 rpm) followed by gentle stirring (300 rpm) for 2 h at room temperature, forming a colloidal dispersion in a 5% v/v ethanol/water medium (Fig. 1a)."
    }, {
      "heading" : "2.3. Preparation and storage of nanoparticles by FNP",
      "text" : "VE-acetate and lecithin were first co-dissolved in EtOH at various concentrations (e.g. VE-acetate at 70.0 mg/mL and lecithin at 57.3, 37.7, 23.3, 12.4 and 3.7 mg/mL, percent core = CVE-acetate/(CVE-acetate + Clecithin) × 100%) = 55%, 65%, 75%, 85%, 95%, respectively). LecithinVE-acetate nanoparticles were made by FNP using a four-stream multiinlet vortex mixer (MIVM) as depicted in Fig. 1b (Yuan & Huang, 2019). Briefly, in one stream of the mixer flowed the ethanol solution, while in the other three streams flowed water as the antisolvent. Rapid mixing of the organic and water phases in the MIVM was controlled exactly at defined flowrates by means of two digital programmable syringe pumps (Pump Elite 11, Harvard). The organic stream (A) and one of the water streams (B) were set at the same flowrate (6 mL/min) while the flow rates of the remaining two water streams (C, D) were set at 54 mL/min. Setting the flow rates of water streams to be much higher than that of ethanol stream could create a sufficiently high oversaturation of materials for rapid precipitation. The resulting nanoparticles containing a final concentration of 5% v/v residual organic solvent was collected at the outlet stream of the MIVM. The samples were then kept at room temperature for 6 months to test their storage stability."
    }, {
      "heading" : "2.4. Sequential lecithin adsorption experiments via Quartz Crystal Microbalance with dissipation (QCM-D)",
      "text" : "QSX 301 Gold sensors (14 mm diameter, ATcut, quartz crystals, nominal resonant frequency: 4.95 MHz, coated with gold, Biolin Scientific AB), were vigorously cleaned and placed in the vacuum chuck of the spin-coater (Institute of Microelectronics of Chinese Academy of Sciences KW-4T Desktop Homogenizer). VE-acetate was dissolved in absolute ethyl alcohol to form a 5 mg/mL solution. About 40 μL of the solution was pipetted onto the surface of substrate via static dispense, ensuring complete coverage. The spin-coating process consisted of one step: 30 s at a spin speed of 8000 rpm. After coating, substrates were dried for 3 h at room temperature.\nThe interactions between lecithin and VE-acetate were then investigated using a QCM-D instrument (QSense Explorer, Biolin Scientific AB\nQ.-W. Zhan and Y. Huang\nLWT xxx (xxxx) xxx\nInc., Hängpilsgatan 7 SE-426 77 Västra Frölunda Sweden). Before measurements, 10 mg/mL lecithin/EtOH solution was added to water by drop-wise addition to form 0.5 mg/mL liposomes. The crystalcontaining flow cell was first filled by DI water. When stable baselines for both oscillation frequency shift (ΔF) and energy dissipation change (ΔD) signals were obtained, 0.5 mg/mL liposomes was injected into the flow cell for 0.5 h, and then rinsed with DI water for 0.5 h with the ΔF and ΔD being continuously monitored. The flow rate was 100 μL min− 1. After each experiment, the sensor and flow cell were cleaned and dried with nitrogen. All of the experiments were performed at 25 ◦C for at least three replicates.\nDuring the experiment, dissipation and frequency for odd harmonics were recorded from 3 to 13. Lecithin adsorption data was then analyzed using QSense Dfind software (Biolin Scientific AB) using the Smartfit modeling (for D > 1 × 106) and Sauerbrey modeling (for D < 1 × 106)."
    }, {
      "heading" : "2.5. Nanoparticle characterization",
      "text" : "Zetasizer Nano ZS (Malvern Instrument Laboratory, Malvern, U.K.) equipped with a He–Ne laser (λ0 = 632.8 nm) was used for dynamic light scattering (DLS) and ζ-potential measurements. Without any dilution, the particle size in the dispersion formed after the mixing process was directly measured at 25 ◦C. All measurements were taken at 173◦ and each experiment was repeated thrice."
    }, {
      "heading" : "2.6. Electron microscopy of lecithin nanoparticles",
      "text" : "The morphology of the lecithin nanoparticles was imaged using a transmission electron microscope (TEM, JEOL H-7650, Hitachi HighTechnologies Corporation, Tokyo, Japan) operating at 100 kV accelerating voltage. A 5 μL of the sample solution was dropped on to a carboncoated copper grid and allowed to stand for 2.5 min. The excess solution was blotted using a piece of filter paper, and the grid was air-dried overnight before imaging."
    }, {
      "heading" : "2.7. Statistical analysis",
      "text" : "Each experiment was performed at least triplicate, and all results were reported as mean values ± standard deviations."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Comparison between drop-wise addition method and FNP method",
      "text" : "The nanoparticles of lecithin are often produced by antisolvent precipitation and thin-film hydration. To demonstrate the advantages of FNP, we first compared the VE-acetate/lecithin particles prepared by both drop-wise batch mixing and FNP. Before the detailed discussion on the particle properties, we want to indicate that the yield of FNP is 7.2 L/ h with one single MIVM apparatus, which is far beyond that of conventional batch mixing and thin-film hydration (normally takes 15 h to produce one batch) (Alexopoulou, Georgopoulos, Kagkadis, & Demetzos, 2006), which is strictly limited by the batch volume and emulsification time.\nIn this work, the nanoparticle size is tuned by monitoring two parameters: (1) the percent core, which is the weight percent of the VEacetate in the final nanoparticle (in this study calculated as CVE-acetate/ (CVE-acetate + Clecithin) × 100%); and (2) the total mass concentration of the VE-acetate and lecithin together in the solvent stream. This is because in FNP, the size of the particles is not related to the types of particle forming materials (when the core material is highly hydrophobic), but only to the total mass concentration of the material and the percent core (Pagels, Edelstein, Tang, & Prud’homme, 2018).\nAs shown in Fig. 2a, at a fixed VE-acetate concentration of 70 mg/ mL, when prepared by conventional drop-wise mixing, the particle size first decreased from 276 ± 39 nm at 55% percent core to 189 ± 20 nm at\n75% percent core, and rapidly increased when further rising the percent core value to over 95%. The polydispersity index (PDI) also followed a similar U-shape trend with a minimum value of 0.15 ± 0.03 at 75% percent core. When prepared through the FNP, the evolution trend for both the size and PDI have a similar U-shape with a minimum at 85% of 123 ± 2 nm size and 0.12 ± 0.02 PDI, both of which were much smaller than those of batch mixing. Here, The mixing time (estimated by the residence time of 21 ms) is lower than the particle formation time (~100 ms) (Johnson & Prud’homme, 2003b; Liu, Cheng, Liu, Prud’homme, & Fox, 2008; Yuan & Huang, 2019), leading to high degree of supersaturation (up to 5600) and rapid, uniform nucleation, which produced large amount of small and monodisperse nanoparticles. Other concentrations of VE-acetate particles prepared by the FNP follow a similar trend (Figure S1). While the mixing rate of the drop-wise addition method was slower than the particle formation rate, causing local nonuniform supersaturation, which led to the larger size and polydisperse.\nTo investigate the surface adsorption status of the lecithin, the ζ-potentials of various particles were also examined. As expected, the pure lecithin nanoparticle prepared by FNP had a ζ-potential of − 26 ± 4 mV with a sharp distribution peak; while the pure VE-acetate particles showed a scattered signal and a ζ-potential close to 0 mV indicating the lack of surface charges (Fig. 2b). The ζ-potential of the nanoparticles prepared by the drop-wise batch mixing presented a broad distribution, indicating non-uniform coating of lecithin and the potential existence of particles with only lecithin or VE-acetate. When prepared by the FNP, the ζ-potential showed a monodisperse peak at ~25 mV, suggesting that the particles were uniformly covered with lecithin molecules. Thus, the two different mixing methods, drop-wise batch mixing and FNP, led to the formation of particles with completely different sizes, PDI and surface coverage status.\nTo further exam the morphology and lecithin adsorption status of particles, the lecithin nanoparticles were imaged by TEM. The nanoparticle formation normally goes through two steps: (1) primary nanoparticle formation (nucleation), and (2) the growth and secondary aggregation of primary nanoparticles into larger nanoparticles, and then further (higher-order) aggregation on a longer time scale. With the dropwise addition method, we saw the formation of large particle aggregates at all different percent core values. There were primary particles of tens of nanometers and large particle aggregates of hundreds of nanometers (Fig. 3a). Since the mixing rate is much lower than the particle formation rate in the drop-wise mixing, the local high concentration leads to nonhomogeneous nucleation and lecithin adsorption (indicated by the broad ζ-potential distribution, see Fig. 2b), allowing the primary particles to easily aggregate. When prepared by the FNP, the 55% percent core nanoparticles showed a clear core-shell structure, with the VEacetate core covered by thick lecithin shell and the lecithin layers to coalesce and stick the particles together (Fig. 3b). While at the percent core of 85%, the particles prepared by the FNP were mostly dispersed singlets with a thin lecithin shell (Fig. 3c). Therefore, we hypothesis that at low percent core values, the primary particles easily aggregated with the fusion of the thick lecithin shell on the surface; at the percent core values between 75% and 85%, particles prefer to remain singlets and are less likely to aggregate; at even higher percent core values (>90%), the amount of lecithin was not enough to fully cover the particle surface, resulting in larger particles and aggregates."
    }, {
      "heading" : "3.2. The adsorption behavior of VE-acetate at lecithin-water interface",
      "text" : "To further demonstrate the importance of surface coverage status on the particle morphology and stability, we used QCM-D to exam the adsorption of lecithin at the VE-acetate/water interface. Lecithin dispersion (0.5 mg/mL, 90 nm in diameter) was first introduced into the flow cell and allowed to adsorb for 0.5 h. An initial frequency shift (ΔF) of − 37.7 Hz with dissipation (ΔD) value of 8.6 × 10− 6 was detected (Fig. 4a), corresponding to an adsorption mass of 3849 ± 847 ng/cm2\nQ.-W. Zhan and Y. Huang\nLWT xxx (xxxx) xxx\n(Fig. 4b). According to previous reports, the frequency shift of a lecithin bilayer membrane is generally 26 Hz, and the frequency of intact vesicles is usually at least 90 Hz; while when a lecithin monolayer is formed on a hydrophobic substrate, an frequency decrease of ~13 Hz should be expected (Keller & Kasemo, 1998). Thus, the large frequency shift in the first stage indicated that lecithin adsorbed in large amounts in the form of a non-homogeneous vesicular membrane. The surface was then rinsed with DI water for another 0.5 h, showing a final ΔF and ΔD values of − 16.1 Hz and 0.7 × 10− 6, respectively, indicating the formation of a rigid membrane mainly composed of a lecithin monolayer. Subsequently, the lecithin solution was adsorbed again, and the frequency shift stabilized at − 36.6 Hz, indicated the formation of a mixed membrane conformed of vesicles and bicelle-like islands when lecithin was in excess. These data proved the capability of excess lecithin to form multilayers at the VE-acetate/water interface and allowed us to estimate the surface coverage status of particles under various compositions.\nWhen further analyzing the QCM-D data according to the Sauerbrey model (ΔD values < 1 × 10− 6), the thickness and mass of the adlayer was 2.2 ± 0.33 nm and 308 ± 29 ng/cm2 after DI water rinsing. We can then use the data obtained by QCM-D to calculate the VE-acetate surface area occupied by each lecithin molecule:\nAQCM− D = 1\nSQCM− D×NA M\n(1)\nwhere NA is the Avogadro number, SQCM-D is the mass of lecithin adsorbed on unit area of VE-acetate surface, and M is the relative molecular weight of lecithin.\nOn the other hand, for the particles we prepared, the VE-acetate surface area occupied by each molecule of lecithin can also be estimated using the particle size data measured by the DLS as ADLS using the following equation:\nADLS = n × SNP\nnlecithin × NA (2)\nwhere n is the total particle number in solution, SNP is the surface area of a single particle (assuming uniform particle size), nlecithin is the total amount of lecithin in moles.\nThe total particle number can be estimated via:\nn= VVE− acetate\nVNP− VE (3)\nwhere VVE-acetate is the total VE-acetate volume, and VNP-VE is the volume of a single particle, which can be calculated from the particle diameter determined by DLS.\nThe calculated value of AQCM-D after DI-water rinsing (41.0 Å2) was in between the reported value of lecithin bilayer (27.3 Å2) and monolayer (59.6 Å2) (Bian & Roberts, 1991; Huang & Mason, 1978; Keller & Kasemo, 1998), which suggested that the lecithin formed a heterogeneous monolayer on the VE-acetate substrate (Table 1). According to the above calculation, only the ADLS at percent core of 85% (36.3 Å2) was\n(caption on next column)\nFig. 2. The (a) particle sizes of nanoparticles prepared by Flash NanoPrecipitation (black) and drop-wise addition (red) with initial 70 mg/mL VEacetate concentration; The (b) PDIs of nanoparticles prepared by Flash NanoPrecipitation (black) and drop-wise addition (red) with initial 70 mg/mL VEacetate concentration; and the (c) ζ-potential distribution of Flash NanoPrecipitation prepared (black) pure lecithin particles with initial 10 mg/mL lecithin concentration, (green) pure VE-acetate particles with initial 70 mg/mL VE-acetate concentration and (red) lecithin (initial concentration was 10 mg/ mL) stabilized VE-acetate (initial concentration was 70 mg/mL) particles, and the (blue) drop-wise mixing prepared lecithin (initial concentration was 10 mg/ mL) stabilized VE-acetate (initial concentration was 70 mg/mL) particles. The error bar is the standard deviation of the experiment repeated at least three times. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)\nQ.-W. Zhan and Y. Huang\nLWT xxx (xxxx) xxx\nclose to the value of monolayer AQCM-D, indicating that the lecithin formed a layer close to monolayer on the particle surface at percent core of 85%. When the percent core was 75% or less, the ADLS was less than 36.3 Å2, meaning a relatively thick lecithin layer, consistent with Fig. 3a. When the percent core was greater than 85%, the ADLS was greater than 36.3 Å2, indicating a non-compact coverage of lecithin. At percent core greater than 95% (A = 105.0 Å2), the loose lecithin\ncoverage could potentially lead to Ostwald Ripening and particle aggregation.\nThe surface adsorption status of lecithin is very different to that of amphiphilic polymers. According to the previous reports, the block copolymer stabilizers can only form a monolayer on the particle surface; the hydrophilic chains can change configurations to alter the surface coverage status; and the steric repulsion between hydrophilic chains prevents the aggregation of particles once the coverage and chain rearrangement completed (Morozova et al., 2019; Pagels et al., 2018; Wan et al., 2019). Unlike the amphiphilic polymers, the lecithin’s ability of multilayer adsorption and to fuse and stick particles decided that the theory and models used in polymer stabilized particles might not apply when replacing polymer with lecithin. The following sections will aim to theoretically predict the size and stability of lecithin/VE-acetate particle prepared by the FNP.\nQ.-W. Zhan and Y. Huang\nLWT xxx (xxxx) xxx"
    }, {
      "heading" : "3.3. Smoluchowski’s model of diffusion-limited growth for particle size prediction",
      "text" : "A reliable approach to predict nanoparticle sizes is crucial for controllable manufacturing, especially when formulation optimizations need to be accomplished with minimum consumption of raw materials. The Smoluchowski diffusion-limited growth kinetics has been successfully used to illustrate the formation of amphiphilic polymer stabilized nanoparticles in FNP (Gindy, Panagiotopoulos, & Prud’homme, 2008; Pagels et al., 2018; Pinkerton et al., 2015), so it is used to predict the average diameter, D, as a function of the formation time, t, of the FNP prepared particles (Ives & SpringerLink, 1978; Pagels et al., 2018):\nD= 2 (\ntkBTCVE− acetate πμρ\n)1 /3\n(4)\nwhere T is the absolute temperature, μ is the solvent viscosity, kB is the Boltzmann constant, t is the formation time of nanoparticles, ρ is the bulk density of the core material, and CVE-acetate the mass concentration of the core substance (VE-acetate) during particle self-assembly (onetwentieth of the concentration in the EtOH stream according to the dilution factor during the MIVM mixing). The density is the only material property in the growth equation. This model suggests that the growth rate of the nanoparticles is independent of the molecular weight of the components that make up the core.\nSome researchers proposed that nanoparticle growth would be stopped by enough amphiphilic stabilizer coating the nanoparticle surface to halt further aggregation (Pagels et al., 2018; Spaeth, Kevrekidis, & Panagiotopoulos, 2011; Zhu, 2013). In our case, increasing the lecithin concentration should suppress the particle growth. Similarly, increasing the VE-acetate concentration would increase the particle surface area that needs to be protected. Therefore, the particle formation time, t can be calculated as (Pagels et al., 2018):\nt=K C\n2 /3 VE− acetate Clecithin (5)\nwhere K is a single scaling constant value related to the stabilizer adsorption rate onto the surface, which depend on the molecular structure of the stabilizer, Clecithin is the mass concentration of the lecithin in the EtOH stream (one-twentieth of the concentration in the EtOH stream according to the dilution factor during the MIVM mixing).\nIf we plot the t values calculated from Equation (4) with experimentally determined D values, we get Fig. 5a. The particle formation time of all sample were much greater than the mixing time (~21 ms), confirming that the flash mixing of MIVM was fast enough to achieve homogeneous mixing before particle formation. The formation time of particles with percent core higher than 75% fits equation (5) with a positive slope. At percent core values below 75%, however, the particle formation time rapidly increased and gave a negative K value (which is theoretically impossible). This is likely because the particles with percent core lower than 75% started to aggregate and the particle size was no longer determined only by the diffusion limited particle growth. This aggregation was not seen with polymeric stabilizers in previous studies and may be attributed to the fact that lecithin, unlike polymers, is a small molecular with short hydrophobic tail and much better fluidity, which formed a thick and sticky shell on the particle surface when in excess and can easily coalesce and stick upon collision (Fig. 3b). Thus, the above proposed model only applies for the cases where higher order aggregations did not occur during particle formation (like those prepared with amphiphilic polymers), and allow us to avoid the higher order of aggregation, and to obtain well dispersed singlet particles.\nAfter substituting Equation (5) into Equation (4) we get\nD= 2 ( K kBTC 5 3 VE− acetate\nπμρClecithin\n)13\n(6)\nUsing eq. (6) to predict the particle size of lecithin/VE-acetate nanoparticles, we also found a good consistency with this model at the percent core >75%, where K = 143 ms g1/3 m− 1. At percent core lower than 75%, however, the model deviated from the experimental data. This is similar to the increased t values at low percent core which was likely due to the higher order aggregation of particles that was not considered in the model. Nonetheless, at percent core values where the higher order aggregation did not occur, we can use the diffusion limited growth model to predict the size of lecithin stabilized particles freshly prepared by the FNP."
    }, {
      "heading" : "4. Particle stability prediction",
      "text" : "In order to achieve a longer shelf life, a higher stability is desired, which requires high enough ζ-potential and electrostatic repulsive potential between particles to overcome the van der Waals force (VDW). Here, we can estimate the ζ-potential that would be required to stabilize the nanoparticles and investigate the proper experimental conditions to obtain the desired ζ-potential.\nThe irreversible aggregation of hydrophobic nanoparticles is caused by van der Waals interactions potential between particles, which can be calculated as (Russel, Saville, & Schowalter, 1989):\nUVDW(s)= − A 6\n[( 2\ns2 + 4s\n)\n+ 2\ns2 + 4s + 4 + ln\n( s2 + 4s\ns2 + 4s + 4\n)]\n(7)\nwhere A is the Hamaker constant and s is the normalized surface to surface distance between the particles (given by the distance, d, divided by the particle radius, R0). The Hamaker constant can be estimated through the Lifshitz theory, following the assumptions made by Israelachvili (2011), when identical phases 1 interact across medium 2:\nA121 ≈ 3 4 κBT ( ε1 − ε2 ε1 + ε2 )2 + 3Нve 16 ̅̅̅ 2 √ ( n21 − n22 )2\n(n21 + n22) 3 /2\n(8)\nQ.-W. Zhan and Y. Huang\nLWT xxx (xxxx) xxx\nwhere H is the Planck’s constant, ε1, ε2 and n1, n2 are the relative dielectric constants and refractive indexes of medium 1 and 2, respectively, and the frequency of light υe was assumed to be 3 × 1015 s− 1 for all media (Israelachvili, 2011). The values for the dielectric constants and refractive indexes are given in Table 2.\nThe refractive index of a mixture of substances A and B (for example water and ethanol mixture in this study) can be estimated via:\nnA− B ≈X2AnA + 2XAXB(nAnB) 1 2 + X2BnB (9)\nwhere XA and XB are the mole fraction of each substance, while the dielectric constant of a mixture can be calculated as (Looyenga & H., 1965):\nεA− B − 1 εA− B + 2 =XA εA − 1 εA + 2 + XB εB − 1 εB + 2\n(10)\nA quantitative expression for the net electrostatic interaction potential of spherical particles with uniform sizes separated by a distance s is:"
    }, {
      "heading" : "UE = 64πR0kBTn∞κ− 2Υ20exp(− κR0s) (11)",
      "text" : "where ϒ0 is defined by:\nΥ0 = exp(zeΨ0/2kBT) − 1 exp(zeΨ0/2kBT) + 1\n(12)\nwhere R0 is the radius of particles, n∞ is the ion concentration in the solution (close to the concentration of lecithin), κ is the Debye-Hückel parameter, e is the charge of an electron, ψ0 is the surface electrostatic potential of the nanoparticles, which was roughly estimated as the apparent ζ-potential, and z is the absolute value of salt ion valence, which equals 1 for monovalent salt. Here (Hiemenz & Rajagopalan, 1997):\nκ= (\n2e2NAI ε0εrkBT\n)0.5\n(13)\nwhere NA is the Avogadro number, I is the ionic strength in the suspending medium, εr is the relative dielectric constant of 5 v/v% ethanol water and ε0 is the dielectric constant of vacuum.\nThen, the total interaction potential between two particles is given by the sum of the attractive potential from van der Waals (VDW) attraction (UVDW) and the repulsive potential from electrostatic interaction (UE) as:\nUtot =UE + UVDW (14)\nIn Fig. 6a, we plotted the Utot as a function of the normalized surface distance between particles, s, for particles with different compositions. For particles with a percent core of 95%, the maximum energy barrier was ~20 KBT, and the maximum energy barrier with a percent core of 75% is slightly higher than 85%. The maximum energy barrier of particles with percent core of 55% and 65%, however, were only a few KBT, indicating that these nanoparticles were not stable during storage, which also explained larger particle size and the aggregates in DLS and TEM data (Figs. 2 and 3).\nThe stability of the nanoparticles can then be estimated via the stability constant W (Derjaguin & Landau, 1993; Shchukin, Pertsov,\nAmelina, & Zelenev, 2001), which can be calculated through (Hiemenz & Rajagopalan, 1997):\nW= 2 ∫∞\n0\nexp (\nUtot kBT\n) ds\n(s + 2)2 (15)\nNormally, a W > 105 would be needed to guarantee a colloidally stable system and the corresponding threshold ζ-potential value can be estimated by equation (15) (Fig. 6b) (Morozova et al., 2019). In this study, the experimentally measured ζ-potentials of the samples with percent core of 55% and 65% are smaller than the theoretically required ζ-potential values at W = 105 (Fig. 7a). Indeed, we found that the nanoparticles with percent core of 55% and 65% became translucent and even clarified after six months of storage because of the coalescence of particles. While the samples with 75% and 85% percent core values had ζ-potentials higher than the required ζ-potential value and were still stable after six months of storage (Fig. 7b). The sample with percent core of 95% had a ζ-potential higher than the threshold value, but still showed creaming after half year of storage. This was likely due to the poor lecithin coverage on the particle surface as demonstrated previously with the QCM-D, which caused the Ostwald Ripening and the growth of particles and the eventual creaming during the storage. Similar ζ-potential and stability evolution trend with percent core value was also detected at various VE-acetate concentrations, where the ζ-potentials were below the threshold value at percent core lower than 70% and beyond the threshold value with higher percent cores (Figure S2). Thus, the stability of the FNP prepared lecithin stabilized particles could be predicted by the percent core values by considering both the DLVO theory and the lecithin adsorption status at particle surface.\nQ.-W. Zhan and Y. Huang\nLWT xxx (xxxx) xxx"
    }, {
      "heading" : "5. Conclusions",
      "text" : "We used the FNP method to achieve continuous and large-scale production of lecithin stabilized VE-acetate nanoparticles with small particle size, low polydispersity and high stability. The high mixing efficiency of FNP provided a uniform lecithin coverage and ζ-potential for the particles. The QCM-D and particle size results demonstrated that the lecithin adsorption status changed drastically with the compositions of lecithin and VE-acetate, which further affected the size distribution and stability of the resulting particles. At low percent core values (<75%), lecithin formed thick multilayer at particle surface, leading to the low ζ-potential and fusion of particles into large aggregates. At percent core values between 75% and 85%, a thin monolayer or close to monolayer adsorption produced singlet particles with high ζ-potential and stability. At even higher percent core values, the lecithin was not enough to fully cover the particle surface, which led to the ripening and aggregation of particles during storage. Further study demonstrated that the Smoluchowski’s diffusion limited growth model could be used to predict the nanoparticle sizes when higher order aggregation did not occur. The DLVO theory was also used to successfully predict the particle stability at most compositions except for the sample with very high percent core (>95%), where the noncompact coverage of lecithin need to be considered.\nCRediT authorship contribution statement\nQiang-Wei Zhan: Conceptualization, Methodology, Investigation, Formal analysis, Writing - original draft. Yan Huang: Conceptualization, Methodology, Resources, Formal analysis, Writing - review & editing, Funding acquisition.\nDeclaration of interest\nThe authors have no conflicts of interest to disclose."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors are grateful to the National Natural Science Foundation of China (Grant No. 31801492), Natural Science Foundation of Fujian Province (2019J01641) and the Qishan Scholar Program of Fuzhou University (XRC-1624) for supporting this work."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://doi. org/10.1016/j.lwt.2020.110558.\nSupporting Information\nThe size, PDI and ζ-potential values of particles at different VEacetate concentrations prepared by FNP, and the particle stability at elevated temperature, different pH and ionic strength could be found in the supporting information."
    } ],
    "references" : [ {
      "title" : "Principles of colloid and surface chemistry",
      "author" : [ "P.C. actbio.2018.09.047 Hiemenz", "R. Rajagopalan" ],
      "venue" : null,
      "citeRegEx" : "Hiemenz and Rajagopalan,? \\Q1997\\E",
      "shortCiteRegEx" : "Hiemenz and Rajagopalan",
      "year" : 1997
    }, {
      "title" : "Geometric packing constraints in egg",
      "author" : [ "C. York: Marcel Dekker. Huang", "J.T. Mason" ],
      "venue" : null,
      "citeRegEx" : "Huang and Mason,? \\Q1978\\E",
      "shortCiteRegEx" : "Huang and Mason",
      "year" : 1978
    }, {
      "title" : "Flash nanoprecipitation of organic actives",
      "author" : [ "B.K. Johnson", "R.K. Prud’homme" ],
      "venue" : null,
      "citeRegEx" : "Johnson and Prud.homme,? \\Q2003\\E",
      "shortCiteRegEx" : "Johnson and Prud.homme",
      "year" : 2003
    }, {
      "title" : "Surface specific kinetics of lipid vesicle adsorption",
      "author" : [ "B. Kasemo" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1998
    }, {
      "title" : "Mixing in a multi",
      "author" : [ "C.Y. Cheng", "Y. Liu", "R.K. Prud’homme", "R.O. Fox" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2008
    }, {
      "title" : "Formation of curcumin",
      "author" : [ "S. Magdassi", "H.S. Lee", "C.W. Macosko" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2014
    }, {
      "title" : "On the stability of polymeric nanoparticles fabricated",
      "author" : [ "A. Nikoubashman" ],
      "venue" : null,
      "citeRegEx" : "Nikoubashman,? \\Q2019\\E",
      "shortCiteRegEx" : "Nikoubashman",
      "year" : 2019
    }, {
      "title" : "Colloidal dispersions",
      "author" : [ "D.A. Saville", "W.R. Schowalter" ],
      "venue" : null,
      "citeRegEx" : "Russel et al\\.,? \\Q1989\\E",
      "shortCiteRegEx" : "Russel et al\\.",
      "year" : 1989
    }, {
      "title" : "Colloid and surface",
      "author" : [ "A. Pertsov", "E.A. Amelina", "A. Zelenev" ],
      "venue" : null,
      "citeRegEx" : "Shchukin et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Shchukin et al\\.",
      "year" : 2001
    }, {
      "title" : "Impact of molecular",
      "author" : [ "K.Y. 1063/1.3580293 Wan", "K.W. Wong", "A.H.L. Chow", "S.F. Chow" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2018
    }, {
      "title" : "Ionically crosslinked polyelectrolyte nanoparticle",
      "author" : [ "Y. Yuan", "Y. Huang" ],
      "venue" : null,
      "citeRegEx" : "Yuan and Huang,? \\Q2019\\E",
      "shortCiteRegEx" : "Yuan and Huang",
      "year" : 2019
    }, {
      "title" : "Effects of amphiphilic diblock copolymer on drug nanoparticle",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2013
    }, {
      "title" : "Flash nanoprecipitation: Prediction and enhancement of particle",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2014
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Continuous and large-scale production of phospholipids stabilized emulsions and nanoparticles with controllable particle size and stability has always been a challenge. Here, we use flash nano-precipitation (FNP) to produce lecithin stabilized α-tocopheryl acetate (Vitamin E-acetate) particles at a production rate much higher than conventional batch mixing and thin-film hydration. The FNP produces particles with more homogeneous lecithin coverage comparing to conventional slow mixing. As determined by dynamic/electrophoretic light scattering, transmission electron microscope (TEM) and Quartz Crystal Microbalance with Dissipation (QCM-D), particles with low percent core are covered by thick multiple lecithin layers and aggregate easily with the coalescence of lecithin shell; particles with medium percent core content are covered with a thin layer of lecithin, which provides a high enough ζ-potential to stabilize the particle; for particles with percent core higher than 95%, the large spacing between lecithin molecules result in Ostwald ripening and aggregation. With a given composition, the particle size and stability could both be precisely predicted using the Smoluchowski’s diffusion limited particle growth model and the Derjaguin-Landau, Verwey-Overbeek (DLVO) theory. This work demonstrates that the compositions affect the adsorption of phospholipid molecules at the particle surface, which further control particle size and stability.",
    "creator" : "Elsevier"
  }
}