{
  "name" : "downloads_2020-11-15_a1_hagesaether2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Characterization of Bioadhesion, Mucin-interactions and Mucosal Permeability of Pharmaceutical Nano- and Microsystems",
    "authors" : [ "Ellen Hagesaether", "Malgorzata Iwona Adamczak", "Marianne Hiorth", "Ingunn Tho" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "5 Characterization of Bioadhesion, Mucin-interactions and Mucosal Permeability of Pharmaceutical\nNano- and Microsystems\nEllen Hagesaether1, Malgorzata Iwona Adamczak2,3, Marianne Hiorth2\nand Ingunn Tho2\n1Department of Life Science and Health, Faculty of Health Sciences, Oslo Metropolitan University, Norway\n2Department of Pharmacy, Faculty of Mathematics and Natural Sciences, University of Oslo, Norway\n3GE Healthcare, Pharmaceutical Diagnostics, Oslo, Norway"
    }, {
      "heading" : "5.1 Introduction",
      "text" : "Mucosal drug administration has several advantages compared with the more invasive parenteral route. This is particularly the case for local treatment of, for example, infections, pain and dryness, minimizing the systemic side-effects. Also in cases of systemic treatment, several advantages can be identified, such as lower risk, lower cost, usually less pain and less need for qualified healthcare workers to carry out the injections. On the downside, the robust mucosal barrier usually reduces the bioavailability.\nMicro- and nanoparticles in the size range of from around 150 nm up to 6 μm can be used to deliver drugs to the mucosal membranes of various organs. The drug may be protected against chemical and enzymatic degradation inside a particle. The effect of\nCharacterization of Pharmaceutical Nano- and Microsystems, First Edition. Edited by Leena Peltonen. © 2021 John Wiley & Sons Ltd. Published 2021 by John Wiley & Sons Ltd.\n172 Characterization of Pharmaceutical Nano- and Microsystems\nthe drug may be prolonged if drug release from the particle is sustained, particularly if the residence time of the formulation is increased. Increased residence time on the mucosal membrane – mucoadhesion – can also increase the bioavailability of systemically acting drugs, by increasing the time available for drug absorption. This strategy may be even more promising if the formulation is mucopenetrating, thereby bringing the drug in close proximity to the cellular epithelial membrane (Figure 5.1). The particles can even be surface modified to target particular cell types or transporters of the mucosal membrane. Once the absorption site is reached, the particles can be engulfed while still containing the active ingredient, or release the drug to be absorbed separately. If the particles contain excipients affecting the cell membrane, an increased permeability may be achieved. The risk is unwanted toxic effects. Increased absorption is advantageous in the case of systemic treatment, while the opposite is true for local treatment.\nThe core material, size and coating of micro- and nanoparticles will govern their behaviour. With detailed knowledge of this relationship, particles can be designed to match the desired outcome. This chapter will present the most common and promising in vitro and ex vivo methods of testing and estimating the in vivo behaviour of these small formulations, giving examples of different types of particles and systems along the way. A distinction will be made between mucoadhesion and bioadhesion, where mucoadhesion is preferred when the interaction between particles and the surface is directly related to mucus or mucin."
    }, {
      "heading" : "5.2 Background and Theory",
      "text" : "All mucosal membranes are covered by a mucus layer, to which the large glycoprotein mucin gives structure and determines the viscoelastic properties. Generally, mucins can be divided into two categories: cell-associated mucins that range between 100 and 500 nm in length and are anchored to the membrane by a transmembrane domain, and secreted mucins that are up to several microns long and more loosely attached to the membrane [1]. Mucus governs the permeability of particles into the epithelium via two main mechanisms: size filtering and interaction filtering (Figure 5.2). These mechanisms are mainly regulated by the physicochemical properties of the mucus, such as pore size, viscoelasticity, pH, charge and ionic strength [2].\nCharacterization of Bioadhesion, Mucin-interactions and Mucosal Permeability 173\nThe mucus layer is crucial for protecting the membrane, and functions as a barrier for micro- and nanoparticles. The trapping of particles in the mucus obstructs their diffusion towards the underlying epithelial cell layer. The mucosal membranes also have rinsing or cleansing mechanisms, reducing the residence time of trapped particles. A particle trapped in mucus (i.e., a mucoadhesive particle) will therefore have an extended, yet limited, residence time, which will vary between the different administration sites.\nOne mechanism responsible for mucoadhesion is non-covalent interactions, such as hydrogen bonding or ionic interactions, although extensive work has also been put into exploiting the covalent disulfide bonds provided by thiolated polymers [4]. A dry particle can attract water from the underlying mucosa, leading to adhesion by capillary forces. However, this mechanism requires that the formulation is initially dry, which is not always the case. Eventually, the formulation will be fully hydrated and these forces diminish. Entanglements are possible, after the diffusion of hydrated polymer chains on the particle surface into the mucin network. A trapped formulation should release the drug to allow drug diffusion towards the epithelial cell membrane. Another strategy is to exploit mucopenetrating particles.\nThe inspiration for mucopenetrating particles can be found in nature, more specifically by looking towards mucopenetrating viruses. These viruses are characterized by a hydrophilic surface, yet overall neutral charge, avoiding blockage by hydrophobic and ionic interactions. The size is ∼100 nm, avoiding steric blockade. Mucopenetration can thus be achieved by careful surface engineering, alternatively by PEGylating [5]. Another strategy is to associate the particles with mucolytic substances, such as N-acetyl-cysteine or trypsin, yielding active mucopenetrating systems [6].\nEpithelial tissues are characterized by abundant cell junctions, such as tight junctions, limiting paracellular transport. Therefore, a particle may not reach further than the epithelial cell membrane, where the drug is subsequently released. Components of the particle can exert an effect on the cell membrane though, increasing the permeability of, among others, the drug. Permeation enhancers like cell-penetrating peptides have been included in\n174 Characterization of Pharmaceutical Nano- and Microsystems\nparticles to exploit this. Cationic substances (like chitosan) and amphiphilic substances also possess this trait, typically weakening tight junctions. This can lead to unintentional toxicity or systemic side-effects if neglected, illustrating the necessity of thorough testing to control the interaction with cell membranes in addition to mucoadhesion and mucopenetration. Additionally, excipients like Poloxamer/Pluronic® possibly inhibit P-glycoprotein (P-gp) [7]. Functionalized nanoparticles targeting a transporter (e.g., PepT1) can overconcentrate a poorly absorbed drug on the membrane surface, increasing the absorption [8].\nEven intact particles can be absorbed into cells of the epithelial layer, intentionally or unintentionally from the formulator’s point of view. Although nanoparticles will usually be too big for para- or transcellular transport, endocytosis has been demonstrated. M-cells are immune cells of the intestinal mucosa and have a unique ability to perform endocytosis of nanoparticles, particularly after a receptor–ligand interaction. On the basolateral side, the M-cells are co-localized with lymphocytes, thereby delivering their cargo mostly to the lymphatic circulation, before entering the blood circulation via the thoracic duct. Although this capacity is limited, first pass hepatic metabolism is greatly reduced."
    }, {
      "heading" : "5.3 Mucosal Membranes",
      "text" : "Every mucosal membrane can be a target for improved administration using microand nanoparticles, although for different reasons. The properties of mucus and mucus permeation may vary depending on organ and pathological conditions. In the following sections the most frequently used mucosal membranes for drug delivery are summarized, and Table 5.1 provides an overview of the main features of the mucosal membranes of different organs."
    }, {
      "heading" : "5.3.1 Oral Mucosa",
      "text" : "The oral cavity can be used for both local and systemic drug delivery via the buccal route. The oral mucosa is composed of a layer of water, mucin and other proteins with a thickness of 70–100 μm [10]. Saliva is continuously produced and bathes the oral cavity and is also effective in flushing harmful substances away. The buccal and the sublingual route of administration are effective in overcoming first pass metabolism (successfully used for delivery of nitroglycerin) and also when a fast response is an advantage. Local administration of nano- and microparticles could be an advantage for treating diseases in the oral cavity, such as oral mucositis, xerostomia, periodontitis and cancer, but also for preventing dental caries. One of the big challenges when formulating new drug delivery systems for local drug delivery is the flow of saliva, which could be as high as 1–3 ml/min when stimulated [11]. This leads to short residence time for the administration system in the mouth, and hence also for the drug. This leads to reduced efficacy.\nOne successful formulation for local administration to the oral cavity is based on microspheres and is commercially available under the trade name Arestin®. Arestin® is used for treating periodontitis and is a dry powder of microspheres composed of poly(lactic-co-glycolic) acid (PLGA) and the antibiotic minocycline [25]. The powder is placed in the periodontal pocket with a device. The drug is then slowly released in the periodontal pocket. The success of this formulation is mainly based on the mucoadhesive\n176 Characterization of Pharmaceutical Nano- and Microsystems\nproperties of the microspheres but also the limited flow of saliva in the periodontal pocket.\nOral-lynTM is a new oral-based systemic delivery of insulin for uptake through the buccal mucosa. In 2005 it was approved for treatment of Type 2 diabetes in Ecuador, and some years later in several other countries. Recombinant insulin is formulated with the patented technology RapidMist® as aerosolized micelles with a size of 6 μm [26]. The drug is administered with an asthma-like inhaler. Nanostructured lipid carriers (NLCs) have also been developed for intra-oral delivery of the anti-emetic agent domperidone [27]. The NLCs showed successful delivery of domperidone through the buccal mucosa in an ex-vivo test and were confirmed non-toxic to TR146 buccal cells (Table 5.2)."
    }, {
      "heading" : "5.3.2 Gastrointestinal Mucosa",
      "text" : "Oral drug administration has some drawbacks despite the huge surface area available for absorption, such as a harsh chemical and enzymatic-degrading environment including first-pass hepatic metabolism, a tight cellular barrier, and fast hydration of formulations. The mucus layer of the gastrointestinal tract is thick, 30–400 μm, causing an unstirred water layer, and the mucus turnover time is 24–48 hours. On a positive note, the constant absorption of water generates a drag towards the cellular epithelial layer for other particles as well.\nWhen lopinavir, used for the treatment of HIV infections, was formulated in glyceryl behenate-based solid lipid nanoparticles (SLNs) of 230 nm, the AUC increased about two-fold in rats compared with a drug solution [40]. The demonstrated reason was targeting and uptake by the lymphatic circulation, reducing first-pass hepatic metabolism. SLNs taken up into the lymphatic circulation also gained direct access to HIV reservoir sites, an additional advantage [40, 41].\nWhen PEGylated neutral PLGA-based nanoparticles of 200 nm displayed RGD molecules (the tripeptide Arg-Gly-Asp) at their surface, the particles concentrated in M-cells due to β1 integrin targeting. When the particles were loaded with the model antigen ovalbumin and orally administered to mice, an immunoglobulin G (IgG) response was induced, demonstrating the potential for mucosal immunization [42]."
    }, {
      "heading" : "5.3.3 Pulmonary Mucosa",
      "text" : "The airways are composed of a gradually thinning columnar epithelium populated by ciliated cells with a layer of mucus on top that collectively form the mucociliary escalator [43]. The airways subdivide roughly 16–17 times before the alveoli are reached. The mucociliary apparatus serve as a mechanical barrier by trapping particulates in the surface liquid and clearing them off the bronchial tree by ciliary action [44]. The rheological properties of the mucus may show variations from patient to patient, but also day to day, and appear to be an attribute of both healthy and diseased respiratory tract. If mucus becomes too thick, for example in severe bronchitis or cystic fibrosis where the sputum viscosity can be more than 100 000 times that of water, patients experience great difficulty in mucus clearance, resulting in bacterial overgrowth [1].\nCFBE41o- A cystic fibrosis bronchial epithelial cell line developed by virus transformation. The cell line expresses tight junctions, but does not produce mucus. Native human mucus, obtained from tracheal tubes of patients undergoing elective surgery, was used as a supplement and the uptake of nanoparticles was dramatically reduced in the presence of mucus. The compatibility of CFBE41o- cells with the human mucus was confirmed. [34] MucilAir™ A 3D human bronchial epithelial cell model that included a mucociliary apparatus. • Tight junctions • Mucus production • Beating of cilia Commercial product from Epithelix According to epithelix.com, MucilAir™ is available from: • Single donor or pool of donors • Different anatomical sites (nasal, tracheal or bronchial) • Patients with several pathologies:\n⚬ Healthy ⚬ Chronic Obstructive Pulmonary Disease ⚬ Asthma ⚬ Cystic Fibrosis ⚬ Allergic Rhinitis ⚬ Smoker\n[33]\nVaginal tract HeLa Human cervical epithelial cells (from\nHenrietta Lacks) First human cells successfully cloned. Widely used for different purposes within biomedical sciences, e.g, cytotoxicity studies. Not suitable as in vitro permeability model. Available from ATCC\n[35]\nCaSki Derived from human cervical carcinoma Carrying human papilloma virus (HPV-16 and -18) Forms cell monolayers, and expresses phenotypic markers of differentiated endocervical epithelium. Widely used as a model of cervico-vaginal epithelium for studying drug transport mechanisms and permeability assessments. Available from ATCC [36]\n(continued)\nCharacterization of Bioadhesion, Mucin-interactions and Mucosal Permeability 181\nIn cystic fibrosis therapy the treatment of bacterial airway infections is essential, but since bacteria are protected from antibiotics inside mucus, the effectiveness of antibacterial treatment is limited. To overcome this, mucus-permeable lipid-core nanocapsules (LNCs) were developed. Ciprofloxacin-loaded LNCs with a mean size of 180 nm showed increased drug permeation by 50% through mucus [45]. Administration of nanoparticles (NPs) with a high antibiotic load capable of penetrating the tight mesh of biofilm/mucus can be an advent to overcome the treatment challenges. Biodegradable and biocompatible polymer PLGA nanoparticles loaded with ciprofloxacin showed promising effects against cystic fibroses Pseudomonas aeruginosa lung infection [46].\nOptimization of particle characteristics for deposition in the deep regions of the lung after inhalation is the key challenge in delivery to the lungs [43]. Particles in the range of 1–5 μm are ideal for deposition in the alveoli. One successful formulation on the market is the inhalable insulin AFREZZA® from the company MannKind. AFREZZA® is composed of recombinant human insulin mixed with the excipient fumaryl diketopiperazine (FDKP). Insulin powder particles are adsorbed onto uniform-sized (approximately 2 μm) carrier Technosphere particles, which contain mostly crystallized FDKP. Upon inhalation, the Technosphere particles carry the insulin into the alveoli where they dissolve [47]. The Technosphere insulin is a form of short-acting human insulin to be taken by oral inhaler with meals [48].\nPourusina et al. prepared porous inhalable parathyroid hormone (1–34)-loaded microparticles suitable for pulmonary delivery by using leucine and hydroxy propyl-β-cyclodextrin (HPβCD) in water to preserve the parathyroid hormone (1–34) stability for spray freeze-drying [49]. siRNA (small interfering RNA) has great potential in the treatment of a variety of lung diseases, and has been formulated for dry powder inhalation by use of TPP-dendrimer nanocarriers [50]."
    }, {
      "heading" : "5.3.4 Nasal Mucosa",
      "text" : "Particulate drug delivery to the nose can improve local or systemic effects, especially advantageous in relation to mucosal vaccination [51] and as an alternative to parenteral protein and peptide administration [52]. The reason for the latter is mainly accredited to the lower enzymatic activity, avoidance of first-pass hepatic metabolism and less restrictive tight junctions. The mucus gel layer is relatively thin (5–10 μm), but constantly moved due to beating cilia, significantly reducing the residence time to approximately 15–20 minutes [6, 53]. It is important that the formulation is not cilia-toxic nor irritating, posing some restrictions on type of formulations and excipients.\nAnother intriguing anatomical feature of the nasal mucosa is the olfactory epithelium, with neuronal bundles passing into the central nervous system (CNS) [53]. This direct nose-to-brain delivery of drugs was exploited by Gao et al. for delivering vasoactive intestinal peptide across the blood–brain barrier [54]. The brain bioavailability in mice increased when the neuroprotective peptide was incorporated into poly(ethylene glycol)-poly(lactic acid) nanoparticles, 100–120 nm in size, and increased even further when the nanoparticles were modified with the ligand wheatgerm agglutinin. The spatial memory in ethylcholine aziridium-treated rats improved correspondingly.\n182 Characterization of Pharmaceutical Nano- and Microsystems"
    }, {
      "heading" : "5.3.5 Ocular Mucosa",
      "text" : "Drug delivery to the eye, primarily for local treatment, is a very challenging task due to the anatomical structure of the eye with both hydrophilic and lipophilic features. In addition, the continuous secretion of tear liquid and drainage through the lacrimal tract also lead to rapid dilution and clearance of the drug [55]. This leads to the necessity of administering the formulation several times a day. The mucus layer of the eye is very thin at around 0.02–0.05 μm [22]. When the tear film is included, the thickness is around 6–7 μm [23].\nOne successful formulation that has been on the market for many years for lowering the pressure of the eye is Blocadren depot®. This formulation can be administered only once a day. The success of this formulation is thought to be the polymer gellan gum being able to react with ions in the tear liquid in situ, thereby increasing the viscosity of the formulation and as such the retention time, but also the mucoadhesive properties of the polymer itself [56].\nInulin-based micelles have been investigated for improved delivery of corticosteroids to the posterior eye-segment. The micelles showed improved permeation over corneal epithelial cells due to enhanced permeation activity of the formulation. Also, the micelles showed strong mucoadhesive properties [57].\nNanoemulsions composed of peanut oil, Tween 80 and Cremophor EL and co-surfactants have been loaded with acetazolamide and investigated for use in the treatment of glaucoma. The nanoemulsion was combined with different in situ forming gelling systems in which the gellan/xanthan gum was the most stable formulation with sustained release of the drug. In vivo trials on albino rabbits showed that the new formulation was superior to products present on the market. This was probably due to both the mucoadhesive properties of the formulation and the enhanced permeation due to the surfactants [58]."
    }, {
      "heading" : "5.3.6 Vaginal Mucosa",
      "text" : "The non-keratinized stratified squamous epithelium lining the vaginal mucosa is covered by a discontinuous layer of fluid that protects the underlying tissues. Even though it is referred to as mucosal tissue, the vagina does not have secretory glands, and the fluid bathing the vaginal mucosa comprises mainly cervical mucus and a mix of other upper genital tract fluids, vaginal tissue transudates and secretions from vestibular glands [59]. Estrogen stimulates the epithelial cells to secrete glycogen, which is digested by Lactobacillus vaginalis inhabiting the vagina to produce lactic acid and maintain a low pH, thereby preventing infections by other microorganisms. The vaginal fluid typically has a pH around 3.5–4.5 in healthy women of reproductive age [24]. Its composition, volume, pH and rheological properties are affected by age, the stage in the menstrual cycle, and sexual arousal, thus influencing the release pattern and efficacy of a drug delivery system administered into the vagina [60]. Due to the self-cleansing action of the vaginal tract, the residence times of dosage forms and delivery systems will be reduced unless they are specially adapted to increase the residence time. Mucopenetrating PEGylated liposomes of 180 nm containing interferon alpha-2b were designed to provide localized therapy of human papilloma virus (HPV) vaginal infections [61].\nVivaGel® (SPL7013, astodrimer sodium) from Starpharma is an antimicrobial dendrimer formulated into a mucoadhesive gel that has just recently obtained regulatory\nCharacterization of Bioadhesion, Mucin-interactions and Mucosal Permeability 183\napproval in the EU for topical treatment of bacterial vaginosis (BV) and to reduce recurrence. Since April 2019 VivaGel® has been available as OTC in Australia, where it is marketed under the brand-name Fleurstat BVgel by Aspen Pharmacare. VivaGel® is further being launched worldwide by Mundipharma under the brand-name Betadine BVgel. VivaGel® has also demonstrated efficacy against human immunodeficiency virus and herpes simplex virus in vitro and animal models [62], and is expected to proceed into clinical trials for additional indications. The general concept of one type of nanocarrier in a mucoadhesive gel is frequently seen in development of formulations for vaginal delivery.\nPreventing sexual transmission is significant in the fight against HIV, and the use of vaginal or rectal microbicides for topical pre-exposure prophylaxis is being extensively investigated [63]. Polymeric nanoparticles (mean diameter of 170–200 nm) based on poly(ε-caprolactone) (PCL) or PLGA have been designed to deliver dapivirine, one of the most promising microbicide drug candidates [64]. It was shown that cell-associated levels of dapivirine provided by nanocarriers were significantly higher (up to nearly 30-fold) in different immune cells compared with the free drug. In addition it was correlated with moderately enhanced in vitro activity against HIV infection in human peripheral blood mononuclear cells (PBMCs) and a co-culture model of DCs and CD4+ T-cells. Another strategy for developing topical anti-HIV microbicides involves combining two or more antiretroviral drugs in one medical product. PLGA nanoparticles were loaded with efavirenz, and the nanoparticles were incorporated into a fast dissolving film together with free tenofavir [65]. A dual system provides flexibility with respect to pharmacokinetics."
    }, {
      "heading" : "5.4 Use of Mucosal Membranes in Studies of Micro- and Nanoparticles",
      "text" : "There is a variety of in vitro and ex vivo methods available for assessment of different aspects of micro- and nanoparticle interaction with mucosal membranes. Most of these methods are used in development and optimization of new mucosal drug delivery systems, and are not standardised or taken into the pharmacopeia. Here we provide an overview of frequently used methods in the scientific literature.\nStudies using biological barriers typically involve permeability of drugs or particles through the barrier, either for developing systemic therapy where bioavailability is a key parameter, or for localized therapy where permeability is undesirable [66]."
    }, {
      "heading" : "5.4.1 Diffusion Chambers",
      "text" : "Permeability experiments are often set up using diffusion chambers, such as Franz diffusion cells (Figure 5.3A), Ussing chambers (Figure 5.3B) or Valia-Chien cells. They have in common that a membrane divides two chambers or compartments, and the membrane can be excised tissue, cell-based models, or other biological models (see below).\nThe movement of test substance from one side of the membrane, typically the apical side, is monitored by analysing the appearance of substance on the other side, in the basolateral compartment. The movement can be estimated by calculating the flux J (μg/(cm2 × h)) at steady state:\nJ = Q A × t\n184 Characterization of Pharmaceutical Nano- and Microsystems\nwhere Q is the total amount of permeated substance, A is the diffusion area (cm2) and t is the time of experiment (s)."
    }, {
      "heading" : "5.4.2 Permeability Support for Cell-based Systems",
      "text" : "Permeable supports like Transwell® from Corning or ThinCert™ from Greiner Bio-One are versatile tools when the diffusion of nanoparticles or encapsulated drug over a cell-monolayer is monitored (Figure 5.4).\nThe permeable supports can be purchased with filters of different surface areas, pore sizes and coatings to encourage cell adhesion. They can be filled with mucus, or cells can be\nCharacterization of Bioadhesion, Mucin-interactions and Mucosal Permeability 185\nseeded on the filter. A pore size of 3 μm, as opposed to 0.4 μm, is more suitable if transport of particles is expected. Pore sizes of 2–3 μm have been used to avoid retention of the particles by the membrane. However, in general, increasing the membrane pores will increase the likelihood of mucus leaking through as well.\nThe calculation of movement from the apical compartment to the basolateral compartment is standardized using the apparent permeability coefficient (Papp):\nPapp (cm∕s) = Q\nA × C × t\nwhere Q (total amount of permeated substance), A (diffusion area, cm2), and t (time, s) are the same as defined above, and C is the concentration (amount/cm3) in the upper compartment at time zero. Again the coefficient Q/t represents the steady-state flux across the monolayer."
    }, {
      "heading" : "5.5 Selection of Biological Models",
      "text" : "In the early development phase, prior to in vivo studies, models are required that can, as closely as possible, provide information on the biological performance of the system. These can be animal tissue, cell-based models and artificial models with or without addition of mucus."
    }, {
      "heading" : "5.5.1 Tissue-based Models",
      "text" : "Mucosal tissues have been collected at the local slaughterhouse, like cow vaginal tissue, pig gastric or buccal mucosa, sheep nasal mucosa and rabbit small intestine, excised from laboratory rats or from commercially available animal organs. The main challenge using tissue samples is the lack of reproducibility."
    }, {
      "heading" : "5.5.2 Cell-based Models",
      "text" : "Choosing a suitable cell-line representing the mucosal membrane of interest for a particular formulation is of importance. Various options are available. In general, the cell model should form an epithelial-like structure or a monolayer with tight junctions, and secrete mucus. Table 5.2 represents examples of different cell-lines that have been used in studies of nano- and microparticles, classified according to which mucosal membranes they are mimicking. Also some commercially available cell-based tissue models (MucilAir™ from Epithelex, and EpiVaginal™ from MatTeck Corp.) are included. The list is not meant to be exhaustive.\nIn addition to cell-monolayers of mono-cultures, co-cultures of two or more cell-lines have been proposed to more closely resemble tissue. Probably the most sophisticated cellular system simulating the gastrointestinal tract so far consists of a triple co-culture model comprising Caco-2, HT29-MTX and Raji B cells (Figure 5.5), for example [67–69]. Caco-2 monolayers are extensively used as a simple model of the intestinal barrier. The contribution of HT29 clones was demonstrated for dextran-PEGylated microparticles, when the internalization of the encapsulated substance increased due to a favorable effect of\nCharacterization of Bioadhesion, Mucin-interactions and Mucosal Permeability 187\nmucoadhesion. Also, enhanced permeability of insulin encapsulated in multilayered polymeric nanoparticles was more accurately predicted when mucus-producing HT29-MTX cells were included, compared with excised intestinal mucosa of rats. The human Burkitt’s lymphoma Raji B line is included in order to model the human follicle-associated epithelium (FAE) expressing M-cells. Including these cells into the co-culture increased the transport of fluorescent PEGylated PLGA-based nanoparticles containing ovalbumin. The transport increased further when the nanoparticles were RGD-labelled, due to interactions between the RGD ligand and the β1 intregrins detected at the apical surface of the M-like cells in the co-culture. This co-localization was further confirmed in vivo in mice after M-cell staining with rhodamine labelled UEA-1 Lectin [42]. The transport of both free and nanoencapsulated insulin increased when the triple co-culture model was used to study the uptake mechanisms and permeability of chitosan/albumin-coated alginate/dextran sulfate nanoparticles for enhanced oral delivery of insulin.\nAnother interesting cell-based model is the dual-chamber model, which has been developed as an in vitro model to study heterosexual transmission of pathogens and the protective effects of microbicides [70]. The model consists of a tight epithelial cell layer of cervical-vaginal cells (e.g., CaSki, HEC-1A, ME-180) grown on a Transwell® insert, and a basal chamber containing sub-epithelial target cells, such as IL-2 stimulated PBMCs which are sub-epithelial target cells for HIV-1 (Figure 5.6). The dual-chamber model is also interesting for studying the protection efficiency of a vaginally applied microbicide formulations against sexually transmitted infections, and may have an unexploited potential as a formulation screening tool."
    }, {
      "heading" : "5.5.3 Mucus as Models",
      "text" : "Simple permeability models have been developed to study the effect of mucus on drug permeability as well as studies of the interaction with nano- and microparticles, where some use native mucus and others use the commercially available mucin in different media [71, 72]. Mucin from porcine stomach and bovine submaxillary glands are commercially available\n188 Characterization of Pharmaceutical Nano- and Microsystems\nas dry powder which can be reconstituted. However, only the mucin from bovine submaxillary glands forms a solution, while mucin from porcine stomach can be reconstituted as a suspension.\nMucus samples can also be prepared in-house from animals and humans. Mucus has, for example, been scraped off from the small intestinal tissues of freshly slaughtered pigs. Cervico-vaginal mucus has been collected from cow and humans, broncho-alveolar mucus from horse, and tracheal mucus from humans. However, it has been demonstrated that the removal of mucus from its physiological environment can modify its characteristics; it was not possible to obtain a model mucus system with equivalent rheological properties to natural mucus by rehydration of a commercially available dried crude gastric porcine mucin [73].\nThe type of mucus, any reconstitution or purification steps have been found to influence the results, for example, for mucopenetration of particles. Unfortunately, no validated method for these critical steps exists. Therefore, it becomes challenging to produce a model able to fully mimic physiological mucus, and the differences between native and reconstituted mucus can lead to variations in the resulting drug permeability. Nevertheless, mucus is often used in models to increase the biological relevance of a barrier (Figure 5.7). Used for ranking formulations relative to each other within one laboratory, this can provide quite useful insights."
    }, {
      "heading" : "5.5.4 Artificial Models",
      "text" : "Various artificial models have been developed for permeability screening of new drugs and formulations mimicking the environment of mucosal tissue. Compared to cell- and tissue-based models, these are more easily accessible.\nThe mucus-PVPA (mucus Phospholipid Vesicle-based Permeation Assay) is a further development of the PVPA consisting of a tight barrier of liposomes on a nitrocellulose filter support with a mucin dispersion mimicking the mucus layer [74]. The model has demonstrated the capability to distinguish between the mucoadhesive liposomal formulations (chitosan-coated) and mucopenetrating (PEGylated) liposomes.\nThe Permeapad® is basically a thin layer of dry phosphatidycholine on a hydrophilic support. The model was recently evaluated for the prediction of buccal absorption of metoprolol by comparing obtained results with permeability across buccal cell monolayers (TR146), porcine buccal mucosa and in vivo data from Göttingen mini-pigs [75]. The study did not\nCharacterization of Bioadhesion, Mucin-interactions and Mucosal Permeability 189\ninvolve use of mucus, nevertheless, the in vitro in vivo correlation (IVIVC) comparing apparent permeability coefficient to the absolute bioavailability of metoprolol administered buccally to mini-pigs was high (r2 = 0.98).\nDespite the predictive power of current cell-based and cell-free absorption models for the assessment of drug permeability, high costs and lengthy preparation steps hamper their use [76]. The AMI-system (Artificial Membrane Insert) containing a regenerated cellulose membrane, without any lipids present as substitute of the intestinal wall, has been shown to offer a fast and simple barrier for intestinal drug permeability [76].\nNone of these simplified permeability models can reflect paracellular or active transport pathways. However, good predictions have been demonstrated for passive permeability compounds [74–76]."
    }, {
      "heading" : "5.6 Methods for Testing Biocompatibility",
      "text" : "Safety assessments are crucial upon developing new micro- and nanoparticulate formulations. The biocompatibility of a formulation can be assessed on a cellular scale using at least three different concepts: cell viability, cytotoxicity based on plasma membrane integrity, and monolayer integrity."
    }, {
      "heading" : "5.6.1 Viability",
      "text" : "Cell viability is based on detecting the activity of intracellular oxidoreductase enzymes, reflecting the number of viable cells. The MTT-based in vitro Toxicology Assay Kit produces formazan crystals that can be quantified spectrophotometrically after solubilizing in acidic isopropanol. This method was used for testing the biocompatibility of multilayered polymeric nanoparticles on excised intestinal mucosa of rats [77].\nCell Counting Kit-8 (CCK-8) and CellTiter 96® Aqueous Non-Radioactive Cell Proliferation Assay produce colored formazan products, which are soluble in tissue culture media. The AlamarBlue® assay monitors the reductive environment of cell growth by transforming the dye to a red (reduced) form. The resulting fluorescence can subsequently be read on a plate reader or fluorescence spectrophotometer."
    }, {
      "heading" : "5.6.2 Cytotoxicity",
      "text" : "Cytotoxicity is usually assessed by measuring the lactate dehydrogenase (LDH) activity released from the cytosol of damaged cells into the apical medium, which can be quantified with an LDH Cytotoxicity Assay Kit based on formazan formation [33]."
    }, {
      "heading" : "5.6.3 Paracellular Permeability",
      "text" : "Integrity of the tight junctions is a robust parameter for biocompatibility on confluent cell layers. The integrity can be monitored by measuring changes in the transepithelial electrical resistance (TEER) and by evaluation of cell permeability to paracellular markers like 14C-Mannitol, FITC-dextrans (4, 12 and 40 kDa) and 5(6)-carboxyfluorescein.\n190 Characterization of Pharmaceutical Nano- and Microsystems\nOften, more than one method is used to investigate the biocompatibility. For example, when a Caco-2 monolayer was incubated with multilayered polymeric nanoparticles containing insulin, the TEER values dropped to about 50–60% after 4 hours, as opposed to 20% and 27% when Caco-2/HT29 and excised intestinal rat tissue was used, respectively [77]. An MTT test was also conducted.\nMucoadhesive chitosan nanoparticles were improved for wet conditions by conjugating hydrocaffeic acid, after inspiration from mussels, which adhere to almost any surface. Incubation with Caco-2 cells grown on Transwell®s caused a transient opening of monolayer tight junctions, which was monitored using TEER; the transport of 4 kDa FITC-dextran increased three-fold. TEER values returned to normal after removal of the nanoparticles, and the cell viability of non-confluent Caco-2 cells was stable, as monitored with MTT [78].\nFurther evidence for the influence of chitosan-based nanoparticles on monolayers were provided by fluorescent staining of the ZO-1 protein involved in the regulation of tight junctions [79]. After incubating a Caco-2/HT29-MTX co-culture with the nanoparticles, the ZO-1 protein became segmented and discontinuous, which correlated with higher permeability of the encapsulated FITC insulin across the cell monolayer, as well as across fresh rat ileum mucosal tissue using an Ussing chamber system, and correlated further with blood glucose drops in vivo in rats. The MTT assay revealed no effect on cell viability.\nAlso when trimethyl chitosan encapsulated insulin with a polymeric dissociable coating was incubated with a HT29-MTX monolayer, the TEER values displayed a transient drop correlating with improved insulin transport across the same monolayer. This was reflected in a segmented and discontinuous staining of claudin-4, another protein associated with tight junctions. Again, the MTT assay revealed no effect on cell viability, which was confirmed by no detected weight loss nor any changed organ histology in mice [80]."
    }, {
      "heading" : "5.7 Methods for Testing Mucoadhesion",
      "text" : "Numerous in vitro and ex vivo methods for testing the degree of mucoadhesion of microand nanoparticles have been published. They differ in in vivo relevance, complexity and cost of equipment, source of mucus, and the type and amount of information provided, that is, maximum force of detachment or duration of attachment and the mechanisms involved such as entanglements vs. other physical–chemical interactions and degree of hydrogen bonding."
    }, {
      "heading" : "5.7.1 Atomic Force Microscopy (AFM)",
      "text" : "An atomic force microscope is a high-resolution scanning instrument, in which the interactions between the probe and the sample are used to generate the 3D topography of a surface. Local attractive or repulsive forces between the tip and the surface lead to bending (deflection) of a cantilever. This cantilever deflection is converted into an electrical signal to produce the image. Another working mode of AFM is so-called force spectroscopy. In force measurements, the cantilever approaches and retracts the surface in a vertical direction; during this movement, the deflection of the cantilever is measured as a function of distance to the surface. In addition, the tip of the cantilever can be functionalized with molecules of interest in order to measure the interaction with different samples. Both imaging mode\nCharacterization of Bioadhesion, Mucin-interactions and Mucosal Permeability 191\nand force spectroscopy can provide valuable information in mucoadhesion and bioadhesion measurements.\nPatel et al. investigated the adsorption of bioadhesive polymers onto human buccal cells using quantitative image analysis [81]. The buccal cells were scanned with AFM before and after incubation with polymer solutions (chitosan, polycarbophil, hydroxypropyl methylcellulose). It was found that cells treated with polymers exhibited higher average surface roughness. Joergensen et al. used a similar method to evaluate the mucoadhesive properties of different pectins [82]. Mucin-coated mica was scanned in a liquid cell before and after incubation with pectins, and a roughness analysis was performed. Force spectroscopy measurements were used by Iijima et al. in order to investigate the interactions between mucin layers and core–shell nanogel particles over a wide range of pH [83]. Freeze-dried granules of particles were directly adhered to the AFM tip prior to the experiment."
    }, {
      "heading" : "5.7.2 Quartz Crystal Microbalance (QCM)",
      "text" : "Quartz crystal microbalance (QCM) is a highly sensitive and versatile instrument for investigation of the adsorption of different compounds at solid–liquid interfaces. The adsorption of material to the sensor surface (piezoelectric quartz crystal with diverse coatings) causes changes in its mass, monitored as changes in resonance frequency of the quartz crystal. In quartz crystal microbalance with dissipation monitoring (QCM-D), simultaneous measurement of dissipation factor provides information about the structural changes of a layer occurring during the adsorption process. From these changes it is possible to learn about kinetics of the adsorption process, calculate mass/thickness of the adjacent layer and its viscoelastic properties. Consequently, the QCM-D technique is a very useful tool for assessment of nano- and microparticle interactions with biological compounds. A mass sensitivity of around 0.5 ng/cm2 enables accurate quantification of adsorbent.\nMucoadhesion of nano- and microparticles can be evaluated with QCM by using mucinmodified sensors. The QCM sensor with a proper surface chemistry (i.e., gold-coated quartz crystal functionalized with carboxylic acid groups, enabling efficient mucin immobilization) is covered by a layer of mucin (i.e., porcine gastric mucin, bovine submaxillary mucin) until a stable resonance frequency signal is established [84]. Then the mucin-modified sensor is exposed to the particles of interest and changes in frequency/dissipation are recorded. This method has been used to assess the mucoadhesive properties of various polymers (chitosan, polyallylamine hydrochloride, hyaluronic acid), as well as chitosan-coated polycaprolactone nanoparticles loaded with curcumin and other polysaccharide-based nanoparticles for oral drug delivery [85–87]. By additional recording of different overtones of the oscillating system (harmonic frequencies), information from different penetration depths within a deposited film can be collected. A similar overtones response is an indication for penetration of the particles within the mucin film, while different overtones suggest superficial adsorption on the mucin surface [85]. Oh et al. investigated the mucoadhesion and mucus permeability of thiolated chitosan particles as a function of pH (4 and 6.8) [88]. Due to the chitosan particle adsorption onto the surface, the mass of a sensor increased, followed by a decrease in frequency and increase in dissipation. Changes in dissipation without initial spreading of overtones indicate chitosan permeation into mucin films.\n192 Characterization of Pharmaceutical Nano- and Microsystems\nQCM is also an important tool in bioadhesion measurements. It is often used to study the interactions between the particles for drug delivery and model biological membranes composed of lipid bilayers. Paiva et al. studied the interaction of different anaesthetics with liposomal membrane models, showing that the anaesthetics have a fluidizing effect on the model membranes [89]."
    }, {
      "heading" : "5.7.3 Rheology",
      "text" : "Rheology is a well-known method to determine mucoadhesive properties, especially of polymers. When a polymer and mucin is mixed, the viscosity of the combined sample could be either higher, lower, or the same as the sum of the viscosity of the two components alone. Both higher or lower viscosity could indicate attractive forces either due to enhanced entanglements or hydrogen bonding, or simply due to phase separation [90].\nThe easiest approach to determine a polymer’s mucoadhesive properties is to measure the viscoelastic properties of the polymer in solution, the mucin in solution, and a mixture of the two components by steady shear measurements. The mucoadhesive properties can then be estimated by the equation:\nηb = ηt − ηm − ηp\nwhere ηb is the bioadhesion parameter, ηt is the viscosity of the mixture, ηm is the viscosity of mucin, and ηp is the viscosity of the polymer [91].\nAnother approach is to do a frequency sweep in the viscoelastic region, measure G′ and G′′ of each component, and then compare with the measured values of each component of the mixture [4]. Even though very simple, few studies have been conducted using rheology to estimate the mucoadhesive properties of micro- and nanoparticles. In one study the mucoadhesive potential of thiolated particles was estimated by mixing the particles with mucin collected from urinary bladder, and the interactions were measured by investigating how the dynamic viscosity of the samples changed after addition of mucin [4]. In another study, the mucoadhesive potential of nanoparticles of poly-acrylic acid grafted with papain, an enzyme able to cleave linkages of mucin, was studied by investigating the breakdown of mucus [92]. The particles were mixed with pig gastric mucus. If the particles were successfully adhered and entrapped in the mucus layer, the viscosity of the sample decreased due to the breakdown of mucin and hence the mucoadhesive potential was verified.\nRheology could in theory be used to distinguish between mucoadhesion due to entanglements and hydrogen bonding by adding urea. If the interaction is due to hydrogen bonding, the viscosity would decrease when urea is added [93]."
    }, {
      "heading" : "5.7.4 Rheology in Combination with Light Scattering (Rheo-SALS)",
      "text" : "Rheo-SALS could also have potential in investigating mucoadhesive properties of microand nanoparticles. Rheo-SALS measurements have been conducted on pig gastric mucin alone, and both the rheological properties and the scattering intensity varied according to the pH in which the mucin was dissolved [94]. The results showed high scattering intensity at pH 2 and 4 and low scattering intensity at pH 1 and 7 (Figure 5.8). This is due to the different conformation of mucin chains at different pH values, with the mucin chains\nCharacterization of Bioadhesion, Mucin-interactions and Mucosal Permeability 193\nbeing contracted at pH 1, and also the connectivity within the network. The stronger the associations and higher degree of connectivity, the stronger is the scattering intensity. The samples also showed shear thinning behaviour, with the exception of the sample prepared at pH 7. This technique could probably give an estimate of association and interactions between particles and mucin. A possible drawback could be that the concentration of both the particles and the mucin must be high enough to get reliable rheology measurements."
    }, {
      "heading" : "5.7.5 Dynamic Light Scattering (DLS) and Zeta Potential Measurements",
      "text" : "Dynamic light scattering could also be used in combination with zeta potential measurements for estimating the mucoadhesive potential of micro- and nanoparticles. The mucoadhesive potential could be verified by measuring an increase in size and a shift/change in the zeta potential after mixing the components. Liposomes and polymer-coated liposomes have successfully been investigated by this approach. The study indicated that nanoparticles with positive charge (positive liposomes and chitosan-coated liposomes) have the highest mucoadhesive potential [95].\nAlso the mucoadhesive potential of tetrahydrocannabinol-loaded NLC-formulation was verified by measuring the change in the zeta potential of mucin before and after mixing\n194 Characterization of Pharmaceutical Nano- and Microsystems\nwith the nanoparticles, and also the decrease in the zeta potential of the positive particles after mixing [96]."
    }, {
      "heading" : "5.7.6 Mechanical Methods",
      "text" : "Using a Texture analyser, various mechanical tests can be used to estimate mucoadhesive capacity. The classical test uses either tissue or mucin-coated filter papers and measures the force and displacement required to detach the formulation from the tissue or mucin after they have been allowed to interact for a predetermined period of time, either conducted with peel, shear or tensile stress [97–99].\nThe rotating cylinder method is another simple yet useful test for ranking of mucoadhesive capacity between formulations [100]. A piece of hydrated mucosal tissue was mounted on a cylinder. Swollen microparticles were placed gently on the mucosa, before the cylinder with the mucosa was placed in tempered medium and rotated at a predetermined speed for a period of time before the number of particles still attached to the tissue was counted."
    }, {
      "heading" : "5.7.7 Mucin Adsorption Study",
      "text" : "The in vitro interactions of nanoparticles with mucin can be measured by mixing them with solutions or suspensions of commercially available porcine or bovine mucin. After centrifugation, the amount of free mucin still in the supernatant can be determined using UV measurements (251–261 nm), Bradford protein assay, or the periodic acid schiff colorimetric method. Interactions can thus be quantified at various pH values, concentrations, mixing times, and so on. The results from this simple method were confirmed by in vivo nasal clearance and systemic uptake in rabbits and mice, when ranking the mucoadhesion of differently chitosan-coated and uncoated PLGA nanoparticles [101]. A similar approach was used in the development of mucoadhesive liposomes [102, 103]."
    }, {
      "heading" : "5.7.8 Wash-off Tests",
      "text" : "Incubating formulations with a mucosal surface to follow attachment/detachment upon subsequent rinsing is a versatile and physiologically relevant method to quantify mucoadhesion. The rinsing stage can be performed by immersing the system in water, by washing or by rinsing the mucosal surface placed at an angle with predetermined flow rates. The nanoparticles can be measured in the supernatant or directly on the mucosal surface either by a fluorescent marker like fluorescein or FITC, or by an entrapped drug.\nDifferent types of fluorescently labelled liposomes were introduced to HT29-MTX cell covered wells and blank wells to distinguish mucoadhesion from general adhesion [104]. After incubation, the fluorescence was measured both directly on the surfaces and in the supernatants after first gently washing one time and then again after gently washing a second time, to distinguish high initial adhesion from long-lasting adhesion. Alginate-coated liposomes achieved a high specific (genuine) mucin interaction. The positively charged uncoated liposomes achieved the highest initial mucoadhesion. The chitosan-coated liposomes displayed the highest potential for long-lasting mucoadhesion, but with the drawback of a higher general adhesion (tack) [104].\nCharacterization of Bioadhesion, Mucin-interactions and Mucosal Permeability 195\nA similar concept is behind the ex vivo retention model used for simulating bioadhesion in the oral cavity under irrigation of saliva [105]. The bioadhesion of spray-dried chitosan microparticles containing metformin was tested in a retention model using porcine buccal mucosa under irrigation at a flow rate of 4 ml/min. Retention of metformin depended on the characteristics of the irrigation media, such as rheology. An irrigation media containing mucin was regarded as beneficial and biomimetic."
    }, {
      "heading" : "5.8 Methods for Testing Mucopenetration",
      "text" : "The mucus layer has been demonstrated to act as a barrier for some nanoparticles, for example commercially available Red (580/605) fluorescence-labeled carboxyl polystyrene (CP) particles of 200 nm, peptide ligand modified solid lipid nanoparticles loaded with FITC-labeled salmon calcitonin, and self-assembled polyelectrolyte complex nanoparticles consisting of trimethyl chitosan-coated insulin-loaded dodecylamine-graft-𝛾-polyglutamic acid micelles. Uptake and transport through the underlying cell layer improved when the mucus layer of Caco-2/HT29-MTX co-cultured cells was removed by N-acetyl-cysteine incubation [106]. Alternatively, putting an external mucin layer on naked oral cell lines (TR 146 and H376) restricted the access, which was confirmed by ex vivo transport studies through porcine buccal mucosa [29]."
    }, {
      "heading" : "5.8.1 Fluorescent Recovery after Photobleaching (FRAP) and Multiple Image Photography (MIP)",
      "text" : "Samples of premixed fresh human cervical mucus with mesh spacing of 20–200 nm, as determined by transmission electron micrographs, and various fluorescently labeled proteins, virus-like particles and polystyrene particles (59–1000 nm) were photobleached (20–50% of the fluorescent molecules). An attenuated laser beam was focused through a modified epifluorescent microscope to a small point in the samples, whereupon the residual fluorescence from the same area in the sample was monitored. Return of the fluorescent signal reveals the rate of diffusion of unbleached fluorescent particles. The polystyrene microspheres showed no recovery after bleaching, as opposed to human papilloma and Norwalk virus-like particles [107].\nDiffusion was also observed with multiple image photography (MIP) tracking multiple fluorescent particles individually, using an epifluorescent microscope and a charge-coupled device camera. Successive images were subtracted from one another to reveal particle displacements occurring between images [107]."
    }, {
      "heading" : "5.8.2 Permeability Studies",
      "text" : "Permeability studies are relatively simple without great requirements for lab equipment nor expertise, perhaps explaining their popularity. For example, Transwell® inserts have been filled with mucus samples. The transport of lipid core nanocapsules of 180 nm and the effect of chitosan and carbopol coating of liposomes was further measured by the amount of either fluorescence or encapsulated drug appearing in the acceptor chamber. Diffusion chambers have been used to study the permeation of various solid lipid nanoparticles.\n196 Characterization of Pharmaceutical Nano- and Microsystems\nCritical parameters are type of mucus, any rotation or stirring applied, and the pore size of the mucus-supporting filters. Premixing the particle sample with mucus will reduce viscosity differences and thus avoid bypassing the sample between chamber walls and the mucus barrier [80]."
    }, {
      "heading" : "5.8.3 Water-assisted Transport Through Mucus",
      "text" : "Water absorption by the intestine can lead to advective transport of particles, which was simulated by connecting the test system to a vessel filled with fluid and continuing to drip fluid into the vessel during the experiment [108]. The test system consisted of a barrel of a syringe which was placed in a vertical position, tip down. Fluorescein diacetate marked nanoparticles of 350–400 nm prepared by ionotropic gelation between different chitosan derivatives, either thiolated or not, and hyaluronan were placed at the bottom of the barrel on top of a 0.2 μm filter. The particles were then covered by mucus scraped off from the small intestinal tissue of a freshly slaughtered pig. Then the tip of the syringe barrel was connected to the vessel by a flexible tubing, causing a bottom-to-surface fluid flow across the mucus layer as fluid was continuously dripped into the vessel at the physiologically relevant speed of 1.24 × 10−4 cm/s, corresponding to a flux of 0.446 ml/(cm2 h). The liquid level and dripping in the vessel determined whether the fluid hydrated the mucus layer in the barrel, or flowed across it causing a liquid layer to gradually rise over the mucus layer. This in vivo relevant method revealed that despite the high mucoadhesion of thiolated nanoparticles, they were able to overcome the mucus barrier with the aid of water movement [108]."
    }, {
      "heading" : "5.8.4 Particles with Dynamic Properties",
      "text" : "The idea of particles changing character during mucopenetration, to take on traits favorable for interactions with the underlying cell layer, is conceptually intriguing. Various suggestions have been published, such as a zeta potential changing self-emulsifying drug delivery system formulated to release phosphate upon interactions with intestinal alkaline phosphatase [109], or particles with a dissociable “mucus-inert” hydrophilic coating of N-(2-hydroxypropyl) methacrylamide copolymer (pHPMA) derivative, both of which subsequently exposes positive charges [80].\nFörster resonance energy transfer (FRET) analysis was used to verify structural changes upon interactions with collected human cervico-vaginal mucus and HT29-MTX cells. When crosslinked trimethyl chitosan nanoparticles containing FITC-insulin were coated with TRITC–pHPMA, the excitation energy of the donor is transferred to the acceptor, whose subsequent emission can be detected in accordance to the donor–acceptor distance. The FRET intensity was shown to decrease rapidly over time in mucus, as opposed to in plain buffer [80]. The pHPMA’s favorable impact on mucopenetration was also demonstrated directly by the visualization of fluorescent particles on the HT29-MTX cell layer vs. upper mucus layer by confocal laser scanning microscopy (CLSM), after staining the mucus layer with rhodamine-conjugated ulex europaeus agglutinin I lectin (Rho-UEA-I). In vivo pharmacological and pharmacokinetic studies in rats proved the concept.\nCharacterization of Bioadhesion, Mucin-interactions and Mucosal Permeability 197"
    }, {
      "heading" : "5.9 Methods for Assessing Cell Interactions",
      "text" : "Cell lines are considered to be more reproducible than excised mucosa for the purpose of studies of cell interactions. A robust and reliable cell model is thus a vital part of experiments to assess the effects of micro- and nanoparticles upon adhesion to, uptake into, and further trafficking in cells."
    }, {
      "heading" : "5.9.1 Cell Adhesion",
      "text" : "The improved cytoadhesion by functionalizing PLGA microparticles with wheatgerm agglutinin was demonstrated by incubation with a Caco-2 cell layer at 4∘C, suppressing both drug release and energy-dependent endocytosis. After removal by washing, the cell-associated fluorescence intensity provided by encapsulated fluorescein was quantified as well as visualized with fluorescence microscopy. At 37∘C the encapsulated fluorescein was released from the cell-associated microparticles and accumulated intracellularly, as demonstrated with fluorescence microscopy after staining the nuclei with Hoechst"
    }, {
      "heading" : "33342 [110].",
      "text" : "The interaction between insulin-loaded alginate/dextran sulfate nanoparticles coated with chitosan and albumin and cellular glycocalyx was proved by pre-treating the cells with 35 mM sodium chlorate for 48 hours. Sodium chlorate inhibited the glycosaminoglycan sulfate ion, subsequently disturbing the electrostatic interactions between the albumin in the coating layer and the glycocalyx on the apical membrane, which is oppositely charged. The transport of insulin across the intestinal monolayers decreased accordingly, demonstrating the importance of the interaction with regard to insulin permeation [69]."
    }, {
      "heading" : "5.9.2 Cellular Uptake",
      "text" : "Nanoparticles can be taken up into cells by endocytosis, whether or not this is intentional from the formulator’s point of view.\nThe intestinal epithelium is often regarded as impermeable to macromolecules and particles, except in Payer’s patches, where the lymphoid follicle-associated epithelium (FAE) contains M-cells that transport antigens and microorganisms (Figure 5.9). The M-cells are specialized cells particularly able to perform endocytosis by phagocytosis, but even enterocytes can perform pinocytosis of particles smaller than ∼100 nm. The mechanisms are micropinocytosis, clathrin-dependent endocytosis, caveolae-dependent endocytosis, or clathrin and caveolae-independent endocytosis. Targeting specific lectin receptors expressed on enterocytes and M-cells with, for example, glycoproteins, lectins, mannose, fucose, or galactose, might increase endocytosis. Ligands like folic acid, albumin and RGD peptide might induce caveolin-mediated endocytosis, while ligands like transferrin and mannose might induce clathrin-mediated endocytosis [111].\nSize and zeta potential of nanoparticles will also influence which uptake mechanisms will dominate, in addition to the speed of endocytosis and the subsequent fate of the endocytosed particles (i.e., lysis or exocytosis) [53].\nCellular uptake studies are often performed by incubating the tissue model with fluorescent formulations, followed by imaging using CLSM. Cellular structures like nuclei\n198 Characterization of Pharmaceutical Nano- and Microsystems\nand actin cytoskeleton may be stained using, for example, DAPI or NucBlue® (for live, unfixed cells) or fluorescent antibodies. This technique was used to illustrate the uptake of multilayered polymeric nanoparticles containing insulin into isolated segments of duodenum, jejunum and ileal Peyer’s patches of follicle-associated epithelium from rats. Tissue samples were embedded in a cryostat medium and 10 μm cross-sections sliced using a cryostat. Fluorescence from FITC-insulin and RBITC-alginate was co-localized, indicating that insulin remained with the nanostructure [77]. CLSM images were also used to reveal that the cellular uptake of a hydrophobic fluorescent dye, Nile red, was higher in HT29-MTX\nCharacterization of Bioadhesion, Mucin-interactions and Mucosal Permeability 199\nmonolayers than Caco-2 monolayers, when the favourable bioadhesive properties of encapsulation in dextran-pegylated microparticles encapsulation were exploited [112].\nFor quantification of uptake, cells can be trypsinized after various time periods, washed and recovered by centrifugation before subjected to flow cytometry. Cells that received no particle treatment serve as control samples. This technique was used to assess rat pulmonary arterial endothelial cellular uptake of liposomes containing rhodamine-labeled (red) lipids [113] and FITC-labelled insulin-loaded PLGA nanoparticles (∼150 nm) in Caco-2 cells [114]. In the latter study, cell viability was also checked before flow cytometry was performed.\nIt was shown that the use of liposomes, and especially chitosan-coated liposomes, increased the cellular uptake of alendronate in Caco-2 cells, which correlated with enhanced oral bioavailability of alendronate in rats [115]. In this study, Caco-2 cells were incubated with free, liposomal and chitosan-coated liposomal alendronate, and the drug uptake was quantified by HPLC analysis of the supernatant after cell washing and lysis. The amount of drug uptake was expressed per amount of protein as determined by Bradford protein assay.\nLichtenstein et al. found that silver and iron oxide nanoparticles of similar size coated with poly(acrylic acid) mostly localized in the cytosol of cells, with only a minor fraction found in vesicles [28]. The cellular uptake was visualized with transmission electron microscopy and energy-dispersive X-ray spectroscopy of fixed and cut monolayers. Ion beam microscopy of fixed monolayers was also conducted to provide information on intracellular concentration and distribution down to the single cell level. Silver and iron quantification using atomic absorption spectroscopy after cell lysis revealed comparable cellular uptake in Caco-2 cells, and a slight increase in silver uptake when Raji-B lymphocytes were included.\nIt should be noticed that the endocytic pathways work simultaneously in cells. Therefore, cellular regulatory mechanisms may compensate for deliberate inhibition of certain endocytic pathways by upregulating other endocytic pathways. Inhibition of clathrin and caveolae mediated endocytosis can, for example, lead to increased levels of micropinocytosis. The data interpretation of translocation of particles into cells can therefore be difficult. The biocompatibility of the treatment should always be monitored, for example by TEER, MTT or dehydrogenase activity.\nTable 5.3 gives an overview of selected literature studying the most relevant mechanisms for nano- and microparticle uptake into epithelial cell layers; different inhibitors and pathway markers have been used. Further discussions of mechanisms or the intracellular fate of the particles are beyond the scope of this chapter."
    }, {
      "heading" : "5.9.3 Transcellular Transport",
      "text" : "Nanoparticles taken up by epithelial cells might translocate to the basolateral side. The transcellular transport of nanoparticles can be assessed in vitro by using various permeable supports with a cell monolayer on the membrane. The ex vivo alternative is the setup involving excised animal tissue mounted in a diffusion chamber. More commonly, however, only the translocation of the encapsulated drug/marker is monitored.\nLichtenstein and coworkers studied the impact of size, shape and coating on the potential for nanoparticles to penetrate cell membranes and epithelial barriers [28]. If the coating\n202 Characterization of Pharmaceutical Nano- and Microsystems\nwas lost after cellular uptake, the translocation may be determined by the core material, as demonstrated for silver and iron oxide nanoparticles of similar size, coating and charge. The internalized amount was comparable, but only iron oxide nanoparticles additionally passed the epithelial cell layer.\nThe transport of FITC salmon calcitonin across excised rat duodenum mucosa without Peyer’s patches was studied and found to increase when the drug was encapsulated in SLNs [106]. The permeation increased even further when the nanoparticles were modified with peptide ligands, either for goblet cell targeting or a cell-penetrating peptide. The in vitro transcellular transport correlated with the increased drug bioavailability in rats.\nLiu and coworkers showed that when trimethyl chitosan particles were coated with a dissociable mucus-inert hydrophilic coating, the transepithelial transport of encapsulated FITC-insulin across a HT29-MTX monolayer increased [60]. The beneficial effect of the coating was confirmed in diabetic rats, where pHPMA-coated NPs generated a hypoglycemic response after oral administration, and increased the relative bioavailability 2.8-fold compared with uncoated TMC-based NPs. The advantageous use of goblet cell-targeting modification was confirmed with nanoparticles of trimethyl chitosan containing micellar insulin, by an increased transport of FITC insulin across a Caco-2/HT29-MTX monolayer, as well as through excised rat ileum mucosal tissue [77]. Removal of mucus by N-acetyl cysteine (NAC) treatment increased the permeation of nanoencapsulated micellar insulin, as opposed to plain micellar insulin. Blood glucose levels in streptozotocin-induced diabetic rats following oral administration decreased in accordance with the result from the transport experiments.\nAfter demonstrating that PEG chain length (2000 vs. 3000 vs. 5000 Da) and core material (PLA vs. PLGA) hardly affected the cellular uptake and intracellular itinerary of nanoparticles in Caco-2 cells, Song and coworkers evaluated the transcellular transport of the incorporated model drug curcumin [118]. Curcumin has low stability, poor water solubility and bioavailability, and they found that the transport of the payload was highest when the PEG chain length was high (5000 Da) and PLA was used as core material, which was attributed to the higher drug loading capacity and slower drug release. Even so, the favorable effect of increasing the PEG chain length was also demonstrated for PEGylated nanostructured lipid carriers (∼200 nm) for ocular use [119]. A PEG chain length of 2000–10 000 Da was found to be optimal for the transcorneal permeation of encapsulated ciprofloxacin, while the carbon chain length of phospholipids did not affect penetration. Coating the lipid carriers with chitosan also increased the permeation compared with free drug in solution. However, PEGylated carriers were reported to be more capable of reaching the deeper ocular tissues in vivo.\nThe transcellular permeation of nanoparticles, as opposed to only encapsulated drug, was also demonstrated by Garinot et al. [42]. The enhanced transport of PEGylated PLGA-based nanoparticles through an in vitro model of a co-culture of Caco-2 with human FAE (follicle-associated epithelium) as compared with monocultures of Caco-2 cells was demonstrated by measuring the number of transported nanoparticles with flow cytometry of basolateral solutions. RGD-labelling of nanoparticles significantly increased their transport by co-cultures, due to interactions between the RGD ligand and the β1 intregrins detected at the apical surface of co-cultures. When anti-integrin β1 antibody was added to the apical medium, the transport of the RGD-targeted nanoparticles was inhibited, confirming the RGD advantageous specific targeting of M-cells. In vivo studies\nCharacterization of Bioadhesion, Mucin-interactions and Mucosal Permeability 203\nin mice confirmed the co-localization with M cells and an induced IgG response, reflecting an immune response after oral delivery."
    }, {
      "heading" : "5.10 Concluding Remarks",
      "text" : "Micro- and nanoparticles are versatile tools in mucosal drug delivery, whether for local or systemic use. The particles can deliver encapsulated drug to the mucus layer, to the cell membrane or inside cells, or even carry the drug through the mucosal epithelial cells. This can be exploited for improved drug delivery or pose an unwanted risk. In either case, the behaviour should be carefully monitored."
    } ],
    "references" : [ {
      "title" : "Characterization of Bioadhesion, Mucin-interactions and Mucosal Permeability",
      "author" : [ "G.M. Soliman", "Y.L. Zhang", "G Merle" ],
      "venue" : "Eur. J. Pharm. Biopharm.,",
      "citeRegEx" : "78",
      "shortCiteRegEx" : "78",
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "TEER values returned to normal after removal of the nanoparticles, and the cell viability of non-confluent Caco-2 cells was stable, as monitored with MTT [78].",
      "startOffset" : 154,
      "endOffset" : 158
    } ],
    "year" : 2020,
    "abstractText" : "Mucosal drug administration has several advantages compared with the more invasive parenteral route. This is particularly the case for local treatment of, for example, infections, pain and dryness, minimizing the systemic side-effects. Also in cases of systemic treatment, several advantages can be identified, such as lower risk, lower cost, usually less pain and less need for qualified healthcare workers to carry out the injections. On the downside, the robust mucosal barrier usually reduces the bioavailability. Microand nanoparticles in the size range of from around 150 nm up to 6 μm can be used to deliver drugs to the mucosal membranes of various organs. The drug may be protected against chemical and enzymatic degradation inside a particle. The effect of",
    "creator" : null
  }
}