{
  "name" : "downloads_2020-09-01_cb_kiran2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Antibacterial and Bioactive Surface Modifications of Titanium Implants by PCL/TiO2 Nanocomposite Coatings",
    "authors" : [ "A. Sandeep Kranthi Kiran", "T.S. Sampath Kumar", "Rutvi Sanghavi", "Mukesh Doble", "Seeram Ramakrishna" ],
    "emails" : [ "urskranthi.kiran@gmail.com", "rutvirs93@gmail.com", "mukeshd@iitm.ac.in", "tssk@iitm.ac.in", "seeram@nus.edu.sg" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: titanium; antibacterial coatings; electrospinning; nanocomposite coatings; TiO2 photocatalytic; orthopedic infections"
    }, {
      "heading" : "1. Introduction",
      "text" : "Biocompatible titanium (Ti) and its alloys are broadly accepted metallic materials for hard tissue repair (orthopedic and dental) for its exceptional combination of biomedical and mechanical properties [1]. Even though Ti and its alloys are used as an implant material for more than three decades, there are still some inadequacies that need to be addressed. Especially, bacterial associated diseases/infections during surgery always carry serious hazards leading to a severe clinical economic consequence such as re-hospitalization, complex re-surgeries, implant loosening, high economic\nNanomaterials 2018, 8, 860; doi:10.3390/nano8100860 www.mdpi.com/journal/nanomaterials\nNanomaterials 2018, 8, 860 2 of 15\nassociated costs and sometimes even death. Recent studies estimated the current incidence of bacterial infection had incurred a total financial cost of $10 billion with close to 100,000 infections and 8000 reported deaths in the United States alone [2,3]. The reason being, when compared to bioactivity enhancement modifications, relatively very few efforts have been made to address antibacterial activity on the surface before the implantation. It is a known fact that treating an infected orthopedic implant materials post-surgery is hugely complicated, primarily due to the inherent difficulties of treating an established biofilm formed by microorganisms on the surface [4]. Nevertheless, many preventative strategies have been proposed by academics to improve the antibacterial ability of the material before the implantation/surgery [5,6]. But, most of the solutions proposed for obtaining antibacterial surfaces without losing its bioactivity require a complex coatings technique. In this view, several novel strategies such as topographical modifications (nanotubes), incorporating antibacterial agents (Ag, Cu) and various surface treatments [7–10] were suggested/developed to disinfect the bacterial colonization on biomedical implants before the implantation. However, still traces of evidence of bacterial invasion can be still found even after the post-surgery. Nevertheless, these findings highlight the crucial need modifications to the material to prevent bacterial implant-associated infections at early stages. Among these, surface modification either by treatment or coating on the implant material has been well recognized as the best substitute to design and alter the biological performance of the Ti and its alloys [11]. Titanium dioxide (titania, TiO2), a bioceramic material have become a focus of significant research due to its versatile characteristics [12,13]. TiO2 nanoparticles are well-known for its stability, non-toxicity, UV resistance and found its application in cosmetics, electronics, biomedical, optics and also as a cleaning reagent [14]. Ever since first reported by Matsunaga et al., TiO2 photocatalytic properties have drawn more attention in the biomedical field for its specific ability to a kill wide variety of microorganisms under a strong UV radiation [15,16]. In brief, when the surface of TiO2 is exposed to a strong UV light, electron-hole pairs (e−-h+) are generated in the valence band and reacts with oxygen and atmospheric water (OH−) thereby yielding to reactive oxygen species (ROS). The generated ROS acts a powerful oxidizing agent capable of decomposing organic molecules and inactivating micro-organisms through a series of chemical reactions, leading to the powerful antibacterial agent [17–19]. Also, for enhancing the composite cell attachment and proliferation properties, TiO2 nanoparticles are projected as a secondary phase material for biodegradable polymer matrices [20–25]. Over the past few years, polymer/ceramic nanocomposites as scaffold materials have attracted more attention for bone tissue engineering. Many works have been described in the literature which explains the enhancement of Ti-based implants with organic or organic-inorganic substitute surface coatings [26–28]. In particular, because of the high porosity and large specific surface area, nanocomposite fiber scaffolds have been successfully explored in tissue engineering for orthopedic implants. Among the various techniques for nanocomposite scaffold fabrication, the electrospinning process is described as the most reliable process for producing long and continuous fibers. Electrospinning is a simple and economical fiber fabrication technique that utilizes electrical forces to produce ultrafine micro and nanofibers templets with a wide range of polymers for a variety of applications [29,30]. In most typical tissue engineering strategies, the engineered 3D porous scaffolds serve as a pattern for cell adhesion, expansion, and proliferation of cells ingrowth. Electrospun nanofibers are favorably proficient of imitating microarchitecture of native ECMs owing to their high surface area to volume ratio and relatively large internal porosity. This technique also enables to entrap inorganic ceramic nanoparticles into the organic polymer in a very convenient way to enhance physical, chemical and mechanical properties. Polycaprolactone (PCL), a semi-crystalline biodegradable polymer, known for its superior mechanical properties, excellent biocompatibility, and slower degradation rate. It is a widely accepted polymer for drug release carriers, biodegradable packaging materials, and more importantly for the development of 3D scaffolds for bone tissue engineering applications. Numerous techniques have been\nNanomaterials 2018, 8, 860 3 of 15\ndeveloped to fabricate PCL-based scaffold to a simple two-dimensional structure (casting) to complex three-dimensional (3D printing) objects [31,32]. However, PCL in current form is hydrophobic, which results in lack of wettability and poor cell attachment. Successful blending with bioceramics haven been reported elsewhere [9,23,27,33] for improved biological properties. The current study aims to incorporate TiO2 nanoparticles into the PCL scaffolds for improving mechanical properties, biological properties (bioactivity, anti-bacterial, cell adhesion, and cell proliferation) and physiochemical properties (hydrophilicity) for orthopedic applications. To achieve that, PCL/TiO2-nanocomposite scaffolds were synthesized by electrospinning and coated on cpTi substrates."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Sample Preparation",
      "text" : "Commercial pure titanium (cpTi), biomedical grade 2 (0.015% carbon, 0.1156% oxygen, 0.0095% nitrogen, 0.0013% hydrogen, 0.04% iron) plates with dimensions of 10 mm × 10 mm × 2 mm (MIDHANI, Hyderabad, India) were used as the base material. The substrates were polished using 300, 600, 800 and 1200 emery sheets followed by disc polishing to mirror finish using diamond paste. The polished samples were further degreased by cleanser, ultrasonically washed with ethanol and sonicated in acetone several times before drying in air overnight."
    }, {
      "heading" : "2.2. Synthesis of PCL/TiO2 Nanocomposites",
      "text" : "PCL/TiO2 polymer-ceramic hybrid composites containing 2, 5 and 7 wt % of the ceramic content was synthesized by means of the electrospinning process. In brief, poly(ε-caprolactone) (PCL, 80 kDa; Sigma-Aldrich, Singapore) pellets were dissolved in chloroform and methanol (Sigma-Aldrich, Singapore) at 3:1 ratio to make an 8% (w/v) solution and kept under stirring conditions for 4 h. TiO2 was synthesized as reported earlier via electrospraying method by using titanium isopropoxide as the main precursor [34]. To prepare PCL/TiO2 nanocomposites with a certain PCL to TiO2 ratio, a known amount of TiO2 (2, 5 and 7 wt %) powders were added into the solution batch wise under string conditions. Because of the nature of TiO2 nanoparticles, it was very critical to homogeneously disperse TiO2 nanoparticles in the PCL matrix to acquire satisfactory dispersion without agglomeration. The mixed solution was under stirring conditions for 72 h using a magnetic stirrer with sonication for every 6 h. Upon attaining satisfactory homogeneous conditions, PCL/TiO2 solution was taken in a 5 mL syringe equipped with a 22-gauge rounded metal needle. A constant flow rate was set to optimized 500 µL/h through a syringe pump (NE1000, U.S.A). A constant high voltage of 12.0 kV was applied to the needle tip which was positioned at a distance of 10 cm from the grounded collector. Previously cut cpTi substrates of dimensions 10 mm × 10 mm × 2 mm were fixed on the aluminum foil as a collector. Prior to the coating procedure, the substrates were washed, sonicated in dry ethanol for 1 h and left overnight for drying. After the coating procedure, all the samples were dried under vacuum for 1 day to completely remove any solvent residues present."
    }, {
      "heading" : "2.3. Characterization",
      "text" : "The morphology, phase analysis, and chemical composition of the obtained PCL/TiO2 coatings were characterized by scanning electron microscopy (SEM, Hitachi, S-4300, Tokyo, Japan) attached with energy dispersive X-ray spectroscopy (EDX, Thermo Noran, Sonora, CA, USA), X-ray diffractometer (XRD, D8 DISCOVER, Bruker, Billerica, MA, USA) and Fourier transform infrared spectroscope (FT-IR, Perkin-Elmer Spectrum Two spectroscopy) respectively. Morphological analysis of the surface before and after coatings were examined by SEM, operated at an accelerating voltage ranging from 10–15 kV. To avoid any ‘charging’ and increase conductivity, the dry substrates were sputter-coated for 30 s with a thin deposits of gold (Au) before observing in SEM. XRD (at 2θ = 10◦–90◦) is used for analyzing the phases present in the synthesized nanocomposites coatings with Cu-Kα radiation (λ = 1.540 Å)\nNanomaterials 2018, 8, 860 4 of 15\nat a scanning rate of 0.1 step/s. To analyse the chemical composition, FT-IR measurements were performed over a range of 4000–500 cm−1. To identify functional groups of the synthesized samples, KBr powder is mixed and made of pellets. In addition, surface wettability was calculated by measuring static contact angles of deionized water with a contact angle system (Easy DROP, KRUSS, Stuttgart, Germany) at the ambient temperature. For each set of samples, a 10 µL drop of water was deposited on each substrate and allowed to rest for 5 s.\n2.4. Biological Studies\n2.4.1. Biominerilization Studies\nTo evaluate the apatite-forming ability (bioactivity), the substrates were immersed in 30 mL of simulated body fluid (SBF) with material composition and composition nearly equal to human blood plasma for 14 days. The SBF solution is prepared in the laboratory by mixing laboratory-grade chemicals (NaCl, NaHCO3, KCl, K2HPO4·3H2O, MgCl2·6H2O, CaCl2, and Na2SO4) in deionized water and maintained at pH 7.4 with tris (hydroxy-methyl) aminomethane and 1 M HCl. The detailed information on ion concentrations of SBF proposed by Kokubo et al. without organic species and its correlation with human blood plasma can be found elsewhere [35]. The falcon tubes containing SBF and substrates were immersed in water bath, maintained at static conditions at 37 ◦C. After immersing for 14 days, the substrates were carefully taken out from the SBF solution, washed with deionized water and freeze dried at room temperature for further morphological and elemental analysis.\n2.4.2. Antibacterial Assay\nPrior to inoculation, PCL/TiO2 samples with different TiO2 concentration were UV-irradiated for 5 h to stimulate the photocatalytic reaction in the TiO2 material. Other samples (pure PCL and cpTi substrate) were UV-irradiated and sterilized for the same time interval. These specimens were used for carrying out the antibacterial assay against bacterium Staphylococcus aureus (NCIM 5021). In brief, the samples were placed in 12 welled plates containing 2 mL nutrient broth. A bacterial inoculum of 1 × 107 CFU/mL was added to each well. The plates were then allowed to incubate for 24 h at 37 ◦C. After 24 h the samples were carefully removed and rinsed. The samples were sonicated for one minute with an interval of one minute. Five cycles were repeated to ensure complete extraction of bacteria. These samples were centrifuged, and the bacterial pellet obtained, was resuspended in PBS. The bacterial solution was then spread onto pre-cooled agar plates and incubated for 24 h at 37 ◦C. The resulting colonies were then counted, and the log values were calculated for them. The reduction in bacterial growth was estimated as a reduction in log CFU/mL values\n2.4.3. Cell Culture Studies\nThe cytotoxicity, cell adhesion and proliferation of surface coated PCL/TiO2 nanocomposites were determined by using human fetal osteoblastic cell lines (hFOB 1.19, ATTC CRL 11372) for day 1 and day 3. Five substrates (cpTi, PCL with 2, 5 and 7 wt % of TiO2 content) were adopted to evaluate the potential of using them for biomedical applications. In brief, cells were cultured in base medium of hFOB cell lines i.e., Dulbecco’s Modified Eagle’s Medium/Ham’s Nutrient Mixture F12 (1:1 DMEM/F12) and complemented with 10% fetal bovine serum (FBS), 1% of non-essential amino acids (MEM) and antibiotics (penicillin G, and streptomycin). For the entire duration of experiment, the culture medium was replaced every alternative day and was preserved in a humidified incubator at 37 ◦C under an atmosphere of 5% CO2. After attaining about 80% confluence, the cells were trypsinated and digested at a final concentration of 5 × 104 cells/cm2 onto the substrates in 24-well plates. Prior to cell seeding, the substrates with PCL/TiO2 coatings were sterilized by immersing in 70% ethanol for 1 h followed by washing 3 times with sterilized phosphate buffered saline solution (pH = 7.4, PBS). MTT assay for toxicity connected with cell viability and proliferation were also observed on surface coated cpTi substrates for day 1 and day 3. Pure cpTi without any coating is used as the control.\nNanomaterials 2018, 8, 860 5 of 15\nAfter removing the culture medium, hFOB cells were quantitatively assessed by seeding 4 mg mL−1 MTT 3-(4,5-dimethylazol-2-yl)-2,5-diphenyltetrazolium bromide (yellow) reagent on to the substrates and determined at day 1 and day 3. In brief, both days of incubation, culture medium was removed and washed with 400 µL of prewarmed PBS. Then 400 µL of culture medium accompanied with 60 µL of MTT solution was added to each well-plate containing samples and incubated at 37 ◦C in a 5% CO2 humidified atmosphere. After an incubation period of 4 h, 100 µL of the resulting supernatant was added to each well of 96-well ELISA plate. The plates were gently agitated for 3 min to establish complete crystal dissolution. Percentage cell viability was determined by recording optical absorbance at 570 nm with reference to 690 nm using a microplate reader (Bio TEK Instrument, Winooski, VT, USA, EL307C). To ensure reproducibility, tests were carried out by performing triplicates of samples.\n2.4.4. Cell Morphology\nSamples for SEM analysis were withdrawn from culture after 3 days incubation. For cell adhesion and proliferation studies, before fixing with 3% glutaraldehyde solution, cell-seeded substrates were washed with PBS thrice to confiscate any separated cells. The samples were cleaned again with PBS after 30 min, then kept at 4 ◦C. After cell fixation, the substrates were dehydrated in a series of ethanol solutions at varying concentrations from 30% to 100% for 15 min each. 1 mL of hexamethyldisilane (HMDS) was added on each sample and left to dry for 2 days. Prior to SEM image analysis, all the samples were gold coated for 20 s."
    }, {
      "heading" : "2.5. Statistical Analysis",
      "text" : "All data values are presented a mean ± standard deviation for each group of samples. A paired sample t-test and one-way analysis of variance (ANOVA) were performed to determine statistically significant differences between groups. All tests were conducted with 95% confidence intervals (p-value < 0.05)."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Surface Characterization",
      "text" : "SEM images of unmodified cpTi without any surface coating (Figure 1a) and PCL/TiO2 nanocomposites with and without TiO2 particulate additions were presented in Figure 1b–e respectively. Due to an exact balance between the solution viscosity and electrical conductivity, continuous uniformity of the fibrous structures without any beads were observed in all the samples. Figure 1b shows the pure PCL nanofibers (0 wt % TiO2) in uniform diameter with a smooth surface with an average diameter of 540 ± 40 nm. But, the morphology of the fibers was adversely affected by the addition of TiO2 nanoparticles. 8 wt % of PCL was used as the constant polymeric solution for electrospinning and a gradual growth in fiber diameter was observed when TiO2 content increased from 2 wt % (Figure 1c) to 5 wt % (Figure 1d) and to 7 wt % (Figure 1e). With the increase of TiO2 particle concentration, the size of nanofibers tends to become more significant and visible agglomeration to some extent were observed inside the fibers. For example, the average fiber diameter increases from 640 ± 60 nm to 710 ± 20 nm and 900 ± 89 nm for as-spun PCL/2TiO2, PCL/5TiO2 and PCL/7TiO2 composite nanofibers respectively. The results were in agreement with another study where the addition of nanoparticles increased the diameter of fiber [33].\nNanomaterials 2018, 8, 860 6 of 15 Nanomaterials 2018, 8, x FOR PEER REVIEW 6 of 14\nFigure 1. SEM Images displaying (a) cpTi substrate; PCL mat containing (b) 0 wt % TiO2, (c) 3 wt % TiO2, (d) 5 wt % TiO2, and (e) 7 wt % TiO2.\nAlso, based on the SEM analysis of Figure 1c and Figure 1d, the results also indicate that TiO2\nnanoparticles are directly embedded inside the PCL nanofiber matrix rather than exposed on top of\nthe fibers. The concentration of 7 wt % of ceramic TiO2 (Figure 1e) causes some of the nanoparticles\nsurfaced on the as-spun nanofiber mats, indicating inhomogeneous mixing of the particles. In view\nof this, no further experiments above 7 wt % TiO2 have been conducted as it gives the notion that “outer” particles on fibers would be leached away easily as no chemical interaction with the PCL\nnanofibrous mat is made. Due to this, there may also be a negative effect on the mechanical properties\n(tensile strength and Young’s modulus) of the composite. Also, the morphologies of fibers became\nmore irregular when the increasing of TiO2 content which it might because of the influence of ceramic\nparticles on the solution viscosity, surface tension, and concentration. So, optimization of\nnanoparticle concentration in connection to the mechanical properties of the nanocomposite is\nsometimes essential."
    }, {
      "heading" : "3.2. Phase Analysis",
      "text" : "The XRD patterns of PCL mat and PCL/TiO2 coatings with 2, 5 and 7 wt % of TiO2 content is\nshown in Figure 2a along with electrosprayed TiO2 nanoparticles for reference. PCL is a semi-\ncrystalline polymer, which can be spotted by two characteristic peaks in the region of 20°–25° (2θ =\n22.1° and 24.5°). The TiO2 anatase nanoparticles exhibit characteristic peaks at 2θ values of 25.6°, 35.9°,\n37.9°, 38.9°, 48.4°, 53.9° and 56.1°, corresponding to the diffraction patterns of (101), (103), (004), (112),\n(200), (105), and (211) crystalline planes respectively (JCPDS data No. 36–1451). From the Figure 2a,\nit can be noted that the relative intensities of TiO2 are increased with increasing TiO2 content. Also,\nincorporation of TiO2 nanoparticles into the PCL fibrous structure resulted in the widening of peak\nwidths and reduction in its peak height implying the decrease in the crystallinity of PCL structure.\nFTIR spectra of the PCL/TiO2 coatings with 2, 5 and 7 wt % of TiO2 content and pure PCL mat\nfor comparison are shown in Figure 2b. The analysis shows the presence of H-bonds between organic\n(PCL) and inorganic (TiO2) components of the hybrid materials. The spectrum of the TiO2 coatings\nare visible at wavenumber lower than 998 cm−1 are due to Ti-O and Ti-O-Ti vibration bands in the lattice [36]. The peaks located at 1725 cm−1, 1182 cm−1, 1054 cm−1, and 2865 cm−1 corresponds to\ncarbonyl groups of C=O, C–O–C, C–O, and alkyl group of C=H stretching vibrations of PCL polymer respectively. The bands present at 564–647 cm−1 (PO43− bending vibration), 878 cm−1 (P–OH stretching)\nFigure 1. SEM Images displaying (a) cpTi substrate; PCL mat containing (b) 0 wt % TiO2, (c) 3 wt % TiO2, (d) 5 wt % TiO2, and (e) 7 wt % TiO2.\nt E alysis of Figure 1c,d, the results also indicate that T O2 n nop rticles are directly emb d d inside the PCL nanofiber matrix rather than exposed on top of the fibers. The concentratio of 7 w % ceramic TiO2 (Figure 1e) ca s s some of the nanoparticles surfa ed on the as-spun nanofiber mats, indic ing inhomogeneous mixing of the particl s. In vi w of this, no further experiments above 7 wt % TiO2 have been conducted as i gives he notion that “outer” particles on fibers would be leached away easily as no chemical interaction with the PCL nanofibrous mat is made. Due to this, th re may also be negative effect on the mechanical properties (tens le s rength and Young’s modulus) of the c mposite. Also, the morphol gies of fibers became mor irregular when t increasing of TiO2 conte whic it might because of the influence of\nticles on the solution viscosity, urface tension, and conce tration. So, optimization of nanoparticle co cent ation in connecti to the mechanical properties of the nanocomposite is sometimes essential."
    }, {
      "heading" : "3.2. Phase Analysis",
      "text" : "The XRD patterns of PCL mat and PCL/TiO2 coatings with 2, 5 and 7 wt % of TiO2 content is shown in Figure 2a along with electrosprayed TiO2 nanoparticles for reference. PCL is a semi- rystalline polymer, which can be spotted by two char ct ristic peaks in the r gi n of 20◦–25◦ (2θ = 22.1◦ and 24.5◦). Th TiO2 anatase nanoparticles exhibit characteristic peaks t 2θ values of 25.6◦, 35.9◦, 37.9◦, 38.9◦, 48.4◦, 3.9◦ and 56.1◦, corresp nding to the diffraction patterns of (101), (103), (004), (112), (200), (105), and (211) crystalline plan respectively (JCPDS data No. 36–145 ). From the Figure a, it can be noted that the relative intensities of TiO2 are increased with increasing TiO2 content. Also, in orporation of TiO2 nanoparticles into the PCL fibrous structure resulted in the widening of peak widths and reduction i its eak h ight implying the decrease in the crystallinity of PCL structure. FTIR spectra of the PCL/TiO2 coatings with 2, 5 and 7 wt % of TiO2 content and pure PCL mat for comparison are shown in Figure 2b. The a alysis shows the presence of H-bonds be ween organic (PCL) and inorg nic (TiO2) c mpo ents of the hybrid materials. The spectrum of the TiO2 coatings are visible at wave umber lower than 998 cm−1 are due to Ti-O and Ti-O-Ti vibration bands in the lattice [36]. The peaks located at 1725 cm−1, 1182 cm−1, 1054 cm−1, and 2865 cm−1 corresponds to carbonyl groups of C=O, C–O–C, C–O, and alkyl group of C=H stretching vibrations of PCL polymer ectively.\nNanomaterials 2018, 8, 860 7 of 15\nThe bands present at 564–647 cm−1 (PO43− bending vibration), 878 cm−1 (P–OH stretching) and 999–1102 cm−1 (PO43− asymmetric stretching) [37]. Most corresponding bands of TiO2 were detected in the PCL/TiO2 spectrum recommends that TiO2 is effectively incorporated into the PCL nanofibrous mat to form nanocomposites. The reduced intensities of PCL in PCL-TiO2 nanocomposites is because of the presence of physical interaction between PCL and TiO2 nanoparticles [38].\nNanomaterials 2018, 8, x FOR PEER REVIEW 7 of 14\nand 999–1102 cm−1 (PO43− asymmetric stretching) [37]. Most corresponding bands of TiO2 were\ndetected in the PCL/TiO2 spectrum recommends that TiO2 is effectively incorporated into the PCL\nnanofibrous mat to form nanocomposites. The reduced intensities of PCL in PCL-TiO2\nnanocomposites is because of the presence of physical interaction between PCL and TiO2\nnanoparticles [38]."
    }, {
      "heading" : "3.3. Wettability Studies",
      "text" : "To evaluate the effect of TiO2 nanoparticles on the hydrophilicity of electrospun PCL/TiO2\nnanocomposites, water contact angles were measured on PCL/TiO2 mats and compared to those of\ncpTi and pure PCL. From Figure 3, it can be noted that a considerable reduction in water contact\nangle is observed in PCL/TiO2 nanocomposite (2, 5, and 7 wt %), indicating improved wetting\nproperties. The water contact angle of the pure PCL sample reached above 140°, demonstrating a\nhydrophobic surface. Presence of polar surface groups (TiO2 nanoparticles) inside the PCL matrix\nenhanced its hydrophilicity due to a higher interaction between the composite mat and solvent [39]."
    }, {
      "heading" : "It is a well-known fact that enhancement in hydrophilicity of a scaffold used in tissue engineering is desirable for initial cell adhesion and cell migration.",
      "text" : "Figure 2. (a) a ( ) I atterns of PCL/ i 2 ( , t ) c sit s i co parison it pure PCL."
    }, {
      "heading" : "3.3. Wettability Studies",
      "text" : "To evaluate the effect of TiO2 nanoparticles on the hydrophilicity of electrospun PCL/TiO2 nanocomposites, water contact angles were measured on PCL/TiO2 mats and compared to those of cpTi and pure PCL. From Figure 3, it can be noted that a considerable reduction in water contact angle is observed in PCL/TiO2 nanocomposite (2, 5, and 7 wt %), indicating improved wetting properties. The water contact angle of the pure PCL sample reached above 140◦, demonstrating a hydrophobic surface. Presence of polar surface groups (TiO2 nanoparticles) inside the PCL matrix enhanced its hydrophilicity due to a higher interaction between the composite mat and solvent [39]. It is a well-known fact that enhancement in hydrophilicity of a scaffold used in tissue engineering is desirable for initial cell adhesion and cell migration.\nFigure 3. ater contact easure ents on vari surfaces obtaine as a function of TiO2 t ith isti ti t droplet i ages after 5 s from droplet.\nNanomaterials 2018, 8, 860 8 of 15"
    }, {
      "heading" : "3.4. Bioactivity Studies",
      "text" : "The bioactivity features of PCL/TiO2 nanocomposites are well standardized before. Figure 4 presents the SEM images of the cpTi, pure PCL coated and PCL/TiO2 nanocomposites with 2, 5 and 7 wt % TiO2 content after incubating in SBF for 21 days. The control substrates, i.e., cpTi (Figure 4a), and pure PCL (Figure 4b) exhibit very insignificant mineralization while substantial mineralization takes place in PCL/TiO2 nanocomposite samples. It was observed that PCL bio-nanocomposite with higher TiO2 concentration i.e., PCL/5TiO2 (Figure 4d) and PCL/7TiO2 sample (Figure 4e) have the highest nucleation rate of apatite formation after 21 days. It is worth mentioning that even after immersing in SBF for 21 days, the scaffold preserved its microstructure and showed better interconnectivity of the pores. Development and growth of apatite layer on the substrate is a dynamic process where the material surfaces dissolve and the new bundle of layers precipitates on the surface [40]. When soaked in SBF, the high content of TiO2 in PCL/5TiO2 and PCL/7TiO2 composites leads to an increase of Ti–OH groups on the surface. The unique development of new Ti–OH groups can stimulus the formation of apatite nucleation. Once the apatite nuclei formed, the growth occurs spontaneously by consuming the positive ions of calcium (Ca2+) and negative ions of phosphate (PO3−) from the SBF fluid to form an amorphous phosphate, which impulsively transforms into hydroxyapatite [Ca10(PO4)6(OH)2] [HA] [41]. Based on the EDS analysis for PCL/5TiO2 (Figure 4f), the Ca/P molar ratio was estimated to be approximately 1.5 which is in close agreement with the chemical formulation of the biomineral HA [35].\nNanomaterials 2018, 8, x FOR PEER REVIEW 8 of 14\n3.4. Bioactivity Studies\nThe bioactivity features of PCL/ i 2 a c sites are ell standardized before. Fig re 4\npresents the SEM images of the cpTi, pure PCL coated and PCL/TiO2 nan composites with 2, 5 and\n7 wt % TiO2 co tent after incubati g in SBF for 21 days. The c ntrol substrates, i.e., cpTi (Figure 4a),\nand pure PCL (Figur 4b) exhibit very insignificant mineralization while substantial mineraliz tion\ntakes place in PCL/TiO2 nan composite samples. It was observed that PCL bio-nanocomposite with\nhigher TiO2 concentration i.e., PCL/5TiO2 (Figure 4d) and PCL/7TiO2 sampl (Figure 4e) have the\nhighest ucleation rate of apatite formation after 21 days. It is w rth mentioni g that even after\nimmersing in SBF for 21 days, the scaffold preserved its microstructure and showed better\ninterconnectivity of the pores.\nevelopment and growth of apatite layer on the substr te is a dynamic process wher the\nmaterial surfaces dissolve and the new bundle of layers precipitates on the surface [40]. When soaked\nin SBF, the high content of TiO2 in PCL/5TiO2 and PCL/7TiO2 composites leads to an increase of Ti–\nOH groups on the surface. The nique development of new Ti–OH groups can stimulus the formati n\nof apatite nucleation. Once the patite nuclei formed, the growth o cur spontaneously by consuming the sitive i s f calci ( a2+) and negative ions of phosphate (PO3−) from the SBF fluid to form\nan amorph us phos hate, which impulsively transforms into hydroxyapatite [Ca 10(PO4)6(OH)2] [HA]\n[41]. Based on the EDS analysis for PCL/5TiO2 (Figure 4f), the Ca/P molar ratio was estimated to be\napproximately 1.5 which is in close agreem nt with the c mical formulation of the biomineral HA\n[35].\nWith the intention of using the PCL/TiO2 scaffolds in bone tissue engineering application, the\ninfluence of the prepared composites on the growth and viability with hFOB cell lines were\ninvestigated for day 1 and day 3 and presented in Figure 5. PCL has widely demonstrated polymer\nfor bone tissue engineering application for its slow degradation kinetics and biocompatibility [42]. In\nvitro cell culture experiments in the current research manifested the importance of PCL as a function\nof the TiO2 content. In fact, the presence of PCL has enhanced cell proliferation as a function of the"
    }, {
      "heading" : "3.5. Cytotoxicity-MTT Assay",
      "text" : "With the intention of using the PCL/TiO2 scaffolds in bone tissue engineering application, the influence of the prepared composites on the growth and viability with hFOB cell lines were investigated for day 1 and day 3 and presented in Figure 5. PCL has widely demonstrated polymer for bone tissue engineering application for its slow degradation kinetics and biocompatibility [42]. In vitro cell culture experiments in the current research manifested the importance of PCL as a function\nNanomaterials 2018, 8, 860 9 of 15\nof the TiO2 content. In fact, the presence of PCL has enhanced cell proliferation as a function of the TiO2 amount. The addition of TiO2 nanoparticles at low concentration (2 wt % and 5 wt %) to polymeric PCL scaffolds has favoured the proliferation of hFOB cells. Compared to cpTi and PCL fiber mat, initial attachment and proliferation of PCL/2TiO2 and PCL/5TiO2 nanocomposites supported the growth of the cells and mediated their proliferation by approximately 20% and 38% respectively. The results demonstrate the substantial and time-dependent growth in cell viability of TiO2 at lower concentrations.\nNanomaterials 2018, 8, x FOR PEER REVIEW 9 of 14 TiO2 amount. The addition of TiO2 nanoparticles at low concentration (2 wt % and 5 wt %) to polymeric PCL scaffolds has favoured the proliferation of hFOB cells. Compared to cpTi and PCL fiber mat, initial attachment and proliferation of PCL/2TiO2 and PCL/5TiO2 nanocomposites supported the growth of the cells and mediated their proliferation by approximately 20% and 38%\nrespectively. The results demonstrate the substantial and time-dependent growth in cell viability of\nTiO2 at lower concentrations.\nHowever, a noticeable reduction in the cell viabilities is being observed in the PCL/7TiO2 sample\nfor both day 1 and day 3. At a higher content of TiO2, the TiO2 nanoparticles have fetched a significant\ncytotoxic effect with viabilities of 53 ± 4% and 35 ± 5% as observed on day 1 and day 3 respectively.\nAs we know, the cellular behaviour particle cytotoxicity of TiO2 nanoparticles relay on numerous\naspects which includes particle shape/size, chemical stability, and mechanical stimulation. Many\nstudies conclusively showed that the effect of TiO2 nanoparticles concentrations on cellular behaviour\nat higher concentrations [25,43]. From the above analysis, it can be implied that the incorporation of\nTiO2 nanoparticles have a positive impact and suggests that PCL/5TiO2 can be considered as best\nsuitable biocompatible material that can be employed as a tissue scaffold for the orthopedic\napplication."
    }, {
      "heading" : "3.6. Cell Morphology (Cell Adhesion and Proliferation) Studies",
      "text" : "Cell morphology (cell adhesion and proliferation) of An, PCL and PCL/TiO2 (2, 5 and 7 wt %)\nscaffolds were carried out using hFOB, a human osteoblast-like cell lines were presented in Figure\n6a–j. Integration of TiO2 nanoparticles into PCL, thereby surface coatings on cpTi has significantly\nincreased cell adhesion on day 1 as hFOB cells spread well over the surface and showed the normal\nmorphology of phenotype. Form the SEM analysis, when compared to An (Figure 6a–b) and PCL\n(Figure 6c–d), it is evident that higher cell proliferation is been observed on the scaffolds containing\nTiO2 nanoparticles. This early interaction of biomolecules and cells with the material is strongly\ndependent on the PCL/TiO2 surface properties, among which hydrophilicity is a key factor. After just\n3 days of culture, hFOB cells on PCL/5TiO2 nanocomposites showed an excellent homogeneous\nFigure 5. hF B ell viability on n, Pure PCL coated, PCL/2Ti 2 coated, P L/5Ti 2 coated and 7TiO2 coated cpTi samples cultured for day 1 and day 3 (p < 0.05).\nHowever, a noticeable reductio in the cell viabilities is being observed in the PCL/7TiO2 sample for both day 1 and day 3. At a higher content of TiO2, the TiO2 nanoparticles have fetched a significant cytotoxic effect with viabilities of 53 ± 4% and 35 ± 5% as observed on day 1 and day 3 respectively. As we know, the cellular behaviour particle cytotoxicity of TiO2 nanoparticles relay on numerous aspects which includes particle shape/size, chemical stability, and mechanical stimulation. Many studies conclusively showed that the effect of TiO2 nanoparticles concentrations on cellular behaviour at higher concentrations [25,43]. From the above analysis, it can be implied that the incorporation of TiO2 nanoparticles have a positive impact and suggests that PCL/5TiO2 can be considered as best suitable biocompatible material that can be employed as a tissue scaffold for the orthopedic application."
    }, {
      "heading" : "3.6. Cell Morphology (Cell Adhesion and Proliferation) Studies",
      "text" : "Cell morphology (cell adhesion and proliferation) of An, PCL and PCL/TiO2 (2, 5 and 7 wt %) scaffolds were carried out using hFOB, a human osteoblast-like cell lines were presented in Figure 6a–j. Integration of TiO2 nanoparticles into PCL, thereby surface coatings on cpTi has significantly increased cell adhesion on day 1 as hFOB cells spread well over the surface and showed the normal morphology of phenotype. Form the SEM analysis, when compared to An (Figure 6a–b) and PCL (Figure 6c–d), it is evident that higher cell proliferation is been observed on the scaffolds containing TiO2 nanoparticles. This early interaction of biomolecules and cells with the material is strongly dependent on the\nNanomaterials 2018, 8, 860 10 of 15\nPCL/TiO2 surface properties, among which hydrophilicity is a key factor. After just 3 days of culture, hFOB cells on PCL/5TiO2 nanocomposites showed an excellent homogeneous structure with a clear evidence of cells penetrating into the scaffolds through their pores (Figure 6g–h). The results are well in connection with the wettability studies (Section 3.3). It is evident that the added TiO2 nanoparticles increase the surface area and surface hydrophilicity, thus by favoring cell adhesion on day 1 and cell proliferation on day 3. Nanomaterials 2018, 8, x FOR PEER REVIEW 10 of 14 structure with a clear evidence of cells penetrating into the scaffolds through their pores (Figure 6g– h). The results are well in connection with the wettability studies (Section 3.3). It is evident that the added TiO2 nanoparticles increase the surface area and surface hydrophilicity, thus by favoring cell\nadhesion on day 1 and cell proliferation on day 3.\nNanomaterials 2018, 8, 860 11 of 15\nInterestingly, when compared to other scaffolds, cell behavior to higher TiO2 content i.e., with 7 wt % demonstrated little attachment and proliferation (Figure 6i–j). This is probably due to some leachables and an inhomogeneous mixture of TiO2 nanoparticles (Figure 1e). Also, it has been stated in many reports that higher TiO2 content leads to toxicity into the substrates [25,43,44]. As found in this study, for a given PCL concentration, depending on type of cells used, seeding densities and cell viability test method, it must be definite and established that at given polymeric concentration, the amount of TiO2 nanoparticles in scaffolds should not surpass a higher activation level, which should be of the order of 5 wt % in the present case. However, optimized TiO2 nanoparticle concentration (5 wt %) will help to engineer the PCL/TiO2 based scaffold favoring new tissue formation with an antimicrobial property."
    }, {
      "heading" : "3.7. Antibacterial Activity",
      "text" : "Due to the significant toxicity and minimal cell proliferation, the sample with 7% TiO2 was eliminated as a candidate from further studies. Amongst the remaining samples, annealed sample with no coating was taken as the control. The electrospun PCL fiber mat shows a relative increase in the bacterial count compared to the control (Figure 7). This is attributed to the fibrous nature of the interface which provides ample opportunities for cellular attachment. This attachment promoting behaviour is also seen in previous studies where the increased surface area contributes to the increase in hFOB proliferation and attachment to electrospun PCL mat and PCL mat containing 2% TiO2. This factor proves to be advantageous for bone growth and repair as observed from the study with mammalian cells. However, it may also cause problems due to increased adhesion of bacterial cells. So, it is advisable to use an antimicrobial agent blended with PCL to retard and offset the bacterial growth. TiO2 has proven to be such an agent. The antimicrobial properties of TiO2 are well known.\nNanomaterials 2018, 8, x FOR PEER REVIEW 11 of 14\nInterestingly, when compared to other scaffolds, cell behavior to higher TiO2 content i.e., with 7\nwt % demonstrated little attachment and proliferation (Figure 6i–j). This is probably due to some\nleachables and an inhomogeneous mixture of TiO2 nanoparticles (Figure 1e). Also, it has been stated\nin many reports that higher TiO2 content leads to toxicity into the substrates [25,43,44]. As found in\nthis study, for a given PCL concentration, depending on type of cells used, seeding densities and cell\nviability test method, it must be definite and established that at given polymeric concentration, the\namount of TiO2 nanoparticles in scaffolds should not surpass a higher activation level, which should\nbe of the order of 5 wt % in the present case. However, optimized TiO2 nanoparticle concentration (5\nwt %) will help to engineer the PCL/TiO2 based scaffold favoring new tissue formation with an\nantimicrobial property."
    }, {
      "heading" : "3.7. Antibacterial Activity",
      "text" : "Due to the significant toxicity and ini al cell proliferation, the sa ple with 7% TiO2 was\neli inated as a candidate fro further studies. ongst the re aining sa ples, annealed sa ple\nwith no coating was taken as the control. The electrospun PCL fiber mat shows a relative increase in\nthe bacterial count compared to the control (Figure 7). This is attributed to the fibrous nature of the\ninterface which provides ample opportunities for cellular attach ent. This attach ent pro oting\nbehaviour is also seen in previous studies here the increased surface area contributes to the increase\nin hFOB proliferation and attachment to electrospun PCL mat and PCL mat containing 2% TiO2. This\nfactor proves to be advantageous for bone growth and repair as observed from the study ith\na alian cells. However, it ay also cause proble s due to increased adhesion of bacterial cells.\nSo, it is advisable to use an anti icrobial agent blended ith PCL to retard and offset the bacterial\nt . i 2 t t. ti icr ial ro erties of i 2 re ll ."
    }, {
      "heading" : "As presented in Figure 8, several fundamental mechanisms for cell killing and bacterial growth",
      "text" : "inhibition by the TiO2 photocatalytic processes were presented in the literature [45,46]. As a result the blend of PCL and 2% TiO2 was initially tested against S.aureus. However, there is no significant\ndifference between the PCL fiber mat and the PCL fibers containing 2% TiO2. This implies that this\nconcentration of TiO2 is not enough to bring about a photocatalytic effect that reduces the bacterial\ncount. On increasing the TiO2 concentration to 5%, significant reduction is seen in the bacterial colony\ncount compared to plain annealed sample (control). Thus 5% TiO2 also seems to be the minimal\nconcentration necessary to be incorporated with PCL to achieve antibacterial activity. It also appears\nre 7. ti acterial ti i i t s strat i .aureus.\ns r s te i i r , s r l f e tal echanis s for cell illi g cterial gro t i ibitio by t e i photocatalytic processes were presented in the literature [45,46]. As a result th blend of PCL and 2% TiO2 was initially tested against S.aureus. However, there signific\niffere ce bet ee t e fiber at an the fibers containing 2 TiO2. is i lies t at t is c c tratio f i 2 is t t ri o t t c talytic ffect that re c s t acteri l co t. i creasing t e i 2 co ce tration to 5 , sig ificant re ction is seen i t e bacterial colo y c t c re t l i ealed sa ple (co trol). s i 2 ls s s t t i i l\nNanomaterials 2018, 8, 860 12 of 15\nconcentration necessary to be incorporated with PCL to achieve antibacterial activity. It also appears to be the optimal concentration of TiO2 necessary for to give an antibacterial action without significant toxicity. This nanocomposite thus proves to be an efficient approach to achieving bioactivity and improving integration of the titanium implants.\nNanomaterials 2018, 8, x FOR PEER REVIEW 12 of 14\nt e t ti l e tration of iO2 essary f r t i ti t rial tio it t i ifi t\nt i it . it fficient ap roach to achieving i ctivity\ni rovi g integration of the titanium implants."
    }, {
      "heading" : "4. Conclusions",
      "text" : "We report the fabrication of functional PCL-TiO2 coatings by means of the electrospinning\ntechnique and coated on cpTi substrates for bone tissue engineering. A range of electrospun\nnanocomposite scaffolds were fabricated with a novel and simple material consisting of\nbiodegradable polymer PCL (8 wt %) and TiO2 (2,5 and 7 wt %). When subjected to SBF, the\nenrichment of a PCL scaffolds was observed when TiO2 nanoparticles were incorporated into it. The\nTiO2 nanoparticles serves as a basis of inorganic phosphate to enhance bone cell mineralization,\ndemonstrating the bioactive features of the hybrid scaffolds. The results obtained by hybrid PCL/TiO2\ncoatings have a cell viability more than the uncoated one and pure PCL suggesting the effect of\nnanoparticles. On the contrary, uncoated cpTi and PCL/7TiO2 appears to be less biocompatible\nmainly due to minimum contact between the cells-substrate and toxic effect of higher TiO2 content\nrespectively. The synthesized nanocomposite PCL/TiO2 fibers possess the capacity to replicate\nsurface chemical properties of bone and also acts as an antibacterial surface with greater efficacy and\nperformance under strong UV radiation. In particular, PCL/5TiO2 coatings mimic the excellent\nbiological response with respectable antibacterial activity. Because of the effective antibacterial\nproperty, no additional covering of the wound for infection prevention is required. The obtained\ncoatings thus can be successfully used to change the surface of cpTi implants to improve their\nbiological properties and antibacterial performance.\nAuthor Contributions: Conceptualization, A.S.K.K.; Data curation, A.S.K.K.; Formal analysis, A.S.K.K.;\nInvestigation, A.S.K.K.; Methodology, A.S.K.K.; Supervision, T.S.S.K., M.D. and S.R.; Validation, A.S.K.K. and R.S.; Writing—original draft, A.S.K.K.; Writing—review & editing, A.S.K.K. and R.S.\nFunding: This research received no external funding.\nConflicts of Interest: The authors declare no conflict of interest."
    }, {
      "heading" : "4. Conclusions",
      "text" : "We report the fabrication of functional PCL-TiO2 coatings by means of the electrospinning technique and coated on cpTi substrates for bone tissue engineering. A range of electrospun nanocomposite scaffolds were fabricated with a novel and simple material consisting of biodegradable polymer PCL (8 wt %) and TiO2 (2, 5 and 7 wt %). When subjected to SBF, the enrichment of a PCL scaffolds was observed when TiO2 nanoparticles were incorporated into it. The TiO2 nanoparticles serves as a basis of inorganic phosphate to enhance bone cell mineralization, demonstrating the bioactive features of the hybrid scaffolds. The results obtained by hybrid PCL/TiO2 coatings have a cell viability more than the uncoated one and pure PCL suggesting the effect of nanoparticles. On the contrary, uncoated cpTi and PCL/7TiO2 appears to be less biocompatible mainly due to minimum contact between the cells-substrate and toxic effect of higher TiO2 content respectively. The synthesized nanocomposite PCL/TiO2 fibers possess the capacity to replicate surface chemical properties of bone and also acts as an antibacterial surface with greater efficacy and performance under strong UV radiation. In particular, PCL/5TiO2 coatings mimic the excellent biological response with respectable antibacterial activity. Because of the effective antibacterial property, no additional covering of the wound for infection prevention is required. The obtained coatings thus can be successfully used to change the surface of cpTi implants to improve their biological properties and antibacterial performance.\nAuthor Contributions: Conceptualization, A.S.K.K.; Data curation, A.S.K.K.; Formal analysis, A.S.K.K.; Investigation, A.S.K.K.; Methodology, A.S.K.K.; Supervision, T.S.S.K., M.D. and S.R.; Validation, A.S.K.K. and R.S.; Writing—original draft, A.S.K.K.; Writing—review & diting, A.S.K.K. and R S.\nFunding: This research received no external funding.\nConflicts of Interest: The authors declare no conflict of interest.\nNanomaterials 2018, 8, 860 13 of 15"
    } ],
    "references" : [ {
      "title" : "Treatment of infections associated with surgical implants",
      "author" : [ "R.O. Darouiche" ],
      "venue" : "N. Engl. J. Med",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2004
    }, {
      "title" : "The Direct Medical Costs of Healthcare-Associated Infections in U.S. Hospitals and the Benefits of Prevention; Centers for Disease Control and Prevention",
      "author" : [ "II R. Douglas Scott" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2009
    }, {
      "title" : "Biomaterial-centered infection: Microbial adhesion versus tissue integration",
      "author" : [ "A. Gristina" ],
      "venue" : "Science",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 1987
    }, {
      "title" : "Antibacterial coating of implants in orthopaedics and trauma: A classification proposal in an evolving panorama",
      "author" : [ "C.L. Romano", "S. Scarponi", "E. Gallazzi", "D. Romano", "L. Drago" ],
      "venue" : "J. Orthop. Surg. Res",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2015
    }, {
      "title" : "Multilayered coating on titanium for controlled release of antimicrobial peptides for the prevention of implant-associated infections",
      "author" : [ "M. Kazemzadeh-Narbat", "B.F. Lai", "C. Ding", "J.N. Kizhakkedathu", "R.E. Hancock", "R. Wang" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2013
    }, {
      "title" : "Antibacterial nano-structured titania coating incorporated with silver nanoparticles",
      "author" : [ "L. Zhao", "H. Wang", "K. Huo", "L. Cui", "W. Zhang", "H. Ni", "Y. Zhang", "Z. Wu", "P.K. Chu" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2011
    }, {
      "title" : "Surface modification of medical metals by ion implantation of silver and copper",
      "author" : [ "Y.Z. Wan", "S. Raman", "F. He", "Y. Huang" ],
      "venue" : "Vacuum",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2007
    }, {
      "title" : "Dual nanofibrous bioactive coating and antimicrobial surface treatment for infection resistant titanium implants",
      "author" : [ "A.S.K. Kiran", "T.S. Sampath Kumar", "G. Perumal", "R. Sanghavi", "M. Doble", "S. Ramakrishna" ],
      "venue" : "Prog. Org. Coat",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2018
    }, {
      "title" : "Duplex titanium oxide layers for biomedical applications",
      "author" : [ "J. Jasinski", "L. Kurpaska", "M. Lubas", "M. Sitarz" ],
      "venue" : "Mater. Perform. Charact. 2016,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2016
    }, {
      "title" : "Effect of hybrid oxidation on the titanium oxide layer’s properties investigated by spectroscopic methods",
      "author" : [ "J.J. Jasinski", "L. Kurpaska", "M. Lubas", "M. Lesniak", "J. Jasinski", "M. Sitarz" ],
      "venue" : "J. Mol. Struct",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2016
    }, {
      "title" : "A review of TiO2 nanoparticles",
      "author" : [ "S.M. Gupta", "M. Tripathi" ],
      "venue" : "Chin. Scie",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2011
    }, {
      "title" : "Grey goo on the skin? Nanotechnology, cosmetic and sunscreen safety",
      "author" : [ "G.J. Nohynek", "J. Lademann", "C. Ribaud", "M.S. Roberts" ],
      "venue" : "Crit. Rev. Toxicol",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2007
    }, {
      "title" : "Titanium dioxide nanomaterials: Synthesis, properties, modifications, and applications",
      "author" : [ "X. Chen", "S.S. Mao" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2007
    }, {
      "title" : "Photoelectrochemical sterilization of microbial cells by semiconductor powders",
      "author" : [ "T. Matsunaga", "R. Tomoda", "T. Nakajima", "H. Wake" ],
      "venue" : "FEMS Microbiol. Lett",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 1985
    }, {
      "title" : "Bactericidal activity of photocatalytic TiO2 reaction: Toward an understanding of its killing mechanism",
      "author" : [ "P.-C. Maness", "S. Smolinski", "D.M. Blake", "Z. Huang", "E.J. Wolfrum", "W.A. Jacoby" ],
      "venue" : "Appl. Environ. Microbiol",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 1999
    }, {
      "title" : "TiO2 photocatalysis: Design and applications",
      "author" : [ "K. Nakata", "A. Fujishima" ],
      "venue" : "J. Photochem. Photobiol. C Photochem. Rev",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2012
    }, {
      "title" : "Advances in photocatalytic disinfection of bacteria: Development of photocatalysts and mechanisms",
      "author" : [ "W. Wang", "G. Huang", "J.C. Yu", "P.K. Wong" ],
      "venue" : "J. Environ. Sci",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2015
    }, {
      "title" : "Why is anatase a better photocatalyst than rutile?—Model studies on epitaxial TiO2 films",
      "author" : [ "T. Luttrell", "S. Halpegamage", "J. Tao", "A. Kramer", "E. Sutter", "M. Batzill" ],
      "venue" : "Sci. Rep. 2014,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2014
    }, {
      "title" : "Increased osteoblast functions on nanophase titania dispersed in poly-lactic-co-glycolic acid composites",
      "author" : [ "L. Huinan", "B.S. Elliott", "J.W. Thomas" ],
      "venue" : "Nanotechnology 2005,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2005
    }, {
      "title" : "Effects of polymer amount and processing conditions on the in vitro behaviour of hybrid titanium dioxide/polycaprolactone composites",
      "author" : [ "R.D. Santis", "M. Catauro", "L.D. Silvio", "L. Manto", "M.G. Raucci", "L. Ambrosio", "L. Nicolais" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2007
    }, {
      "title" : "Bioactive composite materials for tissue engineering scaffolds",
      "author" : [ "A.R. Boccaccini", "J.J. Blaker" ],
      "venue" : "Expert Rev. Med. Devices 2005,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Release kinetics of ampicillin, characterization and bioactivity of TiO2/PCL hybrid materials synthesized by sol–gel processing",
      "author" : [ "M. Catauro", "M.G. Raucci", "D.D. Marco", "L. Ambrosio" ],
      "venue" : "J. Biomed. Mater. Res. Part A",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2006
    }, {
      "title" : "Poly(D,L-lactide) (PDLLA) foams with TiO2 nanoparticles and  PDLLA/TiO2-Bioglass foam composites for tissue engineering scaffolds",
      "author" : [ "A.R. Boccaccini", "J.J. Blaker", "V. Maquet", "W. Chung", "R. Jérôme", "S.N. Nazhat" ],
      "venue" : "J. Mater. Sci",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2006
    }, {
      "title" : "Titanium dioxide TiO2 nanoparticles filled poly(D,L lactid acid) (PDLLA) matrix composites for bone tissue",
      "author" : [ "L.C. Gerhardt", "G.M. Jell", "A.R. Boccaccini" ],
      "venue" : "engineering. J. Mater. Sci. Mater. Med",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2007
    }, {
      "title" : "Recent progress in inorganic and composite coatings with bactericidal capability for orthopaedic applications",
      "author" : [ "A. Simchi", "E. Tamjid", "F. Pishbin", "A.R. Boccaccini" ],
      "venue" : "Nanomedicine",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2011
    }, {
      "title" : "Preparation of poly(ε-caprolactone)/clay nanocomposites by microwave-assisted in situ ring-opening polymerization",
      "author" : [ "L. Liao", "C. Zhang", "S. Gong" ],
      "venue" : "Macromol. Rapid Commun",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2007
    }, {
      "title" : "Bioactive layers based on black glasses on titanium substrates",
      "author" : [ "M. Gawęda", "P. Jeleń", "E. Długoń", "A. Wajda", "M. Leśniak", "W. Simka", "M. Sowa", "R. Detsch", "A.R. Boccaccini", "M. Sitarz" ],
      "venue" : "J. Am. Ceram. Soc",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2018
    }, {
      "title" : "Bioactive coatings for orthopaedic implants-recent trends in development of implant coatings",
      "author" : [ "B.G. Zhang", "D.E. Myers", "G.G. Wallace", "M. Brandt", "P.F. Choong" ],
      "venue" : "Int. J. Mol. Sci",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2014
    }, {
      "title" : "Polymer and composite nanofiber: Electrospinning parameters and rheology properties",
      "author" : [ "P.S. Kumar", "S. Jayaraman", "G. Singh" ],
      "venue" : "In Rheology and Processing of Polymer Nanocomposites; John Wiley & Sons: Hoboken, NJ,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2016
    }, {
      "title" : "The return of a forgotten polymer-polycaprolactone in the 21st century",
      "author" : [ "M.A. Woodruff", "D.W. Hutmacher" ],
      "venue" : "Progress Polym. Sci",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2010
    }, {
      "title" : "Scaffolds in tissue engineering bone and cartilage",
      "author" : [ "D.W. Hutmacher" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2000
    }, {
      "title" : "Preparation and characterization of novel bone scaffolds based on electrospun polycaprolactone fibers filled with nanoparticles",
      "author" : [ "P. Wutticharoenmongkol", "N. Sanchavanakit", "P. Pavasant", "P. Supaphol" ],
      "venue" : "Macromol. Biosci",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2006
    }, {
      "title" : "Electrosprayed titania nanocups for protein delivery",
      "author" : [ "A. Sandeep Kranthi Kiran", "K. Madhumathi", "T.S. Sampath Kumar" ],
      "venue" : "Colloid Interface Sci. Commun",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2016
    }, {
      "title" : "How useful is SBF in predicting in vivo bone bioactivity",
      "author" : [ "T. Kokubo", "H. Takadama" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2006
    }, {
      "title" : "Detailed FT-IR spectroscopy characterization and thermal analysis of synthesis of barium titanate nanoscale particles through a newly developed process",
      "author" : [ "R. Ashiri" ],
      "venue" : "Vib. Spectrosc",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2013
    }, {
      "title" : "Infrared spectroscopy of different phosphates structures. Spectrochim",
      "author" : [ "W. Jastrzębski", "M. Sitarz", "M. Rokita", "K. Bułat" ],
      "venue" : "Acta Part A Mol. Biomol. Spectrosc",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2011
    }, {
      "title" : "Interpretation of infrared spectra, a practical approach. In Encyclopedia of Analytical Chemistry",
      "author" : [ "J. Coates" ],
      "venue" : null,
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2006
    }, {
      "title" : "Indices for characterizing soil-water repellency based upon contact angle-surface tension relationships1",
      "author" : [ "C.L. Watson", "J. Letey" ],
      "venue" : "Soil Sci. Soc. Am. J",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 1970
    }, {
      "title" : "Calcium phosphate/chitosan composite coating: Effect of different concentrations of Mg2+ in the m-SBF on its bioactivity",
      "author" : [ "J. Zhang", "C. Dai", "J. Wei", "Z. Wen", "S. Zhang", "L. Lin" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2013
    }, {
      "title" : "Mechanism of apatite formation on a sodium silicate glass in a simulated body fluid",
      "author" : [ "H. Satoshi", "T. Kanji", "O. Chikara", "O. Akiyoshi" ],
      "venue" : "J. Am. Ceram. Soc",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 1999
    }, {
      "title" : "The effect of scaffold degradation rate on three-dimensional cell growth and angiogenesis",
      "author" : [ "H.-J. Sung", "C. Meredith", "C. Johnson", "Z.S. Galis" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2004
    }, {
      "title" : "Titanium dioxide nanoparticles: A review of current toxicological data",
      "author" : [ "H. Shi", "R. Magaye", "V. Castranova", "J. Zhao" ],
      "venue" : "Part. Fibre Toxicol",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2013
    }, {
      "title" : "Structural and surface compatibility study of modified electrospun poly(ε-caprolactone) (PCL) composites for skin tissue engineering",
      "author" : [ "K. Ghosal", "A. Manakhov", "L. Zajíčková", "S. Thomas" ],
      "venue" : "AAPS PharmSciTech 2017,",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2017
    }, {
      "title" : "Cell damage induced by photocatalysis of TiO2 thin films",
      "author" : [ "Z.-X. Lu", "L. Zhou", "Z.-L. Zhang", "W.-L. Shi", "Z.-X. Xie", "H.-Y. Xie", "D.-W. Pang", "P. Shen" ],
      "venue" : null,
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2003
    }, {
      "title" : "Bactericidal and detoxification effects of TiO2 thin film photocatalysts",
      "author" : [ "K. Sunada", "Y. Kikuchi", "K. Hashimoto", "A. Fujishima" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 1998
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Recent studies estimated the current incidence of bacterial infection had incurred a total financial cost of $10 billion with close to 100,000 infections and 8000 reported deaths in the United States alone [2,3].",
      "startOffset" : 206,
      "endOffset" : 211
    }, {
      "referenceID" : 1,
      "context" : "Recent studies estimated the current incidence of bacterial infection had incurred a total financial cost of $10 billion with close to 100,000 infections and 8000 reported deaths in the United States alone [2,3].",
      "startOffset" : 206,
      "endOffset" : 211
    }, {
      "referenceID" : 2,
      "context" : "It is a known fact that treating an infected orthopedic implant materials post-surgery is hugely complicated, primarily due to the inherent difficulties of treating an established biofilm formed by microorganisms on the surface [4].",
      "startOffset" : 228,
      "endOffset" : 231
    }, {
      "referenceID" : 3,
      "context" : "Nevertheless, many preventative strategies have been proposed by academics to improve the antibacterial ability of the material before the implantation/surgery [5,6].",
      "startOffset" : 160,
      "endOffset" : 165
    }, {
      "referenceID" : 4,
      "context" : "Nevertheless, many preventative strategies have been proposed by academics to improve the antibacterial ability of the material before the implantation/surgery [5,6].",
      "startOffset" : 160,
      "endOffset" : 165
    }, {
      "referenceID" : 9,
      "context" : "Among these, surface modification either by treatment or coating on the implant material has been well recognized as the best substitute to design and alter the biological performance of the Ti and its alloys [11].",
      "startOffset" : 209,
      "endOffset" : 213
    }, {
      "referenceID" : 10,
      "context" : "Titanium dioxide (titania, TiO2), a bioceramic material have become a focus of significant research due to its versatile characteristics [12,13].",
      "startOffset" : 137,
      "endOffset" : 144
    }, {
      "referenceID" : 11,
      "context" : "Titanium dioxide (titania, TiO2), a bioceramic material have become a focus of significant research due to its versatile characteristics [12,13].",
      "startOffset" : 137,
      "endOffset" : 144
    }, {
      "referenceID" : 12,
      "context" : "TiO2 nanoparticles are well-known for its stability, non-toxicity, UV resistance and found its application in cosmetics, electronics, biomedical, optics and also as a cleaning reagent [14].",
      "startOffset" : 184,
      "endOffset" : 188
    }, {
      "referenceID" : 13,
      "context" : ", TiO2 photocatalytic properties have drawn more attention in the biomedical field for its specific ability to a kill wide variety of microorganisms under a strong UV radiation [15,16].",
      "startOffset" : 177,
      "endOffset" : 184
    }, {
      "referenceID" : 14,
      "context" : ", TiO2 photocatalytic properties have drawn more attention in the biomedical field for its specific ability to a kill wide variety of microorganisms under a strong UV radiation [15,16].",
      "startOffset" : 177,
      "endOffset" : 184
    }, {
      "referenceID" : 27,
      "context" : "Electrospinning is a simple and economical fiber fabrication technique that utilizes electrical forces to produce ultrafine micro and nanofibers templets with a wide range of polymers for a variety of applications [29,30].",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 28,
      "context" : "Electrospinning is a simple and economical fiber fabrication technique that utilizes electrical forces to produce ultrafine micro and nanofibers templets with a wide range of polymers for a variety of applications [29,30].",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 29,
      "context" : "developed to fabricate PCL-based scaffold to a simple two-dimensional structure (casting) to complex three-dimensional (3D printing) objects [31,32].",
      "startOffset" : 141,
      "endOffset" : 148
    }, {
      "referenceID" : 30,
      "context" : "developed to fabricate PCL-based scaffold to a simple two-dimensional structure (casting) to complex three-dimensional (3D printing) objects [31,32].",
      "startOffset" : 141,
      "endOffset" : 148
    }, {
      "referenceID" : 7,
      "context" : "Successful blending with bioceramics haven been reported elsewhere [9,23,27,33] for improved biological properties.",
      "startOffset" : 67,
      "endOffset" : 79
    }, {
      "referenceID" : 21,
      "context" : "Successful blending with bioceramics haven been reported elsewhere [9,23,27,33] for improved biological properties.",
      "startOffset" : 67,
      "endOffset" : 79
    }, {
      "referenceID" : 25,
      "context" : "Successful blending with bioceramics haven been reported elsewhere [9,23,27,33] for improved biological properties.",
      "startOffset" : 67,
      "endOffset" : 79
    }, {
      "referenceID" : 31,
      "context" : "Successful blending with bioceramics haven been reported elsewhere [9,23,27,33] for improved biological properties.",
      "startOffset" : 67,
      "endOffset" : 79
    }, {
      "referenceID" : 32,
      "context" : "TiO2 was synthesized as reported earlier via electrospraying method by using titanium isopropoxide as the main precursor [34].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 33,
      "context" : "without organic species and its correlation with human blood plasma can be found elsewhere [35].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 31,
      "context" : "The results were in agreement with another study where the addition of nanoparticles increased the diameter of fiber [33].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 34,
      "context" : "The spectrum of the TiO2 coatings are visible at wavenumber lower than 998 cm−1 are due to Ti-O and Ti-O-Ti vibration bands in the lattice [36].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 34,
      "context" : "The spectrum of the TiO2 coatings are visible at wave umber lower than 998 cm−1 are due to Ti-O and Ti-O-Ti vibration bands in the lattice [36].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 35,
      "context" : "The bands present at 564–647 cm−1 (PO4 bending vibration), 878 cm−1 (P–OH stretching) and 999–1102 cm−1 (PO4 asymmetric stretching) [37].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 36,
      "context" : "The reduced intensities of PCL in PCL-TiO2 nanocomposites is because of the presence of physical interaction between PCL and TiO2 nanoparticles [38].",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 35,
      "context" : "and 999–1102 cm−1 (PO43− asymmetric stretching) [37].",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 36,
      "context" : "The reduced intensities of PCL in PCL-TiO2 nanocomposites is because of the presence of physical interaction between PCL and TiO2 nanoparticles [38].",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 37,
      "context" : "Presence of polar surface groups (TiO2 nanoparticles) inside the PCL matrix enhanced its hydrophilicity due to a higher interaction between the composite mat and solvent [39].",
      "startOffset" : 170,
      "endOffset" : 174
    }, {
      "referenceID" : 37,
      "context" : "Presence of polar surface groups (TiO2 nanoparticles) inside the PCL matrix enhanced its hydrophilicity due to a higher interaction between the composite mat and solvent [39].",
      "startOffset" : 170,
      "endOffset" : 174
    }, {
      "referenceID" : 38,
      "context" : "Development and growth of apatite layer on the substrate is a dynamic process where the material surfaces dissolve and the new bundle of layers precipitates on the surface [40].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 39,
      "context" : "Once the apatite nuclei formed, the growth occurs spontaneously by consuming the positive ions of calcium (Ca2+) and negative ions of phosphate (PO3−) from the SBF fluid to form an amorphous phosphate, which impulsively transforms into hydroxyapatite [Ca10(PO4)6(OH)2] [HA] [41].",
      "startOffset" : 274,
      "endOffset" : 278
    }, {
      "referenceID" : 33,
      "context" : "5 which is in close agreement with the chemical formulation of the biomineral HA [35].",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 38,
      "context" : "evelopment and growth of apatite layer on the substr te is a dynamic process wher the material surfaces dissolve and the new bundle of layers precipitates on the surface [40].",
      "startOffset" : 170,
      "endOffset" : 174
    }, {
      "referenceID" : 39,
      "context" : "an amorph us phos hate, which impulsively transforms into hydroxyapatite [Ca 10(PO4)6(OH)2] [HA] [41].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 40,
      "context" : "for bone tissue engineering application for its slow degradation kinetics and biocompatibility [42].",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 40,
      "context" : "PCL has widely demonstrated polymer for bone tissue engineering application for its slow degradation kinetics and biocompatibility [42].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 23,
      "context" : "Many studies conclusively showed that the effect of TiO2 nanoparticles concentrations on cellular behaviour at higher concentrations [25,43].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 41,
      "context" : "Many studies conclusively showed that the effect of TiO2 nanoparticles concentrations on cellular behaviour at higher concentrations [25,43].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 23,
      "context" : "Many studies conclusively showed that the effect of TiO2 nanoparticles concentrations on cellular behaviour at higher concentrations [25,43].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 41,
      "context" : "Many studies conclusively showed that the effect of TiO2 nanoparticles concentrations on cellular behaviour at higher concentrations [25,43].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 23,
      "context" : "Also, it has been stated in many reports that higher TiO2 content leads to toxicity into the substrates [25,43,44].",
      "startOffset" : 104,
      "endOffset" : 114
    }, {
      "referenceID" : 41,
      "context" : "Also, it has been stated in many reports that higher TiO2 content leads to toxicity into the substrates [25,43,44].",
      "startOffset" : 104,
      "endOffset" : 114
    }, {
      "referenceID" : 42,
      "context" : "Also, it has been stated in many reports that higher TiO2 content leads to toxicity into the substrates [25,43,44].",
      "startOffset" : 104,
      "endOffset" : 114
    }, {
      "referenceID" : 23,
      "context" : "Also, it has been stated in many reports that higher TiO2 content leads to toxicity into the substrates [25,43,44].",
      "startOffset" : 104,
      "endOffset" : 114
    }, {
      "referenceID" : 41,
      "context" : "Also, it has been stated in many reports that higher TiO2 content leads to toxicity into the substrates [25,43,44].",
      "startOffset" : 104,
      "endOffset" : 114
    }, {
      "referenceID" : 42,
      "context" : "Also, it has been stated in many reports that higher TiO2 content leads to toxicity into the substrates [25,43,44].",
      "startOffset" : 104,
      "endOffset" : 114
    }, {
      "referenceID" : 43,
      "context" : "inhibition by the TiO2 photocatalytic processes were presented in the literature [45,46].",
      "startOffset" : 81,
      "endOffset" : 88
    }, {
      "referenceID" : 44,
      "context" : "inhibition by the TiO2 photocatalytic processes were presented in the literature [45,46].",
      "startOffset" : 81,
      "endOffset" : 88
    }, {
      "referenceID" : 43,
      "context" : "s r s te i i r , s r l f e tal echanis s for cell illi g cterial gro t i ibitio by t e i photocatalytic processes were presented in the literature [45,46].",
      "startOffset" : 147,
      "endOffset" : 154
    }, {
      "referenceID" : 44,
      "context" : "s r s te i i r , s r l f e tal echanis s for cell illi g cterial gro t i ibitio by t e i photocatalytic processes were presented in the literature [45,46].",
      "startOffset" : 147,
      "endOffset" : 154
    } ],
    "year" : 2018,
    "abstractText" : "Surface modification of biomedical implants is an established strategy to improve tissue regeneration, osseointegration and also to minimize the bacterial accumulation. In the present study, electrospun poly(ε-caprolactone)/titania (PCL/TiO2) nanocomposite coatings were developed on commercially pure titanium (cpTi) substrates for an improved biological and antibacterial properties for bone tissue engineering. TiO2 nanoparticles in various amounts (2, 5, and 7 wt %) were incorporated into a biodegradable PCL matrix to form a homogeneous solution. Further, PCL/TiO2 coatings on cpTi were obtained by electrospinning of PCL/TiO2 solution onto the substrate. The resulted coatings were structurally characterized and inspected by employing scanning electron microscope (SEM), X-ray diffraction (XRD), and Fourier transform infrared (FTIR) spectroscopy. Given the potential biological applications of PCL/TiO2 coated cpTi substrates, the apatite-forming capacity was examined by immersing in simulated body fluid (SBF) for upto 21 days. Biocompatibility has been evaluated through adhesion/proliferation of hFOB osteoblast cell lines and cytotoxicity by MTT assay. Antimicrobial activity of PCL/TiO2 nanocomposites has been tested using UV light against gram-positive Staphylococcus aureus (S.aureus). The resulting surface displays good bioactive properties against osteoblast cell lines with increased viability of 40% at day 3 and superior antibacterial property against S.aureus with a significant reduction of bacteria to almost 76%. Surface modification by PCL/TiO2 nanocomposites makes a viable approach for improving dual properties, i.e., biological and antibacterial properties on titanium implants which might be used to prevent implant-associated infections and promoting cell attachment of orthopedic devices at the same time.",
    "creator" : "LaTeX with hyperref package"
  }
}