{
  "name" : "downloads_2019-10-21_d4_zhang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "High Thermoelectric Performance of Bi0.46Sb1.54Te3-SnTe: Synergistic Modulation of Electrical and Thermal Transport by the Introduction of Thermoelectric Hetero Nano Region",
    "authors" : [ "De Zhang", "Jianli Wang", "Lijuan Zhang", "Jingdan Lei", "Zheng Ma", "Chao Wang", "Weibao Guan", "Zhenxiang Cheng", "Yuanxu Wang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION In current society, fossil fuel is still the dominating energy supply and more than half of the energy is wasted in the form of heat during the conversion process; thus reducing energy waste by harvesting waste heat has become a top of priority in the field of energy research.1 Thermoelectric (TE) materials can convert wasted heat into electricity, which can be considered as a promising clean energy source.2,3 The performance of a TE material is determined by the dimensionless figure of merit ZT, ZT = S2σT/κ, where S, σ, κ, and T are the Seebeck coefficient, electrical conductivity, thermal conductivity, and absolute temperature, respectively. The improving ZT of TE materials can be achieved by enhancing the power factor (S2σ) or reducing the lattice thermal conductivity.4 The S2σ can be enhanced by band engineering,5−9 carrier concentration optimization,10,11 or resonant doping level.12−14 Thermal conductivity can be reduced by nanostructuring,15,16 all scale hierarchical architecturing,17 or phonon engineering.18 In summary, the endless strategies lead to a leap-forward development for TE materials in recent years. Bi2Te3 materials, as the most promising commercial TE material at room temperature, have been attracting the great attention of researchers. BiSbTe alloy with a high power factor, a member of Bi2Te3 materials, possesses a limited ZT value of\n1 near room temperature and simultaneously a high thermal conductivity. For decades, many effective methods have been applied to improve the TE performance of BiSbTe alloy. Traditional and proven strategies such as aliovalent doping, introduction of nanoscale particles, and formation of clusters make a great improvement for the TE performance of BiSbTe alloy. For instance, Chen et al.19 doped Ag into a Bi0.5Sb1.5Te3 matrix to simultaneously increase the electrical conductivity due to the increase of carrier concentration and reduce the thermal conductivity due to the enhancement of defects scattering, achieving a peak ZT of 1.07 at 373 K. Li et al.20 dispersed SiC nanoparticles into a Bi0.3Sb1.7Te3 matrix and noticed the existence of nano-SiC in the Bi0.3Sb1.7Te3 grain boundary. The addition of nano-SiC formed defects and thus increased the carrier concentration. Meanwhile, the Seebeck coefficient increased due to the introduction of an energy filtering effect; thus a high ZT of 1.33 at 373 K was obtained. Zhao et al.21 prepared a La-containing Bi2Te3 alloy, which increased the electrical conductivity due to the substitution of La for Bi atom positions. Meanwhile, the La doping formed nanosized flower-like clusters, reducing the thermal con-\nReceived: July 9, 2019 Accepted: September 4, 2019 Published: September 4, 2019\n© 2019 American Chemical Society 36658 DOI: 10.1021/acsami.9b07414 ACS Appl. Mater. Interfaces 2019, 11, 36658−36665\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF A\nL A\nB A\nM A\nB IR\nM IN\nG H\nA M\no n\nO ct\nob er\n2 1,\n2 01\n9 at\n2 0:\n42 :3\n3 (U\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d\nductivity, and thus a peak ZT of 0.58 at 480 K was obtained. However, it can be found that these traditional strategies have limited ability to improve TE performance of BiSbTe alloy based on the reported results, motivating us to explore more efficient ways to improve TE performance. Recently, Tang et al.22 enhanced the TE performance of Bi0.46Sb1.54Te3 (BST) by doping Zn and Te atoms. During the high-temperature fabrication, Zn and Te atoms formed the point defects and ZnTe nanosized particles, which decoupled the relationship between electrical and thermal transport properties, achieving a high ZT value of 1.37 at 400 K. Therefore, more new and efficient strategies should be explored to enhance the TE performance of BST. SnTe, a mid-temperature TE material,23 exhibits an extremely high electrical conductivity in the range of 8 × 105 S m−1 at 300 K to 4 × 105 S m−1 at 475 K, but an extremely low Seebeck coefficient in the range of 10 μV K−1 at 300 K to 30 μV K−1 at 475 K, and a significantly high thermal conductivity in the range of 8 W m−1 K−1 at 300 K to 5.5 W m−1 K−1 at 475 K. Combining the above factors, the ZT of SnTe was only 0.04 at 300 K and rose to 0.08 at 475 K. Compared to SnTe with high electrical conductivity and low Seebeck coefficient, BST has a low electrical conductivity and high Seebeck coefficient. Thus, SnTe can be regarded as an electrical-compensatory dopant to improve electrical conductivity of BST. In addition, the investigation of standard diffraction peaks for SnTe and BST shows they have the similar first strength main peak and similar lattice spacing at 2θ ≈ 28°, which indicates the possibility of coherent interfaces between SnTe and BST phases. In this work, we explore the effect of the thermoelectric\nhetero nano region on the BST matrix via incorporating SnTe particles. The experiment result shows that SnTe forms thermoelectric hetero nano regions with small mismatched interfaces in the BST matrix, improving the electrical and thermal transport properties. Unlike the report of Tang et al.,22\nwe directly introduce the prepared SnTe powders into the BST\nmatrix to form thermoelectric hetero nano region in the BST matrix, which is more autonomous and controllable. Additionally, SnTe has a high melting point of ∼900 K and, therefore, most of the doped SnTe can stably exist in the BST matrix. On one hand, the addition of an appropriate amount of SnTe increases the electrical conductivity and maintains the high Seebeck coefficient. On the other hand, the formed thermoelectric hetero nano region by incorporating SnTe reduces the lattice thermal conductivity. Consequently, a peak ZT of 1.45 at 325 K is obtained.\n■ EXPERIMENTAL SECTION Bi0.46Sb1.54Te3(SnTe)x (x = 0−0.12) bulk materials were prepared by the mechanical alloying (MA) process and densified by the spark plasma sintering (SPS) technique. SnTe was prepared by the conventional solid phase sintering method, and the prepared details are presented in the Supporting Information. Bi (99.9%, powder), Sb (99.5%, powder), Te (99.9%, powder), and SnTe powders were weighed according to the nominal chemical composition of Bi0.46Sb1.54Te3(SnTe)x and subjected to the ball-milling at 450 rpm for 3 h with the ball-to-powder weight ratio of 20:1 under an argon atmosphere. The mechanically alloyed powders were then consolidated by SPS at 723 K for 5 min under a uniaxial pressure of 30 MPa under vacuum. The densities of all samples were obtained by the Archimedes method, and all samples were named in turn as ST0, ST1, ST2, ST3, ST4, and ST5, respectively, corresponding to x = 0, 0.02, 0.04, 0.06, 0.10, and 0.12, as shown in Table 1.\nThe crystal phases of all BST/SnTe samples were measured by Xray diffraction (XRD, DX-2700) with Cu Kα radiation. The lattice parameters were obtained by the X-ray synchrotron powder diffraction (SPD). The microstructure of fracture surfaces of all BST/SnTe samples and energy dispersive spectrometer (EDS) elements analysis for the ST5 sample were observed by a field emission scanning electron microscope (FESEM, JSM-7001F). Transmission electron microscopy (TEM) and EDS were performed using a JEOL, JEM-F200 for the powders of the SPS sintered bulk ST5 sample. All samples were cut into 2 × 3 × 10 mm3 rectangular bars to measure σ and S employing commercial equipment (ZEM-3, ULVAC-RIKO, InC.) under a low pressure helium atmosphere. The samples for the thermal measurements employing a DLF-1 (Waters)\nDOI: 10.1021/acsami.9b07414 ACS Appl. Mater. Interfaces 2019, 11, 36658−36665\n36659\nlaser flash apparatus under an argon atmosphere are a cylinder with a diameter of 12.7 mm and thickness of 2 mm. Carrier concentration n and carrier mobility μ at room temperature can be simultaneously measured employing a DC Hall measurement system (ET9005, East Changing Technologies, Inc.).\n■ RESULTS AND DISCUSSION The XRD patterns of Bi0.46Sb1.54Te3(SnTe)x (x = 0−0.12) are shown in Figure 1a. The main Bragg reflection peaks of all alloyed samples correspond well to the standard pattern of Bi0.4Sb1.6Te3 (PDF# 72-1836), indicating that the main phase is Bi0.46Sb1.54Te3. Considering the anisotropy of the Bi2Te3 structure, we measure the perpendicular and parallel to the pressure direction of the pristine Bi0.46Sb1.54Te3 because the peak intensities of the same positions of XRD in different test directions is inconsistent,24 as shown in Figure 1b. It can be seen that the intensities of all peaks parallel to the pressure direction are only slightly weaker than those perpendicular to the pressure direction. However, as a whole, the orientation of the XRD peaks in the perpendicular direction is consistent with the parallel direction. Thus, Bi0.46Sb1.54Te3 can be considered as a nearly anisotropic material.20 In addition, the orientation factor F was calculated according to the following equations20,25,26\n= − − F P P P1 0\n0 (1)\n= ∑ ∑ P I I hkl (00l) ( ) (2)\n= ∑ ∑ P I I hkl (00l) ( )0 0\n0 (3)\nwhere P0 and P are the ratios of the integral intensities of the (00l) planes to the intensities of the (hkl) planes for randomly and preferentially orientated samples, respectively. The calculated F is around 0.04, implying the random crystalline orientations of all MA-SPS alloyed bulks.20,25,26 This random direction can be ascribed to the fact that the high-speed subjected powders by ball-milling are considerably fine and the preferential orientation is suppressed when these powders are sintered at low temperature within a short time. In order to perform structural analysis on samples with different SnTe contents, we obtain the changes of lattice parameters a and c\nby refining the synchrotron radiation XRD data, as shown in Figure 1c. The detailed synchrotron radiation XRD and Rietveld profile refinement are presented in Figure S3. It can be seen from Figure 1c that, as the SnTe increases, the lattice parameter a gradually decreases and then tends to stabilize, while c gradually increases and then falls to stabilize, which is mainly due to the fact that Sn replaces the Bi or Sb atoms of the BST unit cell. As we know, Sb3+ < Sn2+ < Bi3+, so the decrease of a may indicate that Sn occupies more positions of Sb atoms compared to the positions of Sn in the Bi atoms. Since the bigger Sn is introduced in the position of the smaller Sb in the unit cells, a gradually decreases. Also, the lattice parameter c changes. When the SnTe content exceeds 0.06, c changes from the increasing tendency to the decreasing trend and then no longer changes. Meanwhile, a has no significant change observed after the SnTe content exceeds 0.06, indicating that the solubility limit of SnTe in BST closes to x = 0.06. Figure 2 presents the microstructure and elements analysis\nof the crack-free surface for the BST/SnTe bulk samples. It can be noted that the pristine BST sample contains some randomly oriented grains and their grain sizes range from nanometer to micrometer, as shown in Figure 2a. For SnTe-doped BST samples in Figure 2b−f, the grains of BST/SnTe composites show a random orientation, which is consistent with the result of the orientation factor F according to the XRD pattern. FESEM/EDS element mapping images are performed to detect Bi, Sb, Te, and Sn distribution, as shown in Figure 2g− k. Clearly, it can be seen from Figure 2h−k that the central region of Figure 2g is rich in Sn but lacks Bi, Sb, and Te elements compared to the pristine BST matrix, which indicates that SnTe raw material may contain Sn element in the prepared BST/SnTe samples. In order to better demonstrate our design idea for\nthermoelectric hetero nano regions, TEM and EDS mapping are performed in Figure 3. Clearly, it can be seen that there are many hetero nano regions with dimensions of less than 50 nm in Figure 3a−c. The inset in Figure 3a is the selected area electron diffraction (SAED) pattern corresponding to the BST matrix. Figure 3c demonstrates that some typical nanoprecipitates exist in the edge of the measured sample. TEM/ EDS are utilized to reveal the compositions of these hetero nano regions in Figure 3c, as shown in Figure 3h,i. Sn and Te signals are identified in the hetero nano regions, indicating the\nDOI: 10.1021/acsami.9b07414 ACS Appl. Mater. Interfaces 2019, 11, 36658−36665\n36660\npresence of SnTe nanoprecipitates in the BST matrix for a high alloying fraction concentration (x = 0.12). The high resolution TEM (HRTEM) images focus on hetero nano regions, which relate to the “d” and “e” regions marked with red circles in Figure 3b, shown in Figure 3d,e, respectively. For further identification of nanoprecipitates, we measure its d value because the d value of each material is unique. Inverse fast Fourier transform (IFFT) images are shown in Figure 3f,g, corresponding to the “f” and “g” regions marked with blue circles in Figure 3d,e, respectively. The d value of Figure 3f is 0.223 nm, which is well-matched with the d spacing of the (220) plane of SnTe. The d value of Figure 3g is 0.317 nm, well corresponding to the d spacing of the (015) plane of the BST. These nanoprecipitates as barrier centers play a significant role in affecting the phonon propagation pathways, and thus achieve an effective phonon scattering. Moreover, it is important to note that the interfaces between the hetero nano regions and the matrix show a clear boundary with small mismatch, which is more obvious in the IFFT image, as shown in Figure 3j. The lower left inset of Figure 3j reveals the FFT pattern of SnTe embedded in the BST matrix. These small mismatched interfaces indicate that the introduction of SnTe nanoprecipitates into BST can strongly scatter the phonon without explicitly reducing the carrier mobility, which will be discussed later. Figure 4 displays the thermoelectric performance as a function of temperature for Bi0.46Sb1.54Te3(SnTe)x (x = 0− 0.12). The electrical conductivity of all the samples monotonously decreases with increasing temperature, indicat-\ning the degenerate semiconductor behavior. A systematic rise of electrical conductivity is observed with the increasing SnTe content from 0.02 to 0.12. The maximum electrical conductivity reaches to 8.65 × 104 S m−1 at room temperature for the ST5 sample, which presents 2.7 times enhancement in comparison with that (3.20 × 104 S m−1) of pristine BST at the same temperature. The increase in electrical conductivity can be mainly attributed to the almost unchanged carrier mobility and the improvement of the carrier concentration, as shown in Table 1. Typically, the carrier mobility can be as unchanged when x ≤ 0.06 and then shows a slight reduction when further increasing the doping fraction, suggesting no distinguishable difference between the matrix and the secondary phase due to the small mismatched lattice, as shown in the inset of Figure 4a. This result is consistent with the analysis of TEM images (Figure 3j). The room-temperature carrier concentration of pristine BST is 1.47 × 1019 cm−3, which slightly increases to 2.24 × 1019 cm−3 for 6 mol % doped SnTe, and then dramatically rises to 4.83 × 1019 cm−3 when the doping fraction is up to 12 mol %. The increasing carrier concentration is mainly due to the doping of SnTe. The doping of SnTe increases the point defect densities because the Sn vacancies increase the hole carrier concentration. Moreover, the portion of Sn atoms in SnTe can occupy the Bi/Sb atoms sites, leading to the increase of the hole carrier concentration. The occupation of Bi/Sb atoms sites by Sn atoms results in extra Bi/Sb atoms in the BST matrix to form additional Bi/ SbTe antisite defects, which increase the carrier concentration as electron acceptors.22 With the SnTe content increased, the dissolution of SnTe in the BST matrix tends to saturation (Figure 1c). According to the change of TE properties of BST/ SnTe samples, it can be known that the optimal SnTe doping content is around 0.06, being consistent with the analysis of the lattice parameter. Also, it is well to know that SnTe is a ptype thermoelectric material, which has an ultrahigh hole density (>1021 cm−3) due to the intrinsically large number of Sn lattice vacancies.27 Therefore, the presence of SnTe precipitates obviously increases the carrier concentration when x > 0.06. Contrary to the trend of electrical conductivity, the roomtemperature Seebeck coefficient shows a slight reduction from 255 μV K−1 for pristine BST to 242 μV K−1 for the 6 mol % doped sample, and then dramatically decreases to 146 μV K−1 when the SnTe fraction is up to 12 mol %. The obvious reduction of Seebeck coefficient is ascribed to the abrupt increase of carrier concentration than that of other SnTe contents (x ≤ 0.06). In addition, the ultrahigh carrier concentration of the SnTe secondary phase is the other reason for the obvious reduction of Seebeck coefficient. To observe the relation between the Seebeck coefficient and the carrier concentration, we plotted the Pisarenko curve at 300 K by the single-band and the two-band models, as shown in Figure 4c. When we calculate the Pisarenko relation, the single-band model only takes into account the first valence band, but the two-band model considers the first valence band and the second valence. The detailed calculation process of the twoband model is presented in the Supporting Information. The black and red lines are the single-band and the two-band Pisarenko plots in Figure 4c, respectively. When we analyze the scattering mechanism, the single-band model is adopted. The scattering factor r is selected as −1/2, and the Pisarenko plot is calculated according to the single-band model, which can generally describe the relationship between Seebeck coefficient\nDOI: 10.1021/acsami.9b07414 ACS Appl. Mater. Interfaces 2019, 11, 36658−36665\n36661\nand carrier concentration. The result can show that the scattering mechanism of the BST/SnTe matrix belongs to acoustic phonon scattering (r = −1/2).28 In order to get a more accurate Pisarenko plot, we employ the two-band model. It is clear that the carrier concentration is well consistent with the red curve when SnTe is doped into the BST matrix, meaning that the two-band model can better describe the relationship between the Seebeck coefficient and carrier concentration. In addition, we analyzed the reason for the decrease in the Seebeck coefficient by the simplified equation\nπ π= *S k\neh m T n 8 3 3\n2 B 2\n2\n2/3i k jjj y { zzz\nwhere m* is the constant in the two-band model. In other words, S ∝ (1/n); thus the decrease of Seebeck coefficient can be attributed to the increase of carrier concentration with the SnTe content increasing. As the temperature rises, the Seebeck coefficients of samples (x ≤ 0.06) decrease because the intrinsic excitations start to dominate the transport.22 However, the Seebeck coefficients of samples (x > 0.06) increase with the increasing temperature. The phenomenon is because the excess SnTe content significantly suppresses the intrinsic excitations, which makes the Seebeck coefficient follow the relationship with the carrier concentration (S ∝ 1/ n).22 Figure 4d shows the power factor as a function of temperature for Bi0.46Sb1.54Te3(SnTe)x (x = 0−0.12). With the\nbenefit of improved electrical conductivity and the high Seebeck coefficient, the power factor reaches to 29 μW cm−1 K−2 for the 6 mol % doped sample, being 40% enhancement in comparison with that (21 μW cm−1 K−2) of pristine BST. Figure 4e,f shows the thermal transport properties for Bi0.46Sb1.54Te3(SnTe)x (x = 0−0.12) samples. Obviously, the total thermal conductivity κ values of all the samples besides ST4 and ST5 samples first decrease from 300 to 350 K due to the phonon Umklapp processes, and then increase from 350 to 475 K because the intrinsic excitations play a leading role in the transport process. ST4 and ST5 samples effectively suppress the intrinsic excitations, shifting the phonon Umklapp process to 375 K. The κ of all SnTe-doped BST samples are greater than that of the pristine BST due to the increase of κe. κe can be calculated by the Wiedemann−Franz relationship: κe = LσT, where L is the Lorenz constant. On the basis of the two-band model, L is calculated, and the related calculation formulas are shown in the Supporting Information. The calculated L at room temperature is shown in Table 1, and specific L is shown in Figure S4. Simultaneously, κe is obtained in the whole temperature, as shown in Figure S4. It can be seen that κe presents an obviously increasing trend with the addition of SnTe due to the enhanced electrical conductivity, especially for ST4 and ST5 samples. According to κ = κL + κe, κL is obtained and then shown in Figure 4f. It is clear that κL of SnTe-doped BST samples is slightly higher than that of the pristine BST when x < 0.06. As can be known from our\nDOI: 10.1021/acsami.9b07414 ACS Appl. Mater. Interfaces 2019, 11, 36658−36665\n36662\nprevious report,29 the pristine BST contains a large number of nanoprecipitates but the BST/SnTe composites show a small amount of nanoparticles. The result demonstrates that the effect of SnTe is the same as nano-SiC, leading to the decrease of nanoparticles. When the scattering effect of SnTe cannot compensate for that of nanoparticles, it is beneficial to thermal transport and thus increases κL. As the SnTe content continues to increase (x ≥ 0.06), the addition of SnTe can effectively scatter phonons and decrease κL. It is obvious κL gradually decreases with the addition of SnTe, which can be attributed to the multiscale phonon scattering mechanism. On the basis of the multiscale phonon scattering mechanism,30,31 first, it can be known that Sn can replace Bi/Sb atom sites to generate substitution defects and extra Bi/Sb atoms can occupy the atom sites of Te to produce more Bi/SbTe antisite defects. In addition, the volatilization of Sn in SnTe can generate vacancies defects. These defects are point defects which can produce atomic scale scattering.32,33 Since these defects have a length scale comparable to the phonon wavelength, which involves the displacement of two adjacent atoms relative to each other, i.e., the Debye wavelength, they greatly enhance the scattering of the phonons with the highest frequencies and thus reduce κL.\n31 Next, SnTe nanoprecipitates and the small lattice mismatching between BST and SnTe (Figure 3) belonging to nanoscale scattering increase the nonharmonicity of the lattice, which can strongly scatter medium-frequency phonons and significantly suppress κL.\n17,34 Last, SnTe and Sn submicron or nanoparticles belonging to sub-microscale can increase the grain boundaries or interfaces, which can effectively scatter the phonons ranging from low to medium frequency.30,31,35 Moreover, the scattering process of grain boundaries or interfaces can diminish the phonon mean free path and lead to the reduction of κL.\n36 As a consequence, the mutil-scale phonon synergistic scattering effect dramatically reduces the κL, as shown in the Figure 4f. For instance, the low κL is reduced to 0.33 W m\n−1 K−1 when x = 0.12, much lower than theoretical predictions about Bi2Te3 and Sb2Te3 materials and the most previous reports about BiSbTe alloy.20,25,37−40\nFigure 5a shows the temperature dependent dimensionless figure of merit (ZT) for Bi0.46Sb1.54Te3(SnTe)x (x = 0−0.12) samples. Because of the improved electrical transport properties and the relatively low thermal conductivity, a maximum ZT of 1.45 is achieved at 325 K for the 6 mol % alloyed sample. In addition, it is worth noting that the optimum temperature of the peak ZT shifted from 325 to 375 K when x > 0.06 due to the high-temperature TE performance of SnTe. The high conversion efficiency for potential thermoelectric applications\nrequires high peak ZT and high average ZT over a wide range of temperatures. Figure 5b shows the comparisons of peak ZT and average ZT with other reported BiSbTe alloys from 300 to 475 K.19,41,42 As can be seen, ST3 and ST4 samples show the highest peak ZT of 1.45 and 1.28 at 325 K, and simultaneously present the same high average ZT of 1.16 from 300 to 475 K, which are larger than those (peak ZT ∼ 1.0−1.3 and average ZT ∼ 1) of previous reports at the same temperature range.19,41,42 Meanwhile, the high peak ZT value and high average ZT value lead BST/SnTe composites to be more competitive in practical applications.\n■ CONCLUSIONS In summary, we prepared Bi0.46Sb1.54Te3(SnTe)x (x = 0−0.12) bulk materials by the mechanical alloy method and spark plasma sintering technique. The addition of SnTe forms the hetero nano regions in the BST matrix, which maintain high carrier mobility due to the small mismatched interfaces and simultaneously suppress the transport of heat-carrying phonons. Benefiting from a high power factor PF = 29 μW cm−1 K−1 and low lattice thermal conductivity κL = 0.38 W m −1 K−1, a maximum ZT value of 1.45 and a high average ZT value of 1.16 from 300 to 475 K are achieved for the Bi0.46Sb1.54Te3(SnTe)0.06 sample. The thermoelectric hetero nano region is an effective strategy for BiSbTe alloy and might be applicable for other thermoelectric materials.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.9b07414.\nThe prepared process of SnTe thermoelectric material, XRD patterns and FESEM image of SnTe sample, temperature dependent thermoelectric performance of SnTe, synchrotron radiation XRD patterns for Bi0.46Sb1.54Te3(SnTe)x, results of the Rietveld profile refinement for Bi0 . 46Sb1 . 54Te3(SnTe)0 . 06 and Bi0.46Sb1.54Te3, the calculation process of the two-band model, temperature dependent Lorenz constant and electron thermal conductivity of Bi0.46Sb1.54Te3(SnTe)x (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: wangchao@vip.henu.edu.cn (C.W.). *E-mail: cheng@uow.edu.au (Z.C.). *E-mail: wangyx@henu.edu.cn (Y.W.).\nDOI: 10.1021/acsami.9b07414 ACS Appl. Mater. Interfaces 2019, 11, 36658−36665\n36663"
    }, {
      "heading" : "ORCID",
      "text" : "De Zhang: 0000-0002-5986-1927 Jianli Wang: 0000-0001-9254-1661 Zheng Ma: 0000-0002-2642-8529"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This research was sponsored by the National Natural Science Foundation of China (Nos. U1504511, 51571083, 51371076, 11674083), the Science and Technology Fund of Henan Province (Nos. 182102210227, 162102210169, 16230041- 0224), and the Foundation of Henan Educational Committee (14A430029). We would like to thank the Australian Nuclear Science and Technology Organization for support. At the same time, J.W. and Z.C. thank Dr. Chin Wei Wang and Dr. Qinfeng Gu for their help during our experiments at the Australian Nuclear Science and Technology Organization and the Australian Synchrotron. The authors would like to thank Chaofeng He and Ruijun Ren from Shiyanjia Lab (www. Shiyanjia.com) for the TEM measurement and analysis.\n■ REFERENCES (1) Minnich, A. J.; Dresselhaus, M. S.; Ren, Z. F.; Chen, G. Bulk Nanostructured Thermoelectric Materials: Current Research and Future Prospects. Energy Environ. Sci. 2009, 2, 466−479. (2) Bejan, A.; Kraus, A. D. Heat Transfer Handbook; Wiley, 2003. (3) Wang, S. H.; Tan, G. J.; Xie, W. J.; Zheng, G.; Li, H.; Yang, J. H.; Tang, X. F. Enhanced Thermoelectric Properties of Bi2(Te1−xSex)3based Compounds as n-type Legs for Low-Temperature Power Generation. J. Mater. Chem. 2012, 22, 20943−20951. (4) Meng, C. Z.; Liu, C. H.; Fan, S. S. A Promising Approach to Enhanced Thermoelectric Properties Using Carbon Nanotube Networks. Adv. Mater. 2010, 22, 535−539. (5) Pei, Y. Z.; Wang, H.; Snyder, G. J. Band Engineering of Thermoelectric Materials. Adv. Mater. 2012, 24, 6125−6135. (6) Pei, Y. Z.; Shi, X. Y.; Lalonde, A.; Wang, H.; Chen, L. D.; Snyder, G. J. Convergence of Electronic Bands for High Performance Bulk Thermoelectrics. Nature 2011, 473, 66−69. (7) Wu, L. H.; Yang, J.; Wang, S. Y.; Wei, P.; Yang, J. H.; Zhang, W. Q.; Chen, L. D. Two-dimensional Thermoelectrics with Rashba Spinsplit Bands in Bulk BiTeI. Phys. Rev. B: Condens. Matter Mater. Phys. 2014, 90, 195210. (8) Liu, W.; Tan, X. J.; Yin, K.; Liu, H. J.; Tang, X. F.; Shi, J.; Zhang, Q. J.; Uher, C. Convergence of Conduction Bands as A Means of Enhancing Thermoelectric Performance of n-type Mg2Si(1‑x)Sn(x) Solid Solutions. Phys. Rev. Lett. 2012, 108, 166601. (9) Heremans, J. P.; Jovovic, V.; Toberer, E. S.; Saramat, A.; Kurosaki, K.; Charoenphakdee, A.; Yamanaka, S.; Snyder, G. J. Enhancement of Thermoelectric Efficiency in PbTe by Distortion of The Electronic Density of States. Science 2008, 321, 554−557. (10) Pei, Y. Z.; Gibbs, Z. M.; Gloskovskii, A.; Balke, B.; Zeier, W. G.; Snyder, G. J. Optimum Carrier Concentration in n-Type PbTe Thermoelectrics. Adv. Energy Mater. 2014, 4, 1400486. (11) Snyder, G. J.; Toberer, E. S. Complex Thermoelectric Materials. Nat. Mater. 2008, 7, 105−114. (12) Jaworski, C. M.; Kulbachinskii, V.; Heremans, J. P. Resonant Level Formed by Tin in Bi2Te3 and the Enhancement of Roomtemperature Thermoelectric Power. Phys. Rev. B: Condens. Matter Mater. Phys. 2009, 80, 233201. (13) Ahn, K.; Han, M. K.; He, J.; Androulakis, J.; Ballikaya, S.; Uher, C.; Dravid, V. P.; Kanatzidis, M. G. Exploring Resonance Levels and Nanostructuring in the PbTe-CdTe System and Enhancement of the Thermoelectric Figure of Merit. J. Am. Chem. Soc. 2010, 132, 5227− 5235.\n(14) Banik, A.; Shenoy, U. S.; Saha, S.; Waghmare, U. V.; Biswas, K. High Power Factor and Enhanced Thermoelectric Performance of SnTe-AgInTe2: Synergistic Effect of Resonance Level and Valence Band Convergence. J. Am. Chem. Soc. 2016, 138, 13068−13075. (15) Lan, Y. C.; Minnich, A. J.; Chen, G.; Ren, Z. F. Enhancement of Thermoelectric Figure-of-Merit by a Bulk Nanostructuring Approach. Adv. Funct. Mater. 2010, 20, 357−376. (16) Dresselhaus, M. S.; Chen, G.; Tang, M. Y.; Yang, R. G.; Lee, H.; Wang, D. Z.; Ren, Z. F.; Fleurial, J. P.; Gogna, P. New Directions for Low Dimensional Thermoelectric Materials. Adv. Mater. 2007, 19, 1043−1053. (17) Biswas, K.; He, J. Q.; Blum, I. D.; Wu, C. I.; Hogan, T. P.; Seidman, D. N.; Dravid, V. P.; Kanatzidis, M. G. High-performance Bulk Thermoelectrics with All-scale Hierarchical Architectures. Nature 2012, 489, 414−418. (18) Nielsen, M. D.; Ozolins, V.; Heremans, J. P. Lone Pair Electrons Minimize Lattice Thermal Conductivity. Energy Environ. Sci. 2013, 6, 570−578. (19) Cao, S.; Huang, Z. Y.; Zu, F. Q.; Xu, J.; Yang, L.; Chen, Z. G. Enhanced Thermoelectric Properties of Ag-Modified Bi0.5Sb1.5Te3 Composites by a Facile Electroless Plating Method. ACS Appl. Mater. Interfaces 2017, 9, 36478−36482. (20) Li, J. H.; Tan, Q.; Li, J. F.; Liu, D. W.; Li, F.; Li, Z. Y.; Zou, M. M.; Wang, K. BiSbTe-Based Nanocomposites with High ZT: The Effect of SiC Nanodispersion on Thermoelectric Properties. Adv. Funct. Mater. 2013, 23, 4317−4323. (21) Zhang, Y. H.; Zhu, T. J.; Tu, J. P.; Zhao, X. B. Flower-like Nanostructure and Thermoelectric Properties of Hydrothermally Synthesized La-containing Bi2Te3 Based Alloys. Mater. Chem. Phys. 2007, 103, 484−488. (22) Deng, R. G.; Su, X. L.; Hao, S. Q.; Zheng, Z.; Zhang, M.; Xie, H. Y.; Liu, W.; Yan, Y. G.; Wolverton, C.; Uher, C.; Kanatzidis, M. G.; Tang, X. F. High Thermoelectric Performance in Bi0.46Sb1.54Te3 Nanostructured with ZnTe. Energy Environ. Sci. 2018, 11, 1520− 1535. (23) Tan, G. J.; Shi, F. Y.; Hao, S. Q.; Chi, H.; Bailey, T. P.; Zhao, L. D.; Uher, C.; Wolverton, C.; Dravid, V. P.; Kanatzidis, M. G. Valence Band Modification and High Thermoelectric Performance in SnTe Heavily Alloyed with MnTe. J. Am. Chem. Soc. 2015, 137, 11507− 11516. (24) Shi, X. L.; Zheng, K.; Liu, W. D.; Wang, Y.; Yang, Y. Z.; Chen, Z. G.; Zou, J. Realizing High Thermoelectric Performance in n-Type Highly Distorted Sb-Doped SnSe Microplates via Tuning High Electron Concentration and Inducing Intensive Crystal Defects. Adv. Energy Mater. 2018, 8, 1800775. (25) Min, Y.; Roh, J. W.; Yang, H.; Park, M.; Kim, S. I.; Hwang, S.; Lee, S. M.; Lee, K. H.; Jeong, U. Surfactant-free Scalable Synthesis of Bi2Te3 and Bi2Se3 Nanoflakes and Enhanced Thermoelectric Properties of Their Nanocomposites. Adv. Mater. 2013, 25, 1425− 1429. (26) Bohra, A. K.; Bhatt, R.; Singh, A.; Basu, R.; Bhattacharya, S.; Meshram, K. N.; Ahmad, S.; Debnath, A. K.; Chauhan, A. K.; Bhatt, P.; Shah, K.; Bhotkar, K.; Sharma, S.; Aswal, D. K.; Muthe, K. P.; Gadkari, S. C. Tellurium-free Thermoelectrics: Improved Thermoelectric Performance of n-type Bi2Se3 Having Multiscale Hierarchical Architecture. Energy Convers. Manage. 2017, 145, 415−424. (27) Tan, G. J.; Zhao, L. D.; Shi, F.; Doak, J. W.; Lo, S. H.; Sun, H.; Wolverton, C.; Dravid, V. P.; Uher, C.; Kanatzidis, M. G. High Thermoelectric Performance of p-type SnTe via A Synergistic Band Engineering and Nanostructuring Approach. J. Am. Chem. Soc. 2014, 136, 7006−7017. (28) Mao, J.; Shuai, J.; Song, S. W.; Wu, Y. X.; Dally, R.; Zhou, J. W.; Liu, Z. H.; Sun, J. F.; Zhang, Q. Y.; Cruz, C. D.; Wilson, S.; Pei, Y. Z.; Singh, D.D. J.; Chen, G.; Chu, C. W.; Ren, Z. F. Manipulation of Ionized Impurity Scattering for Achieving High Thermoelectric Performance in n-type Mg3Sb2-based Materials. Proc. Natl. Acad. Sci. U. S. A. 2017, 114, 10548−10553. (29) Zhang, D.; Lei, J. D.; Guan, W. B.; Ma, Z.; Wang, C.; Zhang, L. J.; Cheng, Z. X.; Wang, Y. X. Enhanced Thermoelectric Performance\nDOI: 10.1021/acsami.9b07414 ACS Appl. Mater. Interfaces 2019, 11, 36658−36665\n36664\nof BiSbTe Alloy: Energy Filtering Effect of Nanoprecipitates and the Effect of SiC Nanoparticles. J. Alloys Compd. 2019, 784, 1276−1283. (30) Yang, J.; Xi, L. L.; Qiu, W. J.; Wu, L.; Shi, X.; Chen, L. D.; Yang, J. H.; Zhang, W. Q.; Uher, C.; Singh, D. J. On the Tuning of Electrical and Thermal Transport in Thermoelectrics: An Integrated Theory− experiment Perspective. npj Comput. Mater. 2016, 2, 15015. (31) Zhu, T. J.; Liu, Y. T.; Fu, C. G.; Heremans, J. P.; Snyder, J. G.; Zhao, X. B. Compromise and Synergy in High Efficiency Thermoelectric Materials. Adv. Mater. 2017, 29, 1605884. (32) Jiang, G. Y.; He, J.; Zhu, T. J.; Fu, C. G.; Liu, X. H.; Hu, L. P.; Zhao, X. B. High Performance Mg2(Si,Sn) Solid Solutions: a Point Defect Chemistry Approach to Enhancing Thermoelectric Properties. Adv. Funct. Mater. 2014, 24, 3776−3881. (33) Hu, L. P.; Zhu, T. J.; Liu, X. H.; Zhao, X. B. Point Defect Engineering of High-Performance Bismuth-Telluride-Based Thermoelectric Materials. Adv. Funct. Mater. 2014, 24, 5211−5218. (34) Zhao, L. D.; Wu, H. J.; Hao, S. Q.; Wu, C. I.; Zhou, X. Y.; Biswas, K.; He, J. Q.; Hogan, T. P.; Uher, C.; Wolverton; Dravid, C. V.; Kanatzidis, P. M. G. All-scale Hierarchical Thermoelectrics: MgTe in PbTe Facilitates Valence Band Convergence and Suppresses Bipolar Thermal Transport for High Performance. Energy Environ. Sci. 2013, 6, 3346−3355. (35) Poudel, B.; Hao, Q.; Ma, Y.; Lan, Y. C.; Minnich, A.; Yu, B.; Yan, X. A.; Wang, D. Z.; Muto, A.; Vashaee, D.; Chen, X. Y.; Liu, J. M.; Dresselhaus, M. S.; Chen, G.; Ren, Z. F. High-Thermoelectric Performance of Nanostructured Bismuth Antimony Telluride Bulk Alloys. Science 2008, 320, 634−638. (36) Xie, W. J.; He, J.; Kang, H. J.; Tang, X. F.; Zhu, S.; Laver, M.; Wang, S. Y.; Copley, J. R. D.; Brown, C. M.; Zhang, Q. J.; Tritt, T. M. Identifying the Specific Nanostructures Responsible for the High Thermoelectric Performance of (Bi,Sb)2Te3 Nanocomposites. Nano Lett. 2010, 10, 3283−3289. (37) Xu, Z. J.; Wu, H.; Zhu, T. J.; Fu, C. G.; Liu, X. H.; Hu, L. P.; He, J.; He, J. Q.; Zhao, X. B. Attaining High Mid-temperature Performance in (Bi,Sb)2Te3 Thermoelectric Materials via Synergistic Optimization. NPG Asia Mater. 2016, 8, No. e302. (38) Hu, L. P.; Zhu, T. J.; Wang, Y. G.; Xie, H. H.; Xu, Z. J.; Zhao, X. B. Shifting Up the Optimum Figure of Merit of p-type Bismuth Telluride-based Thermoelectric Materials for Power Generation by Suppressing Intrinsic Conduction. NPG Asia Mater. 2014, 6, No. e88. (39) Spitzer, D. P. Lattice Thermal Conductivity of Semiconductors: A Chemical Bond Approach. J. Phys. Chem. Solids 1970, 31 (1), 19− 40. (40) Chen, Z. W.; Zhang, X. Y.; Lin, S. Q.; Chen, L. D.; Pei, Y. Z. Rationalizing Phonon Dispersion for Lattice Thermal Conductivity of Solids. Natl. Sci. Rev. 2018, 5, 888−894. (41) Suh, D.; Lee, S.; Mun, H.; Park, S. H.; Lee, K. H.; Wng Kim, S.; Choi, J. Y.; Baik, S. Enhanced Thermoelectric Performance of Bi0.5Sb1.5Te3-expanded Graphene Composites by Simultaneous Modulation of Electronic and Thermal Carrier Transport. Nano Energy 2015, 13, 67−76. (42) Hong, M.; Chen, Z. G.; Yang, L.; Zou, J. BixSb2−xTe3 Nanoplates with Enhanced Thermoelectric Performance due to Sufficiently Decoupled Electronic Transport Properties and Strong Wide-frequency Phonon Scatterings. Nano Energy 2016, 20, 144−155.\nDOI: 10.1021/acsami.9b07414 ACS Appl. Mater. Interfaces 2019, 11, 36658−36665\n36665"
    } ],
    "references" : [ {
      "title" : "Bulk Nanostructured Thermoelectric Materials: Current Research and Future Prospects",
      "author" : [ "A.J. Minnich", "M.S. Dresselhaus", "Z.F. Ren", "G. Chen" ],
      "venue" : "Energy Environ. Sci. 2009,",
      "citeRegEx" : "Minnich et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Minnich et al\\.",
      "year" : 2003
    }, {
      "title" : "Convergence of Electronic Bands for High Performance Bulk Thermoelectrics",
      "author" : [ "J. G" ],
      "venue" : "Nature",
      "citeRegEx" : "G.,? \\Q2011\\E",
      "shortCiteRegEx" : "G.",
      "year" : 2011
    }, {
      "title" : "Complex Thermoelectric Materials",
      "author" : [ "G.J. Snyder", "E.S. Toberer" ],
      "venue" : "Nat. Mater. 2008,",
      "citeRegEx" : "Snyder and Toberer,? \\Q2008\\E",
      "shortCiteRegEx" : "Snyder and Toberer",
      "year" : 2008
    }, {
      "title" : "Bi2Te3 and the Enhancement of Roomtemperature",
      "author" : [ "K. Ahn", "M.K. Han", "J. He", "J. Androulakis", "S. Ballikaya", "C. Uher", "V.P. Dravid", "M.G. Kanatzidis" ],
      "venue" : "Thermoelectric Power. Phys. Rev. B: Condens. Matter Mater. Phys",
      "citeRegEx" : "Ahn et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Ahn et al\\.",
      "year" : 2009
    }, {
      "title" : "Bi2Te3 Based Alloys",
      "author" : [ "R.G. Deng", "X.L. Su", "S.Q. Hao", "Z. Zheng", "M. Zhang", "H.Y. Xie", "W. Liu", "Y.G. Yan", "C. Wolverton", "C. Uher", "M.G. Kanatzidis", "X.F. Tang" ],
      "venue" : "Mater. Chem. Phys",
      "citeRegEx" : "Deng et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Deng et al\\.",
      "year" : 2007
    }, {
      "title" : "Bi0.46Sb1.54Te3 Nanostructured with ZnTe",
      "author" : [ "G. J", "F.Y. Shi", "S.Q. Hao", "H. Chi", "T.P. Bailey", "L.D. Zhao", "C. Uher", "C. Wolverton", "V.P. Dravid", "M.G. Kanatzidis" ],
      "venue" : "Energy Environ. Sci. 2018,",
      "citeRegEx" : "J. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2018
    }, {
      "title" : "Band Modification and High Thermoelectric Performance in SnTe Heavily Alloyed with MnTe",
      "author" : [ "X. L", "K. Zheng", "W.D. Liu", "Y. Wang", "Y.Z. Yang", "Z.G. Chen", "J. Zou" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "L. et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "L. et al\\.",
      "year" : 2015
    }, {
      "title" : "Bi2Te3 and Bi2Se3 Nanoflakes and Enhanced Thermoelectric Properties of Their Nanocomposites",
      "author" : [ "A.K. Bohra", "R. Bhatt", "A. Singh", "R. Basu", "S. Bhattacharya", "K.N. Meshram", "S. Ahmad", "A.K. Debnath", "A.K. Chauhan", "Bhatt" ],
      "venue" : "Adv. Mater. 2013,",
      "citeRegEx" : "Bohra et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Bohra et al\\.",
      "year" : 2013
    }, {
      "title" : "Bi2Se3 Having Multiscale Hierarchical Architecture",
      "author" : [ "G.J. Tan", "L.D. Zhao", "F. Shi", "J.W. Doak", "S.H. Lo", "H. Sun", "C. Wolverton", "V.P. Dravid", "C. Uher", "M.G. Kanatzidis" ],
      "venue" : "Energy Convers. Manage",
      "citeRegEx" : "Tan et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Tan et al\\.",
      "year" : 2017
    }, {
      "title" : "Enhanced Thermoelectric Performance",
      "author" : [ "D. Zhang", "J.D. Lei", "W.B. Guan", "Z. Ma", "C. Wang", "L.J. Zhang", "Z.X. Cheng", "Y.X. Wang" ],
      "venue" : "Mg3Sb2-based Materials. Proc. Natl. Acad. Sci. U. S. A",
      "citeRegEx" : "Zhang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2017
    }, {
      "title" : "Lattice Thermal Conductivity of Semiconductors: A Chemical Bond Approach",
      "author" : [ "D.P. Spitzer" ],
      "venue" : "J. Phys. Chem. Solids 1970,",
      "citeRegEx" : "Spitzer,? \\Q1970\\E",
      "shortCiteRegEx" : "Spitzer",
      "year" : 1970
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The thermoelectric hetero nano region, as a new strategy, can effectively modulate the electrical and thermal transport properties. In this study, the thermoelectric hetero nano region is explored to improve the thermoelectric performance for Bi0.46Sb1.54Te3 material at room temperature, and a high ZT of 1.45 at 325 K has been achieved. We introduce the thermoelectric hetero nano SnTe regions in a Bi0.46Sb1.54Te3 matrix by mechanical alloying and spark plasma sintering technique, which decouples the relation between electrical and thermal transport properties. The improved electrical conductivity can be attributed to the increase in carrier concentration due to the increased point defects and Bi/SbTe antisite defects. Thermoelectric hetero nano regions effectively scatter the acoustic phonon and thus induce the low lattice thermal conductivity of 0.33 W m−1 K−1. Due to the synergistic modulation of electrical and thermal transport by the introduction of the thermoelectric hetero nano region, a high ZT value of 1.45 is realized at 325 K.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}