{
  "name" : "downloads_2019-10-23_02_zheng2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Palladium/Bismuth/Copper Hierarchical Nano-Architectures for Efficient Hydrogen Evolution and Stable Hydrogen Detection",
    "authors" : [ "Lijun Zheng", "Shizheng Zheng", "Hongrui Wei", "Lingling Du", "Zhengyou Zhu", "Jian Chen", "Dachi Yang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: palladium/bismuth/copper, hierarchical nanoarchitectures, hydrogen evolution reaction, hydrogen sensors, low temperature\n■ INTRODUCTION Human behaviors and economy founded on fossil energies have degraded our living environment and climate for centuries,1 thus seeking renewable alternatives to fossil fuel combustion would considerably improve air quality and reduce climate change.2 Hydrogen is a high energy-density,3 carbonfree, renewable and zero-pollution energy carrier.4,5 However, rational utilizations of hydrogen energy are comprehensive scientific issues, involving efficient hydrogen production (e.g., hydrogen evolution reaction (HER)) and hydrogen leakage detection (e.g., hydrogen sensors).6 For HER, the half reaction of the water electrolysis at cathode is shown in the following equation:7−13\n+ →+ ‐in acid media: 2H 2e H(aq) 2(g)\n+ → +‐ ‐or in alkaline media: 2H O 2e H 2OH2 2(g) (aq)\nAlthough hydrogen molecule contains two electrons, the multiple elemental reactions induce an accumulation of energy barriers, and result in slow kinetics.14−16 To date, platinumbased catalysts are still the most effective and stable catalysts toward HER.17−19 However, platinum is scarce in nature, thereby, great efforts have been devoted to low-platinum or nonplatinum catalysts.20,21 Despite the fact that great progress has been achieved for lower overpotential catalysts and lower-\nenergy consumption, such catalysts for practical industrial production of hydrogen are still in their technological infancy. In particular, they are less-active and unstable in large-current hydrogen production.22\nHydrogen has been widely utilized in vehicle,23 electronic,24 metallurgical24 and aerospace industries.24 As hydrogen is inflammable, explosive and difficult for human to detect the leakage due to its colorless and odorless nature,25 it is urgent to construct hydrogen sensors for monitoring the leakage of hydrogen. Theoretically, the exposure of Pd nanostructures to hydrogen will result in the formation of PdHx intermediates and alteration of resistance.26−28 Notwithstanding, the “α-β” phased transition of the PdHx can cause unwelcome instability. In such a transition, the instability of the resistance is involved via expansion of the PdHx and electrons hopping between neighbor “islands”.29 Furthermore, in critical conditions especially at low temperature, palladium-based hydrogen sensors show unexpected temperature-dependent “reverse sensing behavior”.30,31 Instability caused by such behaviors further restrict the utilization of hydrogen sensors such as in aerospace crafts working in low-temperature environment.\nReceived: November 10, 2018 Accepted: January 22, 2019 Published: January 22, 2019\n© 2019 American Chemical Society 6248 DOI: 10.1021/acsami.8b19770 ACS Appl. Mater. Interfaces 2019, 11, 6248−6256\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF G\nO T\nH E\nN B\nU R\nG o\nn O\nct ob\ner 2\n3, 2\n01 9\nat 1\n9: 36\n:1 3\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\nConceivably, an ideal prospect of the hydrogen energy may involve following major sectors. First, for hydrogen production, high-purity, large-current, low-power consumption, highefficiency water electrolysis to produce hydrogen is expected, and materials toward electrolysis electrode that could effectively reduce power consumption and improve stability is still the core of technology. Second, hydrogen storage and hydrogen leakage monitoring systems. Hydrogen storage is another key scientific issue.32 While, real-time monitoring leakage guarantees the safe storage and usage of hydrogen, especially in those critical environmental, thus a stable hydrogen sensor under wide-range temperature is crucially important. If a universal material was developed for abovementioned HER and hydrogen detection, it would undoubtedly promote the utilization of hydrogen energy. In this study, we have developed palladium/bismuth/copper hierarchical nanoarchitectures (Pd/Bi/Cu HNAs) via combining confined deposition into the nanochannels the anodic aluminum oxide (AAO) template and wet-chemical strategy. The as-prepared Pd/Bi/Cu HNAs exhibited excellent performance toward HER and hydrogen detection. For HER in 0.5 M H2SO4, the Pd/Bi/Cu HNAs present the overpotential of 79 mV at 10 mA−2 and tafel slope of 61 mV dec−1, which are close to those of 30 mV and 30 mV dec−1 for commercial Pt/C. For hydrogen detection, the Pd/Bi/Cu HNAs work at a wide temperature range (∼156−418 K). In particular, the critical temperature of the reversing sensing behavior (∼156 K) is much lower than that of pristine Pd nanowires (NWs, 278 K), revealing higher temperature-dependent stability of Pd/Bi/Cu. The distinguish performance toward HER and hydrogen detection of Pd/Bi/Cu HNAs may be attributed to the synergic effects of the more exposure of the Pd atoms resulting from hierarchical architecture and the d-band center modification of Pd by the dopants of Cu and Bi.\n■ EXPERIMENTAL SECTION Synthesis of Pd/Bi/Cu HNAs and Their Characterization. The electrolyte for electrodepositing Pd/Bi/Cu nanowires (NWs) contained 0.01 M PdCl2 (palladium chloride), 0.001 M Bi(NO3)3 5H2O (bismuth nitrate pentahydrate), 0.001 M CuSO4 5H2O (copper sulfate pentahydrate), 0.001 M H3BO3 (boric acid), 0.002 M C4H6O6 ((2R, 3R)-2,3-dihydroxybernsteinsaeure), 0.01 M C3H8O3 (glycerol) and 0.002 M KOH (potassium hydroxide), the solution pH was buffered to about 0.9 with 10% HNO3 (dilute nitric acid). The AAO templates were prepared by a two-step process as described previously.33,34 The AAO templates were sputtered thick gold layer onto either side fully covering AAO pores. The electrochemical deposition utilized a AAO template served as the working electrode and a piece of carbon plate as the counter electrode. The Pd/Bi/Cu HNA was prepared through a two-step method. First, the Pd/Bi/Cu nanowires (NWs) were electrodeposited into the nanochannels of AAO templates at a constant voltage of 0.8−2.0 V, and then released from the AAO template by dissolving the AAO template with 5% (V/V) H3PO4 (phosphoric acid) solution, the Pd/ Bi/Cu NWs were rinsed with deionized water thoroughly. Subsequently, the released Pd/Bi/Cu NWs were etched in 4 M NaOH solution for another 50 min at 50 °C and then the products were rinsed with deionized water thoroughly. The samples were characterized by field-emission scanning electron microscope (FE-SEM, JEOL JSM-7500F, operated at 2 kV) with energy dispersive X-ray spectroscopy (EDS, OXFORD), transmission electron microscope (TEM, JEOL-2010, operated at 200 kV), X-ray diffraction (XRD), X-ray photoelectron spectroscopy (XPS) on an Xray photoelectron spectrometer (Al Kα, hν = 1486.7 eV, PHI-5000 Versaprobe II, Ulvac-PHI, JP), and high resolution TEM (HR-TEM, JEOL-2010, operated at 200 kV). The Pd concentration of the\nsamples were evaluated by inductively coupled plasma-atomic emission spectroscopy (ICP-AES, Thermo, IRIS Advantage).\nElectrochemical Evaluation for Hydrogen Evolution Reaction (HER). For the electrochemical measurements of the materials, glassy carbon electrode (GCE; 5 mm in diameter, 0.196 cm2) was first loaded with the catalyst ink. The catalyst ink contained 5 mg Pd/Bi/ Cu HNAs material, 150 uL absolute ethyl alcohol, 750 uL deionized water, 100 uL Nafion solution (5 wt %, Aldrich). After evenly mixing, the ink was under ultrasonic treatment at the temperature lower than 30 °C for about 30 min. Then the ink was pipetted onto the GCE to get a Pd loading of 20 μgPd cm\n−2, which were finally dried under N2 atmosphere at ambient temperature. Before decorated with the catalyst ink, the GCE was polished with 0.3 and subsequently 0.05 μm alumina slurry, and then was ultrasonicated in ethanol and subsequently deionized water for 30 s to remove the residual alumina, respectively, finally dried in the nitrogen flow. The 20 wt % Pt/C commercial catalyst ink was prepared with the same procedure.\nAll of the electrochemical measurements were carried out on an electrochemical workstation (VersaSTAT 4, AMETEK Princeton) with a rotating disk electrode system (AFMSRCE, Pine Research Instrumentation, USA) and a typical three-electrode system in 0.5 M H2SO4 in a thermostatic cell at 25 °C, which includes a glass carbon electrode (GCE) coated with the catalyst ink serving as the working electrode (5 mm in diameter, 0.196 cm2), a graphite rod (Alfa Aesar, 99.9995%) as the counter electrode and an Ag/AgCl (saturated KCl) electrode as the reference electrode, respectively. All potentials used in this work have been converted to potentials relative to the reversed hydrogen electrode (RHE) potential. All the process of decorating the GCE with the catalyst ink is same as the description mentioned above. Linear sweep voltammetry (LSV) was conducted at 5 mV s−1 for the polarization curves. The stability of the catalyst was evaluated by recording the current density-dependent overpotentials in 0.5 M H2SO4 at 10, 20, and 50 mA cm\n−2, respectively. All polarization curves were corrected for the iR compensation.\nSensor Building and the Evaluation of H2 Detection. The resistive sensors for H2 detection were built with IDE platforms and as-prepared Pd/Bi/Cu HNAs. First, the as-prepared Pd/Bi/Cu HNAs were sonicated in alcohol. Afterward, drip the suspension of Pd/Bi/ Cu HNAs onto the electrodes arrays. Finally, fix the modified IDE onto the chip carrier platform with conductive silver paint (05001-AB, SPI Supplies, West Chester, PA) and bound the IDE to the aluminum wires using a wire bonder (SH2000, Sanhefa, Shenzhen, China). The evaluation of the hydrogen sensors was carried out similar to the work reported previously,30,31,35 between 143 and 418 K at atmospheric pressure in a chamber consisted of a cryostat cooled with liquid nitrogen and with a temperature controller to keep the temperature constant. During the measurement, a mixed flow of N2 and H2 with concentration tuned via a computer-controlled mixing program. Before the measurements, initial stabilization was obtained at a constant voltage. The voltage applied was controlled with a computercontrolled source meter (Keithley 2450) and the electrical current was recorded with time.\n■ RESULTS AND DISCUSSION The Pd/Bi/Cu NWs were synthesized by electrochemically depositing inside the nanochannels of AAO templates (Experimental Section and Supporting Information (SI) Figure S1), in which the Pd/Bi/Cu NWs are uniform and smooth, and the diameter of the NWs is about 60 nm. The EDS result (SI Figure S2) shows that our Pd/Bi/Cu NWs contain Pd (87.23 wt %), Cu (1.43 wt %) and Bi (11.34 wt %) elements. To further understand the crystalline structure, XRD characterization was conducted in SI Figure S5. We observed five intense diffraction peaks agree with fcc crystalline Pd/Bi/Cu. The strongest (111) diffraction peak located between Cu (43.32°) and Bi (39.6°), indicating the formation of Pd/Bi/Cu crystals and the incorporation of Bi and Cu atoms into Pd lattice.36,37 The diffractive peaks shift to lower angles when\nDOI: 10.1021/acsami.8b19770 ACS Appl. Mater. Interfaces 2019, 11, 6248−6256\n6249\ncompared with the PDF card (65−6174), which suggests that the lattice spacing of the Pd/Bi/Cu HNAs alloy is larger than\nthat of pure Pd. These results together with the EDS profile\nand XPS spectra reveal that alloyed Pd/Bi/Cu HNAs were\nobtained.\nAfter subsequently chemical etching, Pd/Bi/Cu HNAs were confirmed with both SEM and TEM observations. We can see uniform Pd/Bi/Cu HNAs in large-scale (Figure 1(a)). With a closer observation, the hierarchical structures were identified in Figure 1(f). To understand the chemical composition, we performed the elemental mappings characterization (Figure\nDOI: 10.1021/acsami.8b19770 ACS Appl. Mater. Interfaces 2019, 11, 6248−6256\n6250\n1(b)−(e)), from which Pd, Bi, and Cu elements are read, and even elemental distribution are seen along the overlap of EDS of Pd/Bi/Cu HNAs. To further investigate the crystalline microstructures, we conducted TEM in Figure 1(g)−(h), learning that the “trunk” of the hierarchical structure is around 2.5 um long. Interestingly, the secondary branches of 200 nm long, again serve as a second “trunk”, and generate third branches in succession, and finally form “bristlegrass shapes” with generations of trunk and branches. Further HR-TEM magnification in Figure 1(i) reveals that the lattice fringes agree with fcc-Pd/Bi/Cu alloy (111), and the inset selected area electron diffraction (SAED) indicates that Pd/Bi/Cu HNAs are polycrystalline in accord with XRD pattern in SI Figure S5. It is worthy to point out that we compared lattice fringe of Pd (111), and we noticed that those in Figure 1(i) are larger than standard 0.2244 nm. This may be attributed to that Bi and Cu atoms were doped in Pd crystalline,38 which are consistent with XRD result (SI Figure S5). The expanded lattice interspace distortion would benefit the electrochemical catalytic performance of Pd/Bi/Cu HNAs. On the one hand, the lattice distortions of Pd/Bi/Cu HNAs may increase the active sites due to the strain caused by the incorporation of heterogeneous metal atoms,39,40 and the foreign atoms doping of Bi and Cu could optimize the hydrogen adsorption kinetic energy of Pd/Bi/Cu HNAs and then improve the HER catalytic activity in comparison to pure Pd.41−44 On the other hand, the lattice distortion caused by the doping of foreign atoms Bi and Cu may be more effective in regulating the electronic interaction, and the interaction was confirmed by the XPS investigation, which thus improve the electrocatalytic performance.39,41,45\nTo gain insight into the modification of electronic states in Pd/Bi/Cu HNAs by examining the oxidation state of\nconstituent elements, we carried out XPS characterizations in Figure 2. The XPS full spectrum of Pd/Bi/Cu HNAs in SI Figure S6(a) indicates the presence of Pd, Bi, Cu, C, and O elements. The fine XPS pattern of O 1s was exhibited in SI Figure S6(b) and the O 1s signals were decomposed into 532.05 and 534.05 eV, which were assigned to the O-lat (lattice oxygen) and O-ads (adsorb oxygen), respectively. To further address the chemical states of the Pd surfaces in Pd/Bi/ Cu HNAs, the high-resolution XPS spectra were shown in Figure 2(a)−(c). The Pd 3d5/2 peaks (Figure 2(a)) consist of three contributions which located at 335.25 eV, and 335.9 and 342.7 eV, which are assigned to metal Pd, Pd(O-ads), and Pd(O-lat) according to the basis of their binding energy, respectively.46−49 Similarly, other precious metals are detected.47,50,51 Furthermore, For confirming the different oxidation states of Bi, the spectrum of Bi 4f was deconvoluted into two doublets at 157.45 and 158 eV for 4f7/2, and at 162.75 and 163.4 eV for 4f5/2, respectively. The two doublets indicate that Bi is present in two different oxidation states, and the two distinct peaks located at binding energies of 158 and 163.4 eV are assigned to Bi(III),49 which are much stronger than those of Bi (0) located at the binding energies of 157.45 and 162.75 eV due to the partial oxidation of elemental Bi in the air condition. The peak area ratio of Bi (III) 52.75% and Bi (0) 46.25% indicates that Bi is predominately in the oxidized state in the Pd/Bi/Cu HNAs.37 As shown in Figure 2(c), the XPS spectrum of Cu 2p could be deconvoluted into two doublets of peaks. The peaks at 931.85 and 951.6 eV belong to Cu (0) for Cu 2p3/2 and Cu 2p1/2, respectively. And the other set of peaks at 934.15 and 954.2 eV were contributed to Cu (II) for Cu 2p3/2 and Cu 2p1/2, respectively.\n52,53 In addition, the shaking up of the satellites in the Cu 2p XPS spectra is associated with copper oxides, indicating that Cu on the surface of Pd/Bi/Cu\nDOI: 10.1021/acsami.8b19770 ACS Appl. Mater. Interfaces 2019, 11, 6248−6256\n6251\nHNAs possessed high activity and are easily oxidized for improving the catalytic performance. To gain insight into the effects of the electronic interaction aroused via Bi and Cu dopants into Pd crystalline, comparison of Pd 3d XPS spectrum between the Pd/Bi/Cu HNAs and pristine Pd was shown in Figure 2(d). We can clearly see that the binding energy peaks of Pd/Bi/Cu HNAs shifted to lower ones compared with that of pure Pd. As indicates the strong interaction among the Pd, Bi, and Cu, and the electronic structure of Pd was modified by Bi and Cu dopants, as a result, the Pd surface’s d-band was broadened and lowered, and the dissociative adsorption energies of hydrogen on the surface was weakened,41−44 thus the hydrogen formed on the surface was easily removed and the HER catalytic performance was improved.54,55\nThe linear sweep voltammetric (LSV) curves for evaluating activity of the catalysts are illustrated in Figure 3(a), in which the overpotential of Pd/Bi/Cu HNAs and pure Pd is 79 mV and 103 mV at 10 mA cm−2. Apparently, the activity of Pd/Bi/ Cu HNAs is higher than that of the pure Pd. This higher activity may be ascribed to the high electrochemical surface area (ECSA) of Pd/Bi/Cu HNAs, and the ECSA was displayed in the CV curves in SI Figure S7. From the calculation, the ECSA of Pd/Bi/Cu HNAs and pure Pd were 7.63 m2/gPd and 2.07 m2/gPd, respectively, which indicated that Pd/Bi/Cu HNAs could provide more active sites for HER. Furthermore, the hydrophilic interface property of Pd/Bi/Cu HNAs was higher due to the hierarchical structure and thus the hydrogen bubbles could be crowded out immediately when they were produced.56−58 Compared with Pt/C, the over potential of Pd/Bi/Cu HNAs is 49 mV higher than that of Pt/C (30 mV), suggesting the high activity of Pd/Bi/Cu HNAs to HER. In addition, we compared the overpotential at 10 mA cm−2 with other Pd-based catalysts in SI Table S1, and found that that of Pd/Bi/Cu HNAs are the smallest, suggesting that our Pd/Bi/ Cu HNAs are efficient catalysts toward HER. For comparison, we summarized the overpotential of the three catalysts Pt/C, Pd/Bi/Cu HNAs, and pure Pd at various current densities as\nshown in Figure 3(b). One can see that the Pt/C is the most effective catalyst toward HER, However, the activity of Pd/Bi/ Cu HNAs is higher than that of pure Pd, which further confirmed the improvement effect of Bi and Cu doping into Pd. In addition, the long-term stability of the catalyst was also investigated by a chronopotentiometry technique as shown in Figure 3(c), and the overpotentials of the Pd/Bi/Cu HNAs at various current density were smaller than those of pure Pd. Furthermore, the variation of the overpotential of Pd/Bi/Cu HNAs was smaller than those of pure Pd, which confirmed the high stability of Pd/Bi/Cu HNAs. For further understanding the mechanism of HER activity,\nTafel plots based on the polarization curves are acquired in Figure 3(d). Conventionally, the Tafel slop is used to estimate the electrocatalytic kinetics of HER59,60 and the ratedetermining step (RDS) of the HER process.61 The Tafel plots of η versus log (|j/(mA cm−2)|) in Figure 3(d) were fitted to obtain slope, where η = b log j + a, where j represents the current density and b is the Tafel slope.62−64 In our cases, the Tafel slope of the Pd/Bi/Cu HNAs is calculated to be 61 mV dec−1, which is close to that of Pt/C (30 mV dec−1) and much lower than that of pure Pd (123 mV dec−1), suggesting highly efficient H2 evolution. Actually, in 0.5 M H2SO4, the discharge reaction of H+ is much faster than water (H++e− → Hads), and the value of Tafel slope for Pd/Bi/Cu HNAs demonstrates that the hydrogen evolution follows the Volmer-Heyrovsky mechanism. Accordingly, the electrochemical desorption (Hads + H\n+ + e− → H2) is the rate-determining step for HER in acidic electrolyte.65−67 On the one hand, Pd/Bi/Cu HNAs exhibit larger electrochemical surface area and thus the catalyst provides more active sites for HER; On the other hand, the strong electronic interaction among Pd, Bi and Cu in the Pd/Bi/Cu HNAs (in XPS, Figure 2) promotes the transfer of electron from Bi and Cu to Pd, which accelerates the reduction reaction of H+ to H2, and finally promoted HER performance. As shown in Figure 4(a), hydrogen sensors were built with\nthe Pd/Bi/Cu HNAs integrated onto the interdigitated\nDOI: 10.1021/acsami.8b19770 ACS Appl. Mater. Interfaces 2019, 11, 6248−6256\n6252\nelectrodes (IDEs), on which Pd/Bi/Cu HNAs are randomly aligned and overlapped across the IDEs (Figure 4(b)). And the scheme of hydrogen detection equipment and elements distribution of the sensor after integrated with Pd/Bi/Cu HNAs was shown in SI Figure S8 and Figure S9, respectively. The Pd/Bi/Cu HNAs in Figure 4(b) are consistent with the morphologies in both SEM in Figure 1(a) and TEM observation in Figure 1(g)−(h). Further, we conducted the elemental mapping in Figure 4(e)−(g), which are corresponding to Pd, Bi, and Cu, respectively. To understand the wide-temperature (∼156−418 K)\napplicability, we systematically investigated the Pd/Bi/Cu HNAs sensors in SI Figure S10. Meanwhile, we showed representative responses in Figure 5 at 388 K, 298 K, 273 K, and 143 K for comparison, in which the Pd/Bi/Cu HNAs sensors exhibit various response with H2 concentration. It should be mentioned that to facilitate statistical variation of ΔR, we fitted the baseline of the sensing curves. At ambient temperature, the built sensors are able to detect 0.5% (V/V) hydrogen. At 273 K, the response ΔR reaches the highest value (SI Figure S10(f)). Moreover, we summarized the ΔR at the temperature range between ∼156 and 418 K, and observed a linear dependency (SI Figure S11). Additionally, we counted trends in response and recovery time in SI Figure S12, in which we can learn that both the response time and recovery time become longer with the temperature falling down. Normally, hydrogen is adsorbed around the surface of Pd nanostructures forming PdHx, in the case, the resistance is altered, here, we denote it as positive ΔR (RH (+)) such as those at 388 and 298 K. At low temperature, due to the revising sensing behavior, ΔR is observed negative one and hence we denote it as ΔR (RH (−)) such as that at 143 K. While, under the critical temperature, the variation of the resistance ΔR is zero, revealing that no response to hydrogen can be detected. In our case, the ΔR with all tested temperatures and plotted them in Figure 5(e), from which we can read the critical temperature of ∼156 K Figure 5(f) that reverse sensing behavior takes place.\nActually, such behavior has been reported, and was explained that crystalline transformation induces α−β phase transition of PdHx, creating new percolation paths and reducing of the distance necessary for electrons moving through different percolation paths.35 Usually, to have a better stability, such reverse sensing behavior either does not present or is far away from those working temperatures of hydrogen sensors. In our cases, the critical temperature (∼156 K) of the reverse sensing behavior is much lower than those of reported screw-threaded PdCu NWs (259.4 K),31 random-gapped PdCu NWs (261 K),31 individual Pd NW (263 K),35 multiple Pd NWs (287 K),35 PdCu porous NWs (264.2 K),30 PdCu spiral and porous NWs (257.2 K)30 and PdCu meshy and porous NWs (239.9 K),30 which suggests that our Pd/Bi/Cu HNAs demonstrate better temperature-dependent stability.\n■ CONCLUSIONS To sum up, we have developed palladium/bismuth/copper hierarchical nanoarchitectures (Pd/Bi/Cu HNAs), as universal materials for the two employments in efficient HER and advanced hydrogen sensors. As the HER catalysts, both the overpotential (79 mV) and tafel slope (61 mV dec−1) of Pd/ Bi/Cu HNAs are close to those of commercial Pt/C (30 mV and 30 mV dec−1), respectively. As sensing material for advanced hydrogen sensors, the Pd/Bi/Cu HNAs present sensitive, stable hydrogen response. Remarkably, the Pd/Bi/ Cu HNAs sensor could work at a wide-temperature range (∼156−418 K), and the reversing temperature of ∼156 K is far lower than pristine Pd NWs (278 K). In this study, we fully employed the synergic effect of the hierarchical architectures and electronic modification of Pd via dual dopants of Cu and Bi. The as-achieved Pd/Bi/Cu HNAs may be applied in future efficient HER and wide-temperature applicable hydrogen sensor. Future theoretical investigations may be extended in the HER and hydrogen sensors.\nDOI: 10.1021/acsami.8b19770 ACS Appl. Mater. Interfaces 2019, 11, 6248−6256\n6253\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.8b19770.\nSchematic synthesis of Pd/Bi/Cu HNAs; The SEM images of the representative Pd/Bi/Cu NWs arrays without wet-chemical modification; The elemental mapping of the Pd/Bi/Cu HNAs; The TEM images of the Pd/Bi/Cu HNAs with wet-chemical modification; The XRD pattern of the Pd/Bi/Cu HNAs; SEM-EDS mapping images of Pd, Bi, Cu, Si, O, and Au elements, respectively on the Pd/Bi/Cu HNAs @IDE and EDS profile; The detailed ΔR response plots of Pd/Bi/Cu HNAs; The summarized ΔR response plots of Pd/Bi/ Cu HNAs to the concentration of hydrogen at various temperatures; Temperature-dependent response and recovery time of the Pd/Bi/Cu HNAs with various concentration of hydrogen, respectively (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: yangdachi@nankai.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Dachi Yang: 0000-0001-6842-449X"
    }, {
      "heading" : "Present Address",
      "text" : "†Department of Electronics, College of Electronic Information and Optical Engineering, Nankai University, Tianjin 300350, P. R. China"
    }, {
      "heading" : "Author Contributions",
      "text" : "L.Z. and D.Y. conceived the idea; S.Z., H.W., L.D., Z. Z., J.C, and L.Z. carried out experiments; L.Z. and D.Y. analyzed results and wrote the article. All authors reviewed the manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was financially supported by the National Natural Science Foundation of China (Grant No. 21473093), Fundamental Research Funds for the Central Universities and Tianjin Research Program of Application Foundation and Advanced Technology (Grant No. 14JCYBJC41300).\n■ REFERENCES (1) Ghoniem, A. F. Needs, Resources and Climate Change: Clean and Efficient Conversion Technologies. Prog. Energy Combust. Sci. 2011, 37, 15−51. (2) Chu, S.; Majumdar, A. Opportunities and Challenges for a Sustainable Energy Future. Nature 2012, 488, 294. (3) Esposito, D. V.; Hunt, S. T.; Stottlemyer, A. L.; Dobson, K. D.; Mccandless, B. E.; Birkmire, R. W.; Chen, J. G. Low-Cost HydrogenEvolution Catalysts Based on Monolayer Platinum on Tungsten Monocarbide Substrates. Angew. Chem., Int. Ed. 2010, 49, 9859−9862. (4) Dutta, S. A Review on Production, Storage of Hydrogen and Its Utilization as An Energy Resource. J. Ind. Eng. Chem. 2014, 20, 1148− 1156. (5) Schlapbach, L. Hydrogen-fuelled Vehicles. Nature 2009, 460, 809. (6) Kumar, A.; Zhang, P.; Vincent, A.; McCormack, R.; Kalyanaraman, R.; Cho, H. J.; Seal, S. Hydrogen Selective Gas Sensor in Humid Environment Based on Polymer Coated Nanostructured-doped Tin Oxide. Sens. Actuators, B 2011, 155, 884−892.\n(7) Delahay, P. Implications of the Kinetics of Ionic Dissociation with Regard to Some Electrochemical ProcessesApplication to Polarography. J. Am. Chem. Soc. 1952, 74, 3497−3500. (8) Shi, Y.; Zhang, B. Recent Advances in Transition Metal Phosphide Nanomaterials: Synthesis and Applications in Hydrogen Evolution Reaction. Chem. Soc. Rev. 2016, 45, 1529−1541. (9) Zeng, M.; Li, Y. Recent Advances in Heterogeneous Electrocatalysts for the Hydrogen Evolution Reaction. J. Mater. Chem. A 2015, 3, 14942−14962. (10) Greeley, J.; Markovic, N. M. The Road Rrom Animal Electricity to Green Energy: Combining Experiment and Theory in Electrocatalysis. Energy Environ. Sci. 2012, 5, 9246−9256. (11) Markovic, N. M. Interfacing Electrochemistry. Nat. Mater. 2013, 12, 101. (12) Appleby, A. J. Efficiencies of Electrolytic and Thermochemical Hydrogen Production. Nature 1975, 253, 257. (13) Strmcnik, D.; Lopes, P. P.; Genorio, B.; Stamenkovic, V. R.; Markovic, N. M. Design Principles for Hydrogen Evolution Reaction Catalyst Materials. Nano Energy 2016, 29, 29−36. (14) Lasia, A. Hydrogen Evolution Reaction. 2003; Vol. 2, p 414−440. (15) Danilovic, N.; Subbaraman, R.; Strmcnik, D.; Stamenkovic, V. R.; Markovic, N. M. Electrocatalysis of the HER in Acid and Alkaline Media. J. Serb. Chem. Soc. 2013, 78, 2007−2015. (16) Gong, M.; Wang, D.-Y.; Chen, C.-C.; Hwang, B.-J.; Dai, H. A Mini Review on Nickel-Based Electrocatalysts for Alkaline Hydrogen Evolution Reaction. Nano Res. 2016, 9, 28−46. (17) Cao, X.; Han, Y.; Gao, C.; Xu, Y.; Huang, X.; Willandera, M.; Wang, N. Highly catalytic active PtNiCu nanochains for hydrogen evolution reaction. Nano Energy 2014, 9, 301−308. (18) Greeley, J.; Jaramillo, T. F.; Bonde, J.; Chorkendorff, I.; Nørskov, J. K. Computational High-Throughput Screening of Electrocatalytic Materials for Hydrogen Evolution. Nat. Mater. 2006, 5, 909. (19) Zhou, W.; Jia, J.; Lu, J.; Yang, L.; Hou, D.; Li, G.; Chen, S. Recent Developments of Carbon-Based Electrocatalysts for Hydrogen Evolution Reaction. Nano Energy 2016, 28, 29−43. (20) Nong, S.; Dong, W.; Yin, J.; Dong, B.; Lu, Y.; Yuan, X.; Wang, X.; Bu, K.; Chen, M.; Jiang, S.; Liu, L.-M.; Sui, M.; Huang, F. WellDispersed Ruthenium in Mesoporous Crystal TiO2 as an Advanced Electrocatalyst for Hydrogen Evolution Reaction. J. Am. Chem. Soc. 2018, 140, 5719−5727. (21) Liu, Y.; Liu, S.; Wang, Y.; Zhang, Q.; Gu, L.; Zhao, S.; Xu, D.; Li, Y.; Bao, J.; Dai, Z. Ru Modulation Effects in the Synthesis of Unique Rod-like Ni@Ni2P−Ru Heterostructures and Their Remarkable Electrocatalytic Hydrogen Evolution Performance. J. Am. Chem. Soc. 2018, 140, 2731−2734. (22) Lu, X.; Zhao, C. Electrodeposition of Hierarchically Structured Three-Dimensional Nickel−Iron Electrodes for Efficient Oxygen Evolution at High Current Densities. Nat. Commun. 2015, 6, 6616. (23) Tollefson, J. Hydrogen Vehicles: Fuel of the Future? Nature 2010, 464, 1262. (24) Ramachandran, R.; Menon, R. K. An Overview of Industrial Uses of Hydrogen. Int. J. Hydrogen Energy 1998, 23, 593−598. (25) Momirlan, M.; Veziroglu, T. N. The Properties of Hydrogen as Fuel Tomorrow in Sustainable Energy System for a Cleaner Planet. Int. J. Hydrogen Energy 2005, 30, 795−802. (26) Favier, F.; Walter, E. C.; Zach, M. P.; Benter, T.; Penner, R. M. Hydrogen Sensors and Switches from Electrodeposited Palladium Mesowire Arrays. Science 2001, 293, 2227. (27) Ramgir, N. S.; Yang, Y.; Zacharias, M. Nanowire-Based Sensors. Small 2010, 6, 1705−1722. (28) Offermans, P.; Tong, H. D.; van Rijn, C. J. M.; Merken, P.; Brongersma, S. H.; Crego-Calama, M. Ultralow-power Hydrogen Sensing With Single Palladium Nanowires. Appl. Phys. Lett. 2009, 94, 223110. (29) Joanna, R.; Elzḃieta, C.; Piotr, D.; Ryszard, D.; Mirosław, K. High Content Palladium Nanocomposite Carbon-Palladium Films. J. Phys.: Conf. Ser. 2018, 1033, 012009.\nDOI: 10.1021/acsami.8b19770 ACS Appl. Mater. Interfaces 2019, 11, 6248−6256\n6254\n(30) Yang, D.; Fonseca, L. F. Wet-Chemical Approaches to Porous Nanowires with Linear, Spiral, and Meshy Topologies. Nano Lett. 2013, 13, 5642−5646. (31) Yang, D.; Carpena-Nuñ́ez, J.; Fonseca, L. F.; Biaggi-Labiosa, A.; Hunter, G. W. Shape-Controlled Synthesis of Palladium and Copper Superlattice Nanowires for High-Stability Hydrogen Sensors. Sci. Rep. 2015, 4, 3773. (32) Schlapbach, L.; Züttel, A. Hydrogen-Storage Materials for Mobile Applications. Nature 2001, 414, 353. (33) Yang, D.; Meng, G.; Han, F.; Zhang, L. Two-Segment CdS/Bi Nanowire Heterojunctions Arrays and Their Electronic Transport Properties. Mater. Lett. 2008, 62, 3213−3216. (34) Yang, D.; Meng, G.; Zhu, C.; Zhu, X. Size-Tunable Nano-Dots and Nano-Rings from Nanochannel-Confined Electrodeposition. Chem. Commun. 2009, 7110−2. (35) Yang, D.; Valentín, L.; Carpena, J.; Otaño, W.; Resto, O.; Fonseca, L. F. Temperature-Activated Reverse Sensing Behavior of Pd Nanowire Hydrogen Sensors. Small 2013, 9, 188−192. (36) Bin, D.; Yang, B.; Ren, F.; Zhang, K.; Yang, P.; Du, Y. Facile Synthesis of PdNi Nanowire Networks Supported on Reduced Graphene Oxide with Enhanced Catalytic Performance for Formic Acid Oxidation. J. Mater. Chem. A 2015, 3, 14001−14006. (37) Xu, H.; Zhang, K.; Yan, B.; Wang, J.; Wang, C.; Li, S.; Gu, Z.; Du, Y.; Yang, P. Ultra-Uniform PdBi Nanodots with High Activity Towards Formic Acid Oxidation. J. Power Sources 2017, 356, 27−35. (38) Hu, C.; Zhai, X.; Zhao, Y.; Bian, K.; Zhang, J.; Qu, L.; Zhang, H.; Luo, H. Small-Sized PdCu Nanocapsules on 3D Graphene for High-performance Ethanol Oxidation. Nanoscale 2014, 6, 2768− 2775. (39) Sun, Y.; Xu, K.; Wei, Z.; Li, H.; Zhang, T.; Li, X.; Cai, W.; Ma, J.; Fan, H. J.; Li, Y. Strong Electronic Interaction in Dual-CationIncorporated NiSe2 Nanosheets with Lattice Distortion for Highly Efficient Overall Water Splitting. Adv. Mater. 2018, 30, 1802121. (40) Liu, Y.; Hua, X.; Xiao, C.; Zhou, T.; Huang, P.; Guo, Z.; Pan, B.; Xie, Y. Heterogeneous Spin States in Ultrathin Nanosheets Induce Subtle Lattice Distortion To Trigger Efficient Hydrogen Evolution. J. Am. Chem. Soc. 2016, 138, 5087−5092. (41) Voiry, D.; Yamaguchi, H.; Li, J.; Silva, R.; Alves, D. C. B.; Fujita, T.; Chen, M.; Asefa, T.; Shenoy, V. B.; Eda, G.; Chhowalla, M. Enhanced catalytic activity in strained chemically exfoliated WS2 nanosheets for hydrogen evolution. Nat. Mater. 2013, 12, 850. (42) Xu, X.; Song, F.; Hu, X. A nickel iron diselenide-derived efficient oxygen-evolution catalyst. Nat. Commun. 2016, 7, 12324. (43) Duan, J.; Chen, S.; Vasileff, A.; Qiao, S. Z. Anion and Cation Modulation in Metal Compounds for Bifunctional Overall Water Splitting. ACS Nano 2016, 10, 8738−8745. (44) Tang, C.; Zhang, R.; Lu, W.; He, L.; Jiang, X.; Asiri, A. M.; Sun, X. Fe-Doped CoP Nanoarray: A Monolithic Multifunctional Catalyst for Highly Efficient Hydrogen Generation. Adv. Mater. 2017, 29, 1602441. (45) Bedell, S. W.; Lanford, W. A. Investigation of surface blistering of hydrogen implanted crystals. J. Appl. Phys. 2001, 90, 1138−1146. (46) Chen, C.; Kang, Y.; Huo, Z.; Zhu, Z.; Huang, W.; Xin, H. L.; Snyder, J. D.; Li, D.; Herron, J. A.; Mavrikakis, M. Highly Crystalline Multimetallic Nanoframes with Three-Dimensional Electrocatalytic Surfaces. Science 2014, 343, 1339−1343. (47) Wang, X.; Yang, J.; Yin, H.; Song, R.; Tang, Z. Raisin Bun”-Like Nanocomposites of Palladium Clusters and Porphyrin for Superior Formic Acid Oxidation. Adv. Mater. 2013, 25, 2728−2732. (48) Yuan, M.; Liu, A.; Zhao, M.; Dong, W.; Zhao, T.; Wang, J.; Tang, W. Bimetallic PdCu Nanoparticle Decorated Three-Dimensional Graphene Hydrogel for Non-enzymatic Amperometric Glucose Sensor. Sens. Actuators, B 2014, 190, 707−714. (49) Casella, I. G.; Contursi, M. An Electrochemical and XPS Study of the Electrodeposited binary Pd−Sn Catalyst: The Electroreduction of Nitrate Ions in Acid Medium. J. Electroanal. Chem. 2006, 588, 147− 154. (50) Wang, A.-L.; Xu, H.; Feng, J.-X.; Ding, L.-X.; Tong, Y.-X.; Li, G.-R. Design of Pd/PANI/Pd Sandwich-Structured Nanotube Array\nCatalysts with Special Shape Effects and Synergistic Effects for Ethanol Electrooxidation. J. Am. Chem. Soc. 2013, 135, 10703−10709. (51) Hu, C.; Cao, Y.; Yang, L.; Bai, Z.; Guo, Y.; Wang, K.; Xu, P.; zhou, J. Preparation of Highly Dispersed Pt-SnOx Nanoparticles Supported on Multi-Walled Carbon Nanotubes for Methanol Oxidation. Appl. Surf. Sci. 2011, 257, 7968−7974. (52) Jolley, J. G.; Geesey, G. G.; Hankins, M. R.; Wright, R. B.; Wichlacz, P. L. Auger Electron and X-ray Photoelectron Spectroscopic Study of the Biocorrosion of Copper by Alginic Acid Polysaccharide. Appl. Surf. Sci. 1989, 37, 469−480. (53) Miller, A. C.; Simmons, G. W. Copper by XPS. Surf. Sci. Spectra 1993, 2, 55−60. (54) Yao, Z.; Yan, J.; Mietek, J.; Zhang, Q. S. Advancing the Electrochemistry of the Hydrogen-Evolution Reaction through Combining Experiment and Theory. Angew. Chem., Int. Ed. 2015, 54, 52−65. (55) Greeley, J.; Jaramillo, T. F.; Bonde, J.; Chorkendorff, I. B.; Nørskov, J. K. Computational High-Throughput Screening of Electrocatalytic Materials for Hydrogen Evolution; [M]//Materials For Sustainable Energy: A Collection of Peer-Reviewed Research and Review Articles from Nature Publishing Group, 2006; p 280−284. (56) Cao, J.; Zhou, J.; Zhang, Y.; Wang, Y.; Liu, X. Dominating Role of Aligned MoS2/Ni3S2 Nanoarrays Supported on Three-Dimensional Ni Foam with Hydrophilic Interface for Highly Enhanced Hydrogen Evolution Reaction. ACS Appl. Mater. Interfaces 2018, 10, 1752−1760. (57) Jiang, M.; Wang, H.; Li, Y.; Zhang, H.; Zhang, G.; Lu, Z.; Sun, X.; Jiang, L. Superaerophobic RuO2-Based Nanostructured Electrode for High-Performance Chlorine Evolution Reaction. Small 2017, 13, 1602240. (58) Sakuma, G.; Fukunaka, Y.; Matsushima, H. Nucleation and growth of electrolytic gas bubbles under microgravity. Int. J. Hydrogen Energy 2014, 39, 7638−7645. (59) Li, Y.; Wang, H.; Xie, L.; Liang, Y.; Hong, G.; Dai, H. MoS2 Nanoparticles Grown on Graphene: An Advanced Catalyst for the Hydrogen Evolution Reaction. J. Am. Chem. Soc. 2011, 133, 7296− 7299. (60) Chen, W.-F.; Sasaki, K.; Ma, C.; Frenkel, A. I.; Marinkovic, N.; Muckerman, J. T.; Zhu, Y.; Adzic, R. R. Hydrogen-Evolution Catalysts Based on Non-Noble Metal Nickel−Molybdenum Nitride Nanosheets. Angew. Chem., Int. Ed. 2012, 51, 6131−6135. (61) Abbaspour, A.; Norouz-Sarvestani, F. High Electrocatalytic Effect of Au−Pd Alloy Nanoparticles Electrodeposited on Microwave Assisted Sol−Gel-Derived Carbon Ceramic Electrode for Hydrogen Evolution Reaction. Int. J. Hydrogen Energy 2013, 38, 1883−1891. (62) Li, D. J.; Maiti, U. N.; Lim, J.; Choi, D. S.; Lee, W. J.; Oh, Y.; Lee, G. Y.; Kim, S. O. Molybdenum Sulfide/N-Doped CNT Forest Hybrid Catalysts for High-Performance Hydrogen Evolution Reaction. Nano Lett. 2014, 14, 1228−1233. (63) Haq, A. U.; Lim, J.; Yun, J. M.; Lee, W. J.; Han, T. H.; Kim, S. O. Direct Growth of Polyaniline Chains from N-Doped Sites of Carbon Nanotubes. Small 2013, 9, 3829−3833. (64) Jaramillo, T. F.; Jørgensen, K. P.; Bonde, J.; Nielsen, J. H.; Horch, S.; Chorkendorff, I. Identification of Active Edge Sites for Electrochemical H2 Evolution from MoS2 Nanocatalysts. Science 2007, 317, 100−102. (65) Zhang, R.; Wang, X.; Yu, S.; Wen, T.; Zhu, X.; Yang, F.; Sun, X.; Wang, X.; Hu, W. Electrocatalysts: Ternary NiCo2Px Nanowires as pH-Universal Electrocatalysts for Highly Efficient Hydrogen Evolution Reaction. Adv. Mater. 2017, 29, 1605502. (66) Callejas, J. F.; McEnaney, J. M.; Read, C. G.; Crompton, J. C.; Biacchi, A. J.; Popczun, E. J.; Gordon, T. R.; Lewis, N. S.; Schaak, R. E. Electrocatalytic and Photocatalytic Hydrogen Production from Acidic and Neutral-pH Aqueous Solutions Using Iron Phosphide Nanoparticles. ACS Nano 2014, 8, 11101−11107. (67) Zhang, L.-N.; Li, S.-H.; Tan, H.-Q.; Khan, S. U.; Ma, Y.-Y.; Zang, H.-Y.; Wang, Y.-H.; Li, Y.-G. MoP/Mo2C@C: A New Combination of Electrocatalysts for Highly Efficient Hydrogen\nDOI: 10.1021/acsami.8b19770 ACS Appl. Mater. Interfaces 2019, 11, 6248−6256\n6255\nEvolution over the Entire pH Range. ACS Appl. Mater. Interfaces 2017, 9, 16270−16279.\nDOI: 10.1021/acsami.8b19770 ACS Appl. Mater. Interfaces 2019, 11, 6248−6256\n6256"
    } ],
    "references" : [ {
      "title" : "A Review on Production, Storage of Hydrogen and Its Utilization as An Energy Resource",
      "author" : [ "S. Dutta" ],
      "venue" : "J. Ind. Eng. Chem. 2014,",
      "citeRegEx" : "Dutta,? \\Q2014\\E",
      "shortCiteRegEx" : "Dutta",
      "year" : 2014
    }, {
      "title" : "Implications of the Kinetics of Ionic Dissociation with Regard to Some Electrochemical ProcessesApplication to Polarography",
      "author" : [ "P. Delahay" ],
      "venue" : "J. Am. Chem. Soc. 1952,",
      "citeRegEx" : "Delahay,? \\Q1952\\E",
      "shortCiteRegEx" : "Delahay",
      "year" : 1952
    }, {
      "title" : "Design Principles for Hydrogen Evolution Reaction Catalyst Materials",
      "author" : [ "N.M. Markovic" ],
      "venue" : "Nano Energy 2016,",
      "citeRegEx" : "Markovic,? \\Q2003\\E",
      "shortCiteRegEx" : "Markovic",
      "year" : 2003
    }, {
      "title" : "Electrocatalysis of the HER in Acid and Alkaline Media",
      "author" : [ "Markovic", "N. M" ],
      "venue" : "J. Serb. Chem. Soc. 2013,",
      "citeRegEx" : "R. and M.,? \\Q2015\\E",
      "shortCiteRegEx" : "R. and M.",
      "year" : 2015
    }, {
      "title" : "Highly catalytic active PtNiCu nanochains for hydrogen evolution reaction",
      "author" : [ "N. Wang" ],
      "venue" : "Nano Energy 2014,",
      "citeRegEx" : "Wang,? \\Q2014\\E",
      "shortCiteRegEx" : "Wang",
      "year" : 2014
    }, {
      "title" : "An Overview of Industrial Uses of Hydrogen",
      "author" : [ "R. Ramachandran", "R.K. Menon" ],
      "venue" : "Int. J. Hydrogen Energy 1998,",
      "citeRegEx" : "Ramachandran and Menon,? \\Q1998\\E",
      "shortCiteRegEx" : "Ramachandran and Menon",
      "year" : 1998
    }, {
      "title" : "Temperature-Activated Reverse Sensing Behavior of Pd Nanowire Hydrogen Sensors",
      "author" : [ "L.F. Fonseca" ],
      "venue" : "Small 2013,",
      "citeRegEx" : "Fonseca,? \\Q2013\\E",
      "shortCiteRegEx" : "Fonseca",
      "year" : 2013
    }, {
      "title" : "Ultra-Uniform PdBi Nanodots with High Activity Towards Formic Acid Oxidation",
      "author" : [ "Y. Du", "P. Yang" ],
      "venue" : "J. Power Sources 2017,",
      "citeRegEx" : "Du and Yang,? \\Q2017\\E",
      "shortCiteRegEx" : "Du and Yang",
      "year" : 2017
    }, {
      "title" : "Small-Sized PdCu Nanocapsules on 3D Graphene for High-performance Ethanol Oxidation",
      "author" : [ "Luo" ],
      "venue" : "Nanoscale 2014,",
      "citeRegEx" : "H. and H.,? \\Q2014\\E",
      "shortCiteRegEx" : "H. and H.",
      "year" : 2014
    }, {
      "title" : "Investigation of surface blistering of hydrogen implanted crystals",
      "author" : [ "S.W. Bedell", "W.A. Lanford" ],
      "venue" : "J. Appl. Phys. 2001,",
      "citeRegEx" : "Bedell and Lanford,? \\Q2001\\E",
      "shortCiteRegEx" : "Bedell and Lanford",
      "year" : 2001
    }, {
      "title" : "An Electrochemical and XPS Study of the Electrodeposited binary Pd−Sn Catalyst: The Electroreduction of Nitrate Ions in Acid Medium",
      "author" : [ "I.G. Casella", "M. Contursi" ],
      "venue" : "J. Electroanal. Chem",
      "citeRegEx" : "Casella and Contursi,? \\Q2006\\E",
      "shortCiteRegEx" : "Casella and Contursi",
      "year" : 2006
    }, {
      "title" : "Copper by XPS",
      "author" : [ "A.C. Miller", "G.W. Simmons" ],
      "venue" : "Surf. Sci. Spectra 1993,",
      "citeRegEx" : "Miller and Simmons,? \\Q1993\\E",
      "shortCiteRegEx" : "Miller and Simmons",
      "year" : 1993
    }, {
      "title" : "growth of electrolytic gas bubbles under microgravity",
      "author" : [ "H. Wang", "L. Xie", "Y. Liang", "G. Hong", "H. Dai" ],
      "venue" : "Int. J. Hydrogen Energy",
      "citeRegEx" : "Y. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2014
    }, {
      "title" : "Hydrogen-Evolution Catalysts Based on Non-Noble Metal Nickel−Molybdenum Nitride Nanosheets",
      "author" : [ "J.T. Muckerman", "Y. Zhu", "R.R. Adzic" ],
      "venue" : "Angew. Chem., Int. Ed",
      "citeRegEx" : "Muckerman et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Muckerman et al\\.",
      "year" : 2012
    }, {
      "title" : "High Electrocatalytic Effect of Au−Pd Alloy Nanoparticles Electrodeposited on Microwave Assisted Sol−Gel-Derived Carbon Ceramic Electrode for Hydrogen Evolution Reaction",
      "author" : [ "A. Abbaspour", "F. Norouz-Sarvestani" ],
      "venue" : "Int. J. Hydrogen Energy 2013,",
      "citeRegEx" : "Abbaspour and Norouz.Sarvestani,? \\Q2013\\E",
      "shortCiteRegEx" : "Abbaspour and Norouz.Sarvestani",
      "year" : 2013
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Efficient, stable electrode catalysts and advanced hydrogen sensing materials are the core of the hydrogen production and hydrogen detection for guaranteeing the safe issues. Although a universal material to achieve the above missions is highly desirable, it remains challenging. Here, we report palladium/ bismuth/copper hierarchical nanoarchitectures (Pd/Bi/Cu HNAs) for advanced dualapplications toward hydrogen evolution reaction (HER) and hydrogen detection, via first electrodeposition of cylindrical nanowires and subsequent wet-chemical etching art. For HER, the Pd/Bi/Cu HNAs present the overpotential (79 mV at 10 mA−2) and tafel slope (61 mV dec−1) closing to those of Pt/C. For hydrogen detection, the Pd/ Bi/Cu HNAs was able to work at a wide-temperature range (∼156−418 K), and remarkably, their critical temperature (∼156 K) of the “reversing sensing behavior” is much lower than that of pure Pd nanowires (278 K). These excellent performances are ascribed to the synergic effect of hierarchical morphology induced more exposure of Pd, and the Pd d-band modification via Cu and Bi dopants. It is feasible that Pd/Bi/Cu HNAs serve as universal materials for both efficient catalysts toward hydrogen evolution via water electrolysis and wide-temperature adapted hydrogen detection.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}