{
  "name" : "downloads_2020-10-05_9a_cooper2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Fluorescent Carbon Dots Functionalized with Self-Assembled Glycan Monolayers for Probing Interactions across the Glyco- Interactome",
    "authors" : [ "Oren Cooper", "Ehsan Eftekhari", "James Carter", "Brody Mallard", "Jasreet Kaur", "Milton J. Kiefel", "Thomas Haselhorst", "Qin Li", "Joe Tiralongo" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: carbon dots, confocal microscopy, fluorescent multivalent nanoparticles, glycans, GOPTS, lactose, self-assembled monolayers\n■ INTRODUCTION Multivalent protein−carbohydrate interactions play a central role in various biological events, including viral1 and bacterial infection,2 cell−cell communication,3 and host immune response regulation.4 These monovalent interactions are intrinsically weak, but multivalency enhances binding avidity; as such, these interactions are vital in the first stages for cell− cell communication including targeting by pathogens.5 A number of different technologies have been developed to probe the glyco-interactome through the use of microarrays,6 microbeads,7 and biosensor chips.8 Recently, glycan-coated quantum dots (QDs) have emerged as a novel class of fluorescent multivalent glyco-nanoparticles and have been shown to be a powerful tool for screening protein− carbohydrate interactions. Benito-Alifonso et al. (2014) explored the effect on QD localization following coating the QDs with different glycans. In this study, intracellular fates differed depending on glycan combinations used, highlighting differences in carbohydrate receptors required for the intracellular recognition process.9 Similarly, Guo et al. (2017) used mannose−QDs to probe the tetrameric dendritic cell receptor DC-SIGN.10 These studies highlight the application of multivalent glyco-nanoparticles as powerful multifunctional\nprobes. However, without complex chemistry, most QDs are limited by their toxicity11,12 due to the incorporation of heavy metals limiting their use for in vivo applications. To address this, carbon dots (CDs) have emerged as a\npromising alternative to classical metal-based semiconductor QDs possessing distinct advantages. CDs can be defined as discrete carbogenic nanoparticles with sizes below 10 nm and have been demonstrated to have bright fluorescent emission wavelengths that are tunable through size control,13 chemical doping, and surface functionalization.12 Since the first CD synthesis through laser ablation of graphite,14 numerous methods have been used including electrochemical exfoliation,15 combustion route,16 hot injection,17 hydrothermal treatment,18 and microwave treatment,19 establishing them as a new class of photoluminescent nanoparticles. Unlike their QD counterparts, CDs present a range of advantages for\nReceived: May 18, 2020 Accepted: July 13, 2020 Published: July 13, 2020\n© 2020 American Chemical Society 7804\nhttps://dx.doi.org/10.1021/acsanm.0c01277 ACS Appl. Nano Mater. 2020, 3, 7804−7817\nD ow\nnl oa\nde d\nvi a\nC A\nR L\nE T\nO N\nU N\nIV o\nn O\nct ob\ner 5\n, 2 02\n0 at\n1 4:\n35 :0\n5 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is\nhe d\nbiomedical applications due to their known chemical inertness,20 versatile surface chemistry,14 low cytotoxicity,21 high photostability,22 and relatively low cost, as they can be fabricated from practically any carbon source (e.g., soot,16 amino acids,23 carbohydrates,24 silica spheres,22 citric acid,25 and oats26). A review of the literature presented in Table S1 of the Supporting Information revealed that CD functionalization with glycans is not as widespread as it is for other nanomaterials such as QDs. In fact, the use of linkers capable of different glycan presentations have not been previously explored. Of note, CDs conjugated to lactose capable of cellular uptake by MDA-MB-231 cells that displayed a minimal toxicity even when exposed to high concentrations of CDs have been generated.27,28 In addition, as summarized in Table S1, sugar conjugation for the most part is limited by the side group displayed on the QDs/CDs, thereby restricting most synthetic routes to one type of QD or CD. Due to the variety of potential surface chemistries that can be generated when synthesizing CDs, we sought to design a more versatile glycan linker capable of functionalizing a variety of CD types with different surface chemistries. Here we describe a simple, versatile, one-step approach that was able to\nsuccessfully functionalize a variety of CDs through the formation of a self-assembled glycan monolayer (SAGM), which serves as proof of principle for the coating of CDs with aminated glycans. After forming a glycan−silylate conjugate intermediate using lactose and 3-(glycidyloxypropyl)trimethoxysilane (GOPTS), we allowed this to passivate onto a variety of CDs, allowing the formation of an SAGM. Of these CDs, a polyethylenimine (PEI) decorated CD (CD− PEI) conjugated to lactose (CD−lactose) was extensively characterized and used as a probe to explore cell surface lectin−carbohydrate interactions, as well as intracellular localization in a variety of cell lines. To the best of our knowledge, our one-pot approach using SAGMs to functionalize different classes of CDs with glycans has never been reported. Importantly our approach provides a simple and versatile method to post-treat a variety of CDs with different surface chemistries, which has the potential to generate a library of diverse glycan labeled CD probes that can be applied in a diverse range of glycobiology.\nScheme 1. Generation of CD−PEI and Subsequent Functionalization with the Lactose−GOPTS Conjugatea\naSynthesis reagents and conditions: (1) 180 °C, 6 h within a sealed vessel. (2) Ammonium carbonate in ammonium hydroxide, 50 °C, 3 days. (3) Anhydrous DMSO:DMF (1:1), GOPTS in anhydrous methanol, 40 °C, overnight, acetic anhydride, DMAP, 4 °C, 15 min. (4) Anhydrous methanol, RT, overnight. R group indicates position of acetyl moiety after acetylation.\nhttps://dx.doi.org/10.1021/acsanm.0c01277 ACS Appl. Nano Mater. 2020, 3, 7804−7817\n7805\n■ RESULTS AND DISCUSSION Characterization of Carbon Dots. The PEI function-\nalized CDs were prepared using a single step hydrothermal synthetic process (see Scheme 1). The hydrothermal synthesis of CDs followed our previously established procedure.29 A typical synthesis required dissolving 0.5 g of citric acid and 10 mL of polyethylenimine (molecular weight (MW) ∼800) in 5 mL of distilled water. The mixture was sonicated for 1 min to form a transparent solution. The solution was then transferred in a 30 mL Teflon-lined stainless-steel autoclave and treated at 180 °C in an oven for 6 h (see Scheme 1, reaction 1). The fluorescence spectra displayed in Figure 1A show a peak emission intensity at the 380 nm excitation, with the emission of CD−PEI appearing to be bimodal with two peaks at 450 and 480 nm. When the excitation wavelength was below 360 nm, the emission at 450 nm dominates, whereas when the excitation wavelength is greater than 380 nm, the 480 nm emission peak is more dominant. The two emissions are likely caused by the π*−π transition of the carbon core and the π*− midgap states−π transition of the surface states. The π*−π\ntransition emits a higher energy (450 nm emission) than that of the π*−midgap states−π transition (480 nm emission).30 The collected dialyzed CD suspension appeared as a lightyellow, clear solution under visible light and exhibited bright blue fluorescence under the UV lamp (380 nm). The morphology of CDs can be distinguished by TEM as shown in Figure 1B where nanoparticles of a spherical shape can be observed. The high-resolution transmission electron microscopy (HRTEM) image (Figure 1C) highlights the carbon crystal structure with a lattice spacing of 0.21 nm demonstrating a high degree of crystallinity that indicates a considerable pressure toward the center of CDs. This pressure causes a decrease in the lattice from normal graphitic layer spacing to a diamond like structure.31 Additionally, the hydrodynamic particle size of CD−PEI indicates a small variation in size distribution (5−10 nm). XPS is a surface analytical measurement tool with 100 Å of a sample surface sensitivity that reveals the bonding states between constituent elements, hence providing information on the detailed chemical structure of as-synthesized CDs.38 The XPS spectrum (Figure 2A) revealed that CD−PEI comprises C\nhttps://dx.doi.org/10.1021/acsanm.0c01277 ACS Appl. Nano Mater. 2020, 3, 7804−7817\n7806\n(78.13%), O (10.47%), and N (11.41%) elements. The appearances of characteristic peaks at binding energies of 284.6, 531.9, and 399.66 eV correspond to the elements of C 1s, O 1s, and N 1s, respectively. The high-resolution scan of the C 1s spectrum (Figure 2B) can be deconvoluted into five peaks with the binding energies of 284.6, 285.6, 286.1, 287.4, and 288.8 eV that correspond to C−C/CC, C−N, C−O, CO, and COO species, respectively.39,40 Pertinent to CD− PEI, it is important to understand, in addition to the retained −NH2 on the fragments of PEI, whether PEI is incorporated into the carbon core. The deconvolution of the N 1s spectrum (Figure 2C) shows that the three peaks centering at 398.7, 399.7, and 402.2 eV, respectively, can be ascribed to pyridine nitrogen (CN−C), pyrrolic nitrogen (C−N−C), and alkyl ammonium C−NH2.30,41 From the intensities of the peaks, it can be deduced that the majority of the incorporated N atoms are included in the carbon framework in the forms of amide bond formation, pyridinic ring formation, and pyrrolic C−N− C. The high-resolution O 1s region (Figure 2D) is divided into two distinct components at 531.9 and 533.1, which are assigned to the bonding of a carbonyl and C−O bonding, consistent with the C 1s analysis. Conjugating Glycans to Carbon Dots. Due to the\nversatility and diversity of CD surface chemistry, we set out to establish an equally flexible approach to synthesizing a linker that would permit conjugation of glycans to CDs as an SAGM. Therefore, a facile one-pot reaction procedure was developed for the generation of lactose-coated CDs. In our approach, GOPTS was initially conjugated to lactose by taking advantage of the ability of the epoxy ring present on GOPTS to readily react with the amine group at the reducing end of lactose,32 as illustrated in Scheme 1. To prevent reformation of the epoxy ring, the hydroxyl\ngroup of the opened epoxide was acetylated using acetic anhydride at a low temperature. To our knowledge, glycans are not readily acetylated at a low temperature. Under these conditions the amine has already reacted with the epoxide to form a secondary amine. The free hydroxyl group of the opened epoxy ring is then reacted briefly with acetic anhydride in the presence of DMAP. This reaction is commonly\nperformed on glycan arrays without affecting the functionality of the glycan but prevents the reformation of the epoxy ring (see Scheme 1, reaction 3).6 The GOPTS linker allowed simple passivation of the SAGM to the CD surface through hydrogen bonding.33 Reaction of these silanes involve four steps, hydrolysis, condensation, hydrogen bonding, and bond formation to the CD. Self-assembly of the glycan monolayer occurs on the surface of the CD. The silanol hydrogen is far more electrophilic and therefore reactive when compared to the hydrogen of the carbinol moiety. Due to this difference in the electropositive silicon, a higher dipole moment for the silanol group occurs leading to greater hydrogen bonding to the CD. Initial purification of these conjugates was performed on reverse phase silica in H2O/MeOH (3:1) to yield CD−lactose free of any lactose/linker or CDs. However, this purification method gave a CD−lactose yield of only 30%, most likely due to the sticky nature of CDs causing them to remain trapped on the silica. As such, dialysis (molecular weight cut off ∼500 Da) as a means of purifying CD−lactose was performed instead, giving a vastly improved yield of 80%. Of note, analysis of the dialysate revealed UV shifts comparable to those of CD−PEI, and 1H NMR spectroscopy confirmed an absence of lactose. Subsequent determination of lactose content in our CD− lactose conjugate using the anthrone assay revealed a lactose concentration of 374 ± 36.32 μg/mg of CD−PEI. The synthesis outlined in Scheme 1 was followed by 1H and 13C NMR spectroscopy by monitoring the anomeric proton and/or carbons of lactose (see Supporting Information, Figures S1−S4). The 1H NMR of the final CD−lactose product demonstrates that the lactose ring protons and anomeric protons remain chemically unchanged through passivation to the CD−PEI surface (see Figure 3). Others have shown that NMR spectroscopy is limited in its ability to resolve the structure between the CD surface and the linker due to severe proton signal broadenings that are close to the nanoparticle’s core.34,35 The slow tumbling of larger molecules in solution leads to faster relaxation of transverse magnetization (short T2) due to enhanced spin−spin interactions and hence line broadening. As such, it is challenging to resolve the\nhttps://dx.doi.org/10.1021/acsanm.0c01277 ACS Appl. Nano Mater. 2020, 3, 7804−7817\n7807\nexact nature of the linkage between the GOPTS and the surface of CD−PEI. In addition, a study by Philipideas et al. (2013)\ndemonstrated that the covalent attachment of linkers successfully passivated to the carbon dot core contribute no signal to solution state NMR spectra.36 Our NMR characterization across the different lactose CDs synthesized showed that both the ring and anomeric protons of the lactose moieties are clearly observable. This indicates not only successful passivation but also preorganization and solvent exposure, and hence, this also indicates a higher mobility leading to discernible and sharp NMR signals. Based on this observation, we infer that our lactose−GOPTS conjugate has been successfully covalently attached to the CD surface. To further characterize the CD−lactose-conjugated product\nin greater detail, and to confirm its successful generation that was strongly suggested by 1H NMR spectroscopy, we performed Fourier transform infrared spectroscopy (FTIR). The surface functionalities on CD−PEI and CD−lactose were analyzed by FTIR (see Supporting Information, Figure S5), with the absorption bands between 1500−1700 cm−1, which are associated with the CO and C−N stretching, indicating the presence of amide groups. In addition, the large broad peak from 3000−3500 cm−1 can be ascribed to the N−H stretching in amino and amide groups, as well as the O−H stretching. The discernible signatures of −C−H stretching (2850−3000 cm−1) and bending (1350 and 1480 cm−1) indicate the presence of the alkane chain. The FTIR spectrum suggests that the CD−PEI possesses segments of the PEI chain as evidenced by the alkane and amino signatures; moreover, the PEI has also been integrated with the carbon core through amidation. The FTIR spectrum of CD−lactose shows stronger absorption in various bands in comparison with that of CD− PEI. Of particular interest are the deepened absorption band between 3200 and 3600 cm−1, likely due to the abundant −OH group on lactose, and more pronounced −C−H stretching and bending bands, which are consistent with the backbone structure of 3-(glycidyloxypropyl)trimethoxysilane. Moreover, a new sharp band emerged at 1080 cm−1, which can be ascribed to the Si−O−Si network. The small sharp peak positioned at 1200 cm−1 is likely due to the Si−C bond, and the large absorption band centered at 875 cm−1 is likely due to\nthe Si−N bond.37 This is absent in the lactose−GOPTS conjugate spectra, suggesting the formation of siloxane groups by hydrolization. This confirms both the attachment of the organosilane onto the carbon core surface as well as the crosslinking of the SAGM, as illustrated in Scheme 1. We further investigated the optical properties and noted that the conjugation of 2 (Scheme 1) on the CD−PEI surface has resulted in considerable changes in absorbance and PL spectra (Figure 4). The UV−vis absorption spectrum shown in Figure 4A exhibits a distinctive peak at 250 nm, which may be ascribed to the n−π* transition of the CD transition from the CO bond.42 As shown in Figure 4A, the resulting CD− lactose exhibited characteristic absorption peaks of CD−PEI and lactose−GOPTS indicating the successful conjugation of lactose onto the surface of the CD−PEI. The PL spectrum of CD−lactose appears broader, and a blue shift of the PL peak by approximately 20 nm was observed. This observation also confirms the successful conjugation of SAGM on CD−PEI, because the PL of CDs is predominantly governed by the surface functional groups, which alters the mid-bandgap states.30 Additionally, modification of CD−PEI (−17.33 ± 1.19 mV) surface groups is evident through an increased ζ potential present on CD−lactose (−2.77 ± 0.13 mV). This significant difference in ζ potential can be attributed to the addition of lactose, a neutral sugar. This increase suggests free carboxyl groups of PEI are depleted throughout the silanization process. In addition, the quantum yields (QYs) for CD−PEI and CD−lactose at the excitation of 330 nm are 41 and 48%, respectively, using Rhodamine dye as the reference. The increase in QY can be attributed to lactose surface functionalization leading to an improved emission fluorescence. Finally, we acquired the HRTEM for CD−lactose (see Supporting Information, Figure S6), which clearly shows a well-defined carbon core with a reduced area of density surrounding the core, and DLS analysis (see Supporting Information, Figure S7) illustrated a clear size increase from 10 nm to greater than 100 nm. The DLS analysis shows that the CD−lactose comprised three populations of particles with the first population of 7.5 ± 0.8 nm, the second population of 79.6 ± 18.0 nm, and the third population of 565.8 ± 101.7 nm. The small fraction of 7.5 ± 0.8 nm is clearly the remnant CD−PEI nanoparticles. It is important to note that DLS measurements\nhttps://dx.doi.org/10.1021/acsanm.0c01277 ACS Appl. Nano Mater. 2020, 3, 7804−7817\n7808\nrely on light scattering to increase sensitivity. Therefore, inherently fluorescent particles capable of the absorption of the incident of light leads to a reduced number of scattered photons compared to nonabsorbing particles. The accordingly emitted photos are therefore noncoherent in contrast to the scattered photons leading to an inherent loss in sensitivity.43\nTaken together, our data provides conclusive evidence that we have successfully conjugated lactose−GOPTS to CD−PEI through passivation. Additionally, due to our acetylation of the epoxide ring, we prevent opening of the anomeric ring ensuring a functional glycan has been immobilized onto the CD. As the surface chemistry of CDs has been shown to affect their optical, chemical, and electronic properties,44−46 a flexible linker capable of functionalizing different species of CDs is required to create a diverse glycan library of different CDs. As such, to test the versatility of our approach, we assessed the ability of lactose−GOPTS to passivate other CDs as monitored by 1H NMR spectroscopy. Using the same conditions, we were able to passivate lactose−GOPTS to both amine-rich CDs derived from urea as the co-precursor with citric acid (UCD) and a sulfoxide terminated CD (UPR). As with previous 1H NMR spectra, the lactose ring and anomeric protons are present indicating successful passivation (see Supporting Information, Figures S8 and S9).\nCytotoxicity Evaluation of Carbon Dots. MTT assays were performed to evaluate if CD−PEI exhibited cytotoxicity and what, if any, the effect of a lactose coating on CD−PEI would have on any observed toxicity (see Supporting Information, Figure S10). CD−PEI exhibited a moderate to low cytotoxicity only at high concentrations (>500 μg/mL), which interestingly was decreased when lactose was present. This was especially apparent for CD−PEI treated HeLa cells where viability dropped below 60%, but treatment of HeLa cells with CD−lactose had no effect on viability. Even though it was evaluated at a relatively higher concentration, it is evident that the lactose coating protects cells from any cytotoxic effect associated with CD−PEI, and therefore, it may allow an increase in exposure to these nanoparticles. Work by Yang et al. (2011) also showed that coating toxic CdSeS/ZnS QDs with lactose reduced cytotoxicity in HeLa cells at a concentration under 0.5 mg/mL; however, these nanoparticles were still toxic in HUVECs (human umbilical vein endothelial cells) at concentrations above 50 μg/mL. Interestingly, a noticeable increase in cell growth/viability was also observed across the majority of CD−lactose concentrations tested and on both cell lines. This observation was similar to that shown by Hill et al. (2016), where an elevation in reductive metabolism per cell was seen in HeLa and MDAMB-231 cells treated with lactose-coated CDs.27 Taken\nhttps://dx.doi.org/10.1021/acsanm.0c01277 ACS Appl. Nano Mater. 2020, 3, 7804−7817\n7809\ntogether, our findings support the notion that incorporation of a sugar coat reduces the toxicity of CDs making them well suited for bioapplications and imaging. Cell-Binding Capacity of Glycan-Conjugated Carbon Dots. To assess the extent to which CD−PEI and CD−lactose are recognized by surface receptors present on different epithelial cells, flow cytometric analysis was performed. In order to explore specific cell surface binding interactions of CDs with cells, experiments were performed at 4 °C. Initial analyses using VERO cells showed minimal binding of CD− PEI (Figure 5A); however, concentration dependent binding (R2 = 0.99528) to VERO cells was observed using CD−lactose with a 4.7-fold increase in binding over the unlabeled population (Figure 5B, 1 mg/mL), which was completely inhibited with the addition of 100 mM free lactose (Figure 5C). A similar result was also observed using HeLa cells with a 3.5-fold increase in binding over the unlabeled population. Of note, CD−PEI also displayed a 2-fold increase in binding compared to that of the unlabeled population. PEI modified CDs have previously been reported to carry a positive charge, and they were likewise observed to be intracellularly internalized by HeLa cells.47 This was attributed to the enhanced capability of CD−PEI to interact with the cell membrane through electrostatic interactions,48 and as such, it could support the increased binding seen in our study. Despite this, the increase in binding of the CD−lactose indicates specific receptor interactions that can be specifically attributed to the presence of a lactose coat (Figure 5D). Similar to that observed with VERO cells, the interaction of CD−lactose with HeLa cells was also inhibited using 100 mM lactose, thus confirming the lactose specific nature of the interaction. It can also be noted that, as the experiments were performed at 4 °C, it is probable that the increased binding of CD−lactose can be attributed to active endocytosis of the nanoparticle, which was comparable to that shown by Shinchi et al. (2014).49 A similar study by Kikkeri et al. (2009) demonstrated that galactosecoated QDs were actively taken up by the asialyoglycoproteinreceptor 1 in HepG2 cells, which was validated by testing these same particles against ASGP-R1 knockdown cells.50\nLectin Binding Profiling of Glycan-Conjugated Carbon Dots. To further characterize the ability of our CD− lactose nanoparticles to be recognized and bound by biologically relevant receptors, we performed lectin array analyses. Lectin arrays are similar to other microarrays (e.g., DNA, protein, and glycan arrays), except lectins (carbohydrate binding proteins) are immobilized onto the surface of microarray slides that can then be probed with glycancontaining molecules8 including glycan-coated nanoparticles. Interactions of CD−PEI and CD−lactose with our lectin array were verified through both visual inspection of scanned images and statistical analysis (P < 0.05) of three independent array experiments. Additionally, only binding events that demonstrated concentration dependent binding, either to the top two concentrations or all the concentrations printed, were considered as positive interactions. As expected, CD−PEI exhibited no binding to any lectins present of the array (see Supporting Information, Figure S11). On the other hand, CD−lactose showed limited but significant binding to a subset of lectins known to recognize lactose or galactose (Gal) (Figure 6). Specifically, CD−lactose was observed to bind to Cytisus scoparius (CSA),51 Maackia amurensis (MAA),52 Trichosanthes kirilowii (TKA),53 and\nTulipa sp. (TL)54 lectins, all of which are known to bind to lactose-containing glycoconjugates. Interestingly, CD−lactose was also observed to bind to Maclura pomifera (MPA) lectin, which is known to bind Galα(1,6)Glc (melibiose).55 In addition, CD−lactose was also detected to bind to the succinylated form of wheat germ agglutinin (WGA) and ConcavilinA (ConA), but it did not bind to nonsuccinylated WGA and ConA. This suggests that binding to succinylated WGA and ConA may in part be due to electrostatic interactions with CD−lactose with the negative charge of the succinate present in each of these lectins. It is important to note that not all lectins that are lactose specific, including PNA, PTA−Gal, and CA, bound CD−lactose. This may be due to a high background present on the array due to the “sticky” nature of CDs; coupled with the bulkiness of the CD, this leads to large dissociation rates, resulting in the relative fluorescence unit (RFU) of binding events being reduced to background and hence not being detected.56 A full heatmap of binding events is provided in the Supporting Information, Figure S12. Another consideration is the flexibility of our GOPTS linker that alters the presentation and subsequent binding of lactose by lectins immobilized on our array, something that has been previously observed on glycan arrays.57 This phenomenon has also been observed using SPR, where there is a restriction of lactose flexibility present on QDs altering the binding affinity of PNA for lactose.58 Based on this, we investigated whether binding of CD−lactose to PNA could be achieved in solution by monitoring the formation of CD−lactose−PNA aggregates using dynamic light scattering (DLS) and by monitoring the loss of secondary structure using circular dichroism spectrometry (CDS).59 Both the formation of CD−lactose−PNA aggregates and a loss of secondary structures consistent with binding of nanoparticles to proteins, as described by others,59 were clearly observed (see Supporting Information, Figure S13). Taken together, this data suggests that CD−lactose is able to bind immobilized as well as free lactose specific binding\nhttps://dx.doi.org/10.1021/acsanm.0c01277 ACS Appl. Nano Mater. 2020, 3, 7804−7817\n7810\nlectins, in a manner that can vary depending on specific presentation requirements of the lectin under investigation. Confocal Microscopy to Assess Intracellular Local-\nization of Glycan-Conjugated Carbon Dots. After successfully demonstrating binding to the extracellular surfaces of VERO and HeLa cells and to lactose specific lectins using lectin arrays, internalization of CDs into cells was confirmed using brightfield microscopy (see Supporting Information, Figures S14 and S15). Both CD−PEI and CD−lactose were internalized across the cell lines evaluated, either by active receptor mediated endocytosis60−62 or passive uptake through deformation of the membrane due to physical properties such\nas electrostatic interaction, hydration, and hydrophobic forces.63,64 Based on these potential uptake mechanisms, we expect different localization fates of the CDs. As nanoparticles typically accumulate in the lysosomes65−67 and have been shown to lead to lysosomal dysfunction leading to cell death,68,69 we decided to assess the colocalization of the CDs with the lysosome to highlight any potential differences between CD−PEI and CD−lactose intracellular localization. Initially, 2D confocal microscopy was performed to compare CD−PEI and CD−lactose localization (see Supporting Information, Figure S16). However, due to the ubiquitous presence of lysosomes throughout the cytosol and as such the\nhttps://dx.doi.org/10.1021/acsanm.0c01277 ACS Appl. Nano Mater. 2020, 3, 7804−7817\n7811\npresence of lysotracker localization varying spatially in the vertical plane,70 it was difficult to assess colocalization statistically using the Pearson correlation. As such, 3D confocal microscopy was performed to assess true localization using the Mander’s coefficient. Internalization and lysosomal colocalization in VERO cells indicated a strong colocalization (0.9332) of CD−lactose (Figure 7B) with the lysosomes when compared to that with CD−PEI (Figure 7A), which showed lower colocalization (0.5401). This is also evident visually with diffuse cytosolic localization present for CD−PEI (Figure 7A). In a similar manner to that observed in VERO cells, CD−PEI displayed an even greater diffuse cytosolic localization throughout the HeLa cell population with little or no lysosomal overlap (0.0058) (see Figure 8). On the other hand, CD−lactose showed strong colocalization (0.9079) with the lysosome (Figure 8B). Our findings indicate that the addition of lactose has a critical impact on the intracellular fate of nanoparticles. However, it is important to note that localization cannot be solely controlled through the sugar coating, as a previous study has shown different subcellular colocalization of lactose-coated QDs. Benito-Alifonso et al. (2014) showed that CdTe QDs are coated with lactose localized in the endoplasmic reticulum and Golgi apparatus of HeLa and Araki Sasaki cells.9 In another study, 500 μg/mL of COOH−CDs coated with lactose showed a diffuse cytosolic location in both HeLa and MDAMB-231 cell lines.27,28 This study showed that there was no difference between their lactose treated and untreated CDs and as such suggested passive uptake of their particles. Similarly, Yu et al. also showed diffuse cytosolic localization of CdSeS/ZnS QDs coated with lactose in leukocytes harvested from Sprague−Dawley rat cells that failed to bind to HeLa cells. In this instance, binding was attributed to interaction with the β2 integrin (CD11b) on the leukocyte surface.71 It has also been shown that monomers of Rhodamine−lactose conjugates colocalize with the mitochondria of HeLa cells,72 and a study by Dalal et al. (2018) showed that increasing galactose multivalency on QDs led to increased lysosomal trapping.73 These differences in the available literature suggest that the uptake mechanism of nanoparticles can be affected by particle size,74,75 charge,47 and linker coating.76 As such, colocalization is not merely a function of the type of surface coat but also of the nanoparticle itself and the extent of the multivalent display of the probe. This further highlights the importance of better understanding the uptake mechanisms by which cells process nanoparticles that could explain subsequent subcellular localization. Due to the lack of lysosomal localization of our CD−PEI compared to that of CD−lactose, we decided to explore whether, after endosomal escape, CD−PEI targeted an alternative subcellular compartment. Compared to that of CD−lactose, CD−PEI localization was moderately correlated (0.5154) to the mitochondria (see Supporting Information, Figure S17). This is in line with previous findings that have shown that cations target the mitochondria primarily because of the high membrane potential.77−79 Similarly, a study by Marrache et al. (2012) revealed that unlike that of anionic, coated QDs there was a high accumulation of cationic QDs in HeLa cells.80\nTo further understand the differences in uptake mechanisms between the CD−PEI and CD−lactose, analysis of the number of packaged particles compared to the number of nuclei was assessed (see Table 1). In VERO cells, the uptake appeared to\nbe controlled with 30 packaged particles per cell counted for both CD−PEI and CD−lactose suggesting that CDs were actively endocytosed. However, a 2.7-fold increase for CD− lactose (84 particles/cell) uptake and a 6-fold increase for CD−PEI (188 particles/cell) uptake were observed in HeLa cells compared to those in VERO cells. The increase in uptake is most likely due to unregulated passive uptake of CDs occurring through membrane interactions. A number of mechanisms could be responsible for the differences between uptake and intracellular localization in these cell lines. The decrease in lysosomal localization of CD− PEI in VERO cells is most likely due to a combination of some of the CD−PEI being actively taken up through the endolysosomal pathway and excess particles simply being passively taken up through deformation of the membrane. Alternatively, the decrease in CD−lactose particles/cell in VERO cells compared to that of HeLa cells suggests a more controlled uptake through receptor mediated endocytosis ensuring that all the material is packaged within the lysosomes. This is most likely due to increased binding to cell surface receptors as seen by flow cytometry (Figure 5D). For HeLa cells, on the other hand, the uptake mechanism for CD−PEI is not controlled, leading to an unregulated accumulation inside the cytosol. This is consistent with the findings from our previous study, Li et al. (2010), showing that surface increases in passivation with PEI compared to those of PEG resulted in increased cellular uptake, due to binding to the cell membrane through electrostatic interactions.47 As such, passive uptake of CD−PEI would result in increased accumulation outside of the lysosomes. Additionally, the proton sponge effect may also contribute to the lack of lysosomal colocalization present in HeLa cells. The proton sponge effect hypothesizes that unprotonated amines of PEI can absorb protons as they are pumped into the lysosome, resulting in more protons being pumped in, leading to an influx of Cl− and water. This influx leads to osmotic swelling, and swelling of PEI, due to repulsions of protonated amine groups; therefore, this results in a rupture in the lysosomal membrane and a release of the contents into the cytoplasm.61,81 This mechanism of endosomal escape due to coating with cationic polymers supports the absence of CD−PEI in the lysosomes seen in our study. Previous studies have suggested that PEI, in particular, is capable of osmolysis of the endosomes leading to the consequent release of cargo into the cytosol.81−84 In contrast, HeLa cells treated with CD−lactose indicates that the proton sponge effect may be decreased due to masking of PEI through coating with lactose. The differences in the quantity of CD−lactose/cell in HeLa and VERO cell types could be in part due to increased and unregulated nutrient uptake by disease and nondisease state cells. A systematic study by Elkin et al. (2015) revealed\nhttps://dx.doi.org/10.1021/acsanm.0c01277 ACS Appl. Nano Mater. 2020, 3, 7804−7817\n7812\nhyperactive endocytic activities in cancer cells85 supporting the increased binding and uptake of CDs seen by us in both flow cytometry and confocal microscopy data, respectively. An increase in the positive charge on the nanoparticle surface has been linked to elevated interactions with biological membranes86,87 leading to an enhanced uptake. This is evident from the analysis of nanoparticle uptake from our confocal studies. Table 1 indicates a 6-fold increase in CD−PEI uptake by HeLa cells as well as a far larger particle volume; this could explain why the proton sponge effect is present in the HeLa cell population and otherwise absent in the VERO cell population. Taken together, our data potentially explains the increased cell death values across both cell lines when treated with CD−PEI. It has been suggested that lysosomal alteration such as enlargement can directly affect autophagy and contribute to cell death.88 Additionally, the positive charge from CD−PEI could damage the lysosomal membrane leading to further death signals coming from “leaking” lysosomes, exacerbating cell death.89\n■ CONCLUSION As previously highlighted by others, CDs offer a huge potential for the application as novel tools in drug delivery and as probes to investigate complex biological interactions. Here, we report on the development of a versatile one-pot glycan conjugation method for the synthesis of fluorescent sugar-coated CDs that can be applied not only to the study of diverse interactions across the glyco-interactome but potentially also to other biological investigations. By using a self-assembled glycan monlayer (SAGM) we are able to covalently functionalize a diverse range of CDs, and as such, this forms the basis for the design of a multiplexed glycan toolkit. To the best of our knowledge, this study is the first to create a versatile linker capable of functionalizing a variety of CD species. Our CD− lactose exhibited lectin-specific interactions with cells, as well as lectins immobilized on an array platform and free insolution, offering a directly observable, biocompatible CD system for biological studies. Confocal microscopy results suggest that the glycan coating of CDs modulates nanoparticle uptake and intracellular localization as well as decreases overall toxicity. Although further research is required to better understand the exact uptake mechanism of different CDs across various cells, our work highlights the potential application of CDs as promising candidates in drug delivery systems that enable fluorescent monitoring and thus permit the development of novel theranostic platforms.\n■ EXPERIMENTAL SECTION Carbon Dot Synthesis and Glycan Functionalization. General Procedures. All chemicals were purchased from SigmaAldrich and used without further purification. Glassware and syringes used for reactions requiring anhydrous solvents were dried in an oven (100 °C) for at least 2 h and allowed to cool in a desiccator. Liquid reagents, solutions, or solvents were added via a syringe through a rubber septum. Reactions were monitored by TLC (on TLC silica gel 60 F254) with UV light (365 nm) detection and by charring with 7% sulfuric acid in ethanol. Flash column chromatography was performed using reverse phase silica gel (LiChroprep Si 60 Merck). Products were concentrated in vacuo using both a Büchi rotary evaporator R114 (bath temperature set to 40 °C at a pressure of 15 mmHg) and a high vacuum line at room temperature. Water-soluble compounds were freeze-dried on an LDC 1 M Martin Christ Alpha 1-4. 1H NMR and 13C NMR spectra were measured in the solvent stated in either a 400 or 600 MHz NMR spectrometer (Bruker) for the outlined\nreaction steps. Dynamic light scattering (DLS) and ζ analysis were carried out using a Nano ZS (Malvern Instruments). Detection and quantification of lactose conjugated to CD−PEI were performed using anthrone reagent as described previously.90\nCarbon Dot Synthesis and Characterizations. The hydrothermal synthesis of CDs followed our previously established procedure.29 A typical synthesis required dissolving 0.5 g of citric acid and 10 mL of polyethylenimine (MW ∼800) in 5 mL of distilled water. The mixture was sonicated for 1 min to form a transparent solution. The solution was then transferred in a 30 mL Teflon-lined stainless steel autoclave and treated at 180 °C in an oven for 6 h. After the reaction, the mixture was then cooled to room temperature and appeared as a lightyellow-clear solution. The suspension was then filtered through Millipore syringe filters with the pore size of 0.22 μm followed by dialysis (1 K MWCO, Spectrum, Inc.) against deionized water to remove the remaining unreacted molecules. Hereafter, the CD is named CD−PEI according to the source material.\nTransmission electron microscopy (TEM) and high-resolution transmission electron microscopy (HRTEM) images of CDs were obtained using HRTEM (model JEOL 2100, 200 kV). The average size and size distribution were calculated by analyzing approximately 1000 CDs. The photoluminescence spectra of excitation and emission and the absorption spectra of the sample were recorded using the Duetta (Horiba) fluorescence and absorbance spectrophotometer. The PL decay was measured at the peak of emission (420 nm) using the time-correlated single photon counting (TCSPC) capability of the Horiba (DeltaFlex) lifetime fluorescence spectroscope with the sample excited with the pulse LED at 365 nm. The Fourier transform infrared (FTIR) spectroscopy was performed using Bruker ATR. Xray photoelectron spectroscopy (XPS) experiments were performed on the Axis Supra (Kratos) with Al Ka (hV = 1486.7 eV).\nGlycan Conjugation to Carbon Dot. In a round-bottom flask, 100 mg of lactose underwent amination by dissolving with 5-fold excess (w/w) ammonium carbonate in ammonium hydroxide, and it was left sealed and stirred at 50 °C. After 3 days, the seal was removed, and the mixture was allowed to vent for 2 h to remove excess CO2. Aminated lactose 2 was lyophilized overnight, then it was placed under argon and dissolved in 5 mL of anhydrous dimethyl sulfoxide (DMSO):N,N-dimethylformamide (DMF) (v/v, 1:1). Anhydrous 3- (glycidyloxypropyl)trimethoxysilane (2%, v/v) was added to the mixture and allowed to react at 40 °C overnight to form a lactoseGOPTS conjugate 3. To prevent epoxy-ring opening, the product was cooled to 4 °C and neutralized in 17% acetic anhydride with 4- dimethylaminopyridine (DMAP) for 15 min; the reaction stopped with the addition of methanol (1:1, v/v). The mixture was allowed to warm to RT, and 10 mg of CD−PEI (in anhydrous methanol) was added and allowed to react overnight. The resulting products were purified either via reverse silica gel using 3:1 H2O:MeOH or via 1 K MWCO (Spectrum, Inc.) in 1L of water for 16 h. In both instances, only water-soluble products 4 were retained and lyophilized overnight. All products outlined in Scheme 1 were monitored through thin-layer chromatography (EtOAc/MeOH/H2O (3:2:0.2)) to ensure reactions had run to completion during the synthesis of the CD−lactose conjugate.\nBiological Verification and Investigations. Lectin Array Printing and Probing. Lectins (88) were sourced from EY laboratories and suspended in PBS at three different concentrations (1000, 500, and 250 μg/mL) in a 384 well plate. Two subarrays consisting of four spots per lectin were printed using an ArrayJet Marathon (ArrayJet) noncontact printer at 18 °C and 50% relative humidity. Fluorescein isothiocyanate and AlexaFLuor 647 and 555 dyes were printed at each corner as location controls to allow alignment of the GenePix array list (GAL) file. After printing, arrays were sealed and stored in the dark in the fridge at 4 °C overnight. Lectin microarrays were blocked for 2 h on ice in 1% (w/v) bovine serum albumin (BSA) in phosphate buffered saline with 1.8 mM MgCl2 and 1.8 mM CaCl2 (PBS), then it washed once in PBS. Both subarrays on the slide were isolated using Gene Frames and coverslips (1.7 × 2.8 cm, 125 μL, Abgene, Epsom, UK). CD samples were prepared at 1 mg/mL in PBS and allowed to hybridize to separate\nhttps://dx.doi.org/10.1021/acsanm.0c01277 ACS Appl. Nano Mater. 2020, 3, 7804−7817\n7813\narrays for 15 min at RT in the dark. The Gene Frames and coverslips were removed, and the slide was gently washed twice in PBS. Slides were dried by centrifugation for 5 min at 200 x g and scanned using an Innoscan 1100AL (Innopsys) scanner across the Cy3, Cy5, and fluorescein isothiocyanate (FITC) channels. The scanning condition was set to a 5 mV laser power and 50% photomultiplier tube (PMT) value, and image analysis was carried out using MAPIX (Innopsys) software. Cell Viability Assay. The cellular cytotoxicities of CD−PEI and CD−lactose were tested on various epithelial cell lines. The cell viability assay was performed with MTT, (3-(4,5-dimethylthiazol-2yl)-2,5-diphenyltetrazolium bromide), described by Mosmann in 1983, based on the ability of a mitochondrial dehydrogenase enzyme from viable cells to cleave the tetrazolium rings of the pale yellow MTT.91 Cells were counted using a Neubeur hemocytometer (Marienfeld), and 1 × 104 cells/well were seeded into a 96 well plate and maintained in DMEM for 18 h at 37 °C. The media was removed and replaced with various concentrations of CD−PEI and CD−lactose (dissolved in DMEM) and allowed to incubate for another 18 h. After this, the cells were carefully rinsed in PBS, followed by treatment with MTT for 2 h, and finally, the produced formazan was solubilized with acidic isopropanol (0.1% SDS and 0.04 M HCl in absolute isopropanol) and quantified on an Infinite 200 Pro (Tecan) at 595 nm. Flow Cytometry. Various epithelial cell lines were counted using a Neubeur hemocytometer (Marienfeld), and 5 × 104 cells were seeded into falcon tubes. Blocking buffer was prepared fresh by dissolving 1% BSA in PBS (w/v). Washing buffer was prepared fresh by dissolving 0.1% BSA (w/v) in PBS. Cells were blocked with blocking buffer for 1 h at 4 °C and then washed three times in washing buffer. Cells were incubated with varying concentrations of CD−PEI and CD−lactose (with and without 100 mM lactose) for 30 min at 4 °C, followed by three more washes in washing buffer prior to reading flow cytometry samples on a CyAn ADP (Beckman Coulter). Confocal Microscopy. Various epithelial cell lines were counted using a Neubeur hemocytometer (Marienfeld), and 5 × 104 cells were seeded onto 12 mm round coverslips in a 96 well plate. Cells were incubated with 10 ng/mL of CD−PEI and CD−lactose (dissolved in DMEM) for 2 h at 37 °C. After incubation, cells were washed three times in PBS followed by fixing in 4% paraformaldehyde for 20 min. Coverslips were then washed three times in PBS followed by Milli-Q water before being mounted upside down onto slides using ProLong Diamond Antifade Mountant (Molecular Probes). Prepared confocal slides were vacuum sealed overnight before being visualized with a Nikon A1 (Tokyo, Japan) using sequential line scanning and averaging with excitation at 405 (DAPI), 561 (Cy 3.5), and 633 (Cy 5.5) nm, and they were analyzed with Imaris 9.03 (Oxford Instruments).\n■ ASSOCIATED CONTENT *sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsanm.0c01277.\nComparison of different conjugation chemistries to link glycans to quantum dots, 13C NMR spectrum of lactose, 13C NMR spectrum of aminated lactose, 1H NMR spectrum of lactose−GOPTS, 1H NMR spectrum of CD−PEI, FTIR monitoring of CD−lactose synthesis, HRTEM of CD−lactose, hydrodynamic diameter histograms, 1H NMR spectrum of UPR−lactose, 1H NMR spectrum of UCD−lactose, MTT cytotoxicity assay, lectin array, heatmap of lectin arrays, dynamic light scattering of CD−lactose and CD−lactose with peanut agglutinin (PNA), circular dichroism spectrometry of PNA and PNA with CD−lactose, and representative confocal microscopy images (PDF)\n■ AUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Authors",
      "text" : "Joe Tiralongo − Institute for Glycomics, Griffith University, Gold Coast, QLD 4215, Australia; orcid.org/0000-0002-35296310; Phone: + 61 7 5552 7029; Email: j.tiralongo@ griffith.edu.au Qin Li − Queensland Micro- and Nanotechnology Centre and Environmental Engineering, Griffith University, Brisbane, QLD 4111, Australia; orcid.org/0000-0002-3934-6004; Phone: + 61 7 373 57514; Email: qin.li@griffith.edu.au"
    }, {
      "heading" : "Authors",
      "text" : "Oren Cooper − Institute for Glycomics, Griffith University, Gold Coast, QLD 4215, Australia\nEhsan Eftekhari − Queensland Micro- and Nanotechnology Centre, Griffith University, Brisbane, QLD 4111, Australia James Carter − Institute for Glycomics, Griffith University, Gold Coast, QLD 4215, Australia Brody Mallard − Institute for Glycomics, Griffith University, Gold Coast, QLD 4215, Australia Jasreet Kaur − Queensland Micro- and Nanotechnology Centre, Griffith University, Brisbane, QLD 4111, Australia Milton J. Kiefel − Institute for Glycomics, Griffith University, Gold Coast, QLD 4215, Australia; orcid.org/0000-00031030-1440 Thomas Haselhorst − Institute for Glycomics, Griffith University, Gold Coast, QLD 4215, Australia\nComplete contact information is available at: https://pubs.acs.org/10.1021/acsanm.0c01277"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ REFERENCES (1) Raman, R.; Tharakaraman, K.; Sasisekharan, V.; Sasisekharan, R. Glycan-protein interactions in viral pathogenesis. Curr. Opin. Struct. Biol. 2016, 40, 153−162. (2) Tiralongo, J.; Moran, A. P. Bacterial lectin-like interactions in cell recognition and adhesion. In Microbial Glycobiology; Holst, O., Brennan, P. J., von Itzstein, M., Moran, A. P., Eds.; Academic Press: San Diego, 2010; pp 549−565. (3) Liang, P. H.; Wu, C. Y.; Greenberg, W. A.; Wong, C. H. Glycan arrays: biological and medical applications. Curr. Opin. Chem. Biol. 2008, 12 (1), 86−92. (4) Gringhuis, S. I.; den Dunnen, J.; Litjens, M.; van der Vlist, M.; Geijtenbeek, T. B. Carbohydrate-specific signaling through the DCSIGN signalosome tailors immunity to Mycobacterium tuberculosis, HIV-1 and Helicobacter pylori. Nat. Immunol. 2009, 10 (10), 1081− 8. (5) Purcell, S. C.; Godula, K. Synthetic glycoscapes: addressing the structural and functional complexity of the glycocalyx. Interface Focus 2019, 9 (2), 20180080. (6) Day, C. J.; Tiralongo, J.; Hartnell, R. D.; Logue, C. A.; Wilson, J. C.; von Itzstein, M.; Korolik, V. Differential carbohydrate recognition by Campylobacter jejuni strain 11168: influences of temperature and growth conditions. PLoS One 2009, 4 (3), e4927. (7) Pochechueva, T.; Chinarev, A.; Bovin, N.; Fedier, A.; Jacob, F.; Heinzelmann-Schwarz, V. PEGylation of microbead surfaces reduces unspecific antibody binding in glycan-based suspension array. J. Immunol. Methods 2014, 412 (C), 42−52. (8) Semchenko, E. A.; Day, C. J.; Moutin, M.; Wilson, J. C.; Tiralongo, J.; Korolik, V. Structural heterogeneity of terminal glycans in Campylobacter jejuni lipooligosaccharides. PLoS One 2012, 7 (7), e40920.\nhttps://dx.doi.org/10.1021/acsanm.0c01277 ACS Appl. Nano Mater. 2020, 3, 7804−7817\n7814\n(9) Benito-Alifonso, D.; Tremel, S.; Hou, B.; Lockyear, H.; Mantell, J.; Fermin, D. J.; Verkade, P.; Berry, M.; Galan, M. C. Lactose as a ″Trojan horse″ for quantum dot cell transport. Angew. Chem., Int. Ed. 2014, 53 (3), 810−4. (10) Guo, Y.; Nehlmeier, I.; Poole, E.; Sakonsinsiri, C.; Hondow, N.; Brown, A.; Li, Q.; Li, S.; Whitworth, J.; Li, Z. J.; Yu, A. C.; Brydson, R.; Turnbull, W. B.; Pohlmann, S.; Zhou, D. J. Dissecting Multivalent Lectin-Carbohydrate Recognition Using Polyvalent Multifunctional Glycan-Quantum Dots. J. Am. Chem. Soc. 2017, 139 (34), 11833− 11844. (11) Chan, K. K.; Yap, S. H. K.; Yong, K.-T. Biogreen Synthesis of Carbon Dots for Biotechnology and Nanomedicine Applications. Nano-Micro Lett. 2018, 10 (4), 72. (12) Yang, Z.; Li, Z.; Xu, M.; Ma, Y.; Zhang, J.; Su, Y.; Gao, F.; Wei, H.; Zhang, L. Controllable Synthesis of Fluorescent Carbon Dots and Their Detection Application as Nanoprobes. Nano-Micro Lett. 2013, 5 (4), 247−259. (13) Huang, Z.; Lin, F.; Hu, M.; Li, C.; Xu, T.; Chen, C.; Guo, X. Carbon dots with tunable emission, controllable size and their application for sensing hypochlorous acid. J. Lumin. 2014, 151 (C), 100−105. (14) Sun, Y. P.; Zhou, B.; Lin, Y.; Wang, W.; Fernando, K. A.; Pathak, P.; Meziani, M. J.; Harruff, B. A.; Wang, X.; Wang, H.; Luo, P. G.; Yang, H.; Kose, M. E.; Chen, B.; Veca, L. M.; Xie, S. Y. Quantumsized carbon dots for bright and colorful photoluminescence. J. Am. Chem. Soc. 2006, 128 (24), 7756−7. (15) Li, Y.; Hu, Y.; Zhao, Y.; Shi, G.; Deng, L.; Hou, Y.; Qu, L. An electrochemical avenue to green-luminescent graphene quantum dots as potential electron-acceptors for photovoltaics. Adv. Mater. 2011, 23 (6), 776−80. (16) Liu, H.; Ye, T.; Mao, C. Fluorescent carbon nanoparticles derived from candle soot. Angew. Chem., Int. Ed. 2007, 46 (34), 6473−5. (17) Wang, F.; Xie, Z.; Zhang, H.; Liu, C. Y.; Zhang, Y. G. Highly Luminescent Organosilane-Functionalized Carbon Dots. Adv. Funct. Mater. 2011, 21 (6), 1027−1031. (18) Sahu, S.; Behera, B.; Maiti, T. K.; Mohapatra, S. Simple onestep synthesis of highly luminescent carbon dots from orange juice: application as excellent bio-imaging agents. Chem. Commun. (Cambridge, U. K.) 2012, 48 (70), 8835−7. (19) Zhu, H.; Wang, X.; Li, Y.; Wang, Z.; Yang, F.; Yang, X. Microwave synthesis of fluorescent carbon nanoparticles with electrochemiluminescence properties. Chem. Commun. (Cambridge, U. K.) 2009, No. 34, 5118−20. (20) Zheng, X. T.; Ananthanarayanan, A.; Luo, K. Q.; Chen, P. Glowing Graphene Quantum Dots and Carbon Dots: Properties, Syntheses, and Biological Applications. Small 2015, 11 (14), 1620− 1636. (21) Yang, S. T.; Wang, X.; Wang, H.; Lu, F.; Luo, P. G.; Cao, L.; Meziani, M. J.; Liu, J. H.; Liu, Y.; Chen, M.; Huang, Y.; Sun, Y. P. Carbon Dots as Nontoxic and High-Performance Fluorescence Imaging Agents. J. Phys. Chem. C 2009, 113 (42), 18110−18114. (22) Liu, R.; Wu, D.; Liu, S.; Koynov, K.; Knoll, W.; Li, Q. An aqueous route to multicolor photoluminescent carbon dots using silica spheres as carriers. Angew. Chem., Int. Ed. 2009, 48 (25), 4598− 601. (23) He, G.; Xu, M.; Shu, M.; Li, X.; Yang, Z.; Zhang, L.; Su, Y.; Hu, N.; Zhang, Y. Rapid solid-phase microwave synthesis of highly photoluminescent nitrogen-doped carbon dots for Fe3+detection and cellular bioimaging. Nanotechnology 2016, 27 (39), 395706. (24) Peng, H.; Travas-Sejdic, J. Simple Aqueous Solution Route to Luminescent Carbogenic Dots from Carbohydrates. Chem. Mater. 2009, 21 (23), 5563−5565. (25) Wang, F.; Pang, S. P.; Wang, L.; Li, Q.; Kreiter, M.; Liu, C. Y. One-Step Synthesis of Highly Luminescent Carbon Dots in Noncoordinating Solvents. Chem. Mater. 2010, 22 (16), 4528−4530. (26) Shi, L. H.; Li, X. F.; Li, Y. Y.; Wen, X. P.; Li, J. F.; Choi, M. M. F.; Dong, C.; Shuang, S. M. Naked oats-derived dual-emission carbon\nnanodots for ratiometric sensing and cellular imaging. Sens. Actuators, B 2015, 210, 533−541. (27) Hill, S. A.; Benito-Alifonso, D.; Morgan, D. J.; Davis, S. A.; Berry, M.; Galan, M. C. Three-minute synthesis of sp(3) nanocrystalline carbon dots as non-toxic fluorescent platforms for intracellular delivery. Nanoscale 2016, 8 (44), 18630−18634. (28) Hill, S. A.; Benito-Alifonso, D.; Davis, S. A.; Morgan, D. J.; Berry, M.; Galan, M. C. Practical Three-Minute Synthesis of AcidCoated Fluorescent Carbon Dots with Tuneable Core Structure. Sci. Rep. 2018, 8 (1), 12234. (29) Eftekhari, E.; Wang, W.; Li, X.; Nikhil, A.; Wu, Z.; Klein, R.; Cole, I. S.; Li, Q. Picomolar reversible Hg(II) solid-state sensor based on carbon dots in double heterostructure colloidal photonic crystals. Sens. Actuators, B 2017, 240, 204−211. (30) Wang, S. J.; Cole, I. S.; Zhao, D. Y.; Li, Q. The dual roles of functional groups in the photoluminescence of graphene quantum dots. Nanoscale 2016, 8 (14), 7449−7458. (31) Banhart, F.; Ajayan, P. M. Carbon onions as nanoscopic pressure cells for diamond formation. Nature 1996, 382 (6590), 433− 435. (32) Ehlers, J. E.; Rondan, N. G.; Huynh, L. K.; Pham, H.; Marks, M.; Truong, T. N. Theoretical study on mechanisms of the epoxy - Amine curing reaction. Macromolecules 2007, 40 (12), 4370−4377. (33) Witucki, G. Silane Primer: Chemistry and Applications of AIkoxy Silanes. J. Coat. Technol. 1993, 57−60. (34) Du, F.; Zhang, B.; Zhou, H.; Yan, B.; Chen, L. Structure elucidation of nanoparticle-bound organic molecules by 1H NMR. TrAC, Trends Anal. Chem. 2009, 28 (1), 88−95. (35) Zhou, H.; Du, F.; Li, X.; Zhang, B.; Li, W.; Yan, B. Characterization of Organic Molecules Attached to Gold Nanoparticle Surface Using High Resolution Magic Angle Spinning 1H NMR. J. Phys. Chem. C 2008, 112 (49), 19360−19366. (36) Philippidis, A.; Spyros, A.; Anglos, D.; Bourlinos, A. B.; Zborǐl, R.; Giannelis, E. P. Carbon-dot organic surface modifier analysis by solution-state NMR spectroscopy. J. Nanopart. Res. 2013, 15 (1777), 1. (37) Qin, C. L.; Wen, G. W.; Wang, X. Y.; Song, L. A.; Huang, X. X. Ultra-long Sialon nanobelts: large-scale synthesis via a pressure enhanced CVD process and photoluminescence characteristics. J. Mater. Chem. 2011, 21 (16), 5985−5991. (38) Wang, C. F.; Wu, X.; Li, X. P.; Wang, W. T.; Wang, L. Z.; Gu, M.; Li, Q. Upconversion fluorescent carbon nanodots enriched with nitrogen for light harvesting. J. Mater. Chem. 2012, 22 (31), 15522− 15525. (39) Gao, F.; Ma, S. Y.; Li, J.; Dai, K.; Xiao, X. C.; Zhao, D.; Gong, W. F. Rational design of high quality citric acid-derived carbon dots by selecting efficient chemical structure motifs. Carbon 2017, 112, 131−141. (40) Wang, S. J.; Chen, Z. G.; Cole, I.; Li, Q. Structural evolution of graphene quantum dots during thermal decomposition of citric acid and the corresponding photoluminescence. Carbon 2015, 82, 304− 313. (41) Zhu, X.; Zhao, T.; Nie, Z.; Miao, Z.; Liu, Y.; Yao, S. Nitrogendoped carbon nanoparticle modulated turn-on fluorescent probes for histidine detection and its imaging in living cells. Nanoscale 2016, 8 (4), 2205−11. (42) Liu, S. S.; Wang, C. F.; Li, C. X.; Wang, J.; Mao, L. H.; Chen, S. Hair-derived carbon dots toward versatile multidimensional fluorescent materials. J. Mater. Chem. C 2014, 2 (32), 6477−6483. (43) Geißler, D.; Gollwitzer, C.; Sikora, A.; Minelli, C.; Krumrey, M.; Resch-Genger, U. Effect of fluorescent staining on size measurements of polymeric nanoparticles using DLS and SAXS. Anal. Methods 2015, 7 (23), 9785−9790. (44) Ren, J.; Weber, F.; Weigert, F.; Wang, Y.; Choudhury, S.; Xiao, J.; Lauermann, I.; Resch-Genger, U.; Bande, A.; Petit, T. Influence of surface chemistry on optical, chemical and electronic properties of blue luminescent carbon dots. Nanoscale 2019, 11 (4), 2056−2064. (45) Wang, Y.; Kalytchuk, S.; Zhang, Y.; Shi, H.; Kershaw, S. V.; Rogach, A. L. Thickness-Dependent Full-Color Emission Tunability\nhttps://dx.doi.org/10.1021/acsanm.0c01277 ACS Appl. Nano Mater. 2020, 3, 7804−7817\n7815\nin a Flexible Carbon Dot Ionogel. J. Phys. Chem. Lett. 2014, 5 (8), 1412−20. (46) Zhu, S. J.; Zhang, J. H.; Tang, S. J.; Qiao, C. Y.; Wang, L.; Wang, H. Y.; Liu, X.; Li, B.; Li, Y. F.; Yu, W. L.; Wang, X. F.; Sun, H. C.; Yang, B. Surface Chemistry Routes to Modulate the Photoluminescence of Graphene Quantum Dots: From Fluorescence Mechanism to Up-Conversion Bioimaging Applications. Adv. Funct. Mater. 2012, 22 (22), 4732−4740. (47) Li, Q.; Ohulchanskyy, T. Y.; Liu, R.; Koynov, K.; Wu, D.; Best, A.; Kumar, R.; Bonoiu, A.; Prasad, P. N. Photoluminescent Carbon Dots as Biocompatible Nanoprobes for Targeting Cancer Cells in Vitro. J. Phys. Chem. C 2010, 114 (28), 12062−12068. (48) Kumar, R.; Roy, I.; Ohulchanskyy, T. Y.; Goswami, L. N.; Bonoiu, A. C.; Bergey, E. J.; Tramposch, K. M.; Maitra, A.; Prasad, P. N. Covalently dye-linked, surface-controlled, and bioconjugated organically modified silica nanoparticles as targeted probes for optical imaging. ACS Nano 2008, 2 (3), 449−56. (49) Shinchi, H.; Wakao, M.; Nagata, N.; Sakamoto, M.; Mochizuki, E.; Uematsu, T.; Kuwabata, S.; Suda, Y. Cadmium-free sugar-chainimmobilized fluorescent nanoparticles containing low-toxicity ZnSAgInS2 cores for probing lectin and cells. Bioconjugate Chem. 2014, 25 (2), 286−95. (50) Kikkeri, R.; Lepenies, B.; Adibekian, A.; Laurino, P.; Seeberger, P. H. In vitro imaging and in vivo liver targeting with carbohydrate capped quantum dots. J. Am. Chem. Soc. 2009, 131 (6), 2110−2. (51) Young, M.; Watson, D.; Williams, R. Structural differences between two lectins from Cytisus scoparius, both specific for-galactose N-acetyl-D-galactosamine. Biochem. J. 1984, 222, 41−48. (52) Geisler, C.; Jarvis, D. L. Letter to the Glyco-Forum: Effective glycoanalysis with Maackia amurensis lectins requires a clear understanding of their binding specificities. Glycobiology 2011, 21 (8), 988−993. (53) Falasca, A. I.; Abbondanza, A.; Barbieri, L.; Bolognesi, A.; Rossi, C. A.; Stirpe, F. Purification and Partial Characterization of a Lectin from the Seeds of Trichosanthes-Kirilowii Maximowicz. FEBS Lett. 1989, 246 (1−2), 159−162. (54) Van Damme, E. J. M.; Peumans, W. J.; Pusztai, A.; Bardocz, S. Handbook of Plant Lectins: Properties and Biomedical Applications; Vol. 1; John Wiley & Sons Ltd.: West Sussex, 1998; p 466. (55) Cawley, L. P.; Jones, J. M.; Teresa, G. W. The Distribution and Characterization of the Erythrocyte Receptors in Man and Animals for Lectins from Madura Pomifera. Transfusion 1967, 7 (5), 343−346. (56) Fei, Y.; Sun, Y. S.; Li, Y.; Lau, K.; Yu, H.; Chokhawala, H. A.; Huang, S.; Landry, J. P.; Chen, X.; Zhu, X. Fluorescent labeling agents change binding profiles of glycan-binding proteins. Mol. BioSyst. 2011, 7 (12), 3343−52. (57) Grant, O. C.; Smith, H. M.; Firsova, D.; Fadda, E.; Woods, R. J. Presentation, presentation, presentation! Molecular-level insight into linker effects on glycan array screening data. Glycobiology 2014, 24 (1), 17−25. (58) Yang, Y.; Yu, M.; Yan, T. T.; Zhao, Z. H.; Sha, Y. L.; Li, Z. J. Characterization of multivalent lactose quantum dots and its application in carbohydrate-protein interactions study and cell imaging. Bioorg. Med. Chem. 2010, 18 (14), 5234−40. (59) Treuel, L.; Malissek, M.; Gebauer, J. S.; Zellner, R. The Influence of Surface Composition of Nanoparticles on their Interactions with Serum Albumin. ChemPhysChem 2010, 11 (14), 3093−3099. (60) Canton, I.; Battaglia, G. Endocytosis at the nanoscale. Chem. Soc. Rev. 2012, 41 (7), 2718−39. (61) Nel, A. E.; Madler, L.; Velegol, D.; Xia, T.; Hoek, E. M. V.; Somasundaran, P.; Klaessig, F.; Castranova, V.; Thompson, M. Understanding biophysicochemical interactions at the nano-bio interface. Nat. Mater. 2009, 8 (7), 543−557. (62) Moyano, D. F.; Rotello, V. M. Nano meets biology: structure and function at the nanoparticle interface. Langmuir 2011, 27 (17), 10376−85. (63) Leckband, D.; Israelachvili, J. Intermolecular forces in biology. Q. Rev. Biophys. 2001, 34 (2), 105−267.\n(64) Deserno, M. Elastic deformation of a fluid membrane upon colloid binding. Phys. Rev. E 2004, 69 (3), 031903. (65) Iversen, T. G.; Skotland, T.; Sandvig, K. Endocytosis and intracellular transport of nanoparticles: Present knowledge and need for future studies. Nano Today 2011, 6 (2), 176−185. (66) Salvati, A.; Aberg, C.; dos Santos, T.; Varela, J.; Pinto, P.; Lynch, I.; Dawson, K. A. Experimental and theoretical comparison of intracellular import of polymeric nanoparticles and small molecules: toward models of uptake kinetics. Nanomedicine 2011, 7 (6), 818−26. (67) Kim, J. A.; Aberg, C.; Salvati, A.; Dawson, K. A. Role of cell cycle on the cellular uptake and dilution of nanoparticles in a cell population. Nat. Nanotechnol. 2012, 7 (1), 62−8. (68) Boya, P.; Kroemer, G. Lysosomal membrane permeabilization in cell death. Oncogene 2008, 27 (50), 6434−51. (69) Boya, P. Lysosomal function and dysfunction: mechanism and disease. Antioxid. Redox Signaling 2012, 17 (5), 766−74. (70) Dunn, K. W.; Kamocka, M. M.; McDonald, J. H. A practical guide to evaluating colocalization in biological microscopy. Am. J. Physiol Cell Physiol 2011, 300 (4), C723−42. (71) Yu, M.; Yang, Y.; Han, R. C.; Zheng, Q.; Wang, L. J.; Hong, Y. K.; Li, Z. J.; Sha, Y. L. Polyvalent Lactose-Quantum Dot Conjugate for Fluorescent Labeling of Live Leukocytes. Langmuir 2010, 26 (11), 8534−8539. (72) Chen, X.; Bi, Y.; Wang, T.; Li, P.; Yan, X.; Hou, S.; Bammert, C. E.; Ju, J.; Gibson, K. M.; Pavan, W. J.; Bi, L. Lysosomal targeting with stable and sensitive fluorescent probes (Superior LysoProbes): applications for lysosome labeling and tracking during apoptosis. Sci. Rep. 2015, 5, 9004. (73) Dalal, C.; Jana, N. R. Galactose Multivalency Effect on the Cell Uptake Mechanism of Bioconjugated Nanoparticles. J. Phys. Chem. C 2018, 122 (44), 25651−25660. (74) dos Santos, T.; Varela, J.; Lynch, I.; Salvati, A.; Dawson, K. A. Quantitative assessment of the comparative nanoparticle-uptake efficiency of a range of cell lines. Small 2011, 7 (23), 3341−9. (75) Oh, E.; Delehanty, J. B.; Sapsford, K. E.; Susumu, K.; Goswami, R.; Blanco-Canosa, J. B.; Dawson, P. E.; Granek, J.; Shoff, M.; Zhang, Q.; Goering, P. L.; Huston, A.; Medintz, I. L. Cellular Uptake and Fate of PEGylated Gold Nanoparticles Is Dependent on Both CellPenetration Peptides and Particle Size. ACS Nano 2011, 5 (8), 6434− 6448. (76) Moros, M.; Hernaez, B.; Garet, E.; Dias, J. T.; Saez, B.; Grazu, V.; Gonzalez-Fernandez, A.; Alonso, C.; de la Fuente, J. M. Monosaccharides versus PEG-Functionalized NPs: Influence in the Cellular Uptake. ACS Nano 2012, 6 (2), 1565−1577. (77) Murphy, M. P. Targeting lipophilic cations to mitochondria. Biochim. Biophys. Acta, Bioenerg. 2008, 1777 (7−8), 1028−1031. (78) Reily, C.; Mitchell, T.; Chacko, B. K.; Benavides, G.; Murphy, M. P.; Darley-Usmar, V. Mitochondrially targeted compounds and their impact on cellular bioenergetics. Redox Biol. 2013, 1 (1), 86−93. (79) Smith, R. A.; Hartley, R. C.; Murphy, M. P. Mitochondriatargeted small molecule therapeutics and probes. Antioxid. Redox Signaling 2011, 15 (12), 3021−38. (80) Marrache, S.; Dhar, S. Engineering of blended nanoparticle platform for delivery of mitochondria-acting therapeutics. Proc. Natl. Acad. Sci. U. S. A. 2012, 109 (40), 16288−16293. (81) Behr, J.-P. The Proton Sponge: a Trick to Enter Cells the Viruses Did Not Exploit. CHIMIA International Journal for Chemistry 1997, 51 (1−2), 34−36. (82) Boussif, O.; Lezoualc’h, F.; Zanta, M. A.; Mergny, M. D.; Scherman, D.; Demeneix, B.; Behr, J. P. A versatile vector for gene and oligonucleotide transfer into cells in culture and in vivo: polyethylenimine. Proc. Natl. Acad. Sci. U. S. A. 1995, 92 (16), 7297− 301. (83) Akinc, A.; Langer, R. Measuring the pH environment of DNA delivered using nonviral vectors: Implications for lysosomal trafficking. Biotechnol. Bioeng. 2002, 78 (5), 503−508. (84) Sonawane, N. D.; Szoka, F. C., Jr.; Verkman, A. S. Chloride accumulation and swelling in endosomes enhances DNA transfer by polyamine-DNA polyplexes. J. Biol. Chem. 2003, 278 (45), 44826−31.\nhttps://dx.doi.org/10.1021/acsanm.0c01277 ACS Appl. Nano Mater. 2020, 3, 7804−7817\n7816\n(85) Elkin, S. R.; Bendris, N.; Reis, C. R.; Zhou, Y.; Xie, Y.; Huffman, K. E.; Minna, J. D.; Schmid, S. L. A systematic analysis reveals heterogeneous changes in the endocytic activities of cancer cells. Cancer Res. 2015, 75 (21), 4640−50. (86) Ruenraroengsak, P.; Novak, P.; Berhanu, D.; Thorley, A. J.; Valsami-Jones, E.; Gorelik, J.; Korchev, Y. E.; Tetley, T. D. Respiratory epithelial cytotoxicity and membrane damage (holes) caused by amine-modified nanoparticles. Nanotoxicology 2012, 6 (1), 94−108. (87) Wang, B.; Zhang, L.; Bae, S. C.; Granick, S. Nanoparticleinduced surface reconstruction of phospholipid membranes. Proc. Natl. Acad. Sci. U. S. A. 2008, 105 (47), 18171−5. (88) Rodriguez-Muela, N.; Hernandez-Pinto, A. M.; Serrano-Puebla, A.; Garcia-Ledo, L.; Latorre, S. H.; de la Rosa, E. J.; Boya, P. Lysosomal membrane permeabilization and autophagy blockade contribute to photoreceptor cell death in a mouse model of retinitis pigmentosa. Cell Death Differ. 2015, 22 (3), 476−87. (89) Wang, F.; Salvati, A.; Boya, P. Lysosome-dependent cell death and deregulated autophagy induced by amine-modified polystyrene nanoparticles. Open Biol. 2018, 8 (4), 170271. (90) Turula, V. E.; Gore, T.; Singh, S.; Arumugham, R. G. Automation of the Anthrone Assay for Carbohydrate Concentration Determinations. Anal. Chem. 2010, 82 (5), 1786−1792. (91) Mosmann, T. Rapid colorimetric assay for cellular growth and survival: Application to proliferation and cytotoxicity assays. J. Immunol. Methods 1983, 65 (1−2), 55−63.\nhttps://dx.doi.org/10.1021/acsanm.0c01277 ACS Appl. Nano Mater. 2020, 3, 7804−7817\n7817"
    } ],
    "references" : [ {
      "title" : "Lactose as a ′′Trojan horse′′ for quantum dot cell transport",
      "author" : [ "D.J. Fermin", "P. Verkade", "M. Berry", "M.C. Galan" ],
      "venue" : "Angew. Chem., Int. Ed. 2014,",
      "citeRegEx" : "J. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "J. et al\\.",
      "year" : 2014
    }, {
      "title" : "Carbon onions as nanoscopic pressure cells for diamond formation",
      "author" : [ "F. Banhart", "P.M. Ajayan" ],
      "venue" : "Nature",
      "citeRegEx" : "Banhart and Ajayan,? \\Q1996\\E",
      "shortCiteRegEx" : "Banhart and Ajayan",
      "year" : 1996
    }, {
      "title" : "Theoretical study on mechanisms of the epoxy Amine curing reaction",
      "author" : [ "Truong", "T. N" ],
      "venue" : "Macromolecules 2007,",
      "citeRegEx" : "M. and N.,? \\Q2007\\E",
      "shortCiteRegEx" : "M. and N.",
      "year" : 2007
    }, {
      "title" : "Silane Primer: Chemistry and Applications of AIkoxy Silanes",
      "author" : [ "G. Witucki" ],
      "venue" : "J. Coat. Technol",
      "citeRegEx" : "Witucki,? \\Q1993\\E",
      "shortCiteRegEx" : "Witucki",
      "year" : 1993
    }, {
      "title" : "Upconversion fluorescent carbon nanodots enriched with nitrogen for light harvesting",
      "author" : [ "Li" ],
      "venue" : "J. Mater. Chem. 2012,",
      "citeRegEx" : "M. and Q.,? \\Q2012\\E",
      "shortCiteRegEx" : "M. and Q.",
      "year" : 2012
    }, {
      "title" : "In vitro imaging and in vivo liver targeting with carbohydrate capped quantum dots",
      "author" : [ "H. P" ],
      "venue" : "J. Am. Chem. Soc. 2009,",
      "citeRegEx" : "P.,? \\Q2009\\E",
      "shortCiteRegEx" : "P.",
      "year" : 2009
    }, {
      "title" : "Endocytosis at the nanoscale",
      "author" : [ "I. Canton", "G. Battaglia" ],
      "venue" : "Chem. Soc. Rev. 2012,",
      "citeRegEx" : "Canton and Battaglia,? \\Q2012\\E",
      "shortCiteRegEx" : "Canton and Battaglia",
      "year" : 2012
    }, {
      "title" : "Intermolecular forces in biology",
      "author" : [ "D. Leckband", "J. Israelachvili" ],
      "venue" : "Q. Rev. Biophys. 2001,",
      "citeRegEx" : "Leckband and Israelachvili,? \\Q2001\\E",
      "shortCiteRegEx" : "Leckband and Israelachvili",
      "year" : 2001
    }, {
      "title" : "Lysosomal membrane permeabilization in cell death",
      "author" : [ "P. Boya", "G. Kroemer" ],
      "venue" : "Oncogene 2008,",
      "citeRegEx" : "Boya and Kroemer,? \\Q2008\\E",
      "shortCiteRegEx" : "Boya and Kroemer",
      "year" : 2008
    }, {
      "title" : "Lysosomal function and dysfunction: mechanism and disease",
      "author" : [ "P. Boya" ],
      "venue" : "Antioxid. Redox Signaling 2012,",
      "citeRegEx" : "Boya,? \\Q2012\\E",
      "shortCiteRegEx" : "Boya",
      "year" : 2012
    }, {
      "title" : "Targeting lipophilic cations to mitochondria",
      "author" : [ "M.P. Murphy" ],
      "venue" : "Biochim. Biophys. Acta, Bioenerg",
      "citeRegEx" : "Murphy,? \\Q2008\\E",
      "shortCiteRegEx" : "Murphy",
      "year" : 2008
    }, {
      "title" : "Mitochondrially targeted compounds and their impact on cellular bioenergetics",
      "author" : [ "M. P", "Darley-Usmar" ],
      "venue" : "Redox Biol. 2013,",
      "citeRegEx" : "P. and V.,? \\Q2013\\E",
      "shortCiteRegEx" : "P. and V.",
      "year" : 2013
    } ],
    "referenceMentions" : [ {
      "referenceID" : 5,
      "context" : "exact nature of the linkage between the GOPTS and the surface of CD−PEI. In addition, a study by Philipideas et al. (2013) demonstrated that the covalent attachment of linkers successfully passivated to the carbon dot core contribute no signal to solution state NMR spectra.",
      "startOffset" : 42,
      "endOffset" : 123
    }, {
      "referenceID" : 5,
      "context" : "MTT assays were performed to evaluate if CD−PEI exhibited cytotoxicity and what, if any, the effect of a lactose coating on CD−PEI would have on any observed toxicity (see Supporting Information, Figure S10). CD−PEI exhibited a moderate to low cytotoxicity only at high concentrations (>500 μg/mL), which interestingly was decreased when lactose was present. This was especially apparent for CD−PEI treated HeLa cells where viability dropped below 60%, but treatment of HeLa cells with CD−lactose had no effect on viability. Even though it was evaluated at a relatively higher concentration, it is evident that the lactose coating protects cells from any cytotoxic effect associated with CD−PEI, and therefore, it may allow an increase in exposure to these nanoparticles. Work by Yang et al. (2011) also showed that coating toxic CdSeS/ZnS QDs with lactose reduced cytotoxicity in HeLa cells at a concentration under 0.",
      "startOffset" : 44,
      "endOffset" : 799
    }, {
      "referenceID" : 5,
      "context" : "MTT assays were performed to evaluate if CD−PEI exhibited cytotoxicity and what, if any, the effect of a lactose coating on CD−PEI would have on any observed toxicity (see Supporting Information, Figure S10). CD−PEI exhibited a moderate to low cytotoxicity only at high concentrations (>500 μg/mL), which interestingly was decreased when lactose was present. This was especially apparent for CD−PEI treated HeLa cells where viability dropped below 60%, but treatment of HeLa cells with CD−lactose had no effect on viability. Even though it was evaluated at a relatively higher concentration, it is evident that the lactose coating protects cells from any cytotoxic effect associated with CD−PEI, and therefore, it may allow an increase in exposure to these nanoparticles. Work by Yang et al. (2011) also showed that coating toxic CdSeS/ZnS QDs with lactose reduced cytotoxicity in HeLa cells at a concentration under 0.5 mg/mL; however, these nanoparticles were still toxic in HUVECs (human umbilical vein endothelial cells) at concentrations above 50 μg/mL. Interestingly, a noticeable increase in cell growth/viability was also observed across the majority of CD−lactose concentrations tested and on both cell lines. This observation was similar to that shown by Hill et al. (2016), where an elevation in reductive metabolism per cell was seen in HeLa and MDAMB-231 cells treated with lactose-coated CDs.",
      "startOffset" : 44,
      "endOffset" : 1284
    }, {
      "referenceID" : 5,
      "context" : "To assess the extent to which CD−PEI and CD−lactose are recognized by surface receptors present on different epithelial cells, flow cytometric analysis was performed. In order to explore specific cell surface binding interactions of CDs with cells, experiments were performed at 4 °C. Initial analyses using VERO cells showed minimal binding of CD− PEI (Figure 5A); however, concentration dependent binding (R(2) = 0.99528) to VERO cells was observed using CD−lactose with a 4.7-fold increase in binding over the unlabeled population (Figure 5B, 1 mg/mL), which was completely inhibited with the addition of 100 mM free lactose (Figure 5C). A similar result was also observed using HeLa cells with a 3.5-fold increase in binding over the unlabeled population. Of note, CD−PEI also displayed a 2-fold increase in binding compared to that of the unlabeled population. PEI modified CDs have previously been reported to carry a positive charge, and they were likewise observed to be intracellularly internalized by HeLa cells.(47) This was attributed to the enhanced capability of CD−PEI to interact with the cell membrane through electrostatic interactions,(48) and as such, it could support the increased binding seen in our study. Despite this, the increase in binding of the CD−lactose indicates specific receptor interactions that can be specifically attributed to the presence of a lactose coat (Figure 5D). Similar to that observed with VERO cells, the interaction of CD−lactose with HeLa cells was also inhibited using 100 mM lactose, thus confirming the lactose specific nature of the interaction. It can also be noted that, as the experiments were performed at 4 °C, it is probable that the increased binding of CD−lactose can be attributed to active endocytosis of the nanoparticle, which was comparable to that shown by Shinchi et al. (2014).(49) A similar study by Kikkeri et al.",
      "startOffset" : 33,
      "endOffset" : 1850
    }, {
      "referenceID" : 5,
      "context" : "To assess the extent to which CD−PEI and CD−lactose are recognized by surface receptors present on different epithelial cells, flow cytometric analysis was performed. In order to explore specific cell surface binding interactions of CDs with cells, experiments were performed at 4 °C. Initial analyses using VERO cells showed minimal binding of CD− PEI (Figure 5A); however, concentration dependent binding (R(2) = 0.99528) to VERO cells was observed using CD−lactose with a 4.7-fold increase in binding over the unlabeled population (Figure 5B, 1 mg/mL), which was completely inhibited with the addition of 100 mM free lactose (Figure 5C). A similar result was also observed using HeLa cells with a 3.5-fold increase in binding over the unlabeled population. Of note, CD−PEI also displayed a 2-fold increase in binding compared to that of the unlabeled population. PEI modified CDs have previously been reported to carry a positive charge, and they were likewise observed to be intracellularly internalized by HeLa cells.(47) This was attributed to the enhanced capability of CD−PEI to interact with the cell membrane through electrostatic interactions,(48) and as such, it could support the increased binding seen in our study. Despite this, the increase in binding of the CD−lactose indicates specific receptor interactions that can be specifically attributed to the presence of a lactose coat (Figure 5D). Similar to that observed with VERO cells, the interaction of CD−lactose with HeLa cells was also inhibited using 100 mM lactose, thus confirming the lactose specific nature of the interaction. It can also be noted that, as the experiments were performed at 4 °C, it is probable that the increased binding of CD−lactose can be attributed to active endocytosis of the nanoparticle, which was comparable to that shown by Shinchi et al. (2014).(49) A similar study by Kikkeri et al. (2009) demonstrated that galactosecoated QDs were actively taken up by the asialyoglycoproteinreceptor 1 in HepG2 cells, which was validated by testing these same particles against ASGP-R1 knockdown cells.",
      "startOffset" : 33,
      "endOffset" : 1896
    }, {
      "referenceID" : 5,
      "context" : "presence of lysotracker localization varying spatially in the vertical plane,(70) it was difficult to assess colocalization statistically using the Pearson correlation. As such, 3D confocal microscopy was performed to assess true localization using the Mander’s coefficient. Internalization and lysosomal colocalization in VERO cells indicated a strong colocalization (0.9332) of CD−lactose (Figure 7B) with the lysosomes when compared to that with CD−PEI (Figure 7A), which showed lower colocalization (0.5401). This is also evident visually with diffuse cytosolic localization present for CD−PEI (Figure 7A). In a similar manner to that observed in VERO cells, CD−PEI displayed an even greater diffuse cytosolic localization throughout the HeLa cell population with little or no lysosomal overlap (0.0058) (see Figure 8). On the other hand, CD−lactose showed strong colocalization (0.9079) with the lysosome (Figure 8B). Our findings indicate that the addition of lactose has a critical impact on the intracellular fate of nanoparticles. However, it is important to note that localization cannot be solely controlled through the sugar coating, as a previous study has shown different subcellular colocalization of lactose-coated QDs. Benito-Alifonso et al. (2014) showed that CdTe QDs are coated with lactose localized in the endoplasmic reticulum and Golgi apparatus of HeLa and Araki Sasaki cells.",
      "startOffset" : 148,
      "endOffset" : 1266
    }, {
      "referenceID" : 5,
      "context" : "presence of lysotracker localization varying spatially in the vertical plane,(70) it was difficult to assess colocalization statistically using the Pearson correlation. As such, 3D confocal microscopy was performed to assess true localization using the Mander’s coefficient. Internalization and lysosomal colocalization in VERO cells indicated a strong colocalization (0.9332) of CD−lactose (Figure 7B) with the lysosomes when compared to that with CD−PEI (Figure 7A), which showed lower colocalization (0.5401). This is also evident visually with diffuse cytosolic localization present for CD−PEI (Figure 7A). In a similar manner to that observed in VERO cells, CD−PEI displayed an even greater diffuse cytosolic localization throughout the HeLa cell population with little or no lysosomal overlap (0.0058) (see Figure 8). On the other hand, CD−lactose showed strong colocalization (0.9079) with the lysosome (Figure 8B). Our findings indicate that the addition of lactose has a critical impact on the intracellular fate of nanoparticles. However, it is important to note that localization cannot be solely controlled through the sugar coating, as a previous study has shown different subcellular colocalization of lactose-coated QDs. Benito-Alifonso et al. (2014) showed that CdTe QDs are coated with lactose localized in the endoplasmic reticulum and Golgi apparatus of HeLa and Araki Sasaki cells.(9) In another study, 500 μg/mL of COOH−CDs coated with lactose showed a diffuse cytosolic location in both HeLa and MDAMB-231 cell lines.(27,28) This study showed that there was no difference between their lactose treated and untreated CDs and as such suggested passive uptake of their particles. Similarly, Yu et al. also showed diffuse cytosolic localization of CdSeS/ZnS QDs coated with lactose in leukocytes harvested from Sprague−Dawley rat cells that failed to bind to HeLa cells. In this instance, binding was attributed to interaction with the β2 integrin (CD11b) on the leukocyte surface.(71) It has also been shown that monomers of Rhodamine−lactose conjugates colocalize with the mitochondria of HeLa cells,(72) and a study by Dalal et al. (2018) showed that increasing galactose multivalency on QDs led to increased lysosomal trapping.",
      "startOffset" : 148,
      "endOffset" : 2160
    }, {
      "referenceID" : 5,
      "context" : "presence of lysotracker localization varying spatially in the vertical plane,(70) it was difficult to assess colocalization statistically using the Pearson correlation. As such, 3D confocal microscopy was performed to assess true localization using the Mander’s coefficient. Internalization and lysosomal colocalization in VERO cells indicated a strong colocalization (0.9332) of CD−lactose (Figure 7B) with the lysosomes when compared to that with CD−PEI (Figure 7A), which showed lower colocalization (0.5401). This is also evident visually with diffuse cytosolic localization present for CD−PEI (Figure 7A). In a similar manner to that observed in VERO cells, CD−PEI displayed an even greater diffuse cytosolic localization throughout the HeLa cell population with little or no lysosomal overlap (0.0058) (see Figure 8). On the other hand, CD−lactose showed strong colocalization (0.9079) with the lysosome (Figure 8B). Our findings indicate that the addition of lactose has a critical impact on the intracellular fate of nanoparticles. However, it is important to note that localization cannot be solely controlled through the sugar coating, as a previous study has shown different subcellular colocalization of lactose-coated QDs. Benito-Alifonso et al. (2014) showed that CdTe QDs are coated with lactose localized in the endoplasmic reticulum and Golgi apparatus of HeLa and Araki Sasaki cells.(9) In another study, 500 μg/mL of COOH−CDs coated with lactose showed a diffuse cytosolic location in both HeLa and MDAMB-231 cell lines.(27,28) This study showed that there was no difference between their lactose treated and untreated CDs and as such suggested passive uptake of their particles. Similarly, Yu et al. also showed diffuse cytosolic localization of CdSeS/ZnS QDs coated with lactose in leukocytes harvested from Sprague−Dawley rat cells that failed to bind to HeLa cells. In this instance, binding was attributed to interaction with the β2 integrin (CD11b) on the leukocyte surface.(71) It has also been shown that monomers of Rhodamine−lactose conjugates colocalize with the mitochondria of HeLa cells,(72) and a study by Dalal et al. (2018) showed that increasing galactose multivalency on QDs led to increased lysosomal trapping.(73) These differences in the available literature suggest that the uptake mechanism of nanoparticles can be affected by particle size,(74,75) charge,(47) and linker coating.(76) As such, colocalization is not merely a function of the type of surface coat but also of the nanoparticle itself and the extent of the multivalent display of the probe. This further highlights the importance of better understanding the uptake mechanisms by which cells process nanoparticles that could explain subsequent subcellular localization. Due to the lack of lysosomal localization of our CD−PEI compared to that of CD−lactose, we decided to explore whether, after endosomal escape, CD−PEI targeted an alternative subcellular compartment. Compared to that of CD−lactose, CD−PEI localization was moderately correlated (0.5154) to the mitochondria (see Supporting Information, Figure S17). This is in line with previous findings that have shown that cations target the mitochondria primarily because of the high membrane potential. Similarly, a study by Marrache et al. (2012) revealed that unlike that of anionic, coated QDs there was a high accumulation of cationic QDs in HeLa cells.",
      "startOffset" : 148,
      "endOffset" : 3310
    }, {
      "referenceID" : 5,
      "context" : "presence of lysotracker localization varying spatially in the vertical plane,(70) it was difficult to assess colocalization statistically using the Pearson correlation. As such, 3D confocal microscopy was performed to assess true localization using the Mander’s coefficient. Internalization and lysosomal colocalization in VERO cells indicated a strong colocalization (0.9332) of CD−lactose (Figure 7B) with the lysosomes when compared to that with CD−PEI (Figure 7A), which showed lower colocalization (0.5401). This is also evident visually with diffuse cytosolic localization present for CD−PEI (Figure 7A). In a similar manner to that observed in VERO cells, CD−PEI displayed an even greater diffuse cytosolic localization throughout the HeLa cell population with little or no lysosomal overlap (0.0058) (see Figure 8). On the other hand, CD−lactose showed strong colocalization (0.9079) with the lysosome (Figure 8B). Our findings indicate that the addition of lactose has a critical impact on the intracellular fate of nanoparticles. However, it is important to note that localization cannot be solely controlled through the sugar coating, as a previous study has shown different subcellular colocalization of lactose-coated QDs. Benito-Alifonso et al. (2014) showed that CdTe QDs are coated with lactose localized in the endoplasmic reticulum and Golgi apparatus of HeLa and Araki Sasaki cells.(9) In another study, 500 μg/mL of COOH−CDs coated with lactose showed a diffuse cytosolic location in both HeLa and MDAMB-231 cell lines.(27,28) This study showed that there was no difference between their lactose treated and untreated CDs and as such suggested passive uptake of their particles. Similarly, Yu et al. also showed diffuse cytosolic localization of CdSeS/ZnS QDs coated with lactose in leukocytes harvested from Sprague−Dawley rat cells that failed to bind to HeLa cells. In this instance, binding was attributed to interaction with the β2 integrin (CD11b) on the leukocyte surface.(71) It has also been shown that monomers of Rhodamine−lactose conjugates colocalize with the mitochondria of HeLa cells,(72) and a study by Dalal et al. (2018) showed that increasing galactose multivalency on QDs led to increased lysosomal trapping.(73) These differences in the available literature suggest that the uptake mechanism of nanoparticles can be affected by particle size,(74,75) charge,(47) and linker coating.(76) As such, colocalization is not merely a function of the type of surface coat but also of the nanoparticle itself and the extent of the multivalent display of the probe. This further highlights the importance of better understanding the uptake mechanisms by which cells process nanoparticles that could explain subsequent subcellular localization. Due to the lack of lysosomal localization of our CD−PEI compared to that of CD−lactose, we decided to explore whether, after endosomal escape, CD−PEI targeted an alternative subcellular compartment. Compared to that of CD−lactose, CD−PEI localization was moderately correlated (0.5154) to the mitochondria (see Supporting Information, Figure S17). This is in line with previous findings that have shown that cations target the mitochondria primarily because of the high membrane potential. Similarly, a study by Marrache et al. (2012) revealed that unlike that of anionic, coated QDs there was a high accumulation of cationic QDs in HeLa cells.(80) To further understand the differences in uptake mechanisms between the CD−PEI and CD−lactose, analysis of the number of packaged particles compared to the number of nuclei was assessed (see Table 1). In VERO cells, the uptake appeared to be controlled with 30 packaged particles per cell counted for both CD−PEI and CD−lactose suggesting that CDs were actively endocytosed. However, a 2.7-fold increase for CD− lactose (84 particles/cell) uptake and a 6-fold increase for CD−PEI (188 particles/cell) uptake were observed in HeLa cells compared to those in VERO cells. The increase in uptake is most likely due to unregulated passive uptake of CDs occurring through membrane interactions. A number of mechanisms could be responsible for the differences between uptake and intracellular localization in these cell lines. The decrease in lysosomal localization of CD− PEI in VERO cells is most likely due to a combination of some of the CD−PEI being actively taken up through the endolysosomal pathway and excess particles simply being passively taken up through deformation of the membrane. Alternatively, the decrease in CD−lactose particles/cell in VERO cells compared to that of HeLa cells suggests a more controlled uptake through receptor mediated endocytosis ensuring that all the material is packaged within the lysosomes. This is most likely due to increased binding to cell surface receptors as seen by flow cytometry (Figure 5D). For HeLa cells, on the other hand, the uptake mechanism for CD−PEI is not controlled, leading to an unregulated accumulation inside the cytosol. This is consistent with the findings from our previous study, Li et al. (2010), showing that surface increases in passivation with PEI compared to those of PEG resulted in increased cellular uptake, due to binding to the cell membrane through electrostatic interactions.",
      "startOffset" : 148,
      "endOffset" : 5086
    }, {
      "referenceID" : 5,
      "context" : "presence of lysotracker localization varying spatially in the vertical plane,(70) it was difficult to assess colocalization statistically using the Pearson correlation. As such, 3D confocal microscopy was performed to assess true localization using the Mander’s coefficient. Internalization and lysosomal colocalization in VERO cells indicated a strong colocalization (0.9332) of CD−lactose (Figure 7B) with the lysosomes when compared to that with CD−PEI (Figure 7A), which showed lower colocalization (0.5401). This is also evident visually with diffuse cytosolic localization present for CD−PEI (Figure 7A). In a similar manner to that observed in VERO cells, CD−PEI displayed an even greater diffuse cytosolic localization throughout the HeLa cell population with little or no lysosomal overlap (0.0058) (see Figure 8). On the other hand, CD−lactose showed strong colocalization (0.9079) with the lysosome (Figure 8B). Our findings indicate that the addition of lactose has a critical impact on the intracellular fate of nanoparticles. However, it is important to note that localization cannot be solely controlled through the sugar coating, as a previous study has shown different subcellular colocalization of lactose-coated QDs. Benito-Alifonso et al. (2014) showed that CdTe QDs are coated with lactose localized in the endoplasmic reticulum and Golgi apparatus of HeLa and Araki Sasaki cells.(9) In another study, 500 μg/mL of COOH−CDs coated with lactose showed a diffuse cytosolic location in both HeLa and MDAMB-231 cell lines.(27,28) This study showed that there was no difference between their lactose treated and untreated CDs and as such suggested passive uptake of their particles. Similarly, Yu et al. also showed diffuse cytosolic localization of CdSeS/ZnS QDs coated with lactose in leukocytes harvested from Sprague−Dawley rat cells that failed to bind to HeLa cells. In this instance, binding was attributed to interaction with the β2 integrin (CD11b) on the leukocyte surface.(71) It has also been shown that monomers of Rhodamine−lactose conjugates colocalize with the mitochondria of HeLa cells,(72) and a study by Dalal et al. (2018) showed that increasing galactose multivalency on QDs led to increased lysosomal trapping.(73) These differences in the available literature suggest that the uptake mechanism of nanoparticles can be affected by particle size,(74,75) charge,(47) and linker coating.(76) As such, colocalization is not merely a function of the type of surface coat but also of the nanoparticle itself and the extent of the multivalent display of the probe. This further highlights the importance of better understanding the uptake mechanisms by which cells process nanoparticles that could explain subsequent subcellular localization. Due to the lack of lysosomal localization of our CD−PEI compared to that of CD−lactose, we decided to explore whether, after endosomal escape, CD−PEI targeted an alternative subcellular compartment. Compared to that of CD−lactose, CD−PEI localization was moderately correlated (0.5154) to the mitochondria (see Supporting Information, Figure S17). This is in line with previous findings that have shown that cations target the mitochondria primarily because of the high membrane potential. Similarly, a study by Marrache et al. (2012) revealed that unlike that of anionic, coated QDs there was a high accumulation of cationic QDs in HeLa cells.(80) To further understand the differences in uptake mechanisms between the CD−PEI and CD−lactose, analysis of the number of packaged particles compared to the number of nuclei was assessed (see Table 1). In VERO cells, the uptake appeared to be controlled with 30 packaged particles per cell counted for both CD−PEI and CD−lactose suggesting that CDs were actively endocytosed. However, a 2.7-fold increase for CD− lactose (84 particles/cell) uptake and a 6-fold increase for CD−PEI (188 particles/cell) uptake were observed in HeLa cells compared to those in VERO cells. The increase in uptake is most likely due to unregulated passive uptake of CDs occurring through membrane interactions. A number of mechanisms could be responsible for the differences between uptake and intracellular localization in these cell lines. The decrease in lysosomal localization of CD− PEI in VERO cells is most likely due to a combination of some of the CD−PEI being actively taken up through the endolysosomal pathway and excess particles simply being passively taken up through deformation of the membrane. Alternatively, the decrease in CD−lactose particles/cell in VERO cells compared to that of HeLa cells suggests a more controlled uptake through receptor mediated endocytosis ensuring that all the material is packaged within the lysosomes. This is most likely due to increased binding to cell surface receptors as seen by flow cytometry (Figure 5D). For HeLa cells, on the other hand, the uptake mechanism for CD−PEI is not controlled, leading to an unregulated accumulation inside the cytosol. This is consistent with the findings from our previous study, Li et al. (2010), showing that surface increases in passivation with PEI compared to those of PEG resulted in increased cellular uptake, due to binding to the cell membrane through electrostatic interactions.(47) As such, passive uptake of CD−PEI would result in increased accumulation outside of the lysosomes. Additionally, the proton sponge effect may also contribute to the lack of lysosomal colocalization present in HeLa cells. The proton sponge effect hypothesizes that unprotonated amines of PEI can absorb protons as they are pumped into the lysosome, resulting in more protons being pumped in, leading to an influx of Cl− and water. This influx leads to osmotic swelling, and swelling of PEI, due to repulsions of protonated amine groups; therefore, this results in a rupture in the lysosomal membrane and a release of the contents into the cytoplasm.(61,81) This mechanism of endosomal escape due to coating with cationic polymers supports the absence of CD−PEI in the lysosomes seen in our study. Previous studies have suggested that PEI, in particular, is capable of osmolysis of the endosomes leading to the consequent release of cargo into the cytosol. In contrast, HeLa cells treated with CD−lactose indicates that the proton sponge effect may be decreased due to masking of PEI through coating with lactose. The differences in the quantity of CD−lactose/cell in HeLa and VERO cell types could be in part due to increased and unregulated nutrient uptake by disease and nondisease state cells. A systematic study by Elkin et al. (2015) revealed Table 1.",
      "startOffset" : 148,
      "endOffset" : 6620
    } ],
    "year" : 2020,
    "abstractText" : "Multivalent protein−glycan interactions are widespread in biology and are vital for initial recognition in cell−cell communication, host immune regulation, and viral and bacterial infection. Recently, fluorescent nanomaterials such as quantum dots (QDs) have been identified as a capable scaffold for multivalent carbohydrate immobilization. Carbon dots (CDs) are essentially heavy-metal-free QDs, offering a low-toxicity alternative for bioimaging and biosensing applications. Herein, we report a simple and versatile route for linker functionalization of lactose with (3-glycidyloxypropyl)trimethoxysilane (GOPTS) for conjugation to various CDs. CDs derived by thermal treatment of polyethylenimine (PEI) with citric acid and lactose, as the glycan, were employed in a number of detailed biological applications and evaluations. The self-assembled glycan monolayer (SAGM) method described here resulted in a high yield of lactose-conjugated CDs. Specific interactions of our lactose-coated CDs with cells, lectin microarrays, and as internalized bioimaging nanolights were demonstrated, with intracellular localization in a variety of cell lines observed. This present study offers a facile, one-pot, green, and low-cost synthesis of fluorescent multivalent nanoparticles that can be applied in the study of diverse interactions across the glycointeractome.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}