{
  "name" : "downloads_2020-01-03_a5_jana2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Rational design of two-dimensional nanomaterials for lithiumsulfur batteries",
    "authors" : [ "Milan Jana", "Rui Xu", "Xin-Bing Cheng", "Jeong Seok Yeon", "Jae Min Park", "Jia-Qi Huang", "Qiang Zhang", "Seok Park" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "This journal is©The Royal Society of Chemistry 2019 Energy Environ. Sci.\nCite this:DOI: 10.1039/c9ee02049g\nRational design of two-dimensional nanomaterials for lithium–sulfur batteries\nMilan Jana,†a Rui Xu, †bc Xin-Bing Cheng, †d Jeong Seok Yeon,a Jae Min Park,a Jia-Qi Huang, *c Qiang Zhang *d and Ho Seok Park ‡*ae\nThe inherent technical challenges of lithium–sulfur (Li–S) batteries have arisen from the intrinsic redox\nelectrochemistry occurring on the Li and S electrodes, which can significantly deteriorate the S utiliza-\ntion and life cycle. Two-dimensional (2D) nanomaterials composed of atomic or near-atomic thickness\nwith infinite lateral dimensions have been proven to be meritorious as emerging materials for energy\nstorage applications due to their unique structures, remarkable physical properties, and tunable surface\nchemistry. Herein, we argue that surface functionalization or heteroatom doping of 2D materials,\nhybridization with other nanostructured materials (0D quantum dots, 1D nanotubes/nanowires, and\nother 2D nanosheets), and finally architecting into 3D structures along with the advantages of 2D\nbuilding blocks can open up new opportunities for Li–S batteries. We also focus on the future directions\nof Li–S batteries in the design of S cathodes and separators utilizing the intrinsic and extrinsic properties\nof 2D nanomaterials.\nBroader context Lithium–sulfur (Li–S) batteries are considered as cost-effective and high-energy-density batteries compared to the current lithium-ion batteries. The practical applications of Li–S batteries are still restricted by technical challenges arising from the intrinsic charge storage electrochemistry and the properties of the materials. The S cathode is restricted by redox shuttling as well as deprived electrical conductivity, resulting in low S utilization, poor cyclability and self-discharge causing battery failure. Low S loading and the high value of the electrolyte to S ratio restrict the engineering of practically viable high energy density Li–S batteries. Recent advances in 2D materials and their modifications have been exploited to resolve the aforementioned problems. We describe a comprehensive overview focusing on functional 2D materials for the cathode, and separators of Li–S batteries. Along with intrinsic properties and the unique surface chemistries of the 2D nanomaterials, their extrinsic properties are obtained from hierarchical architecturing and hybridization with other 0D, 1D, and 2D nanomaterials. Assembling 2D building blocks into practical bulk forms such as film, fiber, powder, and monolith, 2D materials are used as active materials, host, protection layers, and reaction promoters. Finally, deep insights and perspectives into the current challenges and future directions for practical Li–S batteries are provided."
    }, {
      "heading" : "1. Introduction",
      "text" : "The exploration of energy-storage devices with very high energy density and low cost far beyond the current lithium-ion batteries (LIBs) has been motivated by the rapidly growing demand for renewable energy with sustainability and the emerging markets of future electronics and electric vehicles.1–5 Lithium–sulfur (Li–S) batteries configured with light-weight lithium (Li) anodes and earth-abundant and high-capacity sulfur (S) cathodes are considered as promising candidates to accomplish such cost-effective and high-energy-density batteries.6–10 On the one hand, a Li metal anode renders a high theoretical specific capacity of 3860 mA h g 1 with the lowest redox potential of 3.040 V (vs. the standard hydrogen electrode).11–13 On the other hand, low-cost S exhibits a high theoretical capacity of 1675 mA h g 1\nin light of its small atomic number and multi-electron conversion chemistry with Li ions.6–8 Consequently, Li–S batteries provide a great opportunity to achieve higher theoretical energy density based on the overall redox reaction, 2Li + S = Li2S, as compared to LIBs, delivering gravimetric and volumetric values of 2500 W h kg 1 and 2800 W h L 1, respectively.2,3,14\na School of Chemical Engineering, Sungkyunkwan University (SKKU), 2066, Seoburo,\nJangan-gu, Suwon 440-746, Republic of Korea. E-mail: phs0727@skku.edu b School of Materials Science & Engineering, Beijing Institute of Technology,\nBeijing 100081, China c Advanced Research Institute of Multidisciplinary Science, Beijing Institute of\nTechnology, Beijing 100081, China. E-mail: jqhuang@bit.edu.cn d Beijing Key Laboratory of Green Chemical Reaction Engineering and Technology,\nDepartment of Chemical Engineering, Tsinghua University, Beijing 100084, China.\nE-mail: zhang-qiang@mails.tsinghua.edu.cn e Department of Health Sciences and Technology, Samsung Advanced Institute for\nHealth Sciences and Technology (SAIHST), Sungkyunkwan University, 2066, Seoburo, Jangan-gu, Suwon 440-746, Republic of Korea\n† These authors contributed equally. ‡ Lead contact.\nReceived 29th June 2019, Accepted 19th November 2019\nDOI: 10.1039/c9ee02049g\nrsc.li/ees\nEnergy & Environmental Science\nREVIEW\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\n.\nView Article Online View Journal\nEnergy Environ. Sci. This journal is©The Royal Society of Chemistry 2019\nIt is expected that Li–S batteries will provide gravimetric energy density of 400–600 W h kg 1, which is around twice that of LIBs, along with the volumetric energy density of 700 W h L 1 for a fully packaged system. Despite these promising features of Li–S batteries, their real-operation values of energy density and cyclability on a large scale cannot satisfy the requirements for practical Li–S batteries.2 As shown in Fig. 1, Li–S batteries have technical challenges arising from the intrinsic redox electrochemistry occurring on positive and negative electrodes and properties of active materials as follows. The S cathode is limited by redox shuttling and parasitic reactions of soluble polysulfides as well as low electrical conductivity of S and insolubility of Li2S. 3 This will be addressed in more detail in Section 3. A low S loading (areal) or low S content (%) is another obstacle in the path toward practically viable Li–S batteries with high energy density. For instance, an areal capacity of 4 mA cm 2 is needed for LIBs to be commercially viable for future electric vehicles. Considering the lower average voltage of Li–S (2.2 V) as compared to that of LIBs (3.5 V), the areal capacity should be at least 6 mA h cm 2 for Li–S batteries. The required S loading is estimated to be around 3.58 mg cm 2 according to the theoretical specific capacity of S. Because in practice, it is very difficult to achieve the theoretical capacity of S, areal loading more than 5 mg cm 2 with S utilization of 70–80% is needed. The high value of the electrolyte to S (E/S) ratio, which is more than 10 mL mg 1 (according to the weight of S) in most cases, can prevent the achievement of the high energy density of Li–S batteries.5,10 Accordingly, an S loading of 45.0 mg S cm 2, having an E/S ratio of o3.0 mL mg 1, is the peripheral condition for achieving the energy density of 4500 W h kg 1 in the fully packaged Li–S cells.5 Considering that commercial LIBs have an electrolyte/active material ratio of 1 mL mg 1, the large amount of electrolyte increases the cost of Li–S cells. The use of a low E/S ratio unavoidably brings up several problems. The low E/S ratio increases the viscosity and the electronic conductivity of the electrolyte, causing sluggish redox kinetics. Reducing the E/S ratio to the solubility limit (equivalent to 3.8 mL mg 1) of the electrolyte causes precipitation of Li2S2/Li2S from the electrolyte without binding to conductive supports. The deposition of non-conductive Li2S2/Li2S on the non-conductive substrates results in the loss of active material and finally renders\nMilan Jana\nMilan Jana received his MSc in Chemistry from Vidyasagar University in 2012 and his PhD in 2018 from AcSIR, CSIR-CMERI Campus, India, under the guidance of Dr Tapas Kuila and Dr Naresh C. Murmu. He is currently working as a post-doctoral research fellow under the supervision of Prof. Ho Seok Park at Sungkyunkwan University (SKKU). His research interests include surface functionalization of 2D materials for Li–S batteries, hybrid supercapacitors, and aqueous batteries.\nRui Xu\nRui Xu received his BEng in Chemical Engineering from Beijing Institute of Technology in 2017. He subsequently joined Prof. Jia-Qi Huang’s group as a PhD student at the Beijing Institute of Technology. His research interest is focused on the interface design of stable batteries, including the interface modulation of lithium–sulfur batteries and lithium–metal anode.\nXin-Bing Cheng\nXin-Bing Cheng received his BEng from Tianjin University in 2012 and PhD from Tsinghua University in 2017 under the guidance of Prof. Qiang Zhang. In 2016, he was a visiting scholar in Prof. Yury Gogotsi’s team at Drexel University. He is currently a research associate at Tsinghua University. His current research interests are mainly focused on energy storage materials and devices, including nanocarbon materials, Li–S batteries, and dendrite suppression of Li metal anode.\nJia-Qi Huang\nJia-Qi Huang received his BEng (2007) and PhD (2012) degrees in Chemical Engineering from Tsinghua University, China. He is currently a professor at the Advanced Research Institute of Multidisciplinary Science (ARIMS) at the Beijing Institute of Technology. His research interests are focused on the interface phenomenon and design strategies for high-energy-density rechargeable batteries, including Li–S batteries and Li metal batteries. He was\nawarded the Young Elite Scientist by CAST in 2015 and the National Young Top-Notch Talent of China in 2019.\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nThis journal is©The Royal Society of Chemistry 2019 Energy Environ. Sci.\npoor redox kinetics. It is worth noting that the parasitic reaction (S gradually reacts with Li+) takes place during cell resting and results in severe self-discharge.8 The static self-discharge deteriorates the integrity of the electrodes causing battery failure and safety concerns, which obstruct the progress toward the commercialization of Li–S batteries.\nHerbert and Ulam introduced S as the cathode for the first time in the year 1962 and proposed the electrochemical reaction 2Li + S 2 Li2S.\n12 Rauh et al.15 demonstrated a prototype Li battery with Li2Sn positive electrode, which was dissolved in a solution of LiAsF6 in THF. Since then, numerous investigations have been conducted to resolve the aforementioned problems for almost 40 years.16,17 Considering the initially slow progress for such a long research period, it might be very difficult to overcome technical bottlenecks associated with redox reactions and the properties of active materials. Fortunately, significant breakthroughs in Li–S batteries have been made through new chemical approaches to the design of active materials, promoting the development of key cell components. For instance, Ji et al. have demonstrated that mesoporous carbon-based hosts have 80% of the theoretical capacity with S content of 70% for the S cathode.18 Thus, striking advances in new materials inspired by nanotechnology have been observed in the energy storage community, giving clues to resolving technical issues for\nFig. 1 Schematic illustration of the fundamental challenges of the Li–S battery regarding the Li anode and S cathode.\nQiang Zhang\nQiang Zhang received his Bachelors and PhD degrees from Tsinghua University in 2004 and 2009, respectively. After spending some time at Case Western Reserve University, USA, and Fritz Haber Institute of the Max Planck Society, Germany, he was appointed as a faculty member at Tsinghua University in 2011. His interests are focused on energy materials, including Li–S batteries, Li metal anode, 3D graphene, and electrocatalysts. He\nwas awarded The National Science Fund for Distinguished Young Scholars, Young Top-Notch Talent from China, and Newton Advanced Fellowship from the Royal Society, UK. Currently, he is the associate editor of the Journal of Energy Chemistry and sits on the advisory board of Matter, Advanced Functional Materials, ChemSusChem, Philosophical Transactions A, Science China Materials, Science China Chemistry, Chinese Chemical Letters, and so on.\nHo Seok Park\nHo Seok Park is an associate professor of Chemical Engineering at the Sungkyunkwan University (SKKU) as well as an adjunct professor at the Samsung Advanced Institute for Health Science & Technology (SAIHST). He received his PhD from Korea Advanced Institute of Science & Technology (KAIST) in 2008 and worked as a Postdoctoral Researcher in the Department of Biological Engineering at Massachusetts Institute of Technology (MIT) from\n2008 to 2010. His current research interests are focused on energy and chemical storage materials and devices based on 2D and carbon nanomaterials. He has published B170 peer-reviewed papers in top journals and is an editorial board member in the SCI(E) journals of Batteries & Supercaps (Wiley). He has received several awards including the National R&D Excellence 100 in 2019, the Scientist of the Month, and the LG Yeonam Fellowship.\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nEnergy Environ. Sci. This journal is©The Royal Society of Chemistry 2019\npractical Li–S batteries. Two-dimensional (2D) nanomaterials that are comprised of atomic or near-atomic thickness with infinite lateral dimension have received significant attention as emerging energy storage materials.18–22 The energy storage behaviors of 2D nanomaterials are associated with their unique structure, surface chemistry, and remarkable physical properties.19,20 A large family of 2D graphene and beyond with numerous combinations of compositions and crystalline structures collectively covers a broad range of physical and chemical properties that will be discussed in Section 2.19–24 Along with intrinsic properties and structures, unexpected properties and new functionalities can be extrinsically obtained by controlling the hierarchical architecture and hybrid compositions.20–24 Hierarchical architectures in multiscale structures can be assembled by using 2D nanomaterials as soft building blocks, providing integrative structural features on both micro- and macroscopic scales.25,26 By utilizing 2D materials as either major or minor counterparts, hybrid compositions can be delicately controlled to interact with other 0D, 1D, and 2D nanomaterials.20,25 Such various controllable properties and structures allow 2D materials to be applied for nearly every element of Li–S batteries such as anodes, cathodes, and separators. They can also be used as the active material, host, protection layer, conductive additive, and reaction promoter as shown in Fig. 1. 2D materials having elevated surface area, tunable porous structure, and excellent electrochemical stability can be designed as highly loaded S hosts. S hosts composed of highly conductive channels can overcome the sluggish redox kinetics of the Li–S battery having low E/S ratios. The introduction of a 2D reaction promoter can accelerate the reaction rate to adjust lethargic kinetics and finally reduce the irreversible loss of S. 2D polar materials can adsorb the LiPSs and result in low self-discharge during the resting time. 2D materials with different oxygen functionalities, as demonstrated by graphene oxide (GO), can provide chemical interactions to prevent LiPSs diffusion during rest.27,28\nAlthough there are some review articles about the energy storage applications of 2D nanomaterials,20,21,24–26,35 a comprehensive review covering all aspects of 2D nanomaterials regarding Li–S battery applications has not yet been published. Moreover, all of the review articles about Li–S batteries have summarized Li anodes, S cathodes, and separators, respectively, and have not comprehensively focused on the chemical approaches based on 2D materials to solve all issues.3,6,10,11,14,17,18 For instance, Liu et al. reviewed the use of nanostructured metal oxides and sulfides as Li–S cathodes for high S utilization and a long life cycle.3 Cheng et al. focused on the importance and dilemma of the Li anode in Li–S batteries.6 Zhao et al. reviewed anode materials for Li–S batteries, considering the interfacial and structural stability of Li metal powder, Li alloys, and well-designed Li hosts.16 Balach et al. discussed the interaction between the intrinsic properties of metal-based nanomaterials and LiPSs to provide a highperformance Li–S battery.29 Rana et al. reviewed the Li–S battery progress with high S loading to accomplish a feasible areal capacity.30 Zhang et al. highlighted the S infiltration methods, graphene–S configurations, and interaction between S/LiPS and graphene.31 Li et al. focused on the key roles of polysulfides concerning their behavior, and the corresponding impact on\nthe Li–S batteries.32 Peng et al. addressed the electrochemical energy storage performances of porous-holey 2D nanomaterials in terms of the synthetic procedures, design rule, and beneficial features, summarizing representative works on electrochemical capacitors, LIB, Na-ion batteries, and Li–S and Li–air technologies.33 Ali et al. mainly focused on the suppression of the LiPS shuttling effect using 2D materials as S cathodes, separators/ interlayers, and Li-anodes in Li–S batteries.28 From an engineering perspective, Yang et al. reviewed how to achieve the practical design and parameters for the commercialization of Li–S batteries.34\nHerein, for the first time, we review how to resolve some critical challenges of Li–S batteries, considering the practically required parameters (S loading, S content, E/S ratio, and selfdischarge) based on 2D nanomaterials, correlating their structures and properties with the electrochemical performance of Li–S batteries in Section 2. Recent progress and our insight into the design of the S cathode and separator hosted, modified, or promoted by 2D nanomaterials are introduced in Sections 3–5. The practical necessary parameters and estimated cost of the Li–S battery are discussed in Section 5. In Section 6, current impediments and perspectives for future directions in this field will be finally addressed."
    }, {
      "heading" : "2. Structure and chemistry of 2D nanomaterials for Li–S batteries",
      "text" : "Graphene was first isolated experimentally in 2004. Since then, various 2D nanomaterials with different structures and compositions have been found.22 Recently, 2D nanomaterials, including graphenes and their derivatives,35,36 2D carbon nanosheets,37 elemental analogs of graphenes such as borophenes and phosphorenes,38–40 boron nitrides (BNs),39 transition metal oxides (TMOs),41 sulfides (TMSs),42,43 dichalcogenides (TMDCs),44 phosphides (TMPs),45 nitrides (TMNs),46 non-stoichiometric compounds,47 transition metal carbide/nitrides (MXenes),48 layered double hydroxides (LDHs),49 metal–organic frameworks (MOFs),50 covalent organic frameworks (COFs),51 2D polymers, and their hybrids, have been investigated for applications in Li–S batteries.52 As shown in Table 1, different types of 2D nanomaterials possess distinctive physical, electrochemical, and surface properties that determine their roles as active materials, hosts, protection layers, conductive additives, and reaction promoters in Li–S batteries. First, 2D graphenes featuring a hexagonal crystalline structure consisting of sp2-hybridized carbons have advantages in terms of a large surface area of 2630 m2 g 1, high electrical conductivity, low density, and mechanical and electrochemical stabilities.21,22 A variety of derivatives such as heteroatom-incorporated (e.g., boron, nitrogen, oxygen, S, and phosphorus) and surface-functionalized (e.g., carboxylic, amine, and sulfonic groups) graphenes derived from chemical modifications exhibit distinctive electrochemical properties, thus expanding their roles in Li–S batteries.53,54 Graphenes and their derivatives have been actively investigated as hosts, protection layers, conductive additives, and reaction promoters.53,54 2D carbon nanosheets having different orbitals\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nThis journal is©The Royal Society of Chemistry 2019 Energy Environ. Sci.\nT ab\nle 1\nT h\ne d\niff e\nre n\nt ty\np e\ns o\nf 2\nD n\nan o\nm at\ne ri\nal s\np o\nss e\nss in\ng d\nis ti\nn ct\niv e\np h\nys ic\nal ,\ne le\nct ro\nch e\nm ic\nal ,\nan d\nsu rf\nac e\np ro\np e\nrt ie\ns\nS/ N\n2D m\nat er\nia ls\nR aw m at\ner ia\nls co\nst Pr\noc es\nsa bi\nli ty\nC on\nd u\nct iv\nit y\nSu rf\nac e\nar ea\nPo la\nri ty\nLe w is ac\nid R\nem ar\nks R\nef .\n1 G\nra ph\nen e\nLo w\nG oo\nd H\nig h\nH ig\nh ‘\n‘ C\nat h\nod e\nh os\nt, pr\not ec\nti ve\nla ye\nr on\nth e\nca th\nod e\n88 ,\n90 ,\n91 ,\n12 4\nan d\n13 4\n2 B\nN Lo\nw M\nod er\nat e\nLo w\nH ig\nh |\n‘ Pr\not ec\nti ve\nla ye\nr on\nth e\nse pa\nra to\nr an\nd th\ne an\nod e\n39 an\nd 16 8 3 Ph os ph or en e E xp en si ve B ad Lo w G oo d ‘ ‘ C at h od e h os t 40 4 B or op h en e Lo w B ad G oo d G oo d ‘ ‘ C at h od e h os t 38 5 H et er oa to m d op ed gr ap h en e Lo w M od er at e G oo d H ig h | ‘ C at h od e h os t, se pa ra to rs /i n te rl ay er s, pr ot ec ti ve la ye r on th e an od e 97 , 98 , 12\n7 an\nd 15\n9\n6 Fu\nn ct\nio n\nal iz\ned gr\nap h\nen e\nLo w\nG oo\nd G\noo d\nH ig\nh |\nC at\nh od\ne h\nos t,\nse pa\nra to\nrs /i\nn te\nrl ay\ner s,\npr ot\nec ti\nve la\nye r on th e an od e\n13 1,\n13 2\nan d\n17 9\n7 T\nM O\nLo w\nG oo\nd M\nod er\nat e\nLo w\n| |\nC at\nh od\ne h\nos t,\nre ac\nti on\npr om\not er\n, In\nte rl\nay er\n, m\nod if\nie d\nse pa\nra to\nrs to\nw ar\nd s\nca th\nod e\n41 ,4\n3, 67\n,1 03\n,1 06\nan d\n15 3\n8 T\nM D\nC M\nod er\nat e\nG oo\nd M\nod er\nat e\nLo w\n| |\nC at\nh od\ne h\nos t,\nre ac\nti on\npr om\not er\n, in\nte rl\nay er\n, m\nod if\nie d\nse pa\nra to\nrs to\nw ar\nd s\nth e\nca th\nod e\n44 ,\n64 ,\n69 an\nd 14\n0\n9 T\nM N\nM od\ner at\ne M\nod er\nat e\nM od\ner at\ne lo\nw |\n| C\nat h\nod e\nh os\nt, re\nac ti\non pr\nom ot\ner ,\nin te\nrl ay\ner ,\nm od\nif ie d se pa ra to rs to w ar d s th e ca th od\ne 46\n, 57\nan d\n65\n10 T\nM P\nM od\ner at\ne B\nad H\nig h\nLo w\n| |\nC at\nh od\ne h\nos t,\nre ac\nti on\npr om\not er\n, in\nte rl\nay er\n, m\nod if\nie d\nse pa\nra to\nrs to\nw ar\nd s\nth e\nca th\nod e\n45 ,\n10 9\nan d\n14 9\n11 M\nO F\nM od\ner at\ne G\noo d\nLo w\nH ig\nh |\n| C\nat h\nod e\nh os\nt, re\nac ti\non pr\nom ot\ner ,\nin te\nrl ay\ner ,\nm od\nif ie d se pa ra to rs to w ar d s th e ca th od\ne 50\nan d\n10 4\n12 C\nO F\nM od\ner at\ne M\nod er\nat e\nG oo\nd H\nig h\n‘ ‘\nC at\nh od\ne h\nos t\n51 an\nd 96\n13 M\nX en\ne M\nod er\nat e\nB ad\nH ig\nh H\nig h\n| |\nC at\nh od\ne an\nd an\nod e\nh os\nt, re\nac ti\non pr\nom ot\ner ,\nin te\nrl ay\ner ,\nm od\nif ie\nd se\npa ra\nto rs\nto w\nar d\ns th\ne ca\nth od\ne 11\n4, 11\n5, 11\n7, 14\n5 an d 15\n4 14 LD H Lo w G oo d Lo w | | C at h od e h os t, re ac ti on pr om ot er , in te rl ay er , m od if ie d se pa ra to rs to w ar d s th e ca th od e 49\n, 13\n8, 15\n5 an\nd 16\n1\n15 N\non -s\nto ic\nh io\nm et\nri c\nm et al ox id e/ su lf id es\nM od\ner at\ne M\nod er\nat e\nM od\ner at\ne Lo\nw |\n| C\nat h\nod e\nh os\nt, re\nac ti\non pr\nom ot\ner ,\nin te\nrl ay\ner ,\nm od\nif ie d se pa ra to rs to w ar d s th e ca th od\ne 32\n, 42\n, 47\n, 58\nan d\n17 4\n16 2D\nco or\nd in\nat io\nn po\nly m\ner M\nod er\nat e\nM od\ner at\ne Lo\nw Lo\nw ‘\n‘ R\nea ct\nio n\npr om\not er\n, pr\not ec\nti ve\nla ye\nr on\nth e\nse pa\nra to r an d th e an od e\n52 an\nd 10\n2\nEnergy & Environmental Science Review\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\n. View Article Online\nEnergy Environ. Sci. This journal is©The Royal Society of Chemistry 2019\nand defect levels from graphene can also be used as hosts and protection layers.37 Second, 2D inorganic elements with crystalline frameworks are comprised of sp2 hybrid of borophenes and sp3 hybrid of phosphorenes.38–40 2D borophenes provide good electronic conductivity and high chemical stability to be used as S hosts while 2D phosphorenes can be used as protective layers. 2D phosphorenes can also be used as modified layers on separators.38 Third, 2D alloys of BN have insulating characteristics with a wide band gap to coat separators for inhibiting Li dendrites.39 Fourth, since the utilization of only 4% TiO2 as the additive in the S electrode enables 200 charge–discharge cycles, as described by Evers et al.,55 2D transition metal-based nanomaterials have been extensively studied as hosts (TMOs, TMSs, TMPs, and TMNs),38–44 protection layers (TMOs, TMDCs, TMPs, and TMNs),56–58 conductive layers (TMNs),57 and reaction promoters (TMOs, TMDCs, TMPs, and TMNs),59–69 for Li–S batteries. Examples include TMO: MnO2, 43 TiO2, 41 VO2, 43 CuO,43 NiO,43 CoO,43 MoO2, 64 SnO2, 66 CeO2; 62 TMDC: CoS2, 44 TiS2, 63 WS2, 69 MoS2; 61,64 TMN: TiN,65 VN;46 and TMP: Ni2P, 45 Co2P, 45 and Fe2P.\n45 Characteristics of transition metal cores and corresponding anions can determine electrochemical properties (such as electronic conductivity and redox potential)43,60 and surface chemistries (such as polarity, chemical inertness, Lewis acidity, and electrocatalytic activity).45,68 In addition to their uses as S hosts, protection barriers, and reaction promoters, 2D TMDCs are particularly considered as promising active materials for storing lithium ions via the conversion reaction due to their high redox reactivity, large surface area, and controllable interlayer space.43–46,60–69 As a special case of transition metal-based materials, non-stoichiometric/under stoichiometric TMOs or TMSs (e.g. Ti4O7 and Co9S8) exhibit improved electrocatalytic activity due to their improved availability of vacant d orbitals as compared to their stoichiometric counterparts.42,68 Additionally, their Lewis acidity is improved due to the absence of basic terminal anions.42,68 Fifth, since the pioneering work done by Naguib et al., MXenes have received much attention as a new family of 2D nanomaterials owing to their excellent electrical conductivities and hydrophilic surfaces.70,71 MXenes are described as Mn+1XnTx, where M, X, and Tx correspond to early transition metals, C and/or N (n = 1 to 3), and surface terminated functional groups (x = the number of termination groups), respectively. Ti3C2Tx and Ti2CTx have been used as anode protective layers, S hosts, and cathode interlayers.72 Sixth, 2D LDHs, also known as anionic clays, have unique properties such as different metal cations in the brucite layer, uniform distribution of surface hydroxyl groups, intercalated anions with interlayer spaces, high chemical stability, swelling properties, and ability to intercalate different anions.49 These features allow 2D LDHs to be promising as S hosts and modified layers on separators. Seventh, 2D MOFs are regarded as highly porous coordination polymers with specific diversity of metal and organic ligand and tailored morphologies and porous structures.73 When MOFs have 2D structures, they possess very large surface areas and numerous metal-containing active sites that are associated with their capabilities of acting as S hosts and reaction promoters.73 Eighth, 2D COFs are also considered a class of designable crystalline polymers with structural repeating units connected by covalent bonds.51 They play a role as S host materials due to their low density, high porosity, robust stability, and semi-conductive nature.51 Finally, 2D nanomaterials can be artificially restacked in a hybridized manner, the so-called van der\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nThis journal is©The Royal Society of Chemistry 2019 Energy Environ. Sci.\nWaals solids of hetero-nanosheets.27–29 These hybrids can reveal synergistic or compensating properties that are very difficult to achieve with a single 2D nanomaterial. As shown in Fig. 2, the 2D nanoscale geometry stacked together by weak van der Waals interactions of atomic interlayers with strong in-plane bonding can provide unique surface features such as high aspect ratio, large surface area, nanoscale confined interlayers, anisotropic transport properties, volume variation, surface exposure of active and polar sites, different edge and basal sites, open porous channels, surface-confined electrochemistry, and unusual electrochemical reactivity.17–19 These unprecedented electrochemical and electronic characteristics are also associated with quantum confinement in the 2D nanoscale surface.32,34 Since electrochemical reactions are initiated from activated sites of the electrode surface, controlling these structural and surface features of 2D nanomaterials is of prime importance to overcome technical challenges arising from the intrinsic conversion chemistry of Li–S batteries (e.g., intermediate polysulfide shuttling and Li dendrites).\nPhysical and electrochemical properties of 2D nanomaterials can also be tuned by using diverse combinations of constituent components and different crystalline structures as illustrated in Fig. 2. Examples include variation in electronic properties from a zero-overlap semimetal of graphene,22 metals (e.g., NbSe2), 73 semiconductors (e.g., MoS2), 24 and insulators (e.g., BN),24 as well as various surface chemistries having different polarities (e.g., nonpolar graphene and polar graphene oxide) and dangling moieties (e.g., Ti3C2 MXene with O, OH, and F groups).74 The chemical identities of core transition metals and the associated anions can affect the electronic and electrochemical characteristics of 2D nanomaterials, as well as the available oxidation status used as hosts for multi-electron storage (e.g. Mo2+/Mo4+ of MoS2) and binding strength with associated anions. Considering the deterministic effect of the interactions between transition metals and anions on the redox potential, 2D TMDCs including S anions in crystalline frameworks can be used as active materials, not hosts or additives.75 The electrochemical reactivity of 2D nanomaterials is influenced by their crystalline structures and edge effect.75 For instance, the 1T phase and edge sites of MoS2 are more redox-active and electrochemically catalytic than the 2H phase75–77 and the non-defective basal plane to improve their capacity as host materials76 and facilitate the kinetics of solid–solid conversion from Li2S2 to Li2S or vice versa,\n64 respectively. These controllable properties of 2D nanomaterials should be considered to resolve critical challenges of Li–S batteries associated with the properties of the materials (e.g., low electronic conductivity of S) and corresponding redox chemistry (e.g., kinetics of polysulfide shuttling and Li2S).\nAlong with their intrinsic structure and surface chemistry, the extrinsic properties of 2D materials such as ion transport and mechanical integrity can be achieved by assembling 2D building blocks into practical bulk forms such as film, fiber, powder, and monolith as illustrated in Fig. 2.19–21,24,78 Moreover, changes in the multi-scale structures and hybrid compositions of 2D materials assembled in a bulk form can lead to\nunexpected properties and new functionalities.19–21,24,78 For instance, the hierarchical architecture constructed by using 2D nanomaterials as soft building blocks provide advantages of 3D macroscopic structure in terms of fast ion transport, easy ion accessibility, and percolated electron transport as a consequence of interconnected transporting pathways.20,21 This structure can facilitate sluggish redox kinetics arising from low electronic conductivities of S (B5 10 28 S m 1) and Li2S (B10\n11 S m 1), thereby improving the utilization of active materials and cell efficiency.17\nThese hierarchical porous structures consist of different pore sizes ranging from micro (o2 nm) through mesopores (2–50 nm) to macropores (450 nm), resulting in multiple characteristics.79,80 Interconnected mesopores and macropores generally created by inter-sheet voids or nanosheet assembly can promote fast ion transport onto active sites,79 while micropores produced by physical and chemical activations offer a large surface area for a high loading and trapping of S.81 Moreover, the huge free space and elasticity of 3D macroporous frameworks provide a buffering effect of the host on the volume expansion of S (80%) and Li.13\nHybrids of 2D nanomaterials with other nanostructured materials such as 0D quantum dots, 1D nanotubes and nanorods, and 2D nanosheets can provide synergistic properties and multi-functionalities of two or more constitutive nanomaterials interacting together.44,82–84 Multifunctional hosts (with host, conductive, and promoter characteristics) and protective layers (with adsorptive, conductive, and promoting characteristics) can be exemplified by graphene–CoS2 and TiO2–CNT paper, respectively.44,84 These hybrids can be further architectured into hierarchical and more complex structures such as hollow core–shell, nano-bubble, double-shelled nanocages, nanoboxes, nanoframes, yolk cells, nano-capsules, and so on.84–86 Such various controllable properties and structures of 2D materials provide a chemical strategy for the rational design of the anode, cathode, and separator of practical Li–S batteries as illustrated in Fig. 2. As discussed in this section, 2D nanomaterials have broad implications in the properties of materials and structures required for Li–S batteries and offer significant opportunities to resolve key corresponding issues. Their correlations and chemical strategies are addressed in more detail in Sections 3–5, focusing on the cathode, separator and practically required parameters respectively."
    }, {
      "heading" : "3. 2D nanomaterials for S hosts and polysulfide shuttling prevention",
      "text" : "S cathodes can store Li through the conversion reaction between S and Li2S, S8 + 16Li 2 8Li2S, where intermediate lithium polysulfide (LiPS) (Li2Sn, 2 r n r 8) is produced. It is soluble in ether-based electrolytes. The dissolution and shuttling of LiPSs result in self-discharging, low coulombic efficiency, and poor cyclic stability. However, approximately 75% of its theoretical capacity is extracted from the conversion of long-chain LiPSs into low-chain Li2S. The low electronic conductivity of S and Li2S and\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nEnergy Environ. Sci. This journal is©The Royal Society of Chemistry 2019\nvolume expansion can restrict the practical applications of Li–S batteries. The S host is necessary for efficient and stable utilization in a manner similar to the Li metal host because only S itself cannot be used as a cathode due to its low electronic conductivity, the dissolution of LiPS, and volume expansion. The S host needs to have a high surface area, good electronic conductivity, inter-network ion pathway, controllable surface chemistry and porous structure, and multi-functionalities (e.g., catalytic activity). 2D nanomaterials, such as graphene and carbon nanosheets, TMOs, TMDCs, TMNs, TMPs, and TMSs, MXene, MOF, COF, and LDH, have been applied in the design of the S cathode to accomplish high loading, efficient utilization, and stable confinement of S. This is further discussed in Section 2, focusing on the roles of 2D nanomaterials as hosts, protection layers, functional reaction promoters, and active materials, respectively. Correlation between physical/chemical features of 2D materials and energy storage capabilities is also considered."
    }, {
      "heading" : "3.1 2D materials as hosting S active materials",
      "text" : "Motivated by the breakthrough using mesoporous carbons,18 graphene and carbon nanosheets have been investigated as large-surface-area conductive 2D host materials. Although they possess a large specific area, good electronic conductivity, and mechanical and electrochemical stabilities, their external mesoporosity and non-polar surface failed in maintaining initial capacity over long cycles and high-energy efficiency. Ji et al. demonstrated that 1 g of host material with 1 cm3 g 1 of pore volume can accommodate 1.66 g of Li2S with a density of 1.66 g cm 3, thereby hosting 1.29 g of S corresponding to 56% S content.18 It was difficult for these 2D powdery carbons to fabricate high capacity S cathodes with 470 wt% and areal loading over 3–4 mg cm 2 that can surpass the energy density of existing LIBs. Increasing the S percentage and areal loading for the fabrication of dense and thick electrodes can degrade the performance and deteriorate the utilization and efficiency of S. This is due to the enhanced over-potential arising from a low conductivity and aggregation of S, the long diffusion pathway and tortuosity, and huge volume variations. In order to achieve both high loading and utilization of S, diverse chemical strategies for modifying the surface chemistry and structure of 2D nanomaterials have been exploited. The surface modification leads to the high loading and homogeneous distribution of S, while providing strong and large contact area with the conductive 2D surface. For instance, carboxylated graphene/S composites, which were synthesized through a reverse water-inoil micro-emulsion process, exhibited a high S content up to 94 wt% and uniform distribution on the micropores.87 Even at high S loading of 8 mg cm 2, this composite deposited on carbon cloth showed a high capacity of 1256 mA h g 1. S could be immobilized on the GO surface through C–S and O–S bonding and this S-immobilized GO was assembled into a binder- and current collector-free 2D paper for a high S loading. However, the specific capacity and cyclic stability were not sufficiently high because of a low S utilization (75%) and the dissolution of LiPS, respectively.\nAbout 80% volume expansion is another obstacle for high S loading.6,19 Thus, the hierarchical architecting of 2D nanomaterials could create inter-network conducting channels for facile ion access and offer huge free space for high S loading and buffering volume. Self-standing 3D graphene foams or monoliths can avoid using a binder and current collector while achieving high loading and utilization of S and effective volume expansion.88 3D graphene foam derived from sacrificial Ni foam (Fig. 3A) revealed a high areal capacity of 13.4 mA h cm 2 with an areal S loading (70 wt% of S) of 10.1 mg cm 2. The gravimetric capacity was around 1370 mA h g 1 (80% of S utilization) at 0.30 A g 1 and 450 mA h g 1 at 6 A g 1, suggesting a high rate capability. The electrode delivered charge– discharge stability over 1000 cycles with only 0.07% decay per cycle as shown in Fig. 3E. A self-supported carbon yolk cell was also proposed to provide high conductive channels with total surface area and pore volume of 2296 m2 g 1 and 2.1 cm3 g 1, respectively, for the maximum utilization of S as shown in Fig. 3B.89 The microporous surface area and volume were reported as 454 m2 g 1 and 0.87 cm3 g 1, respectively. The resulting yolk-cell structure was associated with a homogeneous S distribution with packing density of 10 mg cm 2, areal capacity of 11.4 mA h cm 2, and cyclic stability over 500 cycles with capacity decay of 0.040% per cycle. Approximately 54% capacity retention was observed when the rates increased from 0.1 to 4C, suggesting a high rate capability. However, the high micropore volume and associated surface area resulted in a high E/S ratio of 15 mL mg 1, which would cause low energy density. As another example of hierarchical architecture, rGO microchannels were vertically grown to form a 3D wood-like architecture with a surface area of 731 m2 g 1, thereby achieving a very high S loading of 21.3 mg cm 2 and low E/S ratio of 7.5 mL mg 1 (Fig. 3C).90 Yeon et al. demonstrated radially oriented open-porous spherical graphene architectures using a spray-frozen assembly and ozonation method as shown in Fig. 3D.91 The hierarchically structured composites (78.2 wt% of S content) exhibited a high specific capacity of 1269.1 mA h g 1 at 0.1C having an S loading of 2 mg cm 2 with E/S ratio of 10 mL mg 1 and stability over 500 charge–discharge cycles with a very low capacity fading of 0.08% per cycle.\nInstead of a post S loading by chemical deposition or melt diffusion, an in situ growth method for S was used to fabricate a highly S-loaded electrode. This 3D structured rGO exhibited the capacity of 1274 mA h g 1 at 0.156 mA cm 2 and 509 mA h g 1 (or 9.0 mA h cm 2) at 7.80 mA cm 2.90 Notably, efficient S utilization (above 80%) requires more than 10 mA h cm 2 of areal capacity. 3D structured rGO with the S loadings of 7.8, 15.2, and 21.3 mg cm 2 showed the high areal capacities of 6.7, 12.6, and 15.2 mA h cm 2, respectively, as shown in Fig. 3F. The capacity retention was around 90% after 50 cycles with a capacity decay of 0.2% per cycle when S was loaded at 7.8 mg cm 2. The retention was around 74% for a high loading of 21.3 mg cm 2 with a capacity decay of 0.5% per cycle.\nHeteroatom incorporation onto the surface and basal plane of the graphitic structure can modify the electronic structure for the enhanced charge transfer.92 For example, a graphenelike oxygenated carbon nitride (OCN) cathode, which was\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nThis journal is©The Royal Society of Chemistry 2019 Energy Environ. Sci.\nsynthesized by two-step pyrolysis of glucose and urea, exhibited a high capacity of 1407.6 mA h g 1 at 0.05C (with 84% and 56 wt% of S utilization and loading) and capacity retention of 22% after 2000 cycles.92 The bonding configuration and content of N were systematically studied for correlation with electronic properties and energy storage capabilities. This OCN was composed of micrometer-scaled 2D sheets, having both micro- and mesopores ranging from 1 to 3.4 nm and 14.47 wt% of N, where the graphitic or quaternary N is predominant. The electrical conductivity and charge transfer were facilitated due to the presence of dominant graphitic N. The N content increased up to 20.49 wt% when pyrolysis was carried out at 550 and 800 1C. However, the electronic conductivity was lowered on increasing the content of pyridinic N during lowtemperature pyrolysis and S utilization became around 70%.\nThe generation of micropores can increase the pore volume as well as S loading. Micropores can be constructed on the surface of 2D graphene or carbon nanosheets via physical activation such as microwave, steam, and CO2 activation, and through chemical activation by KOH.93 You et al. reported hierarchically micro/mesoporous graphene by microwave exfoliation followed by KOH activation.94 The as-prepared graphene contained a large surface area of 3000 m2 g 1 and pore volume of 2.14 cm3 g 1, thereby achieving an S content of 75 wt% by the melt diffusion technique. The hierarchically porous graphene\nexhibited the specific capacity of B789 mA h g 1 at 0.15C (based on the composite) and capacity retention of 76% after 200 cycles at 1C.\nHierarchical micro/mesoporous carbon nanocomposites were also synthesized by decorating 0D porous carbon nanospheres onto the surface of 2D graphene.53 The hierarchical composite structure exhibited a large specific surface area of 3182 m2 g 1 and a pore volume of 1.91 cm3 g 1. This unique composite delivered a high specific capacity of 1250 mA h g 1 at 0.2C, still rendering 916 mA h g 1 over 100 cycles when 74.5 wt% of S was loaded by a melt diffusion technique."
    }, {
      "heading" : "3.2 2D materials inhibiting LiPS shuttling",
      "text" : "Along with the strong potential as an S host with high loading and efficient utilization, the control of 2D nanomaterials in the structure, surface chemistry, and hybrid composition can be a promising solution to resolve the dissolution and shuttling of LiPS. The confinement of LiPS into 2D graphene and carbon nanosheets is considered a physical trapping technique.95 For instance, sub-micrometer S particles were produced in the presence of sodium polysulfide or thiosulfate and encapsulated in the rGO interlayers. The S wrapped by rGO nanolayers showed an initial capacity of 1000 mA h g 1 and cyclic stability over 100 cycles. Moreover, LiPS confinement was achieved in the micropores of 2D materials. 2D COF was used to create\nFig. 3 2D materials as S host. Schematic models are shown for the following: (A) foam. Reprinted with permission from Zhou et al.88 (B) Yolk cell. Reprinted with permission from Pei et al.89 (C) 3D wood-like structure. Reprinted with permission from Li et al.90 (D) Radially assembled open porous graphene microspheres. Reprinted with permission from Yeon et al.91 (E) Cycling performance and coulombic efficiency of the graphene foam with a 10.1 mg cm 2 S loading at 1500 mA g 1 for 1000 cycles. (F) GCD curves of the S@C-wood composite electrode with different S mass loadings. Reprinted from Li et al.90\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nEnergy Environ. Sci. This journal is©The Royal Society of Chemistry 2019\nuniform micropores via self-assembly, thus suppressing the diffusive loss of long-chain LiPSs.96 Liao et al. demonstrated a 2D porphyrin-based COF (Por-COF) with a surface area of 1095 m2 g 1, pore volume of 0.71 cm3 g 1, and average pore size of 1.55 nm.96 Along with 1.8 mg cm 2 of loading and 55% of S content with an E/S ratio of 11.1 mL mg 1, the 2D Por-COF revealed the initial specific capacity of 1166 mA h g 1 (69% of S utilization) and 633 mA h g 1 after 200 cycles with a capacity decay of 0.2% per cycle. The presence of high micro-porosity resulted in high E/S ratio and low S loading. Obviously, this physical confinement of LiPSs was limited by short-term cycling of a few hundred cycles and inefficient utilization of trapped LiPSs. The chemical interaction of host materials can be used to strongly immobilize polar LiPSs with the terminal S bearing the negative charge, mitigating the dissolution and shuttling. These polar materials can exhibit high electrical conductivity and large accessible surface for sufficient active sites (e.g. polar groups on the edges and defective basal plane) to chemically absorb LiPS, thereby preserving a high and stable S loading and its utilization as described in Fig. 4A.97 The heteroatoms like O, N, B, S, and P allowed the 2D graphene and carbon nanosheets to strongly interact with polar LiPSs through binding energies from 1.29 to 2.6 eV, whereas solvents such as dimethyl ether/dioxolane have the binding energy with LiPS ranging from 0.87 to 0.98 eV. N-Doped graphene can induce different polarities based on the bonding characteristics\nFig. 4 2D materials providing polar–polar interactions. (A) Illustrations of the polysulfide reduction process on a non-polar carbon substrate, a nonconductive polar substrate, and a conductive polar substrate. Reprinted from Fang et al.98 (B) (a) Schematic illustration of the oxidation of the initially formed polysulfide by d-MnO2 to form thiosulfate, with the concomitant reduction of Mn 4+ to Mn2+; (b) XPS analysis of MnO2 nanosheets and MnO2– Li2S4. Reprinted with permission from Liang et al. 103 (C) Schematic illustration of LiPSs interactions with 2D exfoliated LT and TT nanosheets. Reprinted with permission from Patil et al.41 (D) (a) Side view of a Li2S6 molecule on the VN(200) surface, the binding energy between Li2S6 and VN is calculated to be 3.75 eV; (b) cyclic voltammogram profiles of the VN/G and rGO cathodes at a scan rate of 0.1 mV s 1 in a potential window from 1.7 to 2.8 V. Reprinted with permission from Sun et al.46 (E) Activation test of Li2S electrodes based on AC, NPC, Ni2P@NPC, Co2P@NPC, and Fe2P@NPC. Reprinted with permission from Yuan et al.45 (F) CoS2-Incorporated carbon/S cathode to accelerate polysulfide reduction and to inhibit polysulfide diffusion. Reprinted with permission from Yuan et al.44 (G) Schematic of the synthesis of the MoS2 x/rGO composite and the conversion of Li2Sx on the MoS2 x/rGO surface. Reprinted with permission from Lin et al.64 (H) Schematic illustration of the synthesis process of the S@Ni/Fe LDH composite. Reprinted with permission from Zhang et al.49\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nThis journal is©The Royal Society of Chemistry 2019 Energy Environ. Sci.\nof graphitic, pyridinic, and pyrrolic N.97,98 An interconnected N-doped carbon (i.e. N content of 8.3 wt%) hybridized with conductive graphene nanosheets exhibited a specific capacity of 1359.7 mA h g 1 (81% S utilization) at 0.1C and cyclic stability of 150 cycles with a coulombic efficiency of 100%.99 N and O dual-doped graphene exhibited a capacity decay of 0.058% per cycle over 300 charge–discharge cycles. Although the chemical bonding of LiPSs with polar 2D carbons achieved better stabilities and performance than physical trapping, the utilization of chemically immobilized S was not sufficient. Moreover, it is difficult to chemically immobilize several kinds of LiPS intermediates with different polarities. 2D borophene can have strong adsorption energy with LiPSs in the range of 1 to 3 eV as demonstrated by the DFT calculation.38\nAdditionally, the metallic borophene–S cluster provides high electrical conductivity. Despite the promising features of borophene such as strong adsorption of LiPSs, high conductivity, and small deformation, more experiments should be performed to employ borophene as the S host for practical applications. Functional hosts and interlayers can mitigate the shuttling of LiPS, improving the re-utilization of trapped S, and preventing the dissolution of long-chain LiPSs through strong polar–polar interactions. For instance, highly conductive metals decorated onto the 2D graphene surface provided high electronic conductivity and a promoting effect for the maximum utilization of S.100 A Pt-decorated graphene/S electrode with S loading of 2 mg cm 2 and E/S ratio of 5 mL mg 1 exhibited the discharge capacity of 1100 mA h g 1 at 0.1C, which was almost 40% higher than that of Pt-free one.100 The use of catalyst can enhance the rate kinetics and thus, maintain high S utilization at low E/S ratio of 5 mL mg 1. Du et al.101 synthesized monodisperse Co atoms embedded N-doped graphene (Co–N/G) with 90 wt% S content, S loading of 6.0 mg cm 2, and E/S ratio of 12 mL mg 1. The Co–N–C coordination center served as a bi-functional electro-catalyst to trigger the surface-mediated reaction of LiPSs, thereby achieving the gravimetric and areal specific capacities of 1210 mA h g 1 (0.72% S utilization) and 5.1 mA h cm 2, respectively, with capacity retention over 100 cycles. Wu et al.102 synthesized a 2D carbon Co/N corrugated adenine derivative having a specific surface area and pore volume of 526 m2 g 1 and 0.46 cm3 g 1, respectively with an average pore size of 3.7 nm. The lithiophilic– sulfiphilic (Co/N) sites enhanced the conversion kinetics for polysulfides, while the 2D conductive matrix facilitated the homogeneous distribution of S/Li2S deposits and strong adsorbability. Taking advantage of the synergistic effects, the Li–S cell with a high S loading of 9.7 mg cm 2 exhibited high gravimetric and areal specific capacities of 1290 mA h g 1 and 6 mA h cm 2 along with long term cycling stability over 600 cycles. However, the high pore volume with small pore size required excess electrolyte to fill the pores at a high E/S ratio of 15 mL mg 1.\nAlthough there is controversy about their exact role as reaction promoters, some 2D nanomaterials such as TMDCs, TMNs, TMPs, TMSs, TMDCs, LDHs, MOFs, and MXene exhibited a strong affinity with LiPSs and kinetically promoted their transformation into Li2S2/Li2S.\n6,42,43,45,46,48,49,68,103–105 Electronegative O, N, P, and S create a net polarity to bond with positively charged\ntransition metals.6 Accordingly, Sx 2 and Li+ ions interact with transition metal and O/N/P/S ions of 2D TMO, TMN, TMP, TMS, and TMDC with a strong binding energy of 2.6–3.5 eV.6,105 This strong adsorption of LiPSs onto the active sites through polar– polar interactions can prevent the dissolution of LiPSs in electrolyte resulting long life cycle, while high electronic and ionic conductivities are guaranteed. Thus, the functional 2D nanomaterials are expected to improve the efficiency of S-containing cathodes.\nThe TMOs such as VO2 and MnO2 43,103 reacted with longchain LiPSs in the potential range from 2.10 to 3.05 V, which were converted into thiosulfate (S2O3\n2 ) on the TMO surface as shown in Fig. 4B(a). As the reduction proceeded, the thiosulfates anchored the newly formed long-chain LiPSs to form polythionate (O3S–Sx 2–SO3)\n2 and short-chain LiPSs. Mn4+ ions predominantly existing in the layers of the edge-sharing octahedral sites of 2D MnO2 were simultaneously reduced to Mn 2+ ions during this reduction process (Fig. 4B(b)). Thus, the LiPSs remained anchored on the TMO surface through the redox mediator (of thiosulfate and polythionate)43,103 and their shuttling was inhibited. The S electrodes including MnO2 exhibited a reversible capacity of 1300 mA h g 1 at 0.05C with S content of 75% and cyclic stability over 2000 cycles.103 The formation of thiosulfate and polythionate was also observed for VO2.\n43 Very recently, Song et al. reported a VO2–graphene-based S electrode having the specific capacity of 1405 mA h g 1 at 0.2C and 830 mA h g 1 at 2C with areal S loading of 2 mg cm 2 (70 wt% of S content) and E/S ratio of 13 mL mg 1.106 Consequently, the insoluble thiosulfate formed on the TMO surface acted as an internal redox mediator to anchor long-chain LiPSs from the solution and to trigger conversion into short-chain LiPSs.\nA 2D lepidocrocite TiO2 (LT) nanosheet, which was synthesized by the protonation and exfoliation of layered Cs0.7Ti1.83*0.17O4 (where * reflects the vacancy), was also used to prevent LiPS shuttling.41 This LT nanosheet provided numerous active sites for both chemisorption and physisorption of LiPSs (Fig. 4C), achieving an initial capacity of 1023.5 mA h g 1 at 50 mA g 1 and a capacity retention of 82.3% after 300 cycles (low decay of 0.05% per cycle) with a low S loading of 0.8 mg cm 2 and high E/S ratio of 22.4 mL mg 1. The strong S–O bonds between the encapsulated S and the oxygenated MoO2 conductive framework were confirmed by XPS spectra.67 This interaction prevented the as-formed LiPSs from leaching out into electrolyte, thus delivering an initial capacity of 1100 mA h g 1 at 0.1C and decay rate of 0.19% per cycle over 250 cycles. However, the specific surface area and pore volume of MoO2 were reported to be 70 m\n2 g 1 and 0.30 cm3 g 1, respectively, and thus, the S content was around 38 wt%. Yang et al. improved the electrical conductivity as well as the electrochemical performance of 2D layered a-MoO3 nanoribbons (10 nm) by intercalating Sn into the van der Waals gap for higher binding energy of 3.01 eV between Sn0.063MoO3 and Li2S4 as compared to pure MoO3 (2.44 eV).\n107 The as-designed cell achieved a specific capacity of 1390.3 mA h g 1 at 0.1C and 79.6% capacity retention over 500 cycles at 1C rate (0.04% decay per cycle). However, the low surface area of 17.13 m2 g 1 resulted in a low S loading of 1.5 mg cm 2.\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nEnergy Environ. Sci. This journal is©The Royal Society of Chemistry 2019\nSun et al. demonstrated a 3D internetworked porous VN/rGO free-standing hydrogel with 30% VN content.46 Non-polar rGO in composite hydrogels played the role of immobilizing S species as a hosting material. In particular, strong polar–polar interactions of VN with Li2S6 caused the deformation of Li2S6 to form three S–V bonds and one Li–N bond, as shown in Fig. 4D(a). The redox kinetics was facilitated by VN as shown in discernible positive and negative shifts of the reduction and oxidation peaks, respectively, indicating the narrow peak separation corresponding to the improved reversibility in Fig. 4D(b). The as-designed electrode with 3 mg cm 2 of S loading revealed 88% S utilization and 81% capacity retention after 200 cycles. However, the Li–S cell possessed a very high E/S ratio of 430 mL mg 1. Additionally, 30% of VN in 1.5 mg of VN/G electrode reduced the total S content to 56 wt%. TiN exhibited a spontaneous fragmentation of long-chain LiPSs into short-chain Li2S through strong adsorption and heterogeneous promoters.65 The current density in the second plateau region at 2.1 V was significantly improved for the TiN/S electrode, which promoted the sluggish reaction kinetics of long-chain LiPSs converted into Li2S. The high rate capacity of 700 mA h g 1 was achieved at 5C with S loading of 1.2 mg cm 2, where 20% of TiN additive was used to fabricate the electrode having S content of 60%. Liao et al. demonstrated a biomimetic root-like TiN/carbon (TiN/C) composite to accomplish a thick S cathode with a high S loading of 10.5 mg cm 2 without any inactive binder.108 The root-like chain facilitated the capture, transfer, and conversion of the LiPSs, which resulted in delivering areal and gravimetric specific capacities of 8.3 mA h cm 2 and 790 mA h g 1, respectively. The S content and E/S ratio were estimated as 56% and 15 mL mg 1 for the fabrication of the Li–S cell.\nThe applications of TMPs in Li–S batteries were less as compared to the corresponding TMOs or TMDCs.45 However, TMPs have an advantage in terms of metallic characteristics or even superconductivity. Yuan et al. prepared a series of TMPdecorated N- and P-doped carbon nanoflakes (Ni2P@NPC, Co2P@NPC, and Fe2P@NPC) via chemical deposition in alkaline medium and carbonization.45 The Fe2P@NPC/S, Co2P@NPC/S, and Ni2P@NPC/S delivered the specific capacities of 1203, 1351, and 1226 mA h g 1, respectively, which were higher than 939 mA h g 1 of NPC/S cathode having an S loading of 1.3 mg cm 2. Li2S was activated to be converted into long-chain LiPSs at 3.50, 2.80, 2.59, 2.51, and 2.44 V for AC, NPC, Fe2P@NPC, Co2P@NPC, and Ni2P@NPC cathodes, respectively, as shown in Fig. 4E. The lower activation potentials for TMPs were due to a low charge transfer resistance to decompose Li2S. The adsorption energies of Li2S on Ni2P@NPC, Co2P@NPC, and Fe2P@NPC surfaces were 3.70, 4.00, and 5.34 eV, much higher than 0.37 and 0.94 eV of pure carbon and N-doped carbon, respectively. The dissociation energy of Li2S on the TMPs surface ranged from 0.60 to 0.75 eV, however, pristine carbon and N doped carbon had 1.86 and 1.52 eV, respectively. These results are associated with the polar interactions and rapid redox kinetics of Li2S on the TMPs surfaces. Cheng et al. reported an MOF-derived Ni2P nanoporous composite (Ni2P/NC), where the porous conductive 3D skeleton\ncarbon provides accelerating electron transport and Ni2P offers chemical interactions to avoid LiPSs shuttling.109 The as-designed cell exhibited a specific capacity of 918 mA h g 1 at 0.2C with a high S loading of 4.6 mg cm 2 (61.92% of S content) and enhanced cycling stability over 300 cycles with 0.08% decay per cycle.\n2D TMDCs have been investigated as functional hosts and interlayers, considering previous research into the desulfurization reaction catalysts associated with strong sulfiphilic capability. Sulfiphilic CoS2 clusters were hybridized with graphene to fabricate the CoS2–graphene composite with 15 wt% of CoS2. 44 This composite revealed a high capacity of 1368 mA h g 1 at 0.5C with S content of 75 wt% and areal S loading of 0.4 mg cm 2, exhibiting stable 2000 charge–discharge cycles with 0.34% capacity decay per cycle. Around 60% capacity improvement by CoS2, relative to the graphene–S electrode, with cyclic stability was attributed to the charge transfer from the conductive matrix to adsorbed LiPSs accelerating the polysulfide redox kinetics as shown in Fig. 4F. WS2 nanosheets hybridized with carbon showed only 7% S dissolution into an electrolyte solution after 10 hours, whereas the pristine carbon electrode revealed around 47% dissolution.110 The Li–S cell exhibited good cyclic stability over 1500 cycles (with around 90% S utilization and 2 mg cm 2 of areal loading). As demonstrated by the computation study, the binding energy of WS2 with low order LiPSs was higher than that for high order Li2S8 and S. Given the higher capacity of low order LiPS as compared to the high order LiPS in the discharging curve, the better adsorption of the former justified the excellent performance of WS2.\nThe crystalline phase of 2D TMDC affected LiPS redox kinetics. The S deficiency in the 2H phase of MoS2 nanoflakes offered electron-rich sites for participation in LiPS conversion and promoted the redox kinetics (Fig. 4G).64 The S-deficient MoS2–rGO (MoS2 x–rGO) revealed a pair of sharp redox peaks with narrow peak separations in the symmetric cell using Li2S6 as the electrolyte. In contrast, the MoS2–rGO symmetric cell exhibited broadened peaks with widened peak separation as compared to those of MoS2 x–rGO. The S electrode having 1.5 mg cm 2 of areal loading with only 4 wt% of MoS2 x–rGO delivered the specific capacity of 1310 mA h g\n1 at 0.2C and 63.1% of initial capacity at 8C, showing long term cyclic stability for 600 cycles with a capacity fading rate of 0.083% per cycle at 0.5C. However, the Li–S cell was fabricated with a very high E/S ratio of 430 mL mg 1.\nZhang et al. synthesized novel hollow Ni/Fe LDH polyhedrons as an S host to enhance the performance of Li–S batteries.49 Polyhedral Ni/Fe LDH shells were formed on MIL-88A by treating with Ni(NO3)2 and urea as revealed in Fig. 4H. The specific surface area decreased from 104.3 m2 g 1 to 3.6 m2 g 1 when the S content was 70 wt% (2 mg cm 2 of areal loading), suggesting that most pores and internal voids were occupied by S. The Ni/Fe LDH/S delivered a specific capacity of 1050 mA h g 1 at 0.1C with an areal specific capacity of 2.47 mA cm 2, and it was retained at around 60% at 2C. In LDH, the combination of sulfiphilic sites and the hollow architecture led to the prolonged cyclic stability of 1000 cycles with 0.04% capacity decay per cycle. Considering that LiPSs possess soft Lewis base characteristics\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nThis journal is©The Royal Society of Chemistry 2019 Energy Environ. Sci.\nowing to the lone electron pairs of S, a strong metal–S (M–S) interaction can be formed for the 2D nanomaterials having Lewis acid characteristics.6 The M–S bonding was reported with binding energy ranging from 3.5 to 7.0 eV through a Lewis acid–base interaction.6 The availability of vacant d orbitals directs the efficiency of M–S bonding. The Lewis-acid-based interaction is mainly generated for under-stoichiometric metal oxides (of Ti4O7), sulfides (of Co9S8), MOFs, and MXenes.\n6,42,68,111,112 The oxygen-deficient Ti sites of Ti4O7 interacting with terminal and bridging S of LiPSs are shown in Fig. 5A.68 Pang et al. demonstrated that Ti4O7/S cathodes having S content of 70 wt% and E/S ratio 430 mL mg 1 delivered a discharge capacity of 1070 mA h g 1 and charge–discharge stability over 500 cycles with a decay rate of 0.06% per cycle.68 Mei et al. developed metallic polar Ti4O7 particles with interconnected-pore structure, adsorbing LiPSs and facilitating their conversion to Li2S.\n47 The Li–S cell was fabricated with an S loading of 1.2 mg cm 2, S content of 55 wt%, and E/S ratio of 39 mL mg 1. The discharge capacity of the Ti4O7 electrode was 1119 mA h g 1 at 0.1C and 300 cycle stability with 0.099% capacity decay per cycle.47 Despite having about a third of the surface area of Ti4O7, a graphene-like metallic Co9S8 with an interconnected nanoarchitecture showed intrinsic LiPS adsorptivity, which was over 5 times higher than that of Ti4O7.\n42 Three surfaces, namely, (002), (202) and (008) planes, revealed different Co/S ratios as follows: the (002) and (202) surfaces had Co/S ratios of 1 : 4 and 5 : 4, respectively, while (008) was surrounded entirely by Co atoms, as shown in Fig. 5B.\nThe Co9S8 enabled an areal specific capacity of 4.3 mA h cm 2 with S utilization of 67% at a high S content of 75 wt%, areal loading of 4.5 mg cm 2, and E/S ratio of 10 mL mg 1. The firstprinciples calculations exhibited the binding energies of Co9S8 above 2 eV, which was associated with excellent cycling\nperformances during 1500 cycles at 0.5C (capacity fading rate o0.045 per cycle). The abundant open metal coordination sites of MOFs are involved in promoting the kinetics of the conversion reaction and the stability of LiPSs. The 2D Cu-benzenehexathial (BHT) MOF host, where BHT ligands and Cu ions are connected in a dense fashion inside the 2D framework, exhibited Kagome lattice features.50 Through a computational investigation, the 2D Cu–BHT monolayers provided the binding energies of B1.682, 1.588, and 1.824 eV with Li2S8, Li2S6, and Li2S4, respectively.\nThe monoclinic ZIF-8 nanosheet carbon (ZIF-8-NS-C) with B3.4% of N content was used as an efficient S immobilizer (Fig. 5C),104 having the mesopores of 2.4 to 2.8 nm, a surface area of 3052 m2 g 1, and a pore volume of 2.35 cm3 g 1. Large specific surface area and the hierarchical porous structure consisting of intertwined micro-, meso-, and macropores led to the achievement of a high S content of 70 wt%, S loading of 2 mg cm 2, and E/S ratio of 10 mL mg 1, as well as buffering the volume expansion. Moreover, the nanosheet-like structures acted as the ‘‘plane to plane’’ conducting networks, facilitating the electron and ion transport. These 2D MOF/S-based materials showed the high capacities of 1226 mA h g 1 at 0.2C and 785 mA h g 1 at 2C, and a capacity attenuation of 0.12% per cycle at 2C, and a capacity attenuation of 0.12% per cycle at 0.5C for 300 cycles. Along with high electrical conductivity, MXene-based materials can provide highly active 2D surfaces to chemically bind with intermediate LiPSs through an M–S interaction as shown in Fig. 5D(a).113–117 Since the polar OH and F on the edges can form dangling bonds with the Li+ ions, MXenes interact with both the positive (Li+) and negative (S2 ) ions. The MXene phases of Ti3C2 and Ti3CN with an areal loading of 1.5 mg cm 2 and E/S ratio of 13 mL mg 1 showed the\nFig. 5 2D materials as reaction promoters for S electrodes through Lewis acid–base interactions. (A) Schematic illustration of porous Ti4O7 particles with an interconnected-pore structure. Reprinted with permission from Pang et al.68 (B) (a) Double-layer graphitic carbon and four-layer Co9S8; (b) (002), (c) (202) and (d) (008) surface slabs with the corresponding binding energy values labelled. Reprinted with permission from Pang et al.42 (C) Schematic illustration of the S/ZIF-8-NS-C composites preparation. Reprinted with permission from Jiang et al.104 (D) (a) Schematic demonstrating the two-step interaction between a representative hydroxyl-decorated MXene phase and LiPSs; (b) comparison of the initial charge/discharge curves, with 3.6 and 5.5 mg cm 2 S loadings. Reprinted with permission from Liang et al.114\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nEnergy Environ. Sci. This journal is©The Royal Society of Chemistry 2019\nspecific capacity of 1263 mA h g 1 (areal capacity of 1.8 mA h cm 2) and cycling stability over 1200 cycles.115 The capacity of 910 mA h g 1 (areal capacity of 5 mA h cm 2) was revealed for a high loading of 5.5 mg cm 2, minimizing the E/S ratio to 7 mL mg 1 as shown in Fig. 5D(b). Gao et al. synthesized TiO2 quantum dots (QDs) over MXene (Ti3C2Tx), where the QDs prevent the agglomeration of 2D layers of MXene.115 The as-designed cell with QDs@MXene/S (S loading of 1.5 mg cm 2) revealed a specific capacity of 1158 mA h g 1 at 0.2C and cyclic stability over 500 cycles with a decay rate of 0.04% per cycle. The specific capacity was reduced to 533 mA h g 1 at 0.2C, when the loading increased to 5.5 mg cm 2. Zhang et al. synthesized a hybrid material by confining MXene to 1T–2H MoS2–nitrogen-doped carbon composites (denoted as MXene/ 1T–2H MoS2–C).\n117 The specific surface area of MXene/1T–2H MoS2–C was 153.3 m\n2 g 1, larger than 44.2 and 24.3 m2 g 1 of pure 2H MoS2 and MXene. The initial discharge capacity was 1194.7 mA h g 1 with coulombic efficiency of 99.3% for the MXene/1T–2H MoS2–C/S electrode having S content of 79.6 wt% and areal loading of 1 mg cm 2. In contrast, the MXene/2H MoS2– C/S revealed a specific capacity of 965.9 mA h g 1 at 0.1C with coulombic efficiency of 90.8%. The MXene/1T–2H MoS2 C/S was superior to MXene/2H MoS2–C/S due to high electrical conductivity and active sites of 1T phase MoS2."
    }, {
      "heading" : "3.3 2D materials as analogues of S active materials",
      "text" : "The 2D TMDCs play the role of active materials, as well as functional host materials.76,118–123 This section focuses on 2D active TMDCs consisting of group VI metals (Mo and W) and dichalcogenide anions X2 (X = S). For instance, MoS2, when used as the LIB anode, undergoes intercalation and conversion reactions in the potential range of 0–3 V.118–120 Li insertion into the interlayer of MoS2 during the first discharge is accompanied by a phase transition from the 2H to 1T structure of LixMoS2 at a voltage plateau of around\n1.1 V vs. Li/Li+. The intercalation reaction is reversible as described in Fig. 6A.76\nThe LixMoS2 is further converted to Mo atom and Li2S at around 0.5 V vs. Li/Li+. However, this conversion reaction is irreversible and the Li2S is converted to S during the first charging process because Mo cannot be oxidized to 3 V.76,118–120 Hence, Li2S and S became the sole redox couple, which is quite similar to the Li–S battery as described in Section 4. MoS2 was used as the anode in the potential range of 0.8 to 3 V and 0.05 to 3 V in order to understand the redox mechanism.76 The symmetric plateaus in the charge and discharge profiles suggested reversible reactions in the potential of 0.8 to 3 V as shown in Fig. 6B(a). The discharge capacity at the second cycle was 175 mA h g 1, which was retained as 135 mA h g 1 with 100% coulombic efficiency after 100 cycles on decreasing the cut-off voltage to 0.05 V, a reduction peak at 0.5 V, related to the irreversible conversion reaction of LixMoS2 - Mo + Li2S, appeared in the first discharge curve. During successive discharge cycles, the peaks at 1.0 and 0.5 V disappeared with the appearance of two peaks at 1.1 and 1.9 V. Moreover, the peak at 2.3 V was well discernible in the charging process and was associated with the formation of S. The redox peaks at around 1.1 and 1.9 V in the cathodic scan might be contributed by intermediate LiPSs because they appeared only from the second cycle. The specific capacity at the second discharge was 790 mA h g 1. However, the plateaus in both discharge and charge processes disappeared after 50 cycles and thus, the capacity of only 180 mA h g 1 was maintained after 100 cycles. The capacity fading was due to the dissolution of LiPSs in the electrolyte. Moreover, Oakes et al. demonstrated that a local strain of around 1% in vertically stacked carbon–MoS2, which was associated with the lattice mismatch between the carbon and MoS2, facilitated Li insertion to sustain direct conversion at 2.3 V vs. Li/Li+.122 Fang et al. synthesized a graphene-like WS2 by a solid-state reaction of elemental W and S for LIB anode.121\nFig. 6 2D materials as analogues of S active materials. (A) The proposed electrochemical reaction mechanism of the MoS2 electrode. Reprinted with permission from Zhang et al.76 (B) (a) Cyclic voltammograms of the MoS2 electrode with a discharge cutoff voltage of 0.8 V, (b) with a discharge cut off voltage of 0.05 V. Reprinted with permission from Zhang et al.76 (C) (a) TEM images of graphene-like WS2, (b) the electrochemical charge–discharge profile of graphene-like WS2. Reprinted with permission from Fang et al. 121\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nThis journal is©The Royal Society of Chemistry 2019 Energy Environ. Sci.\nThe interplanar spacing of B0.266 nm suggested the formation of the (101) plane of 2H-WS2. The X-ray absorption near-edge structure study revealed the metallic W characteristics when WS2 was discharged at 0.01 V. While charging again, the adsorption edges showed metallic behavior. As shown in Fig. 6C(b), the second discharge curve was distinct from the first one but symmetric to the third one. This indicates that W was not associated with the electrochemical performance when formed as a discharged product of Li2S at 0.01 V. In a similar manner to S active materials, S and Li2S became the redox couple in the WS2 electrode."
    }, {
      "heading" : "4. 2D materials-modified separators/ interlayers",
      "text" : "With respect to the intrinsic drawbacks of Li–S batteries, rationally introducing 2D materials to construct functional separators/interlayers provides a feasible and straightforward way to achieve highperformance Li–S batteries by retarding soluble LiPSs migration and regulating lithium plating behavior.124–129 Although both modified separators and free-standing interlayers are discussed in this section, the thickness of the modifying layer on conventional separator is commonly thinner as compared to that of the free-standing interlayer. This can potentially facilitate higher energy density and better rate performance."
    }, {
      "heading" : "4.1 Separator/interlayer modifications for cathode enhancement",
      "text" : "Generally, the cycling stability of the S cathode is severely hindered by the insulating nature of S and the uncontrollable polysulfide shuttling reaction, which directly leads to poor rate performance and low S utilization. Based on the literature, intentionally incorporating 2D materials onto routine separators or the fabricated interlayers mainly serve in three roles: (1) to enhance the cathode conductivity for better S re-activation; (2) to mitigate the polysulfide diffusion via physical barrier or chemical interactions; (3) to promote accelerated LiPSs conversion kinetics. These functions can be achieved by incorporating 2D materials solely or using their composites.\n4.1.1 2D materials acting as functional layers in separators/interlayers. 2D nanocarbon-based materials are under intensive investigation due to their superior structural and electrical conduction properties, both of which are considered to favor a more stable S cathode with higher utilization and faster kinetics. Typically, graphene exhibits large specific surface area and abundant pore structure to physically trap the soluble LiPSs and high electrical conductivity to re-utilize the ‘‘dead’’ S species.124 Based on this consideration, a mesoporous cellular graphene framework-modified Janus separator was constructed by Peng et al.125 On applying such a ‘‘two-face’’ Janus configuration, a very high areal capacity of 5.5 mA h cm 2 with high S content of 80% and areal loading amount of 5.3 mg cm 2 can be achieved.125 Zhou et al. pioneered the configuration design and proposed a GCC/S + G separator sandwich structure. With graphene simultaneously acting as\nthe current collector and separator modifying layer, the electrode can provide rapid ion- and electron-transport pathways, accommodate S volumetric expansion, store and reuse migrating LiPSs to alleviate the shuttling effect (Fig. 7A).126\nThe introduction of heteroatoms, i.e. P, N, S, O, and functional groups can considerably enhance the chemical interactions of pristine graphene with the soluble polysulfide species, thereby reducing the sharp irreversible S loss caused by the shuttle reaction.124 Huang et al. constructed a permselective GO membrane to alleviate the self-discharge behavior of Li–S batteries.130 The carboxyl groups anchored on the GO sheets acting as ion-hopping sites for positively charged species (Li+) and rejected the transportation of negatively charged species (Sn\n2 ) due to electrostatic repulsion (Fig. 7B). In addition, rGO, with residual functional groups and reasonable electrical properties, is reported to be an effective modifying material.131,132 Xing et al. incorporated an N,S co-doped graphene sponge interlayer into Li–S batteries.127 With the restricted LiPSs dissolution and decreased charge transfer resistance, the S cathode can demonstrate a stable cycling performance and a superior rate performance with high discharge capacity of 829.4 mA h g 1 at 6C. A sulfonated rGO (SRGO) interlayer was fabricated to physically block the migration of polysulfide and anchor LiPS by the electronegative sulfonic group concurrently (Fig. 7C).128 Benefiting from this SRGO interlayer, the prototype battery exhibited a high reversible discharge capacity of more than 1300 mA h g 1 and good capacity retention of 802 mA h g 1 after 250 cycles at a 0.5C rate. Besides, Wu et al. investigated a light-weight boron-functionalized rGO (B-rGO) layer with the areal loading of the layer at 0.2–0.3 mg cm 2, where both stronger binding ability towards polysulfides and enhanced electrical conductivity were achieved.129 Pei et al. demonstrated graphene nanosheet-encapsulated N-doped hollow porous carbon on a PP separator to fabricate high-performance Li–S batteries.133 The high surface area, N-doped, 2D close-packed laminar structure (areal density of 0.07 mg cm 2 and thickness of 0.9 mm) was able to design a thin and light-weight separator. The as-fabricated S/carbon block electrode (S loading of 3.5 mg cm 2 and S content of 64 wt%) by the slurry coating method revealed a specific capacity of 990 mA h g 1 at 0.2C and stability over 500 cycles (88.6%) at 1C. In order to improve the S loading, the self-supported CNT/S electrode was fabricated, avoiding the use of binder. Even at a high S loading of 12.1 mg cm 2, high areal capacity of 16 mA h cm 2 and cyclic stability around 100 cycles were revealed. Good cyclic stability over 400 cycles and an areal capacity of 12 mA h cm 2 (1183 mA h g 1 at 0.2C) were achieved when the S loading was adjusted to 6 mg cm 2 (70 wt% of S content). The E/S ratio is largely dependent on the structure of the cathode. The E/S ratio was optimized to be 20 mL mg 1, which was higher than 9 mL mg 1 for the slurry-coated S/carbon block cathode. Aside from carbon-based materials, other 2D materials with unique properties were attempted in this field. An MXenefunctionalized separator was designed. In favor of such an ultrathin 2D structure of Ti3C2Tx nanosheets (a minimum mass loading of 0.1 mg cm 2), Li–S batteries exhibit superior performance owing to the improved electric conductivity and the\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nEnergy Environ. Sci. This journal is©The Royal Society of Chemistry 2019\neffective trapping of LiPSs.134 Such a design was also reported by Jin and coworkers, where a few-layered Ti3C2 nanosheet/glass fiber composite separator was incorporated to work as a LiPS reservoir.135 An all-MXene-based integrated electrode was achieved by Dong et al.72 The three-dimensional alkalized Ti3C2 MXene nanoribbon framework with open interconnected macropores guarantees high S loading and fast ionic diffusion, and the 2D delaminated Ti3C2 MXene interlayer remarkably prevents the shuttle effect of LiPSs both chemically and physically. Besides, 2D BN nanosheets, with favorable properties of insulation, chemical and electrochemical stability, are promising materials for separator modification. Babu et al. reported a BN-reinforced separator, whose mixed sp2-hybridized Lewis acid (boron atoms) and Lewis base (nitrogen atoms) led to facile bonding with polysulfide species.136 Batteries with this BN-coated separator demonstrated a negligible self-discharge rate of o1% for a fully charged cell in 24 h. Sun et al. deposited black-phosphorus (BP) nano-flakes onto a commercial PP separator (Fig. 7D).137 The combination of both the physical adsorption and chemical bonding between LiPSs and BP contributed to superior polysulfide-capturing properties. Cationic LDH sheets were utilized as a conformal modification layer on the separator, which synergistically worked as both a physical confinement barrier and chemical trap that efficiently blocked the crossover of polysulfide.138 A 2D vermiculite-modified separator was proposed by Xu et al.139 With the assembly of the 2D exfoliated vermiculite sheets, the functional separator can suppress the configuration with the routine separator and HM-separator and the diffusion of LiPSs across the separator through electrostatic interaction and steric hindrance. Meanwhile, the inorganic sheets with high Young’s modulus of 175 GPa can prevent the penetration of lithium dendrites and potentially improve the safety of the system. The promoter role of 2D WS2 in the interlayer as well as in the cathode architecture has been investigated extensively.69\nFig. 7 2D materials act as functional layers in separators/interlayers. (A) Schematic of a Li–S battery with and without a separator. The pale yellow color represents the reduced shuttle effect. Reprinted with permission from Zhou et al.126 (B) Schematic of GO membrane preventing LiPSs shuttling. Reprinted with permission from Huang et al.130 (C) Schematic representation of the blocking theory for the Li–S battery. Reprinted with permission from Lu et al.128 (D) Schematic cell configuration of the Li–S cell employing a commercial separator (left), the BP-coated separator (right) and operating principle of the BP coating layer in the Li–S battery. Reprinted with permission from Sun et al.137 (E) (a) Schematic of four cathode structures: (i) S, (ii) WS2/S, (iii) S-CCI, and (iv) WS2/S-WS2/CCI, and (b) capacity versus voltage profiles. Reprinted with permission from Park et al. 69\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nThis journal is©The Royal Society of Chemistry 2019 Energy Environ. Sci.\nFour different cathode structures were designed: (i) S, (ii) S and WS2 mixture (WS2/S), (iii) S with the carbon cloth interlayer (CCI) (S-CCI), and (iv) WS2 supported on the CCI (WS2/S-WS2/ CCI). Structure (iv) WS2/S-WS2/CCI exhibited higher capacity (1454 mA h g 1) with 86% of S utilization, as compared to (i) S (900 mA h g 1), (ii) S and WS2 (980 mA h g\n1) and (iii) S-CCI (1200 mA h g 1) with S loading of 1.7 mg cm 2 as shown in Fig. 7E. The rate capability and stability also followed similar trends. The WS2/S-WS2/CCI electrode showed capacity retention of 72.5% at 0.5C over 500 cycles, while 28.8%, 32.4%, and 47.8% retention were found with S, WS2/S, and S-CCI electrodes, respectively. The presence of an interlayer between the cathode and anode can absorb more electrolyte. Therefore, a high electrolyte to S (E/S) ratio is required. The presence of an extra interlayer would increase the mass, sacrificing the energy density of the cell. Wu et al. developed a thin layer of 3D MoS2 nanospheres with thickness of 3 mm, which was constructed by depositing 2D MoS2 nanosheets on the S cathode by a doctor blade followed by drying at 60 1C under vacuum for 8 h.140 The as-designed cell revealed a gravimetric specific capacity of 1200 mA h g 1 at 0.2C, charge–discharge cycle stability of 600 cycles (0.06% capacity decay per cycle), and areal capacity of 3.96 mA h cm 2 along with S loading of 4 mg cm 2 and E/S ratio of 15 mL mg 1. Assembling MoS2 nanosheets into a 3D structure provides abundant active edge sites and a large contact surface, which effectively prevent LiPSs shuttling as well as fast Li+ diffusion, as justified by the expanded (002) interlayer of MoS2 for sufficient electrolyte wettability.\n4.1.2 Composite 2D materials-modified separators/interlayers. The interactions between heteroatoms and polysulfide remain insufficient with binding energy below 2 eV, which is\nconsiderably lower than that of inorganic oxides, sulfides, nitrides and carbides.135,141 A straightforward consideration is to combine carbon-based materials with other superior 0D, 1D and 2D materials to render a synergistic effect.142,143\n2D + 0D. 2D graphene and graphene derivatives combined with 0D inorganic particles have been applied to fabricate advanced separators/interlayers. Xiao et al. developed a graphene/TiO2 composite interlayer, where the porous graphene afforded an additional electrically conductive network, and physically trapped S and polysulfide; TiO2 further chemically suppressed the dissolution of polysulfide and alleviated the undesirable shuttle effect (Fig. 8A).144 The cell with the graphene/TiO2 interlayer delivered a high specific capacity of E1040 mA h g 1 over 300 cycles at 0.5C. Ultralow capacity degradation rates of 0.01% and 0.018% per cycle over 1000 cycles were achieved at 2 and 3C, respectively. Functional separators modified with 2D graphene/0D Li4Ti5O12,\n145 2D rGO/0D MoP146 and 2D GO/0D LiF147 composites were also explored to inhibit the LiPSs shuttling. Song et al. proposed a tri-layer graphene/PP/Al2O3 dual-functional separator.\n148 Graphene was coated on one side of the PP separator, which functions as a conductive layer and an electrolyte reservoir that allows for rapid electron and ion transport. Al2O3 particles were coated on the other side to further enhance the thermal stability and safety of the separator (Fig. 8B). Sun et al. developed 3D hierarchical N-doped carbon nanosheet/MoP nanocrystal hollow nanospheres (MoP@C/N HCSs), which were coated onto a separator and the corresponding thickness was adjusted to 5 mm.149 The MoP@C/N HCSs acted as the LiPSs immobilizer providing strong physical and chemical trapping interactions,\nFig. 8 Composite 2D materials-modified separators/interlayers. (A) Schematic representation of the electrode configuration for the Li–S battery with (a) a graphene/TiO2 coating film and (b) conventional Li–S battery. Reprinted with permission from Xiao et al. 144 (B) Schematic illustration of (a) the structure of the graphene-PP separator, and (b) the Li–S battery with graphene-PP separator. Reprinted with permission from Song et al.148 (C) Schematic diagrams of batteries showing the functional mechanism of the HM-separator. Reprinted with permission from Lai et al.153\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nEnergy Environ. Sci. This journal is©The Royal Society of Chemistry 2019\naccelerating the redox kinetics of the polysulfides. Even at a high areal capacity of 5.1 mA h cm 2 and S loading of 5 mg cm 2, they showed a specific capacity of 920 mA h g 1 at 2C and cyclic stability over 500 cycles at 1C (0.04% capacity decay per cycle).\n2D + 1D. 2D materials cooperated well with 1D materials such as nanotubes and nanofibers to display structural synergy. Zhang et al. adopted 2D GO and 1D oxidized carbon nanotubes (o-CNT) as the raw materials to fabricate a thin coating on the separator by a facile spray method.150 The 2D structure of GO facilitated the formation of a continuous film with a small amount of material, while the o-CNT served as the spacers to mitigate the tight stacking of the GO sheets. A porous GO/ carbon nanotube (CNT) composite interlayer with 1.1 mg cm 2 of areal loading and B30 mm of thickness was also described by Huang et al.151 In addition, Jeong et al. proposed a bifunctional separator of 1T exfoliated 2D MoS2@CNT-coated Celgard. 152 The metallic 1T phase MoS2 sheets were prepared by a facile and highly controllable electrochemical exfoliation method. The optimized 1T MoS2@CNT bifunctional separator in a tandem configuration delivered an excellent polysulfide trapping and electron transfer. A hollow carbon nanofiber (HCNF)@mesoporous d-MnO2 nanosheet-coated separator was prepared by Lai et al., where the bifunctional HCNF provided excellent electrical conductivity and physical confinement of polysulfides, while the porous d-MnO2 coated on the wall of HCNF provided more adsorption sites for polysulfides due to the large surface area (Fig. 8C).153 Guo et al. used Ti3C2Tx with positively charged polyethyleneimine (PEI) functionalized CNT (lithiophilic) as an inter-linked S host and antifouling separator.154 The voltage hysteresis gap of 120 mV was smaller as compared to 228 and 164 mV for Ti3C2Tx and Ti3C2Tx@CNT, respectively, at 0.05 mV. The dynamic inter-linked cathode of metallic conductive MXene and the CNT pillars provided dual polar sites to boost the redox kinetics. The separator designed by metallic/sulfiphilic nanosheets and lithiophilic pillars acted as an ‘‘antifouling interface’’ to prevent the electrical insulation arising from the accumulation of Li2S/Li2S2. The resultant cell with S loading of 5.8 mg cm 2 and E/S ratio of 12 mL mg 1 achieved an outstanding areal capacity of 7.1 mA h cm 2.\nComposites with other 2D materials. The combinations of 2D materials with other 2D materials, polymers, or multi-component composites were investigated. Peng et al. proposed a cooperative interface for highly efficient Li–S batteries through the combination of 2D nitrogen-doped graphene (NG) and 2D multi-metallic layered hydroxides.155 The nanosized ‘‘sulfiphilic’’ LDHs and mesoporous ‘‘lithiophilic’’ NG were assembled rationally with cooperation in providing bifunctional chemical *Li and *S binding, reinforcing the trapping ability towards polysulfides, and promoting the formation of Li2S (Fig. 9A). A thin layer of this LDH@NG film on the separator can increase a high S loading up to 4.3 mg cm 2, a high initial capacity of 1078 mA h g 1 at 1 mA cm 2 and good retention of 800 mA h g 1 after 100 cycles. GO, with excellent 2D stacking structure, can serve as building blocks in polymer modification layers. Zhuang et al.156 reported a ternary layered separator with a\nmacroporous PP matrix layer, GO barrier layer, and Nafion retarding layer. The ultrathin GO layer (0.0032 mg cm 2) blocked the macropores of the PP matrix, and a dense ion-selective Nafion layer (0.05 mg cm 2) was attached to GO as a retarding layer to suppress the crossover of S-containing species (Fig. 9B).\nA highly porous polyacrylonitrile/GO composite nanofiber separator was fabricated by Zhu et al.157 Excellent barrier effects can be expected from the relatively high binding energy between –CRN and Li2S/LiPSs and the electrostatic interactions between GO and the negatively charged species (Sn\n2 ). The compositing of 2D materials with multiple components was investigated by Kong et al., who developed ultrathin MnO2/ GO/CNT (G/M@CNT) interlayers with thickness of 2 mm and areal density of 0.104 mg cm 2 depositing MnO2 nanoparticles and GO sheets on super-aligned CNT films (Fig. 9C).158 The synergetic effect of the G/M@CNT interlayer enabled the production of Li–S cells with high S content (60–80 wt%), low capacity decay rate (0.029% per cycle over 2500 cycles at 1C), high rate performance (747 mA h g 1 at 10C), and low selfdischarge rate with high capacity retention (93.0% after 20 d rest). Besides, 2D graphene and GO with superior structural stability also serve as a mechanical skeleton to accommodate other novel functional materials.159,160 Fan et al. introduced a positively charged, functionalized BN (FBN)–graphene (Fig. 9D).39 The FBN–graphene hybrid layer (40 wt% of FBN) was coated on the CNT/S cathode (with S content of 70%) at a thickness of 1 mm. The positively charged amino groups on FBN attracted the negatively charged LiPSs, achieving good cyclic stability over 1000 cycles with a very low decay rate of 0.0037% and S utilization of 66%. Ni–Co-LDHs-anchored carbon paper (Ni–Co-LDHs/CP) was transformed into nanoparticle-stacked metal nitride on CP (N-LDH-400) by annealing at 400 1C under a constant flowing NH3.\n161 The product was used as the interlayer with a thickness of 235 mm of rGO–S cathode. The cell with N-LDH-400 interlayer exhibited higher specific capacity of 1001.8 mA h g 1 at 0.2C as compared to 981 and 956 mA h g 1 for the Ni–Co-LDHs/CP interlayer and only rGO–S. A long-term cyclic stability of 800 cycles was achieved with the Ni–Co-LDHs/CP interlayer, which confined the LiPSs by both physical and chemical interactions. For the S cathode, a complicated solid–liquid–solid transition reaction occurred during the charge or discharge process. As shown in a typical discharge procedure, elemental S accepts electrons and is primarily reduced to soluble long-chain polysulfides (Li2Sx, 8 r x r 4), which are further transformed into solid-phase Li2S/Li2S in the second-stage reduction. Reverse processes can be observed during a charging procedure. Two critical issues remain in degrading the capacity and cycle life of the S cathode, namely, the poor electrical conduction of S/Li2S and the shuttle effect brought by the soluble polysulfides. The former strongly induces a low utilization of S, while the latter further contributes to a rapid capacity decay of the cathode and severe corrosion of the Li metal anode. To implement a facile electron transfer for the sufficient conversion of S species in the cathode, additionally incorporating materials with superior conductivity and large surface area need to be strongly considered.124,132 Trapping polysulfide via physical confinement and chemical adsorption is\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nThis journal is©The Royal Society of Chemistry 2019 Energy Environ. Sci.\nwidely regarded as a straightforward solution to further alleviate the undesirable shuttling.142 In comparison to spatially confining polysulfide through steric hindrance, chemical adsorption provides a more effective approach to depress the escape of polysulfide from the long-term viewpoint.162 The specific interactions of modified materials with polysulfide regarding chemical trapping are involved with polar–polar interactions (between Li+ in polysulfide and polar units),129,150,153 Lewis acid–base interactions (between Lewis basic polysulfide anions and Lewis acid sites),134,163 and S-chain catenation (where S-chains are immobilized in inorganic/organic materials).103,164 From the view of material design, both a moderate binding ability and a full exposure of active sites should be dedicatedly tailored for 2D materials to achieve optimal trapping toward polysulfide, which definitely requires a persistent pursuit in compositional and structural design.\nThe Li-ion conducting barrier can be an effective solution to simply restrict the long-chain LiPSs dissolution.165,166 Moy et al. used lithiated cobalt oxide (LCO) as a mixed conduction membrane (MCM) to suppress the LiPSs shuttling.165 The nonporous electronically conducting MCM has been flanked between two porous insulating polypropylene membranes, followed by soaking in electrolyte, and the designed threelayer composite was used as modified separator. The Li–S cell\nhaving the MCM membrane and S loading of 5.5 mg cm 2 showed the capacity retention of 69% after 200 cycles at 0.05C along with the coulombic efficiency of 95%. The cell without membrane revealed capacity retention and coulombic efficiency of 42% and 76%, respectively. The initial shuttle current was measured to be 85% lower for the cell having the membrane as compared to the cell without the membrane. The internal resistance of the cell remained unaffected as the MCM membrane provided rapid Li+ ion transportation. The nonporous MCM prevented the long-chain LiPSs from being diffused from the S-electrode, while selectively allowing the transportation of Li+ ions through a mixed conduction intercalation/de-intercalation mechanism. One weakness of the unique approach is the use of additional LCO, which will increase the cell cost as well as reduce the overall energy density. However, these disadvantages are offset by the benefit of the improved life cycle."
    }, {
      "heading" : "4.2 Separator/interlayer modifications for anode protection",
      "text" : "As compared with the separator modifications of the S cathode, in order to mediate the ‘‘shuttle effect’’, optimization of the lithium anode has received much less attention and is rarely reported. In general, separator engineering with 2D materials relevant to lithium anode protection can be implemented\nFig. 9 Composite 2D materials-modified separators/interlayers. (A) Schematic illustration of the cooperative interface of LDH@NG, where the adsorption and redox of LiPSs are facilitated via rationally engineered binding to both *Li and *S. Reprinted with permission from Peng et al.155 (B) Schematic representation of a ternary PP/GO/Nafion separator: reprinted with permission from Zhuang et al.156 (C) Schematic diagram of the electrode structure with the functional G/M@CNT interlayer. Reprinted with permission from Kong et al.158 (D) (a) Schematic configuration of a Li–S cell with a FBN/G interlayer, (b) SEM image of the cross-section of the FBN/G interlayer and cathode; (c) cycling stability of a cell with FBN/G interlayer and without an interlayer at 1C and 3C. Reprinted with permission from Fan et al.39\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nEnergy Environ. Sci. This journal is©The Royal Society of Chemistry 2019\nthrough two aspects: (1) regulating the transport behavior of Li-ion; (2) guiding altered Li plating.\nShin et al. demonstrated an N and S co-doped graphene (NSG) nanosheets-modified separator that can effectively suppress dendrite growth and maintain a uniform ionic flux on the metal surface.159 The ultrathin layer of NSG nanosheets can improve the dimensional stability of the PE separator at elevated temperatures. The cycling performance of Li/LiNi0.8Co0.15Al0.05O2 cells was significantly improved, with 85.0% of the initial discharge capacity after 240 cycles at 0.5C. A highly lithium-ion conductive lithium fluoride (LiF)/GO modifying layer with a high lithium-ion diffusion coefficient value of 1.5 10 7 cm2 s 1 was reported.177 GO possesses the advantages of high elastic modulus and desirable mechanical strength to accommodate the brittle LiF. The ability of this LiF/GO layer to prevent lithium dendrite growth was confirmed by the flat Li morphology after 50 cycles.\nRegulating the deposition direction and morphology by a separator modification is a facile strategy to circumvent dendrite piercing. Liu et al. coated the separator with a Li+-immobilized functional nanocarbon (FNC).167 The Li deposition on FNC was directed from the separator to the anode surface, which is opposite to the direction of the routine deposition from the anode to the separator. The low-dimensional dendritic deposits were transformed into a higher-dimensional Li metal layer, which efficiently prevented cell shorting. The immobilized Li ions in the functional groups of FNC were reduced to Li-metal atoms, serving as ‘‘seeds’’ for Li-dendrite formation during plating. A Li/LiFePO4 coin cell with this FEC layer coated on the separator achieved a long stable cycle life (4800 cycles with 80% capacity retention) and improved efficiency (497%).\nIn addition to the anode surface, BN can be coated onto a separator to mediate Li deposition. From aspects of its superior thermal stability, Liu et al. integrated thermally stable BN nanosheets into a polyvinylidene fluoride–hexafluoropropene (PVDF–HFP) matrix via an advanced extrusion-based 3D printing technique.168 The BN/PVDF–HFP hybrid separator offers a uniform thermal distribution interface and enables homogeneous Li nucleation, which decreases the risk of cell short circuit and fires caused by the thermal runaway of the routine separator, therefore realizing a safe Li metal battery."
    }, {
      "heading" : "5. Practical required parameters",
      "text" : "In order to achieve a commercial Li–S battery, the gravimetric energy density must be higher as compared to the state-of-theart LIBs. Additionally, the cost per kW h of energy should be less than that of the present LIBs. The rational design of high energy density Li–S batteries depends on the S cathode, with excellent electrochemical performance (high S utilization, reversible redox kinetics, good electrochemical stability, and elongated cycle life) and practically essential cell parameters (high S loading, high S content, and low E/S). The aforementioned studies confirmed that there are very limited examples considering all of those parameters. For instance, there are several\nstudies that could improve the specific capacity, S loading, S utilization, and S content, as well as accelerate the rate kinetics using the reaction promoter as discussed in Section 3. In contrast, there are very few investigations that achieved low E/S of o3.0 mL mg 1, having the S loading of 46 mg cm 2 to satisfy the practical requirements. Moreover, there was tremendous interest in investigating the cell fabrication process, total cost, and self-discharge of Li–S cell. Hagen et al. examined the effect of the E/S ratio using a binder-free vertically aligned CNT electrode with S loading of 6.6 mg cm 2.169 They concluded that the E/S ratio has to be 47 to achieve the current density of 0.67 mA cm 2. Sun et al. systematically investigated the effect of the E/S ratio on different S loadings in a range of current densities.170 The S electrode with S loading of 10.59 mg cm 2 and E/S ratio of 3.4 mL mg 1 achieved low specific capacity of around 250 mA h g 1 at 0.1 mA cm 2, failing to show reasonable performance above 2.0 mA cm 2. The electrode having S loading of 10.01 mg cm 2 and E/S ratio of 7.5 mL mg 1 exhibited a specific capacity of 1000 mA h g 1 at 0.1 mA cm 2, which can sustain the capacity of 200 mA h g 1 at high current density of 4 mA cm 2. The utilization of 2D materials as hosts can afford fast conducting channels to lower the amount of electrolyte. Hence, it is expected that the introduction of a reaction promoter based on conductive 2D materials can overcome the sluggish redox kinetics to afford a low E/S ratio, which would result in achieving high energy density and low cost of the Li–S battery. Lin et al. demonstrated the fabrication of the S electrode through the roomtemperature process, the dry mixing of holey graphene and S and the subsequent ball milling and dry-pressing.171 Accordingly, this binder-free S electrode achieved the areal and gravimetric capacities of 11.9 mA h cm 2 and 1291 mA h g 1, respectively, with an areal S loading of 9.2 mg cm 2, E/S ratio of 6.7 mL mg 1, and 80% S content.\nThe US Advanced Battery Consortium estimated the selling price to be US$150 kW h 1 for a mass-produced (25 000 units) 40 kW h battery pack.172,173 Currently, the LIBs battery technology enables a pack-level price of around US$500–600 kW h 1. Hagen et al. anticipated the cost of the material of Li–S 18650 cell as $70–130 kW h 1 when a S loading of 6 mg cm 2 and E/S ratio of 3 mL mg 1 were achieved using CNT as the host material (Fig. 10A).172 The electrochemical instability of the Li–S battery is another consideration in achieving the practical parameters to accomplish the superior Li–S battery technology relative to other batteries. The Li–S battery suffers from a severe self-discharge, where 450% can be discharged in a month when the cell is at rest. Therefore, the self-discharge of Li–S batteries can be a more serious issue in comparison to Li-ion batteries, which go through a self-discharge of o3% per month. Despite this technical challenge, only a few studies have focused on the self-discharge of Li–S cells to date. More attention should be paid to understanding the static electrochemical instability (or self-discharge) during cell resting to compete with the state-of-the-art LIBs. Hart et al. systematically studied self-discharge experiments, which were conducted at an intermediate state of discharge (SOD) of nine different materials such as super P, Vulcan, FW200, anatase TiO2, Ti4O7-C, electrolytic\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nThis journal is©The Royal Society of Chemistry 2019 Energy Environ. Sci.\nmanganese dioxide (EMD), mesoporous TiO2, GO, and MnO2 sheets, considering their surface areas and polarities as shown in Fig. 10B.174 They could not find any direct correlation between self-discharge capacity losses and the surface area of the host materials. In contrast, non-polar materials such as super P and Vulcan adsorbed very low amounts of polysulfides in comparison to polar materials such as TiO2 and MnO2. The polysulfide adsorption was measured in the order of MnO2 sheets 4 GO 4 meso TiO2 4 EMD 4 Ti4O7-C 4 anatase TiO2 4 FW200 4 vulcan 4 super P. In particular, super P exhibited a self-discharge capacity decay of 40% after resting 3 days at intermediate SOD. In contrast, GO and MnO2 nanosheets revealed a capacity decay of 9 and 6%, respectively, under similar conditions. Zhu et al. demonstrated a polyacrylonitrile/GO (PAN/GO) membrane separator to mitigate the self-discharge of the Li–S cell.175 The OCV value dropped from 2.44 to 2.39 V after 10 h of rest using the PP separator, while the PAN separator provided a stable value of 2.40 V after 120 h. The PAN/GO separator revealed a stable OCV value of 2.73 V, greatly improving its self-discharge behavior. It is worth noting that GO acts as ion-hopping sites for Li+ along with polar–polar interactions of –CN and LiPSs, thereby minimizing the self-discharge of the cell. Zhao et al. reported that a 2D carbon nitride film (g-C3N4) coated S-electrode having S loading of 5 mg cm 2 exhibited a specific capacity of 927 mA h g 1 at 0.2C.176 The g-C3N4 coated electrode exhibited a capacity retention of 78% after 50 days, whereas the uncoated S-electrode revealed 55% capacity retention under similar conditions; however, the E/S ratio was around 20 mL mg 1. In order to reduce the E/S ratio, Chung et al. reduced the pore volume from 0.62 to 0.09 cm3 g 1 for a cotton-carbon cathode by graphene coating to achieve a low E/S ratio of 5 mL mg 1, high S loading of 46 mg cm 2, and high S content of 70 wt%.177 The graphene/cotton-carbon cathodes displayed a specific capacity of 926 mA h g 1 at 0.1C and areal capacity of 43 mA h cm 2, along with a low self-discharge of 0.0012% per day, revealing high post storage cyclability over a long period of six months. As shown in Fig. 10C, Chung et al. also fabricated Li–S Cells with practically required parameters (low E/S ratio of 4.2 mL mg 1 and high S loading of 57.6 mg cm 2) using host materials with low nanoporosity.178 A coaxial graphene (CG) was coated on cotton-carbon fibers (CCFs) to patch the nanopores\nFig. 10 Investigation of practical achievable parameters. (A) Possible 18650 cell material costs in $ kW h 1 for various sulfur loads and sulfur utilization. Reprinted with permission from Hagen et al.172 (B) The target for the sulfur host based on Sn 2 adsorption, surface area and capacity retention following a self-discharge experiment. Reprinted with permission from Hart et al.174 (C) Schematic diagram of electrode structure with the functional CGCC. Reprinted with permission from Chung et al.178 (D) Voltage profiles of the CGCC cathode. The cells were fabricated with various cotton-carbon cathodes with a high sulfur loading of 57.6 mg cm 2 and a high sulfur content of 75 wt% at a low E/S ratio of 4.2. The cells were analysed at C/10 rate. Reprinted with permission from Chung et al.178\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nEnergy Environ. Sci. This journal is©The Royal Society of Chemistry 2019\non CCFs without significant damage to the macroporous network of the CCF substrates. The CGCC substrate acted as an exceedingly conductive cathode matrix without nanopores for high S loading and low E/S ratio. The as-designed Li–S cell revealed an elevated areal capacity of 31 mA h cm 2, an energy density of 66 mW h cm 2, and cyclic stability over 200 cycles."
    }, {
      "heading" : "6. Summary and outlook",
      "text" : "We have addressed the recent progress in the applications of 2D nanomaterials into cathode and separator components of Li–S batteries and how to resolve technical issues associated with the redox chemistry and material properties of the S cathode. By fully utilizing the intrinsic properties and controllable surface chemistries of 2D nanomaterials and further deriving extrinsic properties from the hierarchical architecture and hybridization, they demonstrate their promising potentials as versatile building units to be used as active materials, hosts, protection layers, conductive additives, and reaction promoters. However, the development of practical Li–S batteries that can satisfy the requirements for both performance and safety is still an ongoing process.\nFirst, the utilization and efficiency of active materials such as Li and S should be improved on a practical level as electrodes. At least 80% of S utilization and 6 mA h cm 2 of areal capacity should be achieved with high reversibility. Second, the target performances of active materials should be achieved on a practical level by controlling the thicknesses and areal loadings of both electrodes. For instance, S cathodes need to meet the aforementioned requirements, such as high utilization and efficiency at 470 wt% of S content, E/S ratio of 3 mL mg 1, and areal loading of more than 6 mg cm 2, so that Li–S batteries can achieve an energy density of 600 W h L 1, greater than that of LIBs.179 There is no report to date about S electrodes that can satisfy all target parameters such as 70% S loading, E/S ratio of 3 mL mg 1, 6 mg cm 2 areal S loading in the cathode, 80% utilization of S active materials, and long term stability. 2D host materials, such as 2D graphene and porous carbon achieved areal S loadings of 8 to 10 mg cm 2 (with S content above 70% and S utilization of 70–80%). The physical confinement of LiPSs is usually limited by short-term cycling of a few hundred cycles. Additionally, the high micropore volume requires a large amount of electrolyte for a high E/S ratio. 2D materials such as TMOs, TMNs and TMDCs inhibit LiPS shuttling and improve the reaction kinetics, achieving 80–90% of S utilization, E/S ratio of 5–10 mL mg 1, and over 2000 cyclability with a decay rate of 0.04 to 0.1% per cycle. The polar 2D materials reduced the self-discharge behavior, adsorbing the LiPSs during the resting time. However, the presence of additional reaction promoters at 10–20 wt% of active materials restricts the S content to 60–70 wt%, areal S loading to 1–2 mg cm 2, and areal specific capacity to 2–5 mA h cm 2. Cathodes having a TMDC interlayer can achieve S utilization of around 86% with areal S loading of around 4 mg cm 2 and charge–discharge stability for more than 500 cycles. The interlayer\nwith thickness of 5–50 mm provides additional weight, which results in lowering the energy density. At least 80% of the S utilization and 6 mA h cm 2 of the areal capacity should be achieved with high reversibility. It is expected that a 2D carbon host without microporosity (for high S loading) and very thin and low-density TMO or TMDC interlayers (for enhanced life cycle, S utilization, and low E/S ratio) can be applied in the design of the Li–S battery cathode to achieve the target energy density.\nThus, as-developed Li–S batteries with 2.2 V of cell voltage can have greater energy and capacity than those of the current LIB batteries. Third, the electrode performance should be evaluated using a Li–S full cell rather than half-cell. Since Li nucleation and deposition are quite different for the Li-containing anode and Li-free anode, research on Li-containing electrodes is required for the practical application of Li–S batteries. Finally, high-performance Li–S batteries should be robust and stable enough to be free from cycling efficiency and safety issues. Taking a lesson from the failure of the initial Li–metal batteries, full attention should be paid to the reactivity of Li and S to achieve both performance and safety, because they are very difficult to simultaneously control and maximize.\nFor the commercialization of 2D materials in the field of Li–S batteries, the cost of 2D materials should be considered as estimated in Table 1, despite the difficulty in predicting their exact values. The yields of the products prepared through existing solution exfoliation, CVD, mechanical exfoliation, and electrochemical methods are still low. The large-scale production of the newly developed 2D materials, such as MXene, borophene, and phosphorene is also a critical challenge. The scalable wet chemical synthesis is more feasible for mass production, but the quality of the final product is still not suitable. On the other hand, the synthesis methods under severe conditions such as high pressure and vacuum are subject to the high cost of equipment and low yield, despite the high quality of the final sample. Moreover, packaging technology such as passivation and encapsulation is required for stabilizing 2D materials such as MXene and phosphorene under an atmosphere of oxygen or air, thus further increasing the cost of material production. Nonetheless, the Li–S battery is still considered as a promising next-generation energy storage system beyond current Li-ion batteries, considering the cost of major Li and S active materials and their theoretical performance. For instance, the price of S is approximately $110, which is around 550 times cheaper than Co. Considering the amounts of 2D materials in the total materials of the Li–S batteries and their potential large-scale synthesis, 2D nanomaterials are believed to be strong candidates for functional hosts, protection layers, conductive additives, and reaction promoter hosts for the high-performance and cost-effective Li–S batteries.\nIn order to reach the last stage of practical Li–S batteries, we propose the following future research directions for 2D nanomaterials for Li–S batteries. Technologies should be developed in a hierarchical manner, ranging from materials through to electrodes and separators to cell levels. This technical improvement needs to obtain feedback from the fundamental understanding of detailed mechanisms as suggested below.\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nThis journal is©The Royal Society of Chemistry 2019 Energy Environ. Sci.\nFirstly, 2D nanomaterials should be engineered at the materials level. The structure/chemistry of the as-designed 2D nanomaterials should be correlated with the electrochemical properties of Li–S batteries. Their new charge storage and failure mechanisms need to be understood in-depth, using combined computational calculations and in situ techniques. In order to achieve these goals and maximize performance, the high quality of 2D nanomaterials should be largely synthesized and delicately controlled in terms of their intrinsic structure, crystallinity, stoichiometry, and morphology. Such synthetic methods should also be scalable for the large-scale production of 2D nanomaterials required for industrial applications as discussed above.\nSecondly, 2D nanomaterials should be engineered at the electrode and separator level. Intrinsically outstanding properties of 2D nanomaterials should not deteriorate during the electrode fabrication process. For instance, graphene and 2D nanomaterials can be restacked and aggregated, thus losing their large surface area and active sites. Regarding the processes of materials and electrode engineering, the extrinsic properties of the 2D nanomaterials such as transport and mechanical properties need to be maximized through optimized and/or new fabrication processes. In particular, the target utilization and efficiency of Li and S active materials that can be hosted, coated, or promoted by 2D nanomaterials for long-term cycles should be satisfied on a thick and high-loading electrode level. Since new interfaces are constructed with new electrode materials, separator modification based on 2D nanomaterials needs to be considered to resolve the critical issues of the Li anode and S cathode such as Li dendrite, electrolyte corrosion, LiPS shuttling, high ion/electron resistances, and huge volumetric and morphological changes. 2D surfaces with near-atomic or nanoscale thickness and remarkable and controllable properties of 2D nanomaterials are suitable for modifying separators as an artificial SEI layer while minimizing the volume and mass of inactive layers for the high energy densities of Li–S batteries. Considering the different interfaces and complicated chemistries associated with Li and S, ‘‘two-faced’’ Janus or functional separators are proposed by fully utilizing libraries of 2D materials. Although much progress has been achieved for the Li metal anode, these strategies are based on Li metal itself without pairing with the S cathode, neglecting the role of the shuttled LiPS from the cathode. Clear investigations into the working mechanism and regulation strategies of the Li metal anode under a LiPS-rich environment in a full cell are critically valuable for protecting the Li metal anode in the practical Li–S batteries.\nFinally, 2D nanomaterials should be engineered at the cell level. Key parameters for the construction of robust and safe Li–S cells should be considered. Optimum solution compositions (of salt, solvent, and additive), optimum electrode compositions (of active material, conducting agent, and binder), cell balance between Li anode and S cathode, and the best current collector need to be found when 2D nanomaterials are applied.\nThe specific capacity is estimated by considering the weight of only active materials. However, the presence of conductive\nagents and non-conductive binders, which is around 20% of the total electrode, reduces the total cell capacity. The minimal use of these conducting agents and binders is essential for accomplishing the highest achievable capacity on the cell-level. The use of a reaction promoter or a catalyst (additive), which is around 10–20% of the active materials to fabricate the coin cells, also reduces the S content in the electrode. Moreover, the presence of the interlayer increases the thickness, which reduces the volumetric energy density of the cell. More studies are required to estimate the proper energy density, considering the total volume and mass on the cell level. The widely used Al foil current collector contributed an additional weight of 4.86 mg cm 2 (thickness of 18 mm and density of 2.7 g cm 3), which can reduce the total capacity into 55% of the capacity obtained from S.\nCell balancing is also a crucial part of battery operation, as it has a significant effect on accessible capacity, safety, and battery life. Proper cell balancing provides the most achievable energy per use, as well as prevents over-charging/discharging and/or thermal runaway. Additionally, on the battery pack having different states of charge (SOC) of Li–S cells in series, the performance is restricted by the lowest (discharging) or highest (charging) SOC. In order to evaluate the proper balancing, it is essential to quantify the individual electrode’s performance regarding their ‘useful’ capacity, self-discharge, and SOC.\nThese parameters have to be investigated for practically designed cylindrical, prismatic, and pouch cell configurations. More efforts are needed to investigate realistic cell configurations, which are closer to commercial technologies using specific characterization methods. Examples include volumetric expansion measurements, absorption tomography to explore the correlation between the degradation phenomena and cell construction, and the correlation of the generated heat flow with the electrochemical/chemical processes during charge/discharge. On the basis of materials-to-system analysis, cell packaging, which projects the system-level energy density and cost, and modulation, also need to be considered for the commercialization of the Li–S battery technologies. Extra safety strategies should be developed in compliance with cell-level performance. Since the cathode is usually porous in the Li–S cell, the concentration gradients can be restricted to the cathode and interlayer during cell operation. The thickness of the cathode has to be optimized similar to the traditional LIBs (o100 mm), not sacrificing the performance and cycle life. The high S loading will have to be engineered to endure the volume exchange of the S conversion to Li2S.\nConflicts of interest\nThere are no conflicts to declare."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors would like to acknowledge the financial support from the National Research Foundation of Korea (NRF) funded by the Ministry of Science, ICT, and Future Planning\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nEnergy Environ. Sci. This journal is©The Royal Society of Chemistry 2019\n(no. 2018M3D1A1058744 [Creative Materials Discovery Program] and NRF-2019R1C1C1006238), a grant from R&D Program of the Korea Railroad Research Institute, the National Key Research and Development Program (2016YFA0202500 and 2016YFA0200102), National Natural Science Foundation of China (21776019, 21676160, 21825501, 21805161, and U1801257), and Beijing Key Research and Development Plan (Z181100004518001).\nNotes and references\n1 M. Du, K. Liao, Q. Lu and Z. Shao, Energy Environ. Sci., 2019, 12, 1780–1804. 2 J. He and A. Manthiram, Energy Storage Mater., 2019, 20, 55–70. 3 X. Liu, J. Huang, Z. Qiang and Q. Mai, Adv. Mater., 2017, 29, 1601759. 4 A. Perner and J. Vetter, Advances in Battery Technologies for Electric Vehicles, 2015, pp. 173–190. 5 M. Zhao, B.-Q. Li, H.-J. Peng, H. Yuan, J.-Y. Wei and J. Q. Huang, Angew. Chem., Int. Ed., 2019, DOI: 10.1002/ anie.201909339. 6 X.-B. Cheng, J.-Q. Huang and Q. Zhang, J. Electrochem. Soc., 2018, 165, A6058–A6072. 7 S.-H. Chung and A. Manthiram, Adv. Mater., 2019, 31, 1901125. 8 H. S.-H. Chung and A. Manthiram, ACS Energy Lett., 2017, 25, 1056–1061. 9 S. Li, M. Jiang, Y. Xie, H. Xu, J. Jia and J. Li, Adv. Mater., 2018, 30, 1706375. 10 G. Ai, Z. Wang, Y. Dai, W. Mao, H. Zha, Y. Fu, Y. En, V. Battaglia and G. Liu, Electrochim. Acta, 2016, 218, 1–7. 11 X.-B. Cheng, R. Zhang, C.-Z. Zhao and Q. Zhang, Chem. Rev., 2017, 117, 10403–10473. 12 H. Danuta and U. Juliusz, Electric dry cells and storage batteries, US3043896A, 1962. 13 A. Zhamu, G. Chen, C. Liu, D. Neff, Q. Fang, Z. Yu, W. Xiong, Y. Wang, X. Wang and Z. B. Jang, Energy Environ. Sci., 2012, 5, 5701–5707. 14 A. Fotouhi, D. Auger, L. O’Neill, T. Cleaver and S. Walus, Energies, 2017, 10, 1937–1952. 15 R. D. Rauh, K. M. Abraham, G. F. Pearson, J. K. Surprenant and S. B. Brummer, J. Electrochem. Soc., 1979, 126, 523–527. 16 Y. Zhao, Y. Ye, F. Wu, Y. Li, L. Li and R. Chen, Adv. Mater., 2019, 31, 1806532. 17 S. Walus, Lithium/sulfur batteries: development and understanding of the working mechanisms, Université Grenoble Alpes, 2015, pp. 1–217. 18 X. Ji, K. T. Lee and L. F. Nazar, Nat. Mater., 2009, 8, 500–506. 19 K. S. Novoselov, A. Mishchenko, A. Carvalho and A. H. Castro, Science, 2016, 353, 9439–9460. 20 E. Pomerantseva and Y. Gogotsi, Nat. Energy, 2017, 2, 17089–17094. 21 K.-S. Chen, I. Balla, N. S. Luu and M. C. Hersam, ACS Energy Lett., 2017, 2, 2026–2034.\n22 A. K. Geim and K. S. Novoselov, Nat. Mater., 2007, 6, 183–191. 23 J.-S. Chen, T. L. Doane, M. Li, H. Zang, M. M. Maye and M. Cotlet, Part. Part. Syst. Charact., 2018, 35, 1700310. 24 M. Velický and P. S. Toth, Appl. Mater. Today, 2017, 8, 68–103. 25 L. Cong, H. Xie and J. Li, Adv. Energy Mater., 2017, 7, 1601906. 26 S. Tongay, Appl. Phys. Rev., 2018, 5, 010401. 27 L. Shi and T. Zhao, J. Mater. Chem. A, 2017, 5, 3735–3758. 28 C. Yan and T. Ali, ChemSusChem, 2019, 12, 1–34. 29 J. Balach, J. Linnemann, T. Jaumann and L. Giebeler,\nJ. Mater. Chem. A, 2018, 6, 23127–23168. 30 M. Rana, S. A. Ahad, M. Li, B. Luo, L. Wang, I. Gentle and\nR. Knibbe, Energy Storage Mater., 2019, 18, 289–310. 31 Y. Zhang, Z. Gao, N. Song, J. He and X. Li, Mater. Today\nEnergy, 2018, 9, 319–335. 32 G. Li, S. Wang, Y. Zhang, M. Li, Z. Chen and J. Lu, Adv.\nMater., 2018, 30, 1705590. 33 L. Peng, Z. Fang, Y. Zhu, C. Yan and G. Yu, Adv. Energy\nMater., 2018, 8, 1702179. 34 X. Yang, X. Li, K. Adair, H. Zhang and X. Sun, Electrochem.\nEnergy Rev., 2018, 1(3), 239–293. 35 Q. Shao, Z.-S. Wu and J. Chen, Energy Storage Mater., 2019,\n22, 284–310. 36 J. Zhang, J.-Y. Li, W.-P. Wang, X.-H. Zhang, X.-H. Tan, W.-G.\nChu and Y.-G. Guo, Adv. Energy Mater., 2018, 8, 1702839. 37 Q. Pang and L. F. Nazar, ACS Nano, 2016, 10, 4111–4118. 38 L. Zhang, P. Liang, H. Shu, X. Man, F. Li, J. Huang, Q. Dong\nand D. Chao, J. Phys. Chem. C, 2017, 121, 15549–15555. 39 Y. Fan, Z. Yang, W. Hua, D. Liu, T. Tao, M. M. Rahman,\nW. Lei, S. Huang and Y. Chen, Adv. Energy Mater., 2017, 7, 1602380. 40 L. Li, L. Chen, S. Mukherjee, J. Gao, H. Sun, Z. Liu, X. Ma, T. Gupta, C. V. Singh and W. Ren, et al., Adv. Mater., 2017, 29, 1602734. 41 S. B. Patil, H. J. Kim, H.-K. Lim, S. M. Oh, J. Kim, J. Shin, H. Kim, J. W. Choi and S.-J. Hwang, ACS Energy Lett., 2018, 3, 412–419. 42 Q. Pang, D. Kundu and L. F. Nazar, Mater. Horiz., 2016, 3, 130–136. 43 X. Liang, K. C. Yuen, F. L. Marzano, Q. Pang, M. Cuisinier, H. Huang, C. J. Hart, D. Houtarde, K. Kaup and H. Sommer, et al., Adv. Energy Mater., 2016, 6, 1501636. 44 Z. Yuan, H. J. Peng, T. Z. Hou, J. Q. Huang, C. M. Chen, D. W. Wang, X. B. Cheng, F. Wei and Q. Zhang, Nano Lett., 2016, 16, 519–527. 45 H. Yuan, X. Chen, G. Zhou, W. Zhang, J. Luo, H. Huang, Y. Gan, C. Liang, Y. Xia and J. Zhang, et al., ACS Energy Lett., 2017, 2, 1711–1719. 46 Z. Sun, J. Zhang, L. Yin, G. Hu, R. Fang, H. M. Cheng and F. Li, Nat. Commun., 2017, 8, 14627. 47 S. Mei, C. J. Jafta, I. Lauermann, Q. Ran, M. Kärgell, M. Ballauff and Y. Lu, Adv. Funct. Mater., 2017, 27, 1701176. 48 X. Liang, A. Garsuch and L. F. Nazar, Angew. Chem., Int. Ed., 2015, 54, 3907–3911.\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nThis journal is©The Royal Society of Chemistry 2019 Energy Environ. Sci.\n49 J. Zhang, Z. Li, Y. Chen, S. Gao and X. W. D. Lou, Angew. Chem., Int. Ed., 2018, 57, 10944–10948. 50 F. Li, X. Zhang, X. Liu and M. Zhao, ACS Appl. Mater. Interfaces, 2018, 10, 15012–15020. 51 B. Q. Li, S. Y. Zhang, L. Kong, H. J. Peng and Q. Zhang, Adv. Mater., 2018, 30, 1707483. 52 J. K. Huang, M. Li, Y. Wan, S. Dey, M. Ostwal, D. Zhang, C. W. Yang, C. J. Su, U. S. Jeng and J. Ming, et al., ACS Nano, 2018, 12, 836–843. 53 J. Jia, K. Wang, X. Zhang, X. Sun, H. Zhao and Y. Ma, Chem. Mater., 2016, 28, 7864–7871. 54 S. Li, B. Jin, X. Zhai, H. Li and Q. Jiang, ChemistrySelect, 2018, 3, 2245–2260. 55 S. Evers, T. Yim and L. F. Nazar, J. Phys. Chem. C, 2012, 116, 19653–19658. 56 S. Gope and A. J. Bhattacharyya, ACS Appl. Energy Mater., 2018, 1, 2942–2954. 57 L. Tan, X. Li, Z. Wang, H. Guo and J. Wang, ACS Appl. Mater. Interfaces, 2018, 10, 3707–3713. 58 J.-L. Qin, H. Zhao and J.-Q. Huang, J. Energy Chem., 2019, 29, 1–2. 59 X. Gao, D. Zhou, Y. Chen, W. Wu, D. Su, B. Li and G. Wang, Commun. Chem., 2019, 2, 66–75. 60 D. Liu, C. Zhang, G. Zhou, W. Lv, G. Ling, L. Zhi and Q. H. Yang, Adv. Sci., 2018, 5, 1700270. 61 C. J. He, G. Hartmann, M. Lee, G. S. Hwang, Y. Chen and A. Manthiram, Energy Environ. Sci., 2019, 12, 344–350. 62 L. Ma, R. Chen, G. Hu, Y. Zhu, Y. Wang, T. Chen, J. Liu and Z. Jin, ACS Nano, 2017, 11, 7274–7283. 63 X.-C. Liu, Y. Wu, J. Yang, M. Liu, S. P. Zhou, B. D. A. Levin, X.-D. Zhou, H. Cong, D. A. Muller and P. M. Ajayan, et al., ACS Energy Lett., 2018, 3, 1325–1330. 64 H. Lin, L. Yang, X. Jiang, G. Li, T. Zhang, Q. Yao, G. W. Zheng and J. Y. Lee, Energy Environ. Sci., 2017, 10, 1476–1486. 65 T.-G. Jeong, D. S. Choi, H. Song, J. Choi, S.-A. Park, S. H. Oh, H. Kim, Y. Jung and Y.-T. Kim, ACS Energy Lett., 2017, 2, 327–333. 66 J. Liu, L. Yuan, K. Yuan, Z. Li, Z. Hao, J. Xiang and Y. Huang, Nanoscale, 2016, 8, 13638–13645. 67 Q. Qu, T. Gao, H. Zheng, Y. Wang, X. Li, X. Li, J. Chen, Y. Han, J. Shao and H. Zheng, Adv. Mater. Interfaces, 2015, 2, 1500048. 68 Q. Pang, D. Kundu, M. Cuisinier and L. F. Nazar, Surfaceenhanced redox chemistry of polysulfides on a metallic and polar host for lithium-sulfur batteries, Nat. Commun., 2014, 5, 4759. 69 J. Park, B.-C. Yu, J. S. Park, J. W. Choi, C. Kim, Y.-E. Sung and J. B. Goodenough, Tungsten disulfide catalysts supported on a carbon cloth interlayer for high performance Li–S battery, Adv. Energy Mater., 2017, 7, 1602567. 70 M. Naguib, M. Kurtoglu, V. Presser, J. Lu, J. Niu, M. Heon, L. Hultman, Y. Gogotsi and M. W. Barsoum, Adv. Mater., 2011, 4, 4248–4253. 71 J. Pang, R. G. Mendes, A. Bachmatiuk, L. Zhao, H. Q. Ta, T. Gemming, H. Liu, Z. Liu and M. H. Rummeli, Chem. Soc. Rev., 2019, 48, 72–133.\n72 Y. Dong, S. Zheng, J. Qin, X. Zhao, H. Shi, X. Wang, J. Chen and Z. S. Wu, ACS Nano, 2018, 12, 2381–2388. 73 Y. Zheng, S. Zheng, H. Xue and H. Pang, J. Mater. Chem. A, 2019, 7, 3469–3491. 74 Y. Nakata, K. Sugawara, S. Ichinokura, Y. Okada, T. Hitosugi, T. Koretsune, K. Ueno, S. Hasegawa, T. Takahashi and T. Sato, npj 2D Mater. Appl., 2018, 2, 12–18. 75 B. Anasori, M. R. Lukatskaya and Y. Gogotsi, Nat. Rev. Mater., 2017, 2, 16098. 76 L. Zhang, D. Sun, J. Kang, J. Feng, H. A. Bechtel, L. W. Wang, E. J. Cairns and J. Guo, Nano Lett., 2018, 18, 1466–1475. 77 Q. Tang and D. Jiang, Chem. Mater., 2015, 27, 3743–3748. 78 R. V. Bugga, S. C. Jones, J. Pasalic, C. S. Seu, J.-P. Jones and\nL. Torres, J. Electrochem. Soc., 2017, 164, A265–A276. 79 S. Z. Butler, S. M. Hollen, L. Cao, Y. Cui, J. A. Gupta,\nH. R. Gutiérrez, T. F. Heinz, S. S. Hong, J. Huang and A. F. Ismach, ACS Nano, 2013, 7, 2898–2926. 80 S. Rehman, K. Khan, Y. Zhao and Y. Hou, J. Mater. Chem. A, 2017, 5, 3014–3038. 81 Z. Guo, B. Zhang, D. Li, T. Zhao, P. R. Coxon, C. J. Harris, R. Hao, Y. Liu, K. Xi and X. Li, Electrochim. Acta, 2017, 230, 181–188. 82 J. Park, J. Moon, C. Kim, J. H. Kang, E. Lim, J. Park, K. J. Lee, S.-H. Yu, J.-H. Seo and J. Lee, et al., NPG Asia Mater., 2016, 8, 272–279. 83 Y. Chen, S. Lu, X. Wu and J. Liu, J. Phys. Chem. C, 2015, 119, 10288–10294. 84 H. Ding, Q. Zhang, Z. Liu, J. Wang, R. Ma, L. Fan, T. Wang, J. Zhao, J. Ge and X. Lu, et al., Electrochim. Acta, 2018, 284, 314–320. 85 Y. Liu, J. Goebl and Y. Yin, Chem. Soc. Rev., 2013, 42, 2610–2653. 86 G. R. Bhimanapati, Z. Lin, V. Meunier, Y. Jung, J. Cha, S. Das, D. Xiao, Y. Son, M. S. Strano and V. R. Cooper, ACS Nano, 2015, 9, 11509–11539. 87 M. R. Kaiser, Z. Ma, X. Wang, F. Han, T. Gao, X. Fan, J. Z. Wang, H. K. Liu, S. Dou and C. Wang, ACS Nano, 2017, 11, 9048–9056. 88 G. Zhou, L. Li, C. Ma, S. Wang, Y. Shi, N. Koratkar, W. Ren, F. Li and H.-M. Cheng, Nano Energy, 2015, 11, 356–365. 89 F. Pei, L. Lin, D. Ou, Z. Zheng, S. Mo, X. Fang and N. Zheng, Nat. Commun., 2017, 8, 482. 90 Y. Li, K. K. Fu, C. Chen, W. Luo, T. Gao, S. Xu, J. Dai, G. Pastel, Y. Wang and B. Liu, et al., ACS Nano, 2017, 11, 4801–4807. 91 J. S. Yeon, S. Yun, J. M. Park and H. S. Park, ACS Nano, 2019, 13, 5163–5171. 92 J. Liu, W. Li, L. Duan, X. Li, L. Ji, Z. Geng, K. Huang, L. Lu, L. Zhou and Z. Liu, et al., Nano Lett., 2015, 15, 5137–5142. 93 S. Yun, S. O. Kang, S. Park and H. S. Park, Nanoscale, 2014, 6, 5296–5302. 94 Y. You, W. Zeng, Y.-X. Yin, J. Zhang, C.-P. Yang, Y. Zhu and Y.-G. Guo, J. Mater. Chem. A, 2015, 3, 4799–4802. 95 H. Wang, Y. Yang, Y. Liang, J. T. Robinson, Y. Li, A. Jackson, Y. Cui and H. Dai, Nano Lett., 2011, 11, 2644–2647.\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nEnergy Environ. Sci. This journal is©The Royal Society of Chemistry 2019\n96 H. Liao, H. Wang, H. Ding, X. Meng, H. Xu, B. Wang, X. Ai and C. Wang, J. Mater. Chem. A, 2016, 4, 7416–7421. 97 L.-C. Yin, J. Liang, G.-M. Zhou, F. Li, R. Saito and H.-M. Cheng, Nano Energy, 2016, 25, 203–210. 98 R. Fang, S. Zhao, Z. Sun, D.-W. Wang, R. Amal, S. Wang, H.-M. Cheng and F. Li, Energy Storage Mater., 2018, 10, 56–61. 99 J. Lee, S.-K. Park and Y. Piao, Electrochim. Acta, 2016, 222, 1345–1353. 100 H. Al Salem, G. Babu, C. V. Rao and L. M. Arava, J. Am. Chem. Soc., 2015, 137, 11542–11545. 101 Z. Du, X. Chen, W. Hu, C. Chuang, S. Xie, A. Hu, W. Yan, X. Kong, X. Wu, H. Ji and L. J. Wan, J. Am. Chem. Soc., 2019, 141, 3977–3985. 102 Q. Wu, X. Zhou, J. Xu, F. Cao and C. Li, ACS Nano, 2019, 13, 9520–9532. 103 X. Liang, C. Hart, Q. Pang, A. Garsuch, T. Weiss and L. F. Nazar, A highly efficient polysulfide mediator for lithium-sulfur batteries, Nat. Commun., 2015, 6, 5682–5689. 104 Y. Jiang, H. Liu, X. Tan, L. Guo, J. Zhang, S. Liu, Y. Guo, J. Zhang, H. Wang and W. Chu, ACS Appl. Mater. Interfaces, 2017, 9, 25239–25249. 105 Q. Pang, X. Liang, C. Kwok and L. F. Nazar, J. Electrochem. Soc., 2015, 162, A2567–A2576. 106 Y. Song, W. Zhao, X. Zhu, L. Zhang, Q. Li, F. Ding, Z. Liu and J. Sun, ACS Appl. Mater. Interfaces, 2018, 10, 15733–15741. 107 W. Yang, J. Xiao, Y. Ma, S. Cui, P. Zhang, P. Zhai, L. Meng, X. Wang, Y. Wei, Z. Du, B. Li, Z. Sun, S. Yang, Q. Zhang and Y. Gong, Adv. Energy Mater., 2019, 9, 1803137. 108 Y. Liao, J. Xiang, L. Yuan, Z. Hao, J. Gu, X. Chen, K. Yuan, P. K. Kalambate and Y. Huang, ACS Appl. Mater. Interfaces, 2018, 10(44), 37955–37962. 109 J. Cheng, D. Zhao, L. Fan, X. Wu, M. Wang, H. Wu, B. Guan, N. Zhang and K. Sun, Chem. – Eur. J., 2018, 24, 13253–13258. 110 T. Lei, W. Chen, J. Huang, C. Yan, H. Sun, C. Wang, W. Zhang, Y. Li and J. Xiong, Adv. Energy Mater., 2017, 7, 1601843. 111 J. Zheng, J. Tian, D. Wu, M. Gu, W. Xu, C. Wang, F. Gao, M. H. Engelhard, J. G. Zhang and J. Liu, et al., Nano Lett., 2014, 14, 2345–2352. 112 J. He, Y. Chen and A. Manthiram, iScience, 2018, 4, 36–43. 113 W. Bao, D. Su, W. Zhang, X. Guo and G. Wang, Adv. Funct.\nMater., 2016, 26, 8746–8756. 114 X. Liang, Y. Rangom, C. Y. Kwok, Q. Pang and L. F. Nazar,\nAdv. Mater., 2017, 29, 1603040. 115 X. T. Gao, Y. Xie, X. D. Zhu, K. N. Sun, X. M. Xie, Y. T. Liu,\nJ. Y. Yu and B. Ding, Small, 2018, 14, 1802443. 116 D. Rao, L. Zhang, Y. Wang, Z. Meng, X. Qian, J. Liu,\nX. Shen, G. Qiao and R. Lu, J. Phys. Chem. C, 2017, 121, 11047–11054. 117 Y. Zhang, Z. Mu, C. Yang, Z. Xu, S. Zhang, X. Zhang, Y. Li, J. Lai, Z. Sun and Y. Yang, et al., Adv. Funct. Mater., 2018, 28, 1707578. 118 X. Fang, C. Hua, X. Guo, Y. Hu, Z. Wang, X. Gao, F. Wu, J. Wang and L. Chen, Electrochim. Acta, 2012, 81, 155–160. 119 X. Fang, X. Yu, S. Liao, Y. Shi, Y.-S. Hu, Z. Wang, G. D. Stucky and L. Chen, Microporous Mesoporous Mater., 2012, 151, 418–423.\n120 C. George, A. J. Morris, M. H. Modarres and M. De Volder, Chem. Mater., 2016, 28, 7304–7310. 121 X. Fang, C. Hua, C. Wu, X. Wang, L. Shen, Q. Kong, J. Wang, Y. Hu, Z. Wang and L. Chen, Chem. – Eur. J., 2013, 19, 5694–5700. 122 L. Oakes, R. Carter, T. Hanken, A. P. Cohn, K. Share, B. Schmidt and C. L. Pint, Nat. Commun., 2016, 7, 1796. 123 K. Shiva, H. S. S. Ramakrishna Matte, H. B. Rajendra, A. J. Bhattacharyya and C. N. R. Rao, Nano Energy, 2013, 2, 787–793. 124 T. Z. Hou, X. Chen, H. J. Peng, J. Q. Huang, B. Q. Li, Q. Zhang and B. Li, Small, 2016, 12, 3283–3291. 125 H. J. Peng, D. W. Wang, J. Q. Huang, X. B. Cheng, Z. Yuan, F. Wei and Q. Zhang, Adv. Sci., 2016, 3, 1500268. 126 G. Zhou, S. Pei, L. Li, D. W. Wang, S. Wang, K. Huang, L. C. Yin, F. Li and H. M. Cheng, Adv. Mater., 2014, 26, 625–631. 127 L.-B. Xing, K. Xi, Q. Li, Z. Su, C. Lai, X. Zhao and R. V. Kumar, J. Power Sources, 2016, 303, 22–28. 128 Y. Lu, S. Gu, J. Guo, K. Rui, C. Chen, S. Zhang, J. Jin, J. Yang and Z. Wen, ACS Appl. Mater. Interfaces, 2017, 9, 14878–14888. 129 F. Wu, J. Qian, R. Chen, Y. Ye, Z. Sun, Y. Xing and L. Li, J. Mater. Chem. A, 2016, 4, 17033–17041. 130 J.-Q. Huang, T.-Z. Zhuang, Q. Zhang, H.-J. Peng, C.-M. Chen and F. Wei, ACS Nano, 2015, 9, 3002–3011. 131 X. Wang, Z. Wang and L. Chen, J. Power Sources, 2013, 242, 65–69. 132 W. Lin, Y. Chen, P. Li, J. He, Y. Zhao, Z. Wang, J. Liu, F. Qi, B. Zheng and J. Zhou, J. Electrochem. Soc., 2015, 162, A1624–A1629. 133 F. Pei, L. Lin, S. Mo, D. Ou, X. Fang and N. Zheng, Joule, 2018, 2(2), 323–336. 134 J. Song, D. Su, X. Xie, X. Guo, W. Bao, G. Shao and G. Wang, ACS Appl. Mater. Interfaces, 2016, 8, 29427–29433. 135 C. Lin, W. Zhang, L. Wang, Z. Wang, W. Zhao, W. Duan, Z. Zhao, B. Liu and J. Jin, J. Mater. Chem. A, 2016, 4, 5993–5998. 136 G. Babu, A. Sawas, N. K. Thangavel and L. M. R. Arava, J. Phys. Chem. C, 2018, 122, 10765–10772. 137 J. Sun, Y. Sun, M. Pasta, G. Zhou, Y. Li, W. Liu, F. Xiong and Y. Cui, Adv. Mater., 2016, 28, 9797–9803. 138 Y. Zhou, G. Hu, W. Zhang, Q. Li, Z. Zhao, Y. Zhao, F. Li and F. Geng, Energy Storage Mater., 2017, 9, 39–46. 139 R. Xu, Y. Sun, Y. Wang, J. Huang and Q. Zhang, Chin. Chem. Lett., 2017, 28, 2235–2238. 140 J. Wu, H. Zeng, X. Li, H. Pei, Z. Xue, Y. S. Ye and X. Xie, ACS Appl. Energy Mater., 2019, 2(3), 1702–1711. 141 A. Manthiram, S. H. Chung and C. Zu, Adv. Mater., 2015, 27, 1980–2006. 142 J.-Q. Huang, Q. Zhang and F. Wei, Energy Storage Mater., 2015, 1, 127–145. 143 Y. C. Jeong, J. H. Kim, S. Nam, C. R. Park and S. J. Yang, Adv. Funct. Mater., 2018, 28, 1707411. 144 Z. Xiao, Z. Yang, L. Wang, H. Nie, M. Zhong, Q. Lai, X. Xu, L. Zhang and S. Huang, Adv. Mater., 2015, 27, 2891–2898.\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M\nThis journal is©The Royal Society of Chemistry 2019 Energy Environ. Sci.\n145 Y. Zhao, M. Liu, W. Lv, Y.-B. He, C. Wang, Q. Yun, B. Li, F. Kang and Q.-H. Yang, Nano Energy, 2016, 30, 1–8. 146 M. Li, C. Wang, L. Miao, J. Xiang, T. Wang, K. Yuan, J. Chen and Y. Huang, J. Mater. Chem. A, 2018, 6, 5862–5869. 147 X. Ni, T. Qian, X. Liu, N. Xu, J. Liu and C. Yan, Adv. Funct. Mater., 2018, 28, 1706513. 148 R. Song, R. Fang, L. Wen, Y. Shi, S. Wang and F. Li, J. Power Sources, 2016, 301, 179–186. 149 Z. Sun, X. L. Wu, Z. Peng, J. Wang, S. Gan, Y. Zhang, D. Han and L. Niu, Small, 2019, 1902491. 150 Y. Zhang, L. Miao, J. Ning, Z. Xiao, L. Hao, B. Wang and L. Zhi, 2D Mater., 2015, 2, 024013. 151 J.-Q. Huang, Z.-L. Xu, S. Abouali, M. A. Garakani and J.-K. Kim, Carbon, 2016, 99, 624–632. 152 Y. C. Jeong, J. H. Kim, S. H. Kwon, J. Y. Oh, J. Park, Y. Jung, S. G. Lee, S. J. Yang and C. R. Park, J. Mater. Chem. A, 2017, 5, 23909–23918. 153 Y. Lai, P. Wang, F. Qin, M. Xu, J. Li, K. Zhang and Z. Zhang, Energy Storage Mater., 2017, 9, 179–187. 154 D. Guo, F. Ming, H. Su, Y. Wu, W. Wahyudi, M. Li, M. N. Hedhili, G. Sheng, L. J. Li, H. N. Alshareef, Y. Li and Z. Lai, Nano Energy, 2019, 61, 478–485. 155 H. J. Peng, Z. W. Zhang, J. Q. Huang, G. Zhang, J. Xie, W. T. Xu, J. L. Shi, X. Chen, X. B. Cheng and Q. Zhang, Adv. Mater., 2016, 28, 9551–9558. 156 T. Z. Zhuang, J. Q. Huang, H. J. Peng, L. Y. He, X. B. Cheng, C. M. Chen and Q. Zhang, Small, 2016, 12, 381–389. 157 J. Zhu, C. Chen, Y. Lu, J. Zang, M. Jiang, D. Kim and X. Zhang, Carbon, 2016, 101, 272–280. 158 W. Kong, L. Yan, Y. Luo, D. Wang, K. Jiang, Q. Li, S. Fan and J. Wang, Adv. Funct. Mater., 2017, 27, 1606663. 159 W. K. Shin, A. G. Kannan and D. W. Kim, ACS Appl. Mater. Interfaces, 2015, 7, 23700–23707. 160 S. Bai, X. Liu, K. Zhu, S. Wu and H. Zhou, Metal–organic framework-based separator for lithium-sulfur batteries, Nat. Energy, 2016, 1, 16094. 161 Z. Li, Z. Ma, Y. Wang, Y. Wang, R. Chen, Z. Wu and S. Wang, Sci. Bull., 2018, 63(3), 169–175. 162 Q. Pang, X. Liang, C. Y. Kwok and L. F. Nazar, Nat. Energy, 2016, 1, 16132. 163 S. Bai, X. Liu, K. Zhu, S. Wu and H. Zhou, Nat. Energy, 2016, 1, 16094. 164 Z. Lin, Z. Liu, W. Fu, N. J. Dudney and C. Liang, Angew. Chem., Int. Ed., 2013, 52, 7460–7463. 165 D. Moy and S. R. Narayanan, J. Electrochem. Soc., 2017, 164, A560–A566. 166 H. Qu, J. Ju, B. Chen, N. Xue, H. Du, X. Han, J. Zhang, G. Xu, Z. Yu, X. Wang and G. Cui, J. Mater. Chem. A, 2018, 6, 23720–23729. 167 Y. Liu, Q. Liu, L. Xin, Y. Liu, F. Yang, E. A. Stach and J. Xie, Nat. Energy, 2017, 2, 17083. 168 Y. Liu, Y. Qiao, Y. Zhang, Z. Yang, T. Gao, D. Kirsch, B. Liu, J. Song, B. Yang and L. Hu, Energy Storage Mater., 2018, 12, 197–203. 169 M. Hagen, P. Fanz and J. Tübke, J. Power Sources, 2014, 264, 30–34. 170 K. Sun, A. K. Matarasso, R. M. Epler, X. Tong, D. Su, A. C. Marschilok, K. J. Takeuchi, E. S. Takeuchi and H. Gan, J. Electrochem. Soc., 2018, 165, A416–A423. 171 Y. Lin, K. J. Jones, L. C. Greenbug, J. W. Kim, L. Hu and J. W. Connell, Batteries Supercaps, 2019, 2, 774–783. 172 M. Hagen, D. Hanselmann, K. Ahlbrecht, R. Maça, D. Gerber and J. Tübke, Adv. Energy Mater., 2015, 5, 1401986. 173 P. G. Bruce, S. A. Freunberger, L. J. Hardwick and J. M. Tarascon, Nat. Mater., 2012, 11, 11–19. 174 C. J. Hart, M. Cuisinier, X. Liang, D. Kundu, A. Garsuch and L. F. Nazar, Chem. Commun., 2015, 51, 2308–2311. 175 J. Zhu, C. Chen, Y. Lu, J. Zang, M. Jiang, D. Kim and X. Zhang, Carbon, 2016, 101, 272–280. 176 F. Zhao, M. Nani, Z. Kun, X. Keyu, S. Chao, P. Jiaxin, D. Yangyang, C. Wudan and Z. Dongdong, Ionics, 2019, 25(7), 3099–3106. 177 S. H. Chung and A. Manthiram, Adv. Mater., 2018, 30, 1705951. 178 S. H. Chung and A. Manthiram, Joule, 2018, 2(4), 710–724. 179 R. Fang, S. Zhao, Z. Sun, D. W. Wang, H. M. Cheng and F. Li, Adv. Mater., 2017, 29, 1606823.\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nN or\nth w\nes te\nrn U\nni ve\nrs ity\no n\n1/ 3/\n20 20\n3 :0\n3: 50\nA M"
    } ],
    "references" : [ {
      "title" : "Lithium/sulfur batteries: development and understanding of the working mechanisms",
      "author" : [ "S. Walus" ],
      "venue" : "Université Grenoble Alpes,",
      "citeRegEx" : "Walus,? \\Q2015\\E",
      "shortCiteRegEx" : "Walus",
      "year" : 2015
    }, {
      "title" : "Surfaceenhanced redox chemistry of polysulfides on a metallic and polar host for lithium-sulfur batteries",
      "author" : [ "Q. Pang", "D. Kundu", "M. Cuisinier", "L.F. Nazar" ],
      "venue" : "Nat. Commun.,",
      "citeRegEx" : "Pang et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Pang et al\\.",
      "year" : 2014
    }, {
      "title" : "Metal–organic framework-based separator for lithium-sulfur batteries",
      "author" : [ "S. Bai", "X. Liu", "K. Zhu", "S. Wu", "H. Zhou" ],
      "venue" : "Nat. Energy,",
      "citeRegEx" : "Bai et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Bai et al\\.",
      "year" : 2016
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The inherent technical challenges of lithium–sulfur (Li–S) batteries have arisen from the intrinsic redox electrochemistry occurring on the Li and S electrodes, which can significantly deteriorate the S utilization and life cycle. Two-dimensional (2D) nanomaterials composed of atomic or near-atomic thickness with infinite lateral dimensions have been proven to be meritorious as emerging materials for energy storage applications due to their unique structures, remarkable physical properties, and tunable surface chemistry. Herein, we argue that surface functionalization or heteroatom doping of 2D materials, hybridization with other nanostructured materials (0D quantum dots, 1D nanotubes/nanowires, and other 2D nanosheets), and finally architecting into 3D structures along with the advantages of 2D building blocks can open up new opportunities for Li–S batteries. We also focus on the future directions of Li–S batteries in the design of S cathodes and separators utilizing the intrinsic and extrinsic properties of 2D nanomaterials.",
    "creator" : null
  }
}