{
  "name" : "downloads_2019-11-18_5a_chen2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Synthesis of silica/polypeptide hybrid nanomaterials and mesoporous silica by molecular replication of sheet-like polypeptide complexes through biomimetic mineralization",
    "authors" : [ "Kuan-Ju Chen", "Hsin-Ling Chen", "Chen-Chi Tang", "Hsu-Heng Wu", "Jeng-Shiung Jan" ],
    "emails" : [ "jsjan@mail.ncku.edu.tw" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nJournal of Colloid and Interface Science\njournal homepage: www.elsevier .com/locate / jc is\nRegular Article\nSynthesis of silica/polypeptide hybrid nanomaterials and mesoporous silica by molecular replication of sheet-like polypeptide complexes through biomimetic mineralization\nhttps://doi.org/10.1016/j.jcis.2019.02.014 0021-9797/ 2019 Elsevier Inc. All rights reserved.\n⇑ Corresponding author at: Department of Chemical Engineering, National Cheng Kung University, Tainan 70101, Taiwan.\nE-mail address: jsjan@mail.ncku.edu.tw (J.-S. Jan).\nKuan-Ju Chen a, Hsin-Ling Chen a, Chen-Chi Tang a, Hsu-Heng Wu a, Jeng-Shiung Jan a,b,⇑ aDepartment of Chemical Engineering, National Cheng Kung University, No. 1, University Rd., Tainan 70101, Taiwan bHierarchical Green-Energy Materials (Hi-GEM) Research Center, National Cheng Kung University, Tainan 70101, Taiwan\ng r a p h i c a l a b s t r a c t\na r t i c l e i n f o\nArticle history: Received 12 October 2018 Revised 2 February 2019 Accepted 5 February 2019 Available online 6 February 2019\nKeywords: Hybrid materials Polypeptide Mesoporous silica Biomineralization Chain conformation b-sheet Fibrils\na b s t r a c t\nBiomimetic synthesis of silica/polymer hybrid nanomaterials inspired by silica-condensing microorganisms has gained significant advances in recent years and the as-prepared hybrid materials have been explored for a variety of applications. In this work, silica/polypeptide hybrid nanoparticles (NPs) and coating films can be facilely fabricated by silica mineralization of poly(L-lysine)-block-poly(Lthreonine)/poly(L-glutamic acid) (PLL-b-PLT/PGA) fibril complexes assembled in solutions or on substrates at benign conditions. The experimental data revealed that PLL-b-PLT can self-assemble to form fibrils via intermolecular hydrogen bonding interactions between PLT chains and, upon complexing with PGA, silicas were efficiently mineralized in both the sheet-like PLL/PGA complexes and PLT domains, resulting in the fabrication of silica/polypeptide hybrid materials. After removing the polypeptides, mesoporous silicas exhibiting pore size between 2 and 10 nm and large pores (>10 nm) were fabricated by the replication of the sheet-like polypeptides and fibril complexes/aggregates, respectively. This study demonstrates that these polypeptide fibril complexes can serve both as nucleating agents and as templates for the fabrication of oxide/polypeptide hybrid NPs, mesoporous oxides and oxide/polypeptide coating films, which have potential applications in a variety of areas.\n2019 Elsevier Inc. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Silica-condensing microorganisms are known to be capable of directing the formation of hierarchical oxide structures with precise control and at multiple scales via silicification processes\n[1–5]. This is mediated by the self-assembly and structuredirecting capabilities of proteins or peptides under benign conditions [6,7]. Silica/polymer biohybrids can be synthesized in a similar manner by silica mineralization onto various templates, like micelles, vesicles and fibers, that are self-assembled by soft materials [8–18]. Chemically cross-linked nanogel/hydrogel networks have also been used as templates to fabricate silica/polymer biohybrids by silica mineralization [19–21]. The polymeric self-assemblies and cross-linked networks comprised of cationic polymers such as PLL and polyamines can serve as templates to induce the polycondensation of silica precursors. These precipitated silicas translate the molecular architectures organized by the original polymeric materials.\nSeveral studies demonstrated silica deposition into/onto scaffolds in two-dimensional (2D) and three-dimensional (3D) architectures aided by techniques such as lithography, layer-by-layer (LbL) assembly, and direct ink writing [22–26]. The conformation variety of these polypeptides allowed the fabrication of silica/polymer biohybrid nanomaterials (such as nanospheres and platelets) in the presence of PLL and PLL-based block copolymers during silicification processes through the exploitation of polypeptide chain conformation and self-assembly, at different solution conditions [18,27–32].\nThe coil-to-helix conformational transition of PLL is responsible for the formation of silica/polypeptide nanomaterials with different morphologies. The biomimetic synthesis of silica/polymer biohybrids inspired by these silicification processes has gained significant advances in the past two decades, cementing it as a technologically important field. Silica/polymer hybrid materials inspired by nature have been explored for potential applications in areas such as photonics, biomedical implants, drug/protein delivery, biochemical separation and the like [4,5,33–37]. Yet, despite these great advances in the synthesis of silica/polymer biohybrids, many of these studies focused mainly on the morphological evolution of silica/polymer hybrid materials at different solution conditions. There are few studies focusing on translating polypeptide chain conformations, such as a-helix and b-sheet, to fabricate microporous and/or mesoporous silicas [17,26,38].\nShantz group demonstrated the synthesis of microporous and mesoporous silicas using helical and sheet-like PLL [38]. These were formed under basic condition (solution pH 11.0–12.0) at room and elevated (>55 C) temperatures and worked as templates for silicification followed by calcination. The group also demonstrated the synthesis of microporous silicas by simultaneously inducing the coil-to-helix conformational transition of PLL followed by silicification in the presence of phosphate ions and silica precursors [18]. Our group showed that sheet-like polypeptide macromolecular assemblies formed by LbL processes can be used as both nucleating agents and sacrificial templates to fabricate mesoporous silicas [26]. This complexation of PLL with PGA on substrates or in aqueous solutions leads to the coil-to-sheet conformational transition of polypeptides through NH3+- OOC interactions [26,39,40].\nIn the present study, we present sheet-like polypeptide complexes assembled in aqueous solutions and on substrates without the tuning of solution conditions, like adding counterions or adjusting pH. These complexes can also be used as nucleating agents to fabricate hybrid materials under benign conditions. Though silica/polymer fibrils were fabricated by silica mineralization of the polyethylene oxide-block-peptide fibrils assembled by sheet-like peptide and, however organic solvents were required to induce silica polycondensation [17]. The initial attempt on the silicification of sheet-like polypeptide complexes assembled by PLL and PGA resulted in low yield upon collecting by centrifugation, probably due to the small-sized aggregates and low efficiency of silicification. We turned to a different approach by using sheet-\nlike polypeptide complexes assembled by PLL-b-PLT and PGA as nucleating agents to fabricate polypeptide/silica hybrid nanomaterials. We showed that sheet-like polypeptide complexes can be assembled either in aqueous solutions or on substrates via LbL process. Mesoporous silicas can then be obtained by removing the polypeptide sacrificial templates.\nPLT is known to be a water-soluble, sheet-like polypeptide and we have previously reported that PLL-b-PLT block copolypeptides form fibril assemblies [41–43]. This is due to the formation of bsheets by PLT segments via intermolecular hydrogen bonding interactions. Tethering a PLT segment onto PLL can not only coerce the polypeptide complexes to exhibit a high percentage of sheetlike conformation but can also facilitate the nucleation of silica. Previous studies have demonstrated that the hydroxyl group on serine and threonine residues can promote the polycondensation of silica [7,44]. Upon silicification, it is expected that the silica precursor will infiltrate into both the PLL/PGA complexes and PLT domains, resulting in high efficiency of silica polycondensation, catalyzed by both PLL and PLT. Using this approach, highly porous silicas with pores replicating sheet-like polypeptide complexes and PLT domains can be fabricated effectively."
    }, {
      "heading" : "2. Experimental section",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Hexylamine (99%), Ne-Z-L-lysine (ZLL, 99%, Z: carboxybenzyl), iodotrimethylsilane (TMSiI, 97%) and c-benzyl-L-glutamate (BLG, >99%) were used as received from Sigma-Aldrich Trifluoroacetic acid (TFA, 99%) and N-Boc-(O-benzyl)-L-threonine (BnT, >99%) was used as received from Alfa Aesar and Bachem, respectively. Hydrogen bromide (HBr, 33 wt% in acetic acid) and tetramethyl orthosilicate (TMOS, 99%) were used as received from Fluka. 1,1,1,3,3,3-hexafluoro-2-propanol (HFIP, 99%) was purchased from Matrix. All the solvents used in this study are ACS Reagent grade."
    }, {
      "heading" : "2.2. Synthesis of polypeptides",
      "text" : "ZLL, BnT, and BLG N-carboxyanhydrides (NCAs) were synthesized by reacting the corresponding amino acids with triphosgene in anhydrous THF [43–45]. The poly(Z-L-lysine)-block-poly(Obenzyl-L-threonine) (PZLL-b-PBnT) diblock copolypeptides with different degrees of polymerization (DPs) and block ratios were synthesized by using hexylamine as the initiator in anhydrous dichloromethane to sequentially initiate ring-opening polymerization (ROP) of ZLL and BnT NCAs [41,43]. The PLL-b-PLT block copolypeptides were obtained by the deprotection of the Z and benzyl groups on polypeptides using HBr and TMSiI. Poly(c-benzyl-L-glutamate) (PBLG) and PZLL were synthesized by ROP of respective BLG and ZLL NCAs using 2,20-bipyridyl-Ni(1,5cyclooctadiene) (BpyNiCOD) as the initiator in anhydrous THF [35,46]. Then PGA and PLL were obtained by the removal of the benzyl and Z protecting groups using TMSiI and HBr, respectively."
    }, {
      "heading" : "2.3. Preparation of silica/polypeptide hybrid materials",
      "text" : "The PLL-b-PLT diblock copolypeptide (20 mg) and PGA (5 mg) polypeptide were dissolved in 20 and 10 mL of deionized (DI) water, respectively. The PGA solution (0.5 mg/mL) was added to the PLL-b-PLT solution (1 mg/mL) under sonication at 0.5 mL/min of volumetric rate using a syringe pump. The polypeptide assemblies were form via electrostatic interactions and precipitated out of the solution. After sonicating for additional 15 min, a freshly prepared orthosilicic acid solution (5 mL, 0.35 M) by dissolving TMOS in 1 mM HCl was added to the resulting mixture under stir-\nring. After stirring for 1 h, the silica/polypeptide hybrid materials were collected by centrifugation at 6000 rpm for 5 min and washed with DI water. The procedure was repeated at least three times to ensure the removal of the residual silica precursor. Then the hybrid materials were placed in a vacuum oven overnight to remove the residual water."
    }, {
      "heading" : "2.4. Preparation of mesoporous silicas",
      "text" : "The as-prepared silica/ polypeptide hybrid materials were calcined in a furnace to obtain mesoporous silicas. The samples were heated to 140 C for 1 h and to 600 C at 2 C/min of heating rate. Then the temperature was kept at 600 C for 6 h in air."
    }, {
      "heading" : "2.5. Preparation of silica/polypeptide hybrid films",
      "text" : "The silica/polypeptide hybrid films on glass or PMMA substrates were prepared by silica mineralization of the polypeptide assemblies composed of PLL20-b-PLT10 fibrils and PGA75 via LbL process. The LbL assembly of the polypeptides and the cleaning processes for glass substrates (3 in. 1 in., REX Glass & Mirrors Co.) and poly(methyl methacrylate) (PMMA) substrates (Agiltron) were conducted by following the previously reported procedures [26,35]. The coated glass or PMMA substrates were then immersed in a freshly prepared orthosilicic acid solution (0.35 M) for 100 min. Upon washing with DI water for three times, the coated substrates were placed in an oven (60 C) overnight to remove the water."
    }, {
      "heading" : "2.6. Instrumentation and characterization",
      "text" : "PZLL and PBLG polypeptides were analyzed by a Viscotek gel permeation chromatography-light scattering (GPC-LS) system at 55 C using DMF with 0.1 M LiBr as the eluent. Two ViscoGEL ISeries columns (I-MBLMW-3078 and I-MBHMW-3078) were equipped on the system for efficient separation and the eluent flow rate was 1 mL/min. PZLL-b-PBnT block copolypeptides were analyzed at 35 C by a Shimadzu GPC using the redistilled HFIP as the eluent. Two Shodex HFIP 806 M columns were equipped on the system for efficient separation and the eluent flow rate was 0.8 mL/min. The calibration standard was PMMA (molecular weight: 1000–100,000 g/mol). Prior to GPC analysis, the samples were dissolved in DMF (or HFIP) and filtered through a 0.2 lm PTFE filter (13 mm, Finetech). NMR analysis was performed on a Mercury 300 Varian spectrometer at 600 MHz. PZLL, PBLG, and PZLL-b-PBnT polypeptides were dissolved in TFA-d1. PLL, PGA,\nScheme 1. Schematic illustration of silica mineralization in the sheet-like PLL-bPLT/PGA fibril complexes.\nand PLL-b-PLT polypeptides were dissolved in D2O. FieldEmission Scanning Electron Microscopy (FE-SEM) and energy dispersive X-ray (EDX) measurements on the samples, which were mounted on the stage using carbon tape, were performed on a Hitachi SU8010 microscope (voltage: 1–10 kV). Transmission electron microscopy (TEM) images and EDX spectra were taken with a Hitachi-700 (accelerating voltage: 80 kV). The samples were dispersed in methanol and dispensed on a carbon-coated copper grid. A filter paper was used to remove the excess solution after 1 min and then the sample grids were dried overnight in air before characterization. Atomic force microscopy (AFM) analysis of the hybrid films using the tapping mode in air was carried out on a DI NS3a-3/ MMAFM. Fourier Transform Infrared (FTIR) and circular dichroism (CD) measurements were performed on Thermo Nicolet Nexus 670 FTIR and JASCO J-815 spectrometer (JASCO Inc, Japan), respectively. The polypeptides with 0.125 mg/mL of polypeptide concentration were prepared for CD analysis. The polypeptides and silica/ polypeptide hybrid materials were pelletized with KBr (Aldrich) for FTIR analysis. Thermogravimetric analysis (TGA) on the silica/ polypeptide hybrid materials was performed on a Perkin–Elmer TGA7 instrument to determine the ratio of organic and inorganic content in the hybrid materials. The temperature was increased from 25 C to 800 C with 10 C/min of ramping rate. SAXS measurements on the polypeptide solutions (1.0 wt% of polypeptide concentration) were performed in a 1 mm quartz capillary using a standard sample of silver behenate for calibration at room temperature on a Bruker NanoSTAR U System diffractometer. The background subtracted data were desmeared against the beam length profile of the source. The scattering wavevector was defined as q = 4pk 1sinh with the scattering angle h and wavelength k . Nitrogen adsorption measurements of the silica samples (0.3– 0.7 g) were performed using a Micromeritics 2020 ASAP instrument at 77 K. Surface areas were calculated by the Brunauer–Em mett–Teller (BET) method. Pore volumes and pore size distributions were determined from nitrogen sorption isotherm data Barrett-Joyner-Halenda (BJH) method. The coated films were analyzed by a MP100-ME thin film material analysis system (Mission Peak Optics Inc.), which was equipped with software algorithms to determine the film thickness and refractive index (RI). The surface topology and root-mean-square (rms) roughness of the coated films was characterized by a DI NS3a-3/MMAFM atomic force microscopy (AFM) in tapping mode in air. For both analyses, the data were collected by measuring at five different places (n = 5) for all samples."
    }, {
      "heading" : "3. Results and discussion",
      "text" : "PLL-b-PLT block copolypeptides with different molecular weights and block ratios were selected to complex with PGA75 both in aqueous solutions and on substrates. Silica/polypeptide hybrid NPs and hybrid films can be prepared by silica mineralization into the as-obtained polypeptide complexes. Mesoporous silicas can be obtained using the polypeptide complexes as sacrificial templates. Our previous studies have shown that PLL-b-PLT block copolypeptides self-assemble to form fibrils because the PLT segments adopt b-sheet conformations [41,43]. Upon complexing with PGA, the PLL segments undergo coil-to-sheet conformational transition through NH3+- OOC interactions and consequently the PLL-b-PLT/PGA fibril complexes form and adopt mainly b-sheet conformations. Then, the sheet-like PLL-b-PLT/PGA fibril complexes can serve not only as nucleating agents to prepare polypeptide/silica hybrid NPs and hybrid films, but also serve as sacrificial templates to fabricate mesoporous silicas with pores replicating sheet-like polypeptide complexes (Scheme 1)."
    }, {
      "heading" : "3.1. Characterization of the polypeptides",
      "text" : "In order to investigate the influence of polypeptide chain length and block ratio on the as-prepared silica pore size and porosity, four PLL-b-PLT block copolypeptides were synthesized by sequen-\ntial ROP of ZLL and BnT NCAs using hexylamine as the initiator, followed by the removal of protecting groups. Based on 1H NMR spectra, all the chemical shifts for PZLL-b-PBnT and PLL-b-PLT block copolypeptides can be assigned by the protons on the polypeptides and initiator (Figs. 1 and S1). Upon the removal of protecting groups, the NMR spectra of PLL-b-PLT block copolypeptides exhibited percentages of residual protecting groups well below 5% (Figs. 1c and S1c). The DPs and block ratios of PZLL-bPBnT, which were calculated based on the integrated areas of the\nbenzyl groups (ACOOCH2C6H5 and ACHOCH2C6H5) on the\npolypeptide and the methyl group (CH3CH2A) on the initiator (Figs. 1b and S1b), were found to be reasonably consistent with the feed molar ratio of the initiator and NCAs (Table S1). The number-averaged molecular weights (Mn) and molecular weight distributions (Mw/Mn) for PZLL-b-PBnT block copolypeptides were characterized by GPC analysis. The molecular weights determined from GPC analysis demonstrated reasonable results in comparison to those calculated on NMR analysis (Table S1).\nCD, FTIR, and SAXS analyses were used to further investigate the chain conformation adopted by these PLL-b-PLT block copolypeptides and their self-assembly in aqueous solutions. CD analysis revealed that these polypeptides adopted mainly a mixture of random coil and b-sheet conformations at neutral condition (Fig. 2a). The results from FTIR analysis were consistent with those from CD analysis, showing an amide I peak at 1650 and 1623 cm 1, and a\nbroad amide II peak at 1538 cm 1 (Fig. S2). These peaks are characteristic of random coils and b-sheet conformations, consistent with our previous studies [41,43]. The polypeptides with higher block ratio of PLT to PLL adopted higher percentage of b-sheet conformation, evidenced by increased signal intensity at about 216 nm.\nWe then investigated the self-assembly of PLL-b-PLT block copolypeptides in aqueous solution using SAXS analysis. SAXS profiles of the polypeptide solutions with 1.0 wt% of polypeptide concentration showed scattering intensity (I) with characteristic I (q) / q 1 at scattering vectors (q) lower than 0.08 Å 1 (Fig. 2b), revealing the formation of one-dimensional (1D) fibril assemblies [47]. These results are consistent with our previous studies [41,43], showing that PLL-b-PLT block copolypeptides selfassemble to form fibrils due to the formation of sheet-like PLT segments via intermolecular hydrogen bonding. TEM analysis confirmed that the PLL-b-PLT block copolypeptides (1.0 mg/mL of polypeptide concentration) self-assembled to form short fibrilswith length less than 100 nm in aqueous solutions (for example, Fig. S3)."
    }, {
      "heading" : "3.2. Silica mineralization of polypeptide fibril complexes in aqueous solutions",
      "text" : "Our previous studies have demonstrated that NPs based on PLL/ PGA complexes and LbL assembled PLL/PGA films can induce polycondensation of orthosilicic acid. This is due to electrostatic interactions, or hydrogen bonding, between the amino group on PLL and orthosilicic acid, allowing the precipitated silicas to translate the polypeptide molecular organization [26,35,36]. It is expected that mesoporous silicas can be fabricated with pores replicating the sheet-like PLL-b-PLT/PGA fibril complexes. The sheet-like PLL-bPLT/PGA fibril complexes were prepared by adding PGA solution (10 mL, 0.5 mg/mL) to the PLL-b-PLT solution (20 mL, 1.0 mg/mL). The freshly prepared silica precursor (5 mL, 0.35 M) was then\nadded to the resultant solution to mineralize the sheet-like PLLb-PLT/PGA fibril complexes. The weight of silica/PLL40-b-PLT18/ PGA75 hybrid material was 111 mg, which was higher than other silica/polypeptide hybrid materials (typically 90–94 mg), suggesting that PLL40-b-PLT18 can mineralize more silica than other alternatives. Increasing the amount of silica precursor (5–10 mL, 0.35 M) added to the fibril complexes did not lead to a significant increase in weight of the as-prepared hybrid materials. These results reveal that the amount of mineralized silica was dependent on the chain length and the amount of polypeptide used for mineralization. For comparison, silica mineralization of sheet-like PLL40/ PGA75 and PLL90/PGA75 complexes was also conducted using the same synthesis condition. The yields of the as-prepared silica/ PLL/PGA hybrid materials, however, were relatively low using the same parameters for centrifugation. The deposition of silica onto the sheet-like PLL-b-PLT/PGA fibril complexes can be attributed to the increase of local concentration of silicate precursor in the vicinity of both the lysine and threonine side chains. This is due to electrostatic and/or hydrogen bonding interactions between the amino/hydroxyl group and orthosilicic acid/silicate oligomers, consequently leading to the polycondensation of silicate precursors.\nThe structure and composition of the as-prepared silica/ polypeptide hybrid materials and the resulting mesoporous silica materials were characterized by FTIR, TGA, FE-SEM, TEM, and BET analyses. FTIR analysis of these silica/polypeptide hybrid materials confirmed the deposition of silica in the fibril complexes, as seen in silica absorption bands at 801 (SiAOASi symmetric stretch), 960 (SiAOAH bending mode), 1092 and 1207 cm 1 (SiAOASi antisymmetric stretch) (Fig. 3) [13,20]. Additionally, characteristic amide I and II peaks were present at 1630–1645 and 1535–1545 cm 1, respectively. This suggests that the polypeptides occluded in the hybrid materials adopted mainly a b-sheet\n(b) PLL20-b-PLT10/PGA75, (c) PLL20-b-PLT30/PGA75, and (d) PLL40-b-PLT18/PGA75 fibril\nconformation with a low percentage of random coil formation. TGA profiles showed a 21–29% total weight loss of dry hybrid materials for all the samples, associating mainly with the removal of polypeptides (Fig. S4). The weight losses of silica/PLL20-b-PLT10/ PGA75 and silica/PLL40-b-PLT18/PGA75 hybrid materials were in good agreement with the weight percentages of the corresponding polypeptides used for synthesis in hybrid materials. Similarly, the\nweight losses of PLL17-b-PLT15/PGA75 and PLL20-b-PLT30/PGA75 hybrid materials were slightly lower than the weight percentages of their corresponding polypeptides, which were 5.4 and 3.8% in difference, respectively. This may be due to the loss of polypeptides during the collection of the hybrid materials.\nOur results also confirmed that the amount of mineralized silica was dependent on the amount of polypeptide used for silica\n5/PGA75 and (b) PLL20-b-PLT30/PGA75 fibril complexes after calcination.\noporous silica NPs obtained from calcination of silica/PLL17-b-PLT15/PGA75 (square), silica/PLL40-b-PLT18/PGA75 (diamond) hybrid materials. Closed and open circles are r the mesoporous silica NPs obtained from calcination of silica/PLL20-b-PLT10/PGA75 ize distributions were based on BJH analysis.\nmineralization. Previously, our group reported the silica mineralization of LbL assembled PLL/PGA hollow tubes that adopted mainly b-sheet conformation. The as-prepared hybrid materials exhibited slightly higher weight percentage of polypeptides (25–35%) [26]. This can probably be attributed to the densely assembled polypeptide complexes leading to restricted space for silica mineralization. SEM images showed that the silica/ polypeptide hybrid materials before calcination were composed of interconnected NPs with sizes mostly between 40 and 100 nm (Fig. 4). EDX profiles of the hybrid materials revealed the presence of silicon, oxygen, and carbon elements, suggesting that organic compounds were occluded in the materials (Fig. S5). These results suggest that silicas specifically deposited unto polypeptide complexes and interconnected silica/polypeptide hybrid NPs were formed due to the simultaneous aggregation of polypeptide fibril complexes and silica mineralization. Based on Fig. 4, the silica NPs prepared from PLL20-b-PLT30/PGA75 and PLL40-b-PLT18/PGA75 complexes exhibited larger sizes than those prepared from PLL20b-PLT10/PGA75 ones. This can be attributed to the greater stiffness of PLL20-b-PLT30/PGA75 and PLL40-b-PLT18/PGA75 fibril complexes in comparison to PLL20-b-PLT10/PGA75, which is in term due to a\nTable 1 Nitrogen adsorption data of mesoporous silicas templated by PLL-b-PLT/PGA fibril complexes.\nSample Silica weight percentage (%)\nBJH pore volumea (cm3g 1) BET surface area (m2g 1)\nPLL17-b-PLT15/PBLG75 78.8 0.29 383 PLL20-b-PLT10/PBLG75 71.4 0.27 486 PLL20-b-PLT30/PBLG75 75.9 0.46 341 PLL40-b-PLT18/PBLG75 78.5 0.20 268\na The ‘‘BJH pore volume” is the total volume adsorbed over the relative pressure range of 0.1 p/p0 0.9 estimated use the BJH formalism.\nFig. 7. FE-SEM images of the (a, b) silica/(PLL20-b-PLT10/PGA75)8 and (c, d) silica/(PLL2\nhigher percentage of sheet-like PLT and PLL/PGA complexes given upon increasing chain length and/or PLT to PLL block ratio. Additionally, the silica NPs prepared from PLL20-b-PLT30/PGA75 and PLL17-b-PLT15/PGA75 complexes exhibited relatively well-defined spherical structures in comparison to those prepared from the alternatives."
    }, {
      "heading" : "3.3. Characterization of mesoporous silicas",
      "text" : "TEM analysis showed that these silica NPs obtained by calcination were highly porous with sizes mostly smaller than 20 nm (Figs. 5 and S6). Previously, Shantz group reported that silicas templated by sheet-like PLL exhibited highly interconnected pores with pore size ranged between 2 and 8 nm [38]. In this study, the presence of mesopores can be clearly seen in the silica NPs. These results suggest that the mesopores were templated by the sheet-like polypeptide complexes. For the silica NPs templated by PLL20-b-PLT30/PGA75 complexes, the mesopores were much more well-defined in comparison to those templated by other complexes. However, the mesopores did not exhibit long range order based on electron diffraction analysis (Fig. S6).\nWe then conducted nitrogen adsorption measurements to investigate the effect of polypeptide molecular weight and block ratio on the pore size and porosity (Fig. 6). Based on the nitrogen adsorption isotherms, all the samples exhibited little micropores (<2 nm), evidenced by low nitrogen adsorption at the relative pressure p/p0 0.1. The BJH pore volume for all of the samples, which is the total volume adsorbed over the relative pressure range of 0.1 p/p0 0.9 was estimated using the BJH formalism and ranged between 0.2 and 0.5 cm3 g 1 (Table 1). On the basis of BJH analysis, the pores for all samples exhibited two size distributions (Fig. 6). The one with pore size between 2 and 8 nm can be mainly attributed to the replication of the sheet-like polypeptide\n0-b-PLT10/PGA75)10 hybrid materials onto (a, c) silica and (b, d) PMMA substrates.\ncomplexes, consistent with our previous studies [25,26]. The one with pore size larger than 10 nm can be attributed to the aggregation of the silica/polypeptide hybrids and possibly the interstitial space between the NPs (Figs. 5 and S6). The silica NPs templated by PLL20-b-PLT30/PGA75 complexes exhibited the highest BJH pore volume amongst all. For the pore size smaller than 10 nm, the pore volume of the silica NPs templated by PLL20-b-PLT30/PGA75 was calculated to be 0.38 cm3 g 1, which was higher than those reported by previous studies [26,38]. The BET surface area (341 m2 g 1) was comparable with those reported by the previous studies [26,38], mostly ranging between 320 and 440 m2 g 1. The silica NPs templated by PLL40-b-PLT18/PGA75 complexes exhibited\nrelatively more pores with sizes larger than 8 nm than other samples. These results suggest that the rigidity/stability of the PLL-bPLT fibrils, which was dictated by the PLT to PLL block ratio and chain length, influences the formation/aggregation of silica/PLLb-PLT/PGA fibril complexes upon complexation and subsequent silicification. It is easy to surmise that the rigidity of PLL20-b-PLT30 fibrils is the highest amongst all due to the high PLT to PLL block ratio. Upon PGA complexation, PLL20-b-PLT30/ PGA fibril complexes were formed and aggregated without perturbing the fibril assemblies. The mesoporous silica NPs templated by PLL40-b-PLT18/PGA complexes exhibited relatively large pores (>8 nm) with a low fraction of pores smaller than 8 nm. This\n) silica/(PLL20-b-PLT10/PGA75)10 hybrid materials onto (a, c) silica and (b, d) PMMA\n-b-PLT/PGA hybrid films onto substrates via LbL assembly and silica mineralization\nis because PLL40-b-PLT18 fibril assemblies were relatively flexible due to the long PLL chains. These assemblies would then be perturbed upon PGA complexation and PLL40-b-PLT18/PGA complexes were formed and aggregated with perturbed structures. The relatively thick, hydrophobic PLL/PGA complexes formed around the fibril aggregates due to the long PLL chain lead to limited infiltration of silica precursor."
    }, {
      "heading" : "3.4. Characterization of silica/polypeptide hybrid films on substrates",
      "text" : "We then demonstrated the feasibility of synthesizing these porous silica/polypeptide hybrid films comprised of high-fidelity molecular replications of sheet-like polypeptide complexes. The silica/polypeptide films coated onto glass and PMMA substrates were prepared via silica mineralization of LbL assembled (PLL20-b-PLT10/PGA75)n films with different bilayer numbers (n = 8, 10, and 12). It was found that the thickness of the dried (PLL20-b-PLT10/PGA75)n films increased with increments of bilayer number (Fig. S8). Upon silica mineralization, FE-SEM analysis showed the fabrication of conformal, intact hybrid films composed of NPs connecting with each other with sizes mostly smaller than 100 nm (Fig. 7). This was further confirmed by AFM analysis (Fig. 8). It can be seen that the thickness of the hybrid films increased with the increment of bilayer number (Table 2) and that the hybrid films were thicker than the polymeric ones at any given bilayer number. EDX analysis of the silica/(PLL20-b-PLT10/PGA75)8 hybrid film coated onto PMMA substrate showed swelldistributed silicon elements on hybrid film (Fig. S9), confirming the deposition of silica in the LbL assembled polymeric film. These results reveals that the silica precursor infiltrates and condenses to form silica in the polymeric films, causing swelling.\nBy analyzing the AFM images, rms roughness was found to be between 30 and 60 nm (Table 2). The water contact angle of the coated substrates ranged between 85 and 100 (Table 2), and slightly increased with the surface roughness. RI was measured at 550 nm as shown in Table 2 and the porosities of the hybrid film were calculated based on the derived RI using the previously reported equation [48]. It was found that porosities ranged between 30% and 42%. TEM analysis showed that the silica/ (PLL20-b-PLT10/PGA75)8 hybrid film, which was scraped off from\nthe substrates, exhibited porous structures in these films (Fig. 9). EDX profile showed well-distributed silicon, oxygen, nitrogen, and carbon elements in the hybrid materials (Fig. S10), revealing that the hybrid films exhibited interpenetrated organic and inorganic nanodomains. It is worth noting that the porosity of the hybrid film originated from the aggregation of the fibril complexes upon polypeptide LbL assembly and from the interstitial space between the silica/polypeptide nanohybrids upon mineralization. Previously, our group showed LbL assembled vascular and bilayer complexes to mineralize silica to prepare silica/polypeptide hybrid films [35,36]. In this study, the hybrid films were prepared by silica mineralization of LbL-assembled fibril complexes adopting mainly b-sheet conformation, resulting in the molecular replication of the sheet-like polypeptide assemblies."
    }, {
      "heading" : "4. Conclusion",
      "text" : "Previously reported preparative approaches to fabricate mesoporous silicas using sheet-like polypeptides with PLL as nucleating agents and templates required either to induce PLL coil-to-sheet conformational transition at harsh conditions [26] or combining additional processes such as LbL assembly to promote the formation of sheet-like PLL/PGA complexes confined on substrates [38]. Silica/polymer fibrils can also be fabricated by silica mineralization of the polyethylene oxide-block-peptide fibrils assembled by sheetlike peptide in organic solvents [17]. In this study, we hypothesized that the incorporation of a PLT segment can not only help render the formation of sheet-like polypeptide complexes but also facilitate the mineralization of silica. This allows the fabrication of silica/polypeptide hybrid NPs and highly mesoporous silicas at benign conditions without the aid of any additional solvents or processes. Experimental data confirm that highly mesoporous silicas can be fabricated by using PLL-b-PLT/PGA fibril complexes as both nucleating agents and templates to mineralize silicas in sheet-like PLL/PGA complexes and PLT nanodomains. For the pore size ranged between 2 and 10 nm, the pore volume of the porous silica templated by PLL20-b-PLT30/PGA75 fibril complexes (0.38 cm3/g) in solutions was found to be higher than those reported by the previous studies [26,38], confirming our hypothesis. In addition, silica/polypeptide hybrid films can also be fabricated by combining LbL assembly and biomimetic mineralization, which could provide a means for the modification of a variety of substrates. These silica/polypeptide hybrid NPs, films and mesoporous silica can be envisioned to have potential applications in a variety of areas. Particularly, we can envision that, by simple conjugation of drug on polypeptide side chains, drug-conjugated silica/polypeptide hybrid NPs and films can be readily fabricated for drug control delivery, which is currently under way in our lab.\nNotes\nThe authors declare no competing financial interest."
    }, {
      "heading" : "Acknowledgements",
      "text" : "We acknowledge funding support from the Ministry of Science and Technology, Taiwan (MOST 107-2221-E-006-089 and 106- 2221-E-006-206). The authors acknowledge S.S.-S. Wang for access to circular dichroism. This work was financially supported by the Hierarchical Green-Energy Materials (Hi-GEM) Research Center, from The Featured Areas Research Center Program within the framework of the Higher Education Sprout Project by the Ministry of Education (MOE) and the Ministry of Science and Technology (MOST 107-3017-F-006-003) in Taiwan."
    }, {
      "heading" : "Appendix A. Supplementary material",
      "text" : "Characterization of block copolypeptides by GPC and NMR analyses, 1H NMR and FTIR spectra of polypeptides, SEM images, EDX spectra, and TGA profiles of hybrid materials, TEM images and electron diffraction analysis of mesoporous silica NPs, film thickness of LbL assembled films, and EDX spectra of silica/polypeptide coating films. Supplementary data to this article can be found online at https://doi.org/10.1016/j.jcis.2019.02.014."
    } ],
    "references" : [ {
      "title" : "Protein- and peptide-directed syntheses of inorganic materials",
      "author" : [ "M.B. Dickerson", "K.H. Sandhage", "R.R. Naik" ],
      "venue" : "Chem. Rev. 108 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Biomimetism and bioinspiration as tools for the design of innovative materials and systems",
      "author" : [ "C. Sanchez", "H. Arribart", "M.M.G. Guille" ],
      "venue" : "Nat. Mater. 4 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "From diatoms to silica-based biohybrids",
      "author" : [ "N. Nassif", "J. Livage" ],
      "venue" : "Chem. Soc. Rev. 40 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Biomimetic and bioinspired synthesis of nanomaterials/nanostructures",
      "author" : [ "G.T. Zan", "Q.S. Wu" ],
      "venue" : "Adv. Mater. 28 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Biomineralization: from material tactics to biological strategy",
      "author" : [ "S.S. Yao", "B.A. Jin", "Z.M. Liu", "C.Y. Shao", "R.B. Zhao", "X.Y. Wang", "R.K. Tang" ],
      "venue" : "Adv. Mater. 29 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Silicatein filaments and subunits from a marine sponge direct the polymerization of silica and silicones in vitro",
      "author" : [ "J.N. Cha", "K. Shimizu", "Y. Zhou", "S.C. Christiansen", "B.F. Chmelka", "G.D. Stucky", "D.E. Morse" ],
      "venue" : "Proc. Natl. Acad. Sci. U.S.A. 96 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Biomimetic synthesis of ordered silica structures mediated by block copolypeptides",
      "author" : [ "J.N. Cha", "G.D. Stucky", "D.E. Morse", "T.J. Deming" ],
      "venue" : "Nature 403 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Ordered silica mineralization by regulating local reaction conditions",
      "author" : [ "T. Hatanaka", "M. Ohashi", "N. Ishida" ],
      "venue" : "Biomater. Sci. 6 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Silica biomineralization via the selfassembly of helical biomolecules",
      "author" : [ "B. Liu", "Y. Cao", "Z. Huang", "Y. Duan", "S. Che" ],
      "venue" : "Adv. Mater. 27 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Bio-inspired synthesis of hybrid silica nanoparticles templated from elastin-like polypeptide micelles",
      "author" : [ "W. Han", "S.R. MacEwan", "A. Chilkoti", "G.P. Lopez" ],
      "venue" : "Nanoscale 7 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Different dimensional silica materials prepared using shaped block copolymer nanoobjects as catalytic templates",
      "author" : [ "D.D. Yao", "Y.M. Chen", "R.H. Jin" ],
      "venue" : "J. Mater. Chem. B 3 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Polyelectrolyte complex-silica hybrid colloidal particles decorated with different polyelectrolytes",
      "author" : [ "J.J. Hu", "Y.H. Hsieh", "J.S. Jan" ],
      "venue" : "J. Colloid Interf. Sci. 438 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Shell and core cross-linked poly(L-lysine)/poly (acrylic acid) complex micelles",
      "author" : [ "Y.H. Hsieh", "Y.T. Hsiao", "J.S. Jan" ],
      "venue" : "Soft Matter 10 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Peptide-silica hybrid networks: biomimetic control of network mechanical behavior",
      "author" : [ "A. Altunbas", "N. Sharma", "M.S. Lamm", "C.Q. Yan", "R.P. Nagarkar", "J.P. Schneider", "D.J. Pochan" ],
      "venue" : "ACS Nano 4 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Templating silica nanostructures on rationally designed self-assembled peptide fibers",
      "author" : [ "S.C. Holmstrom", "P.J.S. King", "M.G. Ryadnov", "M.F. Butler", "S. Mann", "D.N. Woolfson" ],
      "venue" : "Langmuir 24 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Biomimetic synthesis of inorganic nanospheres",
      "author" : [ "J.S. Jan", "S.J. Lee", "C.S. Carr", "D.F. Shantz" ],
      "venue" : "Chem. Mater. 17 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Mimicking biosilicification: programmed coassembly of peptide-polymer nanotapes and silic",
      "author" : [ "S. Kessel", "A. Thomas", "H.G. Borner" ],
      "venue" : "Angew. Chem. Int. Ed. 46 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Biomimetic silica formation: Effect of block copolypeptide chemistry and solution conditions on silica nanostructure",
      "author" : [ "J.S. Jan", "D.F. Shantz" ],
      "venue" : "Adv. Mater. 19 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Reduction- and pH-sensitive lipoic acid-modified poly(L-lysine) and polypeptide/silica hybrid hydrogels/nanogels",
      "author" : [ "Y.X. Zhang", "Y.F. Chen", "X.Y. Shen", "J.J. Hu", "J.S. Jan" ],
      "venue" : "Polymer 86 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Poly(L-glutamic acid)-decorated hybrid colloidal particles from complex particle-templated silica mineralization",
      "author" : [ "C.C. Shiu", "S.A. Wang", "C.H. Chang", "J.S. Jan" ],
      "venue" : "J. Phys. Chem. B 117 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Silicification of genipin-cross-linked polypeptide hydrogels toward biohybrid materials and mesoporous oxides",
      "author" : [ "J.S. Jan", "P.S. Chen", "P.L. Hsieh", "B.Y. Chen" ],
      "venue" : "ACS Appl. Mater. Interf. 4 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Directed synthesis of silica nanoparticles on micropatterned hydrogel templates tethered with poly(ethyleneimine)",
      "author" : [ "J. Ford", "S. Yang" ],
      "venue" : "Chem. Mater. 19 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Protein-directed assembly of arbitrary three-dimensional nanoporous silica architectures",
      "author" : [ "C.Y. Khripin", "D. Pristinski", "D.R. Dunphy", "C.J. Brinker", "B. Kaehr" ],
      "venue" : "ACS Nano 5 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Biomimetic synthesis of silica films directed by polypeptide brushes",
      "author" : [ "J.C. Wu", "Y.L. Wang", "C.C. Chen", "Y.C. Chang" ],
      "venue" : "Chem. Mater. 20 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Bioassisted synthesis of catalytic gold/silica nanotubes using layer-by-layer assembled polypeptide templates",
      "author" : [ "J.S. Jan", "P.J. Chen", "Y.H. Ho" ],
      "venue" : "J. Colloid Interf. Sci. 358 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Layer-by-layer polypeptide macromolecular assemblies-mediated synthesis of mesoporous silica and gold nanoparticle/mesoporous silica tubular nanostructures",
      "author" : [ "J.S. Jan", "T.H. Chuang", "P.J. Chen", "H.S. Teng" ],
      "venue" : "Langmuir 27 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Preparation and characterization of synthetic polypeptide single crystals with controlled thickness",
      "author" : [ "H.G. Cui", "V. Krikorian", "J. Thompson", "A.P. Nowak", "T.J. Deming", "D.J. Pochan" ],
      "venue" : "Macromolecules 38 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Polypeptide-templated synthesis of hexagonal silica platelets",
      "author" : [ "M.M. Tomczak", "D.D. Glawe", "L.F. Drummy", "C.G. Lawrence", "M.O. Stone", "C.C. Perry", "D.J. Pochan", "T.J. Deming", "R.R. Naik" ],
      "venue" : "J. Am. Chem. Soc. 127 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Conformation and assembly of polypeptide scaffolds in templating the synthesis of silica: an example of a polylysine macromolecular ‘‘switch",
      "author" : [ "S.V. Patwardhan", "R. Maheshwari", "N. Mukherjee", "K.L. Kiick", "S.J. Clarson" ],
      "venue" : "Biomacromolecules 7 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Biosilicification templated by amphiphilic block copolypeptide assemblies",
      "author" : [ "L. Xia", "Y. Liu", "Z.B. Li" ],
      "venue" : "Macromol. Biosci. 10 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Poly(L-lysine)-mediated biomimetic silica synthesis: effects of mixing sequences and counterion concentrations",
      "author" : [ "L. Xia", "Z.B. Li" ],
      "venue" : "Langmuir 27 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "One-step synthesis of water dispersible silica nanoplates",
      "author" : [ "H. Chen", "L. Xia", "W.X. Fu", "Z.Z. Yang", "Z.B. Li" ],
      "venue" : "Chem. Commun. 49 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Bio-templated silica composites for nextgeneration biomedical applications",
      "author" : [ "K. Albert", "X.C. Huang", "H.Y. Hsu" ],
      "venue" : "Adv. Colloid Interf. Sci. 249 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Self-assembled hybrid elastin-like polypeptide/ silica nanoparticles enable triggered drug release",
      "author" : [ "W. Han", "A. Chilkoti", "G.P. Lopez" ],
      "venue" : "Nanoscale 9 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Biomimetic synthesis of antireflective silica/polymer composite coatings comprising vesicular nanostructures",
      "author" : [ "T.X. Lin", "F.M. Hsu", "Y.L. Lee", "R. Goseki", "T. Ishizone", "J.S. Jan" ],
      "venue" : "ACS Appl. Mater. Interf. 8 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Synthesis of antireflective silica coatings through the synergy of polypeptide layer-by-layer assemblies and biomineralization",
      "author" : [ "Y.L. Lee", "T.X. Lin", "F.M. Hsu", "J.S. Jan" ],
      "venue" : "Nanoscale 8 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Peptide-based methods for the preparation of nanostructured inorganic materials",
      "author" : [ "C.L. Chen", "N.L. Rosi" ],
      "venue" : "Angew. Chem. Int. Ed. 49 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Poly-L-lysine templated silicas: using polypeptide secondary structure to control oxide pore architectures",
      "author" : [ "K.M. Hawkins", "S.S. Wang", "D.M. Ford", "D.F. Shantz" ],
      "venue" : "J. Am. Chem. Soc. 126 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Controlled molecular organization of surface macromolecular assemblies based on stimuli-responsive polypeptide brushes",
      "author" : [ "C.T. Yang", "Y. Wang", "S. Yu", "Y.C. Chang" ],
      "venue" : "Biomacromolecules 10 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Secondary structure of polypeptide multilayer films: an example of locally ordered polyelectrolyte multilayers",
      "author" : [ "F. Boulmedais", "P. Schwinte", "C. Gergely", "J.C. Voegel", "P. Schaaf" ],
      "venue" : "Langmuir 18 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Self-assembly and hydrogelation of coilsheet poly(L-lysine)-block-poly(L-threonine) block copolypeptides",
      "author" : [ "S.S. Hou", "N.S. Fan", "Y.C. Tseng", "J.S. Jan" ],
      "venue" : "Macromolecules 51 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Alkyl-poly(L-threonine)/cyclodextrin supramolecular hydrogels with different molecular assemblies and gel properties",
      "author" : [ "S.S. Hou", "Y.Y. Hsu", "J.H. Lin", "J.S. Jan" ],
      "venue" : "ACS Macro Lett. 5 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Onedimensional poly(L-lysine)-block-poly(L-threonine) assemblies exhibit potent anticancer activity by enhancing membranolysis",
      "author" : [ "Y.F. Chen", "A.L. Shiau", "S.J. Chang", "N.S. Fan", "C.T. Wang", "C.L. Wu", "J.S. Jan" ],
      "venue" : "Acta Biomater. 55 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Experimentally facile controlled polymerization of N-carboxyan hydrides (NCAs)",
      "author" : [ "M.I. Gibson", "N.R. Cameron" ],
      "venue" : "including O-benzyl-L-threonine NCA, J. Polym. Sci. Pol. Chem. 47 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Cross-linked",
      "author" : [ "Y.F. Huang", "S.C. Lu", "Y.C. Huang", "J.S. Jan" ],
      "venue" : "self-fluorescent gold nanoparticle/polypeptide nanocapsules comprising dityrosine for protein encapsulation and label-free imaging, Small 10 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Chain initiation efficiency in cobalt- and nickelmediated polypeptide synthesis",
      "author" : [ "T.J. Deming", "S.A. Curtin" ],
      "venue" : "J. Am. Chem. Soc. 122 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Laser Light Scattering: Basic Principles and Practice",
      "author" : [ "B. Chu" ],
      "venue" : "second ed., Dover Publications, Mineola, N.Y.",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Investigations of porous oxides as an antireflective coating for glass surfaces",
      "author" : [ "B.E. Yoldas" ],
      "venue" : "Appl. Opt. 19 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 1980
    } ],
    "referenceMentions" : [ {
      "referenceID" : 5,
      "context" : "This is mediated by the self-assembly and structuredirecting capabilities of proteins or peptides under benign conditions [6,7].",
      "startOffset" : 122,
      "endOffset" : 127
    }, {
      "referenceID" : 6,
      "context" : "This is mediated by the self-assembly and structuredirecting capabilities of proteins or peptides under benign conditions [6,7].",
      "startOffset" : 122,
      "endOffset" : 127
    }, {
      "referenceID" : 16,
      "context" : "There are few studies focusing on translating polypeptide chain conformations, such as a-helix and b-sheet, to fabricate microporous and/or mesoporous silicas [17,26,38].",
      "startOffset" : 159,
      "endOffset" : 169
    }, {
      "referenceID" : 25,
      "context" : "There are few studies focusing on translating polypeptide chain conformations, such as a-helix and b-sheet, to fabricate microporous and/or mesoporous silicas [17,26,38].",
      "startOffset" : 159,
      "endOffset" : 169
    }, {
      "referenceID" : 37,
      "context" : "There are few studies focusing on translating polypeptide chain conformations, such as a-helix and b-sheet, to fabricate microporous and/or mesoporous silicas [17,26,38].",
      "startOffset" : 159,
      "endOffset" : 169
    }, {
      "referenceID" : 37,
      "context" : "Shantz group demonstrated the synthesis of microporous and mesoporous silicas using helical and sheet-like PLL [38].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 17,
      "context" : "The group also demonstrated the synthesis of microporous silicas by simultaneously inducing the coil-to-helix conformational transition of PLL followed by silicification in the presence of phosphate ions and silica precursors [18].",
      "startOffset" : 226,
      "endOffset" : 230
    }, {
      "referenceID" : 25,
      "context" : "Our group showed that sheet-like polypeptide macromolecular assemblies formed by LbL processes can be used as both nucleating agents and sacrificial templates to fabricate mesoporous silicas [26].",
      "startOffset" : 191,
      "endOffset" : 195
    }, {
      "referenceID" : 25,
      "context" : "This complexation of PLL with PGA on substrates or in aqueous solutions leads to the coil-to-sheet conformational transition of polypeptides through NH3- OOC interactions [26,39,40].",
      "startOffset" : 171,
      "endOffset" : 181
    }, {
      "referenceID" : 38,
      "context" : "This complexation of PLL with PGA on substrates or in aqueous solutions leads to the coil-to-sheet conformational transition of polypeptides through NH3- OOC interactions [26,39,40].",
      "startOffset" : 171,
      "endOffset" : 181
    }, {
      "referenceID" : 39,
      "context" : "This complexation of PLL with PGA on substrates or in aqueous solutions leads to the coil-to-sheet conformational transition of polypeptides through NH3- OOC interactions [26,39,40].",
      "startOffset" : 171,
      "endOffset" : 181
    }, {
      "referenceID" : 16,
      "context" : "Though silica/polymer fibrils were fabricated by silica mineralization of the polyethylene oxide-block-peptide fibrils assembled by sheet-like peptide and, however organic solvents were required to induce silica polycondensation [17].",
      "startOffset" : 229,
      "endOffset" : 233
    }, {
      "referenceID" : 6,
      "context" : "Previous studies have demonstrated that the hydroxyl group on serine and threonine residues can promote the polycondensation of silica [7,44].",
      "startOffset" : 135,
      "endOffset" : 141
    }, {
      "referenceID" : 43,
      "context" : "Previous studies have demonstrated that the hydroxyl group on serine and threonine residues can promote the polycondensation of silica [7,44].",
      "startOffset" : 135,
      "endOffset" : 141
    }, {
      "referenceID" : 40,
      "context" : "The poly(Z-L-lysine)-block-poly(Obenzyl-L-threonine) (PZLL-b-PBnT) diblock copolypeptides with different degrees of polymerization (DPs) and block ratios were synthesized by using hexylamine as the initiator in anhydrous dichloromethane to sequentially initiate ring-opening polymerization (ROP) of ZLL and BnT NCAs [41,43].",
      "startOffset" : 316,
      "endOffset" : 323
    }, {
      "referenceID" : 42,
      "context" : "The poly(Z-L-lysine)-block-poly(Obenzyl-L-threonine) (PZLL-b-PBnT) diblock copolypeptides with different degrees of polymerization (DPs) and block ratios were synthesized by using hexylamine as the initiator in anhydrous dichloromethane to sequentially initiate ring-opening polymerization (ROP) of ZLL and BnT NCAs [41,43].",
      "startOffset" : 316,
      "endOffset" : 323
    }, {
      "referenceID" : 34,
      "context" : "Poly(c-benzyl-L-glutamate) (PBLG) and PZLL were synthesized by ROP of respective BLG and ZLL NCAs using 2,20-bipyridyl-Ni(1,5cyclooctadiene) (BpyNiCOD) as the initiator in anhydrous THF [35,46].",
      "startOffset" : 186,
      "endOffset" : 193
    }, {
      "referenceID" : 45,
      "context" : "Poly(c-benzyl-L-glutamate) (PBLG) and PZLL were synthesized by ROP of respective BLG and ZLL NCAs using 2,20-bipyridyl-Ni(1,5cyclooctadiene) (BpyNiCOD) as the initiator in anhydrous THF [35,46].",
      "startOffset" : 186,
      "endOffset" : 193
    }, {
      "referenceID" : 25,
      "context" : ") and poly(methyl methacrylate) (PMMA) substrates (Agiltron) were conducted by following the previously reported procedures [26,35].",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 34,
      "context" : ") and poly(methyl methacrylate) (PMMA) substrates (Agiltron) were conducted by following the previously reported procedures [26,35].",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 40,
      "context" : "Our previous studies have shown that PLL-b-PLT block copolypeptides self-assemble to form fibrils because the PLT segments adopt b-sheet conformations [41,43].",
      "startOffset" : 151,
      "endOffset" : 158
    }, {
      "referenceID" : 42,
      "context" : "Our previous studies have shown that PLL-b-PLT block copolypeptides self-assemble to form fibrils because the PLT segments adopt b-sheet conformations [41,43].",
      "startOffset" : 151,
      "endOffset" : 158
    }, {
      "referenceID" : 40,
      "context" : "These peaks are characteristic of random coils and b-sheet conformations, consistent with our previous studies [41,43].",
      "startOffset" : 111,
      "endOffset" : 118
    }, {
      "referenceID" : 42,
      "context" : "These peaks are characteristic of random coils and b-sheet conformations, consistent with our previous studies [41,43].",
      "startOffset" : 111,
      "endOffset" : 118
    }, {
      "referenceID" : 46,
      "context" : "2b), revealing the formation of one-dimensional (1D) fibril assemblies [47].",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 40,
      "context" : "These results are consistent with our previous studies [41,43], showing that PLL-b-PLT block copolypeptides selfassemble to form fibrils due to the formation of sheet-like PLT segments via intermolecular hydrogen bonding.",
      "startOffset" : 55,
      "endOffset" : 62
    }, {
      "referenceID" : 42,
      "context" : "These results are consistent with our previous studies [41,43], showing that PLL-b-PLT block copolypeptides selfassemble to form fibrils due to the formation of sheet-like PLT segments via intermolecular hydrogen bonding.",
      "startOffset" : 55,
      "endOffset" : 62
    }, {
      "referenceID" : 25,
      "context" : "This is due to electrostatic interactions, or hydrogen bonding, between the amino group on PLL and orthosilicic acid, allowing the precipitated silicas to translate the polypeptide molecular organization [26,35,36].",
      "startOffset" : 204,
      "endOffset" : 214
    }, {
      "referenceID" : 34,
      "context" : "This is due to electrostatic interactions, or hydrogen bonding, between the amino group on PLL and orthosilicic acid, allowing the precipitated silicas to translate the polypeptide molecular organization [26,35,36].",
      "startOffset" : 204,
      "endOffset" : 214
    }, {
      "referenceID" : 35,
      "context" : "This is due to electrostatic interactions, or hydrogen bonding, between the amino group on PLL and orthosilicic acid, allowing the precipitated silicas to translate the polypeptide molecular organization [26,35,36].",
      "startOffset" : 204,
      "endOffset" : 214
    }, {
      "referenceID" : 25,
      "context" : "The as-prepared hybrid materials exhibited slightly higher weight percentage of polypeptides (25–35%) [26].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 37,
      "context" : "Previously, Shantz group reported that silicas templated by sheet-like PLL exhibited highly interconnected pores with pore size ranged between 2 and 8 nm [38].",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 24,
      "context" : "complexes, consistent with our previous studies [25,26].",
      "startOffset" : 48,
      "endOffset" : 55
    }, {
      "referenceID" : 25,
      "context" : "complexes, consistent with our previous studies [25,26].",
      "startOffset" : 48,
      "endOffset" : 55
    }, {
      "referenceID" : 25,
      "context" : "38 cm(3) g (1), which was higher than those reported by previous studies [26,38].",
      "startOffset" : 73,
      "endOffset" : 80
    }, {
      "referenceID" : 37,
      "context" : "38 cm(3) g (1), which was higher than those reported by previous studies [26,38].",
      "startOffset" : 73,
      "endOffset" : 80
    }, {
      "referenceID" : 25,
      "context" : "The BET surface area (341 m(2) g (1)) was comparable with those reported by the previous studies [26,38], mostly ranging between 320 and 440 m(2) g (1).",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 37,
      "context" : "The BET surface area (341 m(2) g (1)) was comparable with those reported by the previous studies [26,38], mostly ranging between 320 and 440 m(2) g (1).",
      "startOffset" : 97,
      "endOffset" : 104
    }, {
      "referenceID" : 47,
      "context" : "RI was measured at 550 nm as shown in Table 2 and the porosities of the hybrid film were calculated based on the derived RI using the previously reported equation [48].",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 34,
      "context" : "Previously, our group showed LbL assembled vascular and bilayer complexes to mineralize silica to prepare silica/polypeptide hybrid films [35,36].",
      "startOffset" : 138,
      "endOffset" : 145
    }, {
      "referenceID" : 35,
      "context" : "Previously, our group showed LbL assembled vascular and bilayer complexes to mineralize silica to prepare silica/polypeptide hybrid films [35,36].",
      "startOffset" : 138,
      "endOffset" : 145
    }, {
      "referenceID" : 25,
      "context" : "Previously reported preparative approaches to fabricate mesoporous silicas using sheet-like polypeptides with PLL as nucleating agents and templates required either to induce PLL coil-to-sheet conformational transition at harsh conditions [26] or combining additional processes such as LbL assembly to promote the formation of sheet-like PLL/PGA complexes confined on substrates [38].",
      "startOffset" : 239,
      "endOffset" : 243
    }, {
      "referenceID" : 37,
      "context" : "Previously reported preparative approaches to fabricate mesoporous silicas using sheet-like polypeptides with PLL as nucleating agents and templates required either to induce PLL coil-to-sheet conformational transition at harsh conditions [26] or combining additional processes such as LbL assembly to promote the formation of sheet-like PLL/PGA complexes confined on substrates [38].",
      "startOffset" : 379,
      "endOffset" : 383
    }, {
      "referenceID" : 16,
      "context" : "Silica/polymer fibrils can also be fabricated by silica mineralization of the polyethylene oxide-block-peptide fibrils assembled by sheetlike peptide in organic solvents [17].",
      "startOffset" : 170,
      "endOffset" : 174
    }, {
      "referenceID" : 25,
      "context" : "38 cm(3)/g) in solutions was found to be higher than those reported by the previous studies [26,38], confirming our hypothesis.",
      "startOffset" : 92,
      "endOffset" : 99
    }, {
      "referenceID" : 37,
      "context" : "38 cm(3)/g) in solutions was found to be higher than those reported by the previous studies [26,38], confirming our hypothesis.",
      "startOffset" : 92,
      "endOffset" : 99
    } ],
    "year" : 2019,
    "abstractText" : "a r t i c l e i n f o",
    "creator" : "Elsevier"
  }
}