{
  "name" : "downloads_2020-09-03_63c9_liu2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Tailoring the Structure of Carbon Nanomaterials toward High‐End Energy Applications",
    "authors" : [ "Daobin Liu", "Kun Ni", "Jianglin Ye", "Jian Xie", "Yanwu Zhu", "Li Song" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "PROGRESS REPORT\n1802104 (1 of 13) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advmat.de"
    }, {
      "heading" : "Tailoring the Structure of Carbon Nanomaterials toward",
      "text" : ""
    }, {
      "heading" : "High-End Energy Applications",
      "text" : ""
    }, {
      "heading" : "Daobin Liu, Kun Ni, Jianglin Ye, Jian Xie, Yanwu Zhu,* and Li Song*",
      "text" : "DOI: 10.1002/adma.201802104\nprocess, resulting in an extensive use in portable electronic devices, hydrogen vehicles, and other equipment, whereas several key challenges must be overcome.[6–11] For instance, supercapacitor stores charge by adsorption of electrolyte ions onto the surface of electrode materials to generate high power, but it suffers from lower energy density than that of batteries.[12] The performance of a water-splitting system and similar devices is restricted by the sluggish electrode kinetics associated with some important electrocatalytic reactions.[1] With the rapid progress in nanoscience and nanotechnology, a vast variety of nanomaterials are employed to lower the extra energy barrier and to regulate the rate-determining steps so that it achieves the ultimate goal of efficient electrochemical reactions.[1,13] While reviewing the previous reports, it can be easily concluded that the performance of energy storage and conversion devices is determined primarily by the microstruc-\nture and electronic structure of nanomaterials.[13–16] Hence, it is most important for precisely tailoring structure of nanomaterials and establishing a fundamental understanding of the structure–performance relationship.\nAmong all the candidates, carbon nanomaterials and nanostructures have been widely investigated to enhance the performance of energy storage and conversion devices owing to their diverse structural features and fascinating properties.[3,6] Different hybridization states (sp, sp2, and sp3), resulting from the coupling of carbon atoms to form robust covalent bonds, endows their allotropes with significantly distinct physical and chemical properties.[17] The sp2-hybridized carbon nanomaterials, especially 1D carbon nanotube (CNT) and 2D graphene, have occupied a dominant position in energy-related applications benefiting from their good electric and thermal conductivity, excellent mechanical properties, and high specific surface areas. Such newly emerging metal-organic frameworks (MOFs) and covalent organic frameworks have been used as self-sacrificing templates for fabricating different carbon nanostructures.[18–20] They further optimized the properties of carbon nanomaterials, especially in hierarchical porosity due to high specific surface areas and large pore volumes, promoting the high-end energy applications.[18,19,21] These unique properties allow carbon nanomaterials to be served as active electrodes or supports, facilitating the electron transfer and enhancing the contact area in electrolytes.[3,22] Furthermore,\nCarbon nanomaterials are perceived to be ideally suited candidates for high-end energy applications, owing to their unparalleled advantages including superior electric and thermal conductivity, excellent mechanical properties, and high specific surface areas. It has been demonstrated through several research contributions that the electrochemical performance of carbon nanomaterials significantly depends upon their versatile electronic structures and microstructures. These can be precisely tailored by rational defect engineering, heteroatom doping, heterostructure coupling, and pore fabrication, which largely affect the intrinsic nature of active sites and facilitate the ion/electron transfer. Herein, the recent progress in tailoring carbon nanostructures toward high-end electrocatalysis and supercapacitor applications is summarized, with an emphasis on synthesis strategies, advanced characterizations, and specific elucidation of structure–performance relationship. The challenges and opportunities for the rational design and detection of variously tailored carbon nanomaterials that can further improve the fundamental understanding and practical applications in the field of energy storage and conversion are also discussed."
    }, {
      "heading" : "Carbon Nanomaterials",
      "text" : "Dr. D. Liu, Prof. L. Song National Synchrotron Radiation Laboratory CAS Center for Excellence in Nanoscience University of Science and Technology of China Hefei, Anhui 230029, P. R. China E-mail: song2012@ustc.edu.cn K. Ni, J. Ye, J. Xie, Prof. Y. Zhu CAS Key Laboratory of Materials for Energy Conversion Department of Materials Science and Engineering iChEM (Collaborative Innovation Center of Chemistry for Energy Materials) University of Science and Technology of China Hefei, Anhui 230026, P. R. China E-mail: zhuyanwu@ustc.edu.cn\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201802104."
    }, {
      "heading" : "1. Introduction",
      "text" : "Promoting the comprehensive utilization of sustainable energy is an approach available to confront the challenges of energy depletion and environmental degradation.[1–3] Electrochemistry is widely acknowledged as one of the most important ways to achieve the conversion between chemical energy and electricity without emission of any additional pollutant.[1,4,5] Nowadays, great efforts have been devoted to improving the electrochemical\nAdv. Mater. 2018, 30, 1802104\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1802104 (2 of 13)\ntheir flexible surface properties can be readily tuned by introducing intrinsic defects, heteroatom dopants, and functional groups, which provides opportunities for better understanding of the structure–performance relationship for further rationally designed advanced carbon-based electrode materials.[13,23–26]\nDuring the past few decades, several principles and strategies have been developed to tailor the electronic structure and microstructure of carbon nanomaterials. These efforts can be mainly classified as: 1) engineering of the intrinsic defects to achieve more active sites exposed[27,28]; 2) precise tuning of the amount and species of heteroatoms to promote charge redistribution on basal plane[29,30]; 3) enhancement of the chemical coupling effect between carbon supports and nanoparticles to speed up electron transfer and to avoid aggregations[31,32]; 4) modulation of the microstructure with the optimized pore distribution and integrated multidimensional carbon allotropes to facilitate ion migration and electron transfer.[3] In this progress report, we are going to briefly summarize recent advances in tailoring the carbon nanomaterials from the aspects of defect engineering, heteroatom doping, heterostructure coupling, and microstructure modulation. It mainly covers the synthesis strategies, physical characterization, and performance evaluation of carbon nanomaterials for high-end energy applications. In particular, the main emphasis of the discussion in this report is centered on an in-depth structure–performance relationship in the field of electrocatalysis and supercapacitor, which might provide guidance for the rational design of carbon nanomaterials with a superior performance. We will also discuss and propose possible solutions to the challenges that still remain unresolved in the mentioned energy-related applications."
    }, {
      "heading" : "2. Intrinsic Defects Engineering",
      "text" : "The presence of intrinsic defects in carbon nanomaterials, as illustrated in Figure 1a, will significantly affect their inherent properties. Both experimental data and theoretical calculations have provided solid evidences that topological point defects in basal plane of graphene lead to opening a bandgap or generating more electronic states nearby the Fermi level in comparison with a perfect crystal (Figure 1b).[33,34] Furthermore, defects in carbon nanomaterials can also give rise to the different number of occupied electrons of the majority and minority-spin; those spin electrons are able to contribute high activity in chemical reactions and have potential applications in the field of spintronics.[35] Similarly, edge sites in the carbon nanomaterials resemble a linked row of vacancy defects, which can produce a large variety of localized spin electrons to promote the chemical reactivity and magnetism.[36,37] Therefore, defect engineering is a practical and effective way to manipulate electronic structures that results in an opportunity to gain more insights into the quantitative relationship between defects and performance.[38]"
    }, {
      "heading" : "2.1. Synthesis and Characterization of Defect-Rich Carbon Nanomaterials",
      "text" : "Various approaches to fabricate more topological and edge defects have been developed experimentally, which can be\nDaobin Liu received his bachelor’s degree from Southwest University of Science and Technology in 2012 and his Ph.D. degree (Prof. Li Song’s group) from University of Science and Technology of China in 2017. He is currently working as a postdoctoral researcher, collaborating with Prof. Jun Jiang at University of Science and Technology of\nChina. His research interests focus on the electrocatalytic performance of carbon-related materials and X-ray absorption spectra studies.\nYanwu Zhu received his Ph.D. in 2007 from Department of Physics, National University of Singapore. After years as postdoctoral researcher at National University of Singapore and The University of Texas at Austin, he joined University of Science and Technology of China as a professor in 2011. His current research interests\ninclude the preparation of novel carbon materials and their applications in energy storage and conversion.\nLi Song received his Ph.D. in 2006 from Institute of Physics, Chinese Academy of Sciences (advisor Sishen Xie). After four years as postdoctoral researcher at University of Munich Germany and Rice University USA, he became an associate professor at Shinshu University in Japan. He was promoted to the position of a professor at University\nof Science and Technology of China in 2012. His current research interests are synchrotron radiation study of low dimensional nanostructures and energy-related devices.\nroughly classified as in situ synthesis and post-treatment methods. The in situ strategy is a versatile way to tune the type and density of intrinsic defects during the synthesis of carbon nanomaterials, including template-based chemical vapor deposition (CVD),[39] pyrolysis,[40] and bottom-up synthesis.[41] Yu and co-workers recently developed a novel one-step CVD strategy to obtain vertical graphene nanosheets with abundant sharp edges by using in situ formed SiOx nanowires as a template.[39] High-resolution transmission electron microscopy (TEM) and\nAdv. Mater. 2018, 30, 1802104\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1802104 (3 of 13)\natomic force microscopy (AFM) images clearly showed that graphene nanosheets were vertically grown on SiOx nanowires with high-density exposed edges, which were easily controlled by regulating growth time, the density of SiOx nanowires, and carbon precursor concentration. The edge defects were further confirmed by the relatively high intensity of the defect-related D peak (ID) in the Raman spectrum and the presence of polycrystalline features in the selected-area electron-diffraction (SAED) pattern. However, the complicated fabrication procedure of these methods may undermine the production of defect-rich carbon nanomaterials in a cost-effective and scalable manner.\nIn contrast, ball milling[42] and plasma[43] method are the typical easy-to-implement post-treatment strategies, which can be used to increase the ratio of exposed edge atoms and bulk atoms in the carbon material. It is worth mentioning that plasma treatment, a promising way to obtain uniformly defective carbon nanomaterials with good controllability and reproducibility, is similar to those of electron and high energy laser treatment.[43–45] Besides, the thermal annealing of carbon nanomaterials at elevated temperature is another effective post-treatment approach to control defect reconstruction. For example, Yao and co-workers reported a facile temperature control strategy to remove nitrogen atom from N-doped graphene, resulting in the formation of topological defects (pentagons, heptagons, or octagons) due to a gradual reconstruction of carbon lattice. As shown in Figure 1c, the sub-angstrom high-angle annular dark field-scanning transmission electron microscopy\n(HAADF-STEM) image clearly revealed various structural defects on the edge of holes.[27] These synthetic methods are also suitable for the following structure tailoring strategies of carbon nanomaterials."
    }, {
      "heading" : "2.2. Defect–Activity Relationship in Electrochemical Reaction",
      "text" : "For electrochemical catalysis, defects can be applied to modify the electronic structure of carbon nanomaterials and optimize the chemisorption of the key intermediates, which should trigger enhanced kinetics for an improved electrocatalytic performance.[13] A micro-electrochemical testing apparatus was developed to prove the theoretical results by Wang and co-workers so that it can be employed to investigate the oxygen reduction reaction (ORR) activity at the edge and the basal-plane of highly oriented pyrolytic graphite (HOPG) (inset of Figure 1d).[28] The linear sweep voltammetry (LSV) was performed at the specified location where the air-saturated droplet was deposited, indicating an appreciably higher ORR activity at the edges of HOPG with respect to the basal plane (Figure 1d). In this context, Hu and co-workers used a template-based CVD method to prepare dopant-free carbon nanocages (CNCs) with abundant defects, such as the pentagon defects at corners, the edge defects at broken fringes and the hole defects located at the micropores.[46] It showed a specifically positive correlation between the increased defects and the enhanced ORR activity\nAdv. Mater. 2018, 30, 1802104\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1802104 (4 of 13)\n(Figure 1e). Density functional theory (DFT) simulations further confirmed that the pentagon and zigzag edge sites with the reduced free energy for OOH* formation could be the potential ORR active sites (Figure 1f). Such findings are also consistent to some works published earlier.[42,47,48] Furthermore, a novel N-doped defect-rich graphene catalyst was prepared via templated pyrolysis method, which exhibited a significant enhancement for oxygen reduction/evolution reactions (ORR/ OER) in comparison with that of N-doped graphene having few in-plane holes.[49] Dramatically, DFT results indicated that topological defects near the edge were even more active than the doped N species. It has been demonstrated that both intrinsic defects and heteroatom doping in carbon matrix have a profound influence on the electrocatalytic activity. From a view of theoretical and experimental results, it can be inferred that tailored intrinsic defects in carbon nanomaterials play a vital role in electrocatalysis. Improved understanding of their features can help us to establish the structure–performance relationship for the future rational design of ideal defect-rich carbon-based catalyst for a targeted reaction with high efficiency.\nDefect engineering is also a feasible approach to improve the capacitance of carbon-based electric double-layer capacitors (EDLCs), which has been proven to impact the quantum capacitance (CQ) in carbon-based electrodes.[50] For example, the capacitance (Cmeasure) of the graphene/electrolyte interface in high ionic strengths can be described in terms of CEDLC and CQ in series. The low values of the CQ for carbon-based electrodes, arising from their low electronic density of states near the Fermi level (DOS(EF)), overwhelm the high CEDLC, further reducing the limited capacitance and low energy density. For pristine graphene, CQ was found to be ≈3–4 µF cm−2.[51] Detailed DFT calculations showed that the defect in carbon/ graphene layer could generate a high DOS(EF) and mitigate the influence of CQ (CQ = e2DOS(EF), where e is 1.6 × 10−19 C).[38] Plasma and electron treatment are the most common methods to introduce the intrinsic defects in carbon matrix, which can significantly increase CQ and accessible surface area to tackle the inherent limitations of energy storage without compromising the intrinsic properties of carbon nanomaterials.[52] Zhu et al. fabricated intrinsic defects in few layer graphene (FLG) foams by Ar-plasma etching, resulting in a large amount of nanopores in FLG (Figure 1g).[38] The defect concentrations can be acquired from the ID/IG ratio in Raman spectra depending on the power of Ar plasma, while the electrochemical performance was further enhanced due to the increased DOS(EF) (Figure 1h). Besides, nanopore defects having size over 1 nm in graphene nanosheets further favor electrolyte ions penetration/ diffusion, which decreases the interaction between edge-carbons in the nanopores with ions through chemical bonding.[53]"
    }, {
      "heading" : "3. Heteroatom Doping",
      "text" : "The effect of heteroatom doping on carbon nanomaterials has been widely explored. In principle, the properties of nanocarbons (e.g., charge transfer, thermal stability, bandgap, work function, localized electronic state, spin density, and mechanical property) can be drastically changed by the presence of heteroatoms.[54] Nonmetal elements around C in the periodic\ntable are the preferred dopants for carbon matrix due to their similar atom size and strong chemical interaction with C atoms. In contrast, metal atoms have a tendency to form aggregations on the surface of carbon nanomaterials, since the binding energy of metal and C atoms is much lower than that of metal–metal cohesive energy.[54,55] To stabilize the guesting metal atoms, a significant development has recently been proposed by using heteroatoms, functional groups, or hole defects as the anchoring sites in the hosting nanocarbons.[56] Single metal-atom doped carbon nanomaterials have promising applications in the field of heterogeneous catalysis, due to the fact that the single metal sites can be directly used as active sites apart from the regulation of electronic structure of the adjacent C atoms.[57] Therefore, we are presenting a detailed discussion for each of these heteroatom doped forms and their effects on the performance (Figure 2a).[30]"
    }, {
      "heading" : "3.1. Nonmetal-Atom Doped Carbon Nanomaterials",
      "text" : "When the nonmetal dopants are introduced into the carbon matrix, they can lead to charge polarization between the doped heteroatoms and the adjacent C atoms because of the difference in electronegativity.[13] Different dopants may form different doping types. For example, B-doped carbon nanomaterial is a typical p-type doped material, which shifts the Fermi level down and results in the increased electronic states due to the hole-doping effect,[58] whereas N doping results in an n-type doping nanomaterial that lifts the Fermi level up toward the Dirac point and unfolds more electronic states.[59] Additionally, the concentration of dopants is another key factor, which shows a positive correlation with bandgap opening according to the DFT calculations.[54] Thus, one can modify the bandgap of carbon nanomaterial by altering the dopants and regulating their concentration.\nNonmetal-atom doped carbon nanomaterials are considered as the most promising alternatives to Pt-group metal catalysts in electrocatalysis.[60] A pioneering work of Dai and co-workers demonstrated that vertically aligned N-doped carbon nanotube (VA-NCNT) electrode owns a much better ORR performance with higher durability, tolerance to CO poisoning and crossover effect than the commercialized Pt catalyst in alkaline media.[61] Theoretical simulations further indicated that N-dopant could induce the charge redistribution to impart more charge density on adjacent C atoms. As a result, the N doping modulates the chemisorption mode of oxygen molecules from the end-on adsorption (Pauling model) to a side-on adsorption (Yeager mode) so that the VA-NCNT hybrid can provide a four-electron approach for catalyzed ORR with a superb performance. Thereafter, various approaches were developed to embed heteroatoms in different sp2-carbon allotropes, such as N-doped graphene,[62] B-doped CNT,[63] S-doped, P-doped, and halogen-doped graphene,[64,65] which exhibited superior electrocatalytic performances compared to the pristine carbon nanomaterials. In general, heteroatoms can substitute C atoms at different locations of carbon matrix to form various species, for example pyrrolic N, pyridinic N, and graphitic N in N-doped graphene.[30] This raises a controversy about which of the N species is responsible for a major contribution to the ORR activity. Recently, a novel\nAdv. Mater. 2018, 30, 1802104\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1802104 (5 of 13)\nHOPG-based model catalyst with well-controlled doping of N species was proposed to determine the active sites for ORR. As shown in Figure 2b,c, the pyridinic N might trigger the adjacent C atoms with Lewis basicity serving as the ORR active sites.[66] On the contrary, some reports revealed that the graphitic N might be responsible for ORR. With the assistance of X-ray adsorption near edge structure (XANES) technique (Figure 2d), Liu and coworkers demonstrated that the ORR activity was triggered by the n-type doping of graphitic N, whereas the p-type doping of pyridinic was responsible for OER.[67] Co-doping carbon nanomaterials were able to further improve the electrocatalytic performance because of the synergistic effect.[68] Recent studies have further demonstrated that the synergy in catalytic activity largely depends on the detailed coordination environment between two dopants, as exemplified by the bonded or separated B and N atoms in carbon matrix.[68,69] Thanks to additional pseudocapacitance effect, the capacitance of carbon-based electrodes can be largely enhanced via\nAdv. Mater. 2018, 30, 1802104\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1802104 (6 of 13)\nheteroatom doping. For example, N-doped carbon nanomaterials have shown to significantly improve the capacitance, where the doping-induced pseudocapacitance can improve the mobility of negative charges on the carbon surface. Jeong et al. synthesized N-doped graphene by N2 plasma treatment and the specific capacitance was up to 280 F g−1, that is fourfold higher than that of pristine graphene.[70] Furthermore, a highly ordered N-doped mesoporous few-layer carbon (OMFLC-N) was prepared with a high specific surface area (1580 m2 g−1) and N content (≈8.2 at%), which showed the highest specific capacitance of 855 F g−1 in aqueous electrolytes in addition to achieving the bipolar charge/discharge at a fast and carbon-like speed (Figure 2e,f).[71] It further revealed that the improvement of capacitance was derived from robust redox reactions at pyridinic (N-6) and pyrrolic (N-5) N defects, which successfully transformed inert graphene-like carbon into an electrochemically active material (Figure 2g). Other kinds of heteroatoms such as S, B, and P can be also utilized to tune the electronic structure of space charge layer. For instance, a recent study indicated that S-doped graphene film with high conductivity (95 S cm−1) and expanded layer spacing (0.4 nm) could hold an unprecedented volumetric capacitance of ≈582 F cm−3.[72] As for the co-doped carbon nanomaterial, Zhou et al. revealed that the F-dopants in an acidic character may act as an electron acceptor, whereas the N atoms perform a basic character of an electron donor, resulting in a high pseudocapacitance effect by additional Faradaic interactions. N, F-doped nonporous carbon microspheres shows an ultrahigh specific volumetric capacitance up to 521 F cm−3 in H2SO4, comparable with that of expensive RuO2/MnO2 pseudocapacitors.[73]"
    }, {
      "heading" : "3.2. Single-Metal-Atom Doped Carbon Nanomaterials",
      "text" : "Single-metal-atom doped carbon nanomaterials have exhibited catalytic properties that are dramatically different from their bulk counterparts, owing to their unparalleled advantages of maximum atom utilization, homogeneous catalytic active sites, low-coordination number of metal species, and vulnerable electronic structure. Accordingly, many efforts have been devoted toward development of feasible synthesis approaches in order to lower the cohesive energy of metal species and stabilize them on carbon supports.[56,57] For instance, mass-selected soft-loading[74] and atomic layer deposition[75] methods are the accurate techniques to prepare the carbon-based single atom catalysts (SACs), but their large-scale applications are impeded by the high cost and low yield. The wet-chemistry approach is an easy-to-operate and productive method to anchor the single metal species on carbon supports with the assistance of co-precipitation, impregnation, or strong electrostatic adsorption.[57] The common denominator of all these approaches is the need to create suitable anchoring sites on carbon supports before trapping metal species. Nevertheless, it is difficult to achieve a high loading content of metal species, due to the inhomogeneity and low density of anchoring sites. Song and co-workers developed an in situ pyrolysis strategy to fabricate a high-density of single metal atoms on N-doped graphene, where the achieved contents of Pt single atoms could be as high as 9.26 wt% in Pt@N-doped graphene.[76] It benefits\nfrom the decomposition of N precursors that can be doped into the carbon matrix, resulting in the in situ formation of the anchoring site for metal atoms trapping. Additionally, advanced characterization techniques are being rapidly developed to facilitate the deeper understanding of SACs on carbon supports. HAADF-STEM technique is an essential approach to identify the isolated atoms and their locations because of sub-angstrom resolution and the positive correlation between the image contrast and the atomic number (Z).[77] The X-ray absorption fine structure (XAFS) technique has been applied to investigate more detailed structural information of metal species, such as coordination environment, bond length, and oxidation states.[78] The presence of the isolated metal atoms can be well confirmed in combination with both HAADF-STEM and XAFS techniques. Moreover, theoretical simulations not only provide a support to unravel more in-depth information about the structure–performance relationship of SACs that not only may be different from their bulk counterparts but also open a window for rational SACs design on carbon supports.[79]\nThe high activity and distinct chemical selectivity of SACs have been largely determined by their local atomic and electronic structure of metal sites. For examples, Yao and co-workers employed defective graphene nanostructures to trap atomic Ni species (aNi@DG) through impregnation method and subsequent acid leaching. It exhibited a remarkable HER/ OER performance with unprecedented high turnover frequency values.[80] The combination of XAFS and HAADF-STEM analysis clearly revealed that Ni species were confined into the intrinsic defects of graphene matrix and proposed a square-planner Ni-C4 structure (Figure 2h,i). This unique feature of Ni sites induces more density of states around the Fermi level to be in favor of a fast kinetics for improved electrocatalytic performance. Besides, nitrogen species with lonepair electrons can be used as anchoring sites to stabilize the isolated metal atoms by forming Metal-Nx coordination. Different nitrogen coordination numbers were precisely tuned by altering precursors and synthetic routes, which may cause distinct catalytic performance.[2,81] Principally, Metal-N4/C nanostructure is the most stable configuration with the lowest formation energy, which has been widely studied as a promising candidate for highly efficient electrocatalysis. For example, using self-assembled Fe3O4 nanocube superlattices, Wang et al. synthesized highly dispersed single Fe atoms embedded in carbon nanocages with porphyrin-like FeN4C12 moieties by the in situ ligand carbonization followed by acid etching and NH3 activation.[82] The resultant Fe-N-C catalyst showed a superior ORR performance to that of Pt/C with a typical four-electron pathway in alkaline medium. However, there is a controversy that the Fe-N2 sites might have been more beneficial for the ORR compared to the Fe-N4 sites, due to the moderate interaction with *O2 and *OH intermediates and enhanced electron transport.[83] Moreover, precise tuning of metal species and coordination environment can also provide unique opportunities to achieve a distinct chemical selectivity. Choi et al. employed S-functionalized zeolite-templated carbon as host matrix to stabilize high loading of Pt single atoms (5 wt%) (Pt/ HSC), where the Pt species were formed within Pt-S4 structure in the oxidation state and are favorable for the production of H2O2 via a two-electron pathway (Figure 2j).[79]\nAdv. Mater. 2018, 30, 1802104\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1802104 (7 of 13)"
    }, {
      "heading" : "4. Strong Coupling Effect of Carbon-Based Heterostructures",
      "text" : "On account of the π-conjugation, sp2-hybridized carbon nanomaterials can serve as an electron donor or acceptor when coupled with other materials.[32,84] The charge transfer between these heterostructures should change the position of Fermi level, which results in providing more electronic states at Fermi level to minimize the energy barrier for electrochemical process. Moreover, the versatile surface structure of carbon nanomaterials offers a feasible way of coupling with other materials in terms of different forms. These coupling forms, such as in-plane/out-of-plane heterostructures[32,85] and carbon-encapsulated nanostructures,[31] have been extensively explored and proved to be highly effective. The strong coupling effect can induce the electronic and chemical regulation through their intimate interfaces for enhancing the electrochemical performance of hybrids.\nCharge transfer induced by the chemical potential difference between carbon nanomaterial and other involved materials should promote the redistribution of electron states and changes in the local work function of hybrids, resulting in an optimized adsorption energy of key intermediates and improved electrocatalytic performance.[13] To verify this hypothesis, Qiao and co-workers synthesized a metal-free C3N4@NG hybrid by coupling graphitic-carbon nitride with N-doped graphene via pyrolysis method, which showed an unexpectedly high HER activity compared to that of NG, C3N4, and their mixture (C3N4/NG) (Figure 3a).[32] More importantly, polarization-dependent XANES technique was performed to detect the lateral structure of C3N4@NG, where the carbon K-edge spectra showed a weak shoulder peak at 287.4 eV that can be assigned to the π* contribution of CN bond (Figure 3b), but this peak has a different angular dependence compared with the in-plane CNC and CC features, which should be ascribed to the out-of-plane species.[32] DFT calculations further confirmed that the synergy arising from chemical and electronic couplings could induce the charge transfer for the enhanced kinetics of proton adsorption and reduction (Figure 3c). Besides, transition metal compounds (e.g., oxides, hydroxides, phosphides, nitrides and carbides) coupled with carbon nanomaterial posed an improved activity\nAdv. Mater. 2018, 30, 1802104\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1802104 (8 of 13)\nand stability at harsh operational conditions.[86–88] Combined with XAFS and DFT calculations, Song and co-workers demonstrated that the electron doping effect via interface engineering between single-walled CNT and 1T-MoS2 is critical for improved HER activity.[88] The in-plane heterostructure is another fantastic model to gain a deep insight into the strong coupling effect, it leads to an increase of electron density at the Fermi energy for accelerating the surface reaction kinetics in catalysis. Some interesting theoretical and experimental works have recently been published, e.g., graphene/BN for ORR[89] and (Cring)-C3N4 for photocatalytic water splitting.[85]\nAdditionally, the carbon-encapsulated nanostructure can also precisely tune the electronic structure of carbon overlayers by introducing different underlying metal nanoparticles, different thickness of carbon layers and heteroatoms (such as N), along with preventing the corrosion/poisoning behaviors of metal species in harsh environments.[31] Deng et al. found that the ORR activity was significantly enhanced by encapsulating metal alloy catalyst in the graphitic carbon layers, which can be assigned to their strong interaction and different work functions.[90] It can be further validated by synchrotron-based scanning transmission X-ray microscopy and UV laser enhanced photoemission electron microscopy (PEEM).[90,91] As shown in Figure 3d, the decrease of the local work function of carbon surface at metal nanoparticle regions is expected to promote the catalytic activation of oxygen molecules for improved performance.[90] Meanwhile, reducing the carbon layer thickness and introducing more heteroatom dopants give more energy states around the outer surface of carbon layers favoring electron accumulation that possibly facilitates catalytic reactions.[31]\nFor supercapacitors, carbon nanomaterials with large specific surface area and high electrical conductivity can be used as supports to couple with other pseudocapacitive materials, enabling the improvement of charge/ions transfer, rate performances, and mechanical properties for their hybrids.[92] Polyaniline (PANI) as a typical conducting polymer exhibits a high theoretical capacitance, but it is limited by the low conductivity in deprotonated state and inferior stability due to dissolution in cycles.[93] To overcome these problems, various carbon nanomaterials were employed to composite with PANI, which demonstrated significantly enhanced rate capability and stability. A compact PANI/carbon hybrid was synthesized by confining aniline monomer adsorption and polymerization on the graphene surface, which showed a high density of 1.5 g cm−3 to achieve the volumetric capacitance of 802 F cm−3.[94] Furthermore, graphene provides a compatible platform for manipulating molecular doping and coupling effects, which allows to implement the precise tuning of the capacitive behavior, generating a smart energy storage devices. Liu et al. have coupled graphene with diarylethene derivatives molecule (DAE), which has the switching character with an outstanding and reversible capacitance modulation of up to 20% (Figure 3e).[95] Dramatically, the areal capacitance demonstrated a remarkable linear correlation with UV light irradiation up to the saturation, while it can be switched back to the original state upon white light irradiation. Terahertz (THz) spectroscopy, as shown in Figure 3f, further revealed a reversible shift of charge equilibrium at the DAE/ graphene interface along with the reversible modulation of the capacitance.[95] This is due to the efficient photoisomerization\nbehavior of DAE. However, a great challenge still remains to integrate other external stimuli (e.g., mechanical force, pH, and magnetic field) without sacrificing the performance of smart energy storage device.[96]"
    }, {
      "heading" : "5. Microstructure Modulation",
      "text" : "Apart from the electronic structure, the microstructure of carbon nanomaterials also has a tremendous effect on the electrochemical performance. To some extent, it is closely related to specific surface area/porosity and electronic/ionic conductivity.[97] Meanwhile, well-designed microstructure endows the carbon nanomaterial a robust mechanical/chemical stability. In fact, carbon nanomaterials are easy to form pores of different sizes (e.g., micropores, mesopores, and macropores) in preparation (Figure 4a), owing to their flexible bonding and surface properties.[98] Experimental and theoretical studies have demonstrated that micropores contribute to the enhanced performance in energy-related applications, whereas meso/ macropores can facilitate the ion penetration pathway from electrolyte to the surface of carbon-based electrodes.[98,99] Therefore, regulation of pore size distribution to fabricate hierarchically porous carbon nanomaterials is an effective way for realizing the improvement of the electrochemical performance. Besides, compared to one type of carbon, the assembled hybrid inherits the distinctive features of each carbon allotropes, resulting in further improving the performance of energy-related devices.[17] For example, the C60/CNT hybrid is a typical “donor–acceptor” binary system for solar photoconversion, wherein CNT and C60 can act as electron donor and acceptor, respectively.[100]\nThis section focuses primarily on supercapacitors to conduct an in-depth discussion regarding the microstructure modulation and activity of carbon nanomaterials. The specific capacitance of EDLCs depends on the number of charges stored on the surface of electrodes by ion adsorption, but the correlation between them is not linear.[50] There still remains a bitter controversy about the effect of pore size on specific capacitance. Chmiola et al. employed a carbide-derived carbon with average pores sizes (0.6–2.25 nm) to investigate the double-layer capacitance in an organic electrolyte.[101] The capacitance showed an anomalous increase for the pore sizes less than 1 nm. This finding indicated that the pore size in sub-nanometers is an effective way to maximize the capacitance, which may be ascribed to the reduction of distance between charges by the distortion of solvation shells. Nevertheless, the high capacitance can only be obtained at a moderate charge/discharge rate as a consequence of slow ion-shell desolvation and ion transport in the micropores. In contrast, mesoporous carbon is able to generate fast iontransport pathway and exhibits a high power density within their mesochannels.[3] The uniform and tunable channels of mesoporous carbon can significantly facilitate ion transfer to achieve a fully accessible surface with more active sites exposed.[102] Besides, macropore is defined as the pore size greater than 50 nm, which is large enough to ignore the pore curvature effect. The capacitance of macroporous carbon can be roughly calculated using a parallel-plate EDLC model with C = (Aε0εA)/d (where ε0 is the electrolyte dielectric constant, εA is the permittivity of a vacuum, A is the elec trode specific surface\nAdv. Mater. 2018, 30, 1802104\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1802104 (9 of 13)\narea, and d is the effective thickness of the electric double layer).[103] Notably, the calculated value is much smaller than that of micro/mesoporous carbon due to the reduced specific surface area. Nevertheless, macropores with open spaces can not only accelerate the intercalation and deintercalation of active species, but also serve as ion-buffering reservoirs to reduce the diffusion distances of electrolyte ions. As a result, it favors the output of charges at high current densities. Finally, it is worth mentioning that volumetric-related performance is also an important parameter in industrial applications.[104] Thus, it is highly desirable to design the carbon nanomaterial with proper electrolyte-accessible pores in limited space.\nAdv. Mater. 2018, 30, 1802104\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1802104 (10 of 13)\nIn order to create hierarchically porous carbon nanostructure with optimized pore distribution, a branch number of synthesis strategies have been developed, including soft/hard template method, carbonization, activation, and self-assembly. For example, the activation of microwave expanded graphite oxide with KOH can produce a porous material comprised of highly curved single-layer sheets of n-membered rings of carbon, with the measured SSA of 3100 m2 g−1 that can be attributable to the presence of a 3D network containing pores with the size of 1–10 nm (Figure 4b,c).[105] Such activated graphene enables high gravimetric capacitances with both organic (166 F g−1) and ionic liquid electrolytes (200 F g−1), as well as operating across a wide temperature range of −50 to 80 °C.[106] Zhu and co-workers further combined sponge-templated method with KOH activation to fabricate 3D hierarchical carbons with interconnected structure and abundant micropores. As-prepared carbon, with a practical density of ≈0.7 g cm−3, exhibited an excellent electrochemical behavior with a high specific capacitance of 207 F g−1 and volumetric capacitance of 149 F cm−3 in organic electrolytes.[107] Besides, the biomass-derived activated carbon nanomaterials from cotton, banana peel, recycled paper, and others have also widely studied due to their high surface area with the naturally existed hierarchical structures.[108] Most of the commercial EDLC devices with optimized activated carbon electrodes in organic electrolytes can reach specific energies beyond 6–7 Wh kg−1 in current.[98] Although much efforts have been devoted to optimizing the pore distribution of carbon nanomaterials, to date, the capacity (≈200 F g−1) is still too low to impede commercial application with the requirement of high energy density.\nOn the other hand, the assembly of multidimensional carbon nanomaterials can prevent aggregation of each carbon allotropes to implement the regulation of pore distribution. Meanwhile, the featured allotropes may trigger the synergy for further improving the capacitance.[109,110] For instance, intercalating 1D CNTs into graphene interlayers can retain the specific surface area of graphene for impeding their stacks. Dramatically, the enhanced π−π interaction between graphene and CNTs can improve the electrical conductivity and mechanical strength of the assembled hybrid. Based on this concept, Yu et al. prepared a continued CNT/graphene hybrid fiber with well-defined mesoporous structures (Figure 4d), which possessed a high specific surface area of 396 m2 g−1 with an electrical conductivity of 102 S cm−1.[110] This fiber-shaped flexible supercapacitor showed a volumetric specific capacitance of 305 F cm−3 (corresponding to a volumetric energy density of 6.3 mWh cm−3), which is comparable to the energy density of a 4 V–0.5 µAh thin-film lithium-ion battery. Additionally, as shown in Figure 4e, Fisher and co-workers reported a design of microconduits in a bioinspired leaves-on-branchlet structure consisting of carbon nanotube arrays serving as branchlets and graphene petals as leaves for efficient electrodes.[111] These asobtained hierarchical electrodes showed much hollow channels, possessing a high areal capacitance of 2.35 F cm−2. The Nernst–Planck–Poisson calculations further illustrated that the charge transfer and storage was governed by the sharp edges of graphene petal (Figure 4f).[111]\nHierarchically porous carbon nanostructure with optimized pore distribution is also highly desirable for electrocatalysis, as\ndifferent pore size may affect different steps involved in a catalytic reaction: 1) micropores enable more active sites exposed, fully accessible into the electrolyte; 2) mesopores can facilitate the mass transport in the catalyst layer; 3) macropores ensure the long-term stability of catalyst to rapidly dissociate the generated bubbles from the catalyst surface.[112] Liang et al. fabricated a hierarchical N-doped carbon nanostructure with meso/micro multimodal pore size distribution (meso/micro-PoPD) by hard-templating pyrolysis and NH3 activation.[14] As-prepared catalyst had a high specific surface area (1280 m2 g−1) that enabled a much higher ORR activity (half-wave potential (E1/2) at 0.85 V vsRHE) than those of micro-PoPD and meso-PoPD in alkaline media (Figure 4g). In comparison, the MOF-derived carbon nanomaterial is easy to form hierarchical pore structure. CoPx encapsulated within MOF-derived N-doped carbon hybrid was synthesized by direct carbonization of ZIF-67 and subsequent phosphidation, approaching an excellent performance of 165 mA cm−2 at 2.0 V in alkaline electrolyzer.[113] It is attributed to the synergy resulting from the 3D interconnected mesoporosity and uniform encapsulated CoPx nanoparticles. Interestingly, the pore structure of carbon nanomaterials can affect the chemical selectivity in catalysis, especially for the multiple-electron involved CO2 electroreduction.[21,114,115] For instance, mesoporous N-doped carbon with highly uniform cylindrical channel structures (c-NC) showed an exceptional selectivity for the production of ethanol with high Faradaic efficiency of 77% at −0.56 V (vs RHE) (Figure 4h). Using DFT calculations, it was further confirmed that the active pyridinic and pyrrolic N species confined within the inner surface of the cylindrical channel could be associated with the dimerization of the CO* intermediates to generate ethanol.[115]"
    }, {
      "heading" : "6. Summary and Perspective",
      "text" : "Recent years have been witnessed a great progress in tailoring structure of carbon nanomaterials toward high-end energy applications. Herein, an effort has been made to systematically illustrate the impact of structural variety on their performance of electrocatalysis and supercapacitors, from the view of different tailoring strategies. For each strategy, we discussed the synthesis methods and fine characterizations with an emphasis on the understanding of the mechanism for improved electrochemical performance, as summarized in Figure 5. It can be concluded that different tailoring strategies have distinct influences on the structure of carbon nanomaterials. The fine identification via advanced characterizations provides important information for the subsequent setting up of the structural model and theoretical simulations. The operando analysis of dynamic electrochemical process is the key for better understanding the real activity of carbon nanomaterials in energy storage and conversion. Notably, the elucidation of structure–performance relationship opens up a window for rationally designing ideal carbon nanosystems toward high-end energy applications, such as supercapacitor and catalyst.\nAlthough numerous efforts have been carried out on tailoring structure in carbon nanomaterial toward specific potential, significant challenges still remain to impede their fundamental research and large-scale commercial energy applications. For\nAdv. Mater. 2018, 30, 1802104\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1802104 (11 of 13)\ninstance, the presence of diverse defects/dopants in carbon nanomaterials can exhibit significant difference in structural and electronic properties, which is difficult to establish an in-depth investigation of the structure–performance relationship. The N-doped graphene has various N species (pyridinic N, pyrrolic N, and graphitic N) that cause confusion to the actual active sites responsible for improved electrochemical properties. Thus, it is a matter of immediate importance to develop new controllable methods for preparing carbon nanomaterials with the homogeneity of defects or dopants. Besides, advanced characterizations such as spherical aberration corrected transmission electron microscopy and synchrotron radiation based techniques are highly envisaged to gain a fine identification of atomic and electronic structures. It can help us to understand the true active configurations, and in turn improving the synthesis strategy.\nCurrently, majority of the relevant reports in this field pay more attention to the improvement of electrochemical performance but ignore the underlying electrochemical mechanism. The development of tailoring carbon nanostructures still much depends on the trial-and-error approaches, far away from a rational design. It is mainly due to the lack of effective theoretical and characterization methods. As known, the active sites will change dynamically in realistic reaction systems, resulting in a large gap with the ideal simulation model. Meanwhile, the structure of carbon nanomaterials may be reconstructed during electrochemical process, which has great impact on its performance. Therefore, developing operando characterizations are highly needed to in situ monitor and analyze the structure of active sites, which can be used to modify the simulation model and provide a better understanding of electrochemical mechanism.\nFurthermore, a standard protocol for evaluating the electrochemical performance is strongly recommended to meet the requirements from final applications. For example, it is\ncritical to strengthen the evaluation of the volumetric capacitance of carbon electrodes in supercapacitors, which significantly impacts the energy density and the weight of the device. Besides, the lifetime stability test in the most reported literatures, which is far from the commercial applications (more than 1 000 000 cycles). There are similar issues in electrocatalysis: 1) the mass loading per unit area and environmental conditions (e.g., temperature, atmospheric pressure, and humidity) have a great effect on the electrocatalytic performance, resulting in a large variation from different research groups; 2) the stability of carbon-based catalysts was measured at low current density region instead of high current density, which cannot reflect the stability of carbon-based catalysts very well.\nIn a nutshell, carbon nanomaterials have shown immense potential in high-end energy storage and conversion devices, however, some key issues are still needed to be solved on urgent basis. The combination of experimental and theoretical studies is highly anticipated to reveal the universal principle for rationally altering the structural and electronic properties, which could be favorable to improve the electrochemical performance and provide further guidelines for controllable synthesis of carbon nanomaterials. Moreover, we hope that this research progress report can provide useful insight on the efficient rational design of carbon materials toward high-end energy applications, and it may attract more research efforts toward this area."
    }, {
      "heading" : "Acknowledgements",
      "text" : "D.L. and K.N. contributed equally to this work. This work was financially supported in part by the National Key R&D Program of China (Grant No. 2017YFA0303500), 973 Program (Grant No. 2014CB848900), NSFC (Grant Nos. U1532112, 11574280, 51322204, 51772282), Innovative Research Groups of NSFC (Grant Nos. 11621063), CAS Key Research Program of Frontier Sciences (Grant No. QYZDB-SSW-SLH018), and CAS Interdisciplinary Innovation Team. L.S. acknowledges the support from Key Laboratory of Advanced Energy Materials Chemistry (Ministry of Education), Nankai University (111 project, B12015). Y.Z appreciates the financial support from Hefei Centre for Physical Science and Technology. The authors thank the Shanghai synchrotron Radiation Facility (14W1, SSRF), the Beijing Synchrotron Radiation Facility (1W1B and soft-X-ray endstation, BSRF), the Hefei Synchrotron Radiation Facility (ARPES, MCD, and Photoemission, NSRL), and the USTC Center for Micro and Nanoscale Research and Fabrication for helps. The authors thank Changda Wang, Qun He, Dengfeng Cao, and Zia ur Rehman for their useful discussions."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Keywords",
      "text" : "carbon nanomaterials, electronic structure, high-end energy applications, microstructure, structure–performance relationship\nReceived: April 2, 2018 Revised: July 3, 2018\nPublished online: August 20, 2018\nAdv. Mater. 2018, 30, 1802104\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1802104 (12 of 13)\nAdv. Mater. 2018, 30, 1802104\n[1] Z. W. Seh, J. Kibsgaard, C. F. Dickens, I. Chorkendorff, J. K. Norskov, T. F. Jaramillo, Science 2017, 355, eaad4998. [2] B. Bayatsarmadi, Y. Zheng, A. Vasileff, S. Z. Qiao, Small 2017, 13, 1700191. [3] X. Chen, R. Paul, L. Dai, Nat. Sci. Rev. 2017, 4, 453. [4] P. Simon, Y. Gogotsi, Nat. Mater. 2008, 7, 845. [5] S. Chu, A. Majumdar, Nature 2012, 488, 294. [6] Q. Wu, L. Yang, X. Wang, Z. Hu, Acc. Chem. Res. 2017, 50, 435. [7] M. Liu, R. Zhang, W. Chen, Chem. Rev. 2014, 114, 5117. [8] W. Gu, G. Yushin, WIRES Energy Environ. 2014, 3, 424. [9] S. Chu, Y. Cui, N. Liu, Nat. Mater. 2017, 16, 16. [10] Y. Huang, M. Zhu, Y. Huang, Z. Pei, H. Li, Z. Wang, Q. Xue, C. Zhi, Adv. Mater. 2016, 28, 8344. [11] D. Yang, L. Zhang, X. Yan, X. Yao, Small Methods 2017, 1, 1700209. [12] P. Simon, Y. Gogotsi, B. Dunn, Science 2014, 343, 1210. [13] D. Deng, K. S. Novoselov, Q. Fu, N. Zheng, Z. Tian, X. Bao, Nat.\nNanotechnol. 2016, 11, 218. [14] H. W. Liang, X. Zhuang, S. Bruller, X. Feng, K. Mullen, Nat.\nCommun. 2014, 5, 4973. [15] K. Xie, B. Wei, Adv. Mater. 2014, 26, 3592. [16] K. Chen, S. Song, F. Liu, D. Xue, Chem. Soc. Rev. 2015, 44, 6230. [17] V. Georgakilas, J. A. Perman, J. Tucek, R. Zboril, Chem. Rev. 2015,\n115, 4744. [18] C. Wang, Y. V. Kaneti, Y. Bando, J. Lin, C. Liu, J. Li, Y. Yamauchi,\nMater. Horiz. 2018, 5, 394. [19] K. Shen, X. Chen, J. Chen, Y. Li, ACS Catal. 2016, 6, 5887. [20] T. Banerjee, K. Gottschling, G. Savasci, C. Ochsenfeld, B. V. Lotsch,\nACS Energy Lett. 2018, 3, 400. [21] H. Liu, J. Chu, Z. Yin, X. Cai, L. Zhuang, H. Deng, Chem 2018, 4,\n1696. [22] J. Ni, Y. Li, Adv. Energy Mater. 2016, 6, 1600278. [23] D. Yan, Y. Li, J. Huo, R. Chen, L. Dai, S. Wang, Adv. Mater. 2017,\n29, 1606459. [24] C. Tang, Q. Zhang, Adv. Mater. 2017, 29, 1604103. [25] X. Li, B. Wei, Nano Energy 2013, 2, 159. [26] C. Tang, M.-M. Titirici, Q. Zhang, J. Energy Chem. 2017, 26, 1077. [27] Y. Jia, L. Zhang, A. Du, G. Gao, J. Chen, X. Yan, C. L. Brown, X. Yao,\nAdv. Mater. 2016, 28, 9532. [28] A. Shen, Y. Zou, Q. Wang, R. A. Dryfe, X. Huang, S. Dou, L. Dai,\nS. Wang, Angew. Chem., Int. Ed. Engl. 2014, 53, 10804. [29] H. Wei, K. Huang, D. Wang, R. Zhang, B. Ge, J. Ma, B. Wen,\nS. Zhang, Q. Li, M. Lei, C. Zhang, J. Irawan, L. M. Liu, H. Wu, Nat. Commun. 2017, 8, 1490. [30] Y. Jiao, Y. Zheng, K. Davey, S.-Z. Qiao, Nat. Energy 2016, 1, 16130. [31] J. Deng, P. Ren, D. Deng, X. Bao, Angew. Chem., Int. Ed. Engl. 2015, 54, 2100. [32] Y. Zheng, Y. Jiao, Y. Zhu, L. H. Li, Y. Han, Y. Chen, A. Du, M. Jaroniec, S. Z. Qiao, Nat. Commun. 2014, 5, 3783. [33] J. Kotakoski, A. V. Krasheninnikov, U. Kaiser, J. C. Meyer, Phys. Rev. Lett. 2011, 106, 105505. [34] F. Banhart, J. Kotakoski, A. V. Krasheninnikov, ACS Nano 2010, 5, 26. [35] W. Han, R. K. Kawakami, M. Gmitra, J. Fabian, Nat. Nanotechnol. 2014, 9, 794. [36] X. Zhang, J. Xin, F. Ding, Nanoscale 2013, 5, 2556. [37] A. Pereira, P. Schulz, Phys. Rev. B 2008, 78, 125402. [38] J. Zhu, A. S. Childress, M. Karakaya, S. Dandeliya, A. Srivastava,\nY. Lin, A. M. Rao, R. Podila, Adv. Mater. 2016, 28, 7185. [39] H. Wang, X. B. Li, L. Gao, H. L. Wu, J. Yang, L. Cai, T. B. Ma,\nC. H. Tung, L. Z. Wu, G. Yu, Angew. Chem., Int. Ed. Engl. 2018, 57, 192. [40] X. H. Li, S. Kurasch, U. Kaiser, M. Antonietti, Angew. Chem., Int. Ed. Engl. 2012, 51, 9689.\n[41] H. Jin, H. Huang, Y. He, X. Feng, S. Wang, L. Dai, J. Wang, J. Am. Chem. Soc. 2015, 137, 7588. [42] D. Deng, L. Yu, X. Pan, S. Wang, X. Chen, P. Hu, L. Sun, X. Bao, Chem. Commun. 2011, 47, 10016. [43] L. Tao, Q. Wang, S. Dou, Z. Ma, J. Huo, S. Wang, L. Dai, Chem. Commun. 2016, 52, 2764. [44] F. Banhart, J. Kotakoski, A. V. Krasheninnikov, ACS Nano 2011, 5, 26. [45] D. Yang, C. Bock, J. Power Sources 2017, 337, 73. [46] Y. Jiang, L. Yang, T. Sun, J. Zhao, Z. Lyu, O. Zhuo, X. Wang, Q. Wu,\nJ. Ma, Z. Hu, ACS Catal. 2015, 5, 6707. [47] L. Zhang, Q. Xu, J. Niu, Z. Xia, Phys. Chem. Chem. Phys. 2015, 17,\n16733. [48] S. Jiang, Z. Li, H. Wang, Y. Wang, L. Meng, S. Song, Nanoscale\n2014, 6, 14262. [49] C. Tang, H. F. Wang, X. Chen, B. Q. Li, T. Z. Hou, B. Zhang,\nQ. Zhang, M. M. Titirici, F. Wei, Adv. Mater. 2016, 28, 6845. [50] H. Ji, X. Zhao, Z. Qiao, J. Jung, Y. Zhu, Y. Lu, L. L. Zhang,\nA. H. MacDonald, R. S. Ruoff, Nat. Commun. 2014, 5, 3317. [51] J. Chen, Y. Han, X. Kong, X. Deng, H. J. Park, Y. Guo, S. Jin, Z. Qi,\nZ. Lee, Z. Qiao, Angew. Chem., Int. Ed. 2016, 55, 13822. [52] R. Narayanan, H. Yamada, M. Karakaya, R. Podila, A. M. Rao,\nP. R. Bandaru, Nano Lett. 2015, 15, 3067. [53] G. Luo, L. Liu, J. Zhang, G. Li, B. Wang, J. Zhao, ACS Appl. Mater.\nInterfaces 2013, 5, 11184. [54] X. Wang, G. Sun, P. Routh, D. H. Kim, W. Huang, P. Chen, Chem.\nSoc. Rev. 2014, 43, 7067. [55] Y. Lee, S. Lee, Y. Hwang, Y.-C. Chung, Appl. Surf. Sci. 2014, 289,\n445. [56] X. F. Yang, A. Wang, B. Qiao, J. Li, J. Liu, T. Zhang, Acc. Chem. Res.\n2013, 46, 1740. [57] C. Zhu, S. Fu, Q. Shi, D. Du, Y. Lin, Angew. Chem., Int. Ed. Engl.\n2017, 56, 13944. [58] P. Rani, V. Jindal, RSC Adv. 2013, 3, 802. [59] A. Lherbier, A. R. Botello-Mendez, J.-C. Charlier, Nano Lett. 2013,\n13, 1446. [60] M. Zhou, H. L. Wang, S. Guo, Chem. Soc. Rev. 2016, 45, 1273. [61] K. Gong, F. Du, Z. Xia, M. Durstock, L. Dai, Science 2009, 323,\n760. [62] W. Wei, H. Liang, K. Parvez, X. Zhuang, X. Feng, K. Mullen, Angew.\nChem., Int. Ed. Engl. 2014, 53, 1570. [63] L. Yang, S. Jiang, Y. Zhao, L. Zhu, S. Chen, X. Wang, Q. Wu, J. Ma,\nY. Ma, Z. Hu, Angew. Chem., Int. Ed. Engl. 2011, 50, 7132. [64] C. Zhang, N. Mahmood, H. Yin, F. Liu, Y. Hou, Adv. Mater. 2013,\n25, 4932. [65] Y. Liu, Y. Shen, L. Sun, J. Li, C. Liu, W. Ren, F. Li, L. Gao, J. Chen,\nF. Liu, Y. Sun, N. Tang, H. M. Cheng, Y. Du, Nat. Commun. 2016, 7, 10921. [66] D. Guo, R. Shibuya, C. Akiba, S. Saji, T. Kondo, J. Nakamura, Science 2016, 351, 361. [67] H. B. Yang, J. Miao, S. F. Hung, J. Chen, H. B. Tao, X. Wang, L. Zhang, R. Chen, J. Gao, H. M. Chen, L. Dai, B. Liu, Sci. Adv. 2016, 2, e1501122. [68] K. Qu, Y. Zheng, X. Zhang, K. Davey, S. Dai, S. Z. Qiao, ACS Nano 2017, 11, 7293. [69] Y. Zhao, L. Yang, S. Chen, X. Wang, Y. Ma, Q. Wu, Y. Jiang, W. Qian, Z. Hu, J. Am. Chem. Soc. 2013, 135, 1201. [70] H. M. Jeong, J. W. Lee, W. H. Shin, Y. J. Choi, H. J. Shin, J. K. Kang, J. W. Choi, Nano Lett. 2011, 11, 2472. [71] T. Lin, I.-W. Chen, F. Liu, C. Yang, H. Bi, F. Xu, F. Huang, Science 2015, 350, 1508. [72] Z.-S. Wu, Y.-Z. Tan, S. Zheng, S. Wang, K. Parvez, J. Qin, X. Shi, C. Sun, X. Bao, X. Feng, J. Am. Chem. Soc. 2017, 139, 4506. [73] J. Zhou, J. Lian, L. Hou, J. Zhang, H. Gou, M. Xia, Y. Zhao, T. A. Strobel, L. Tao, F. Gao, Nat. Commun. 2015, 6, 8503.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1802104 (13 of 13)\nAdv. Mater. 2018, 30, 1802104\n[74] G. E. Johnson, T. Priest, J. Laskin, ACS Nano 2012, 6, 573. [75] H. Yan, H. Cheng, H. Yi, Y. Lin, T. Yao, C. Wang, J. Li, S. Wei, J. Lu,\nJ. Am. Chem. Soc. 2015, 137, 10484. [76] D. Liu, C. Wu, S. Chen, S. Ding, Y. Xie, C. Wang, T. Wang,\nY. A. Haleem, Z. ur Rehman, Y. Sang, Q. Liu, X. Zheng, Y. Wang, B. Ge, H. Xu, L. Song, Nano Res. 2018, 11, 2217. [77] P. A. Midgley, M. Weyland, Ultramicroscopy 2003, 96, 413. [78] Z. Sun, Q. Liu, T. Yao, W. Yan, S. Wei, Sci. China Mater. 2015, 58,\n313. [79] C. H. Choi, M. Kim, H. C. Kwon, S. J. Cho, S. Yun, H. T. Kim,\nK. J. Mayrhofer, H. Kim, M. Choi, Nat. Commun. 2016, 7, 10922. [80] L. Zhang, Y. Jia, G. Gao, X. Yan, N. Chen, J. Chen, M. T. Soo,\nB. Wood, D. Yang, A. Du, X. Yao, Chem 2018, 4, 285. [81] X. Wang, Z. Chen, X. Zhao, T. Yao, W. Chen, R. You, C. Zhao,\nG. Wu, J. Wang, W. Huang, J. Yang, X. Hong, S. Wei, Y. Wu, Y. Li, Angew. Chem., Int. Ed. Engl. 2018, 57, 1944. [82] B. Wang, X. Wang, J. Zou, Y. Yan, S. Xie, G. Hu, Y. Li, A. Dong, Nano Lett. 2017, 17, 2003. [83] H. Shen, E. Gracia-Espino, J. Ma, H. Tang, X. Mamat, T. Wagberg, G. Hu, S. Guo, Nano Energy 2017, 35, 9. [84] G. Giovannetti, P. Khomyakov, G. Brocks, V. v. Karpan, J. Van den Brink, P. J. Kelly, Phys. Rev. Lett. 2008, 101, 026803. [85] W. Che, W. Cheng, T. Yao, F. Tang, W. Liu, H. Su, Y. Huang, Q. Liu, J. Liu, F. Hu, Z. Pan, Z. Sun, S. Wei, J. Am. Chem. Soc. 2017, 139, 3021. [86] C. Lu, D. Tranca, J. Zhang, F. N. Rodri Guez Hernandez, Y. Su, X. Zhuang, F. Zhang, G. Seifert, X. Feng, ACS Nano 2017, 11, 3933. [87] Y. Liang, Y. Li, H. Wang, J. Zhou, J. Wang, T. Regier, H. Dai, Nat. Mater. 2011, 10, 780. [88] Q. Liu, Q. Fang, W. Chu, Y. Wan, X. Li, W. Xu, M. Habib, S. Tao, Y. Zhou, D. Liu, T. Xiang, A. Khalil, X. Wu, M. Chhowalla, P. M. Ajayan, L. Song, Chem. Mater. 2017, 29, 4738. [89] Q. Sun, C. Sun, A. Du, S. Dou, Z. Li, Nanoscale 2016, 8, 14084. [90] D. Deng, L. Yu, X. Chen, G. Wang, L. Jin, X. Pan, J. Deng, G. Sun,\nX. Bao, Angew. Chem., Int. Ed. Engl. 2013, 52, 371. [91] X. Chen, J. Xiao, J. Wang, D. Deng, Y. Hu, J. Zhou, L. Yu, T. Heine,\nX. Pan, X. Bao, Chem. Sci. 2015, 6, 3262. [92] A. Borenstein, O. Hanna, R. Attias, S. Luski, T. Brousse,\nD. Aurbach, J. Mater. Chem. A 2017, 5, 12653. [93] Y. Shi, L. Peng, Y. Ding, Y. Zhao, G. Yu, Chem. Soc. Rev. 2015, 44,\n6684.\n[94] Y. Xu, Y. Tao, X. Zheng, H. Ma, J. Luo, F. Kang, Q. H. Yang, Adv. Mater. 2015, 27, 8082. [95] Z. Liu, H. I. Wang, A. Narita, Q. Chen, Z. Mics, D. Turchinovich, M. Kläui, M. Bonn, K. Müllen, J. Am. Chem. Soc. 2017, 139, 9443. [96] P. Zhang, F. Zhu, F. Wang, J. Wang, R. Dong, X. Zhuang, O. G. Schmidt, X. Feng, Adv. Mater. 2017, 29, 1604491. [97] B. Qiu, M. Xing, J. Zhang, Chem. Soc. Rev. 2018, 47, 2165. [98] M. Salanne, B. Rotenberg, K. Naoi, K. Kaneko, P.-L. Taberna,\nC. P. Grey, B. Dunn, P. Simon, Nat. Energy 2016, 1, 16070. [99] X. Wu, F. Mu, H. Zhao, Proc. Nat. Res. Soc. 2018, 2, 02003.\n[100] A.-M. Dowgiallo, K. S. Mistry, J. C. Johnson, O. G. Reid, J. L. Blackburn, J. Phys. Chem. Lett. 2016, 7, 1794. [101] J. Chmiola, G. Yushin, Y. Gogotsi, C. Portet, P. Simon, P.-L. Taberna, Science 2006, 313, 1760. [102] W. Li, J. Liu, D. Zhao, Nat. Rev. Mater. 2016, 1, 16023. [103] J. Huang, B. G. Sumpter, V. Meunier, Chem. Eur. J. 2008, 14, 6614. [104] S. Wu, Y. Zhu, Sci. China Mater. 2016, 60, 25. [105] Y. Zhu, S. Murali, M. D. Stoller, K. Ganesh, W. Cai, P. J. Ferreira,\nA. Pirkle, R. M. Wallace, K. A. Cychosz, M. Thommes, Science 2011, 332, 1537. [106] W.-Y. Tsai, R. Lin, S. Murali, L. L. Zhang, J. K. McDonough, R. S. Ruoff, P.-L. Taberna, Y. Gogotsi, P. Simon, Nano Energy 2013, 2, 403. [107] J. Xu, Z. Tan, W. Zeng, G. Chen, S. Wu, Y. Zhao, K. Ni, Z. Tao, M. Ikram, H. Ji, Y. Zhu, Adv. Mater. 2016, 28, 5222. [108] S. Herou, P. Schlee, A. B. Jorge, M. Titirici, Curr. Opin. Green Sust. Chem. 2018, 9, 18. [109] C. Wang, D. Liu, S. Chen, Y. Sang, Y. A. Haleem, C. Wu, W. Xu, Q. Fang, M. Habib, J. Cao, Z. Niu, P. M. Ajayan, L. Song, Small 2016, 12, 5684. [110] D. Yu, K. Goh, H. Wang, L. Wei, W. Jiang, Q. Zhang, L. Dai, Y. Chen, Nat. Nanotechnol. 2014, 9, 555. [111] G. Xiong, P. He, Z. Lyu, T. Chen, B. Huang, L. Chen, T. S. Fisher, Nat. Commun. 2018, 9, 790. [112] L. Borchardt, Q.-L. Zhu, M. E. Casco, R. Berger, X. Zhuang, S. Kaskel, X. Feng, Q. Xu, Mater. Today 2017, 20, 592. [113] B. You, N. Jiang, M. Sheng, S. Gul, J. Yano, Y. Sun, Chem. Mater. 2015, 27, 7636. [114] X. Duan, J. Xu, Z. Wei, J. Ma, S. Guo, S. Wang, H. Liu, S. Dou, Adv. Mater. 2017, 291701784. [115] Y. Song, W. Chen, C. Zhao, S. Li, W. Wei, Y. Sun, Angew. Chem., Int. Ed. Engl. 2017, 56, 10840."
    } ],
    "references" : [ {
      "title" : "Angew",
      "author" : [ "X. Wang", "Z. Chen", "X. Zhao", "T. Yao", "W. Chen", "R. You", "C. Zhao", "G. Wu", "J. Wang", "W. Huang", "J. Yang", "X. Hong", "S. Wei", "Y. Wu", "Y. Li" ],
      "venue" : "Chem., Int. Ed. Engl. 2018, 57",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 1944
    }, {
      "title" : "Nano Lett",
      "author" : [ "B. Wang", "X. Wang", "J. Zou", "Y. Yan", "S. Xie", "G. Hu", "Y. Li", "A. Dong" ],
      "venue" : "2017, 17",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 2003
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Different nitrogen coordination numbers were precisely tuned by altering precursors and synthetic routes, which may cause distinct catalytic performance.[2,81] Principally, Metal-N4/C nanostructure is the most stable configuration with the lowest formation energy, which has been widely studied as a promising candidate for highly efficient electrocatalysis.",
      "startOffset" : 153,
      "endOffset" : 159
    }, {
      "referenceID" : 1,
      "context" : "synthesized highly dispersed single Fe atoms embedded in carbon nanocages with porphyrin-like FeN4C12 moieties by the in situ ligand carbonization followed by acid etching and NH3 activation.[82] The resultant Fe-N-C catalyst showed a superior ORR performance to that of Pt/C with a typical four-electron pathway in alkaline medium.",
      "startOffset" : 191,
      "endOffset" : 195
    } ],
    "year" : 2018,
    "abstractText" : "DOI: 10.1002/adma.201802104 process, resulting in an extensive use in portable electronic devices, hydrogen vehicles, and other equipment, whereas several key challenges must be overcome.[6–11] For instance, supercapacitor stores charge by adsorption of electrolyte ions onto the surface of electrode materials to generate high power, but it suffers from lower energy density than that of batteries.[12] The performance of a water-splitting system and similar devices is restricted by the sluggish electrode kinetics associated with some important electrocatalytic reactions.[1] With the rapid progress in nanoscience and nanotechnology, a vast variety of nanomaterials are employed to lower the extra energy barrier and to regulate the rate-determining steps so that it achieves the ultimate goal of efficient electrochemical reactions.[1,13] While reviewing the previous reports, it can be easily concluded that the performance of energy storage and conversion devices is determined primarily by the microstructure and electronic structure of nanomaterials.[13–16] Hence, it is most important for precisely tailoring structure of nanomaterials and establishing a fundamental understanding of the structure–performance relationship. Among all the candidates, carbon nanomaterials and nanostructures have been widely investigated to enhance the performance of energy storage and conversion devices owing to their diverse structural features and fascinating properties.[3,6] Different hybridization states (sp, sp2, and sp3), resulting from the coupling of carbon atoms to form robust covalent bonds, endows their allotropes with significantly distinct physical and chemical properties.[17] The sp2-hybridized carbon nanomaterials, especially 1D carbon nanotube (CNT) and 2D graphene, have occupied a dominant position in energy-related applications benefiting from their good electric and thermal conductivity, excellent mechanical properties, and high specific surface areas. Such newly emerging metal-organic frameworks (MOFs) and covalent organic frameworks have been used as self-sacrificing templates for fabricating different carbon nanostructures.[18–20] They further optimized the properties of carbon nanomaterials, especially in hierarchical porosity due to high specific surface areas and large pore volumes, promoting the high-end energy applications.[18,19,21] These unique properties allow carbon nanomaterials to be served as active electrodes or supports, facilitating the electron transfer and enhancing the contact area in electrolytes.[3,22] Furthermore, Carbon nanomaterials are perceived to be ideally suited candidates for high-end energy applications, owing to their unparalleled advantages including superior electric and thermal conductivity, excellent mechanical properties, and high specific surface areas. It has been demonstrated through several research contributions that the electrochemical performance of carbon nanomaterials significantly depends upon their versatile electronic structures and microstructures. These can be precisely tailored by rational defect engineering, heteroatom doping, heterostructure coupling, and pore fabrication, which largely affect the intrinsic nature of active sites and facilitate the ion/electron transfer. Herein, the recent progress in tailoring carbon nanostructures toward high-end electrocatalysis and supercapacitor applications is summarized, with an emphasis on synthesis strategies, advanced characterizations, and specific elucidation of structure–performance relationship. The challenges and opportunities for the rational design and detection of variously tailored carbon nanomaterials that can further improve the fundamental understanding and practical applications in the field of energy storage and conversion are also discussed. Carbon Nanomaterials",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}