{
  "name" : "downloads_2019-10-22_d0_jiang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Oxidation Potential Reduction of Carbon Nanomaterials during Atmospheric-Relevant Aging: Role of Surface Coating",
    "authors" : [ "Haotian Jiang", "Yongchun Liu", "Yun Xie", "Jun Liu", "Tianzeng Chen", "Qingxin Ma", "Hong He" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "1. INTRODUCTION",
      "text" : "Soot particles (black carbon) originating from incomplete combustion of fuels are an important component of atmospheric particulate matter.1 For example, it contributed around 5.5% of particular matter (PM) in Xi’an, China. China and India may account for 25−35% of the global soot emissions,2 and the emission of soot in China reached 1.81 × 106 ton per year.3 In general, carbon black and other carbon nanomaterials, such as Printex U, Special Black 4A (SB4A), and carbon nanotubes, are also widely used in the manufacture of paint, rubber, electrically conductive plastics, printer ink,4,5 and cosmetics6 among other commercial products. The difference among these materials has been explained elsewhere.7 In this work, we generally call them carbon nanomaterials. Epidemiological studies have proved that carbonaceous aerosol is associated with many diseases, such as cardiovascular dysfunction,8 cancer,9 and respiratory diseases.10 Soot particles have been classified as a carcinogen by the World Health Organization (WHO).11 Therefore, a high health risk might result from exposure to carbon nanomaterials12 because these particles can ultimately enter the human body.\nOnce emitted into the atmosphere, carbon nanomaterials are prone to undergoing atmospheric aging by other atmospheric pollutants, such as by direct physical adsorption or condensation of pollutants,13 and heterogeneous reactions with trace gases such as SO2, 14 NOx, 15 and O3\n16 and so on. Many laboratory studies have investigated the aging processes of soot particles by active species such as OH, O3, NO2, NO3, N2O5, HNO3, and H2SO4,\n17−23 and the oxidation of carbon nanomaterials by O3 and OH radicals.\n24−26 Both formation of surface products including carbonyls, carboxylic acids, esters,27 epoxides,26 R−NO2, and R−ONO28 and sulfuric acid14,29 have been observed during these aging processes. Aging of soot in the atmosphere has also been observed in field campaign studies such as Calnex, Cares, and Milagro.13\nReactive oxygen species (ROS) generation and the induction of oxidative stress is the most plausible paradigm to explain the in vivo and in vitro toxic effects of inhaled nano-\nReceived: April 16, 2019 Revised: August 8, 2019 Accepted: August 12, 2019 Published: August 12, 2019\n© 2019 American Chemical Society 10454 DOI: 10.1021/acs.est.9b02062 Environ. Sci. Technol. 2019, 53, 10454−10461\nD ow\nnl oa\nde d\nvi a\nM IA\nM I\nU N\nIV o\nn O\nct ob\ner 2\n2, 2\n01 9\nat 0\n8: 49\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\nPM.30 Therefore, oxidative potential (the ability to produce ROS) is used as an indicator to evaluate oxidative stress of particles to the body.31,32 The dithiothreitol (DTT) assay is widely used to quantify the oxidative potential of particles.33,34 A few laboratory studies have found that heterogeneous reaction of carbonaceous aerosol with SO2 causes a decrease in oxidation potential characterized by the DTT decay rate1,35 because of the consumption of oxidative active sites, along with the decrease of CO and increase of C−H on the surface of black carbon;14,36 whereas other studies have observed an increase in oxidation potential after black carbon is aged by"
    }, {
      "heading" : "O3.",
      "text" : "16,37,38 In addition, it has been found that coating by sulfate leads to a decrease, whereas coating by steroids leads to an increase in the oxidation potential of carbonaceous aerosol.38 The aging processes of carbon nanomaterials in the real atmosphere are more complicated than those simulated in a laboratory. This means the oxidation potential change of carbon materials in the atmosphere might be different from that observed in a single reaction.35,39 Therefore, it is necessary to understand how the oxidation potential of these carbon materials changes when they are exposed to the various pollutants present in the atmosphere. In the current study, the evolution of oxidation potential of carbon nanomaterials because of aging by ambient air has been investigated as characterized by the DTT decay rate. The oxidation potential of these samples was compared with that of samples aged by SO2, NO2, a mixture of NO2 and SO2, toluene, and organic aerosol (OA) to understand their role in the aging process in ambient air. The functional groups, chemical composition, and microstructure of carbonaceous materials were characterized by a Fourier transform infrared (FTIR) spectrometer, Raman spectroscopy, ion chromatography (IC), and aerosol mass spectrometry to understand the aging process."
    }, {
      "heading" : "2. MATERIALS AND METHODS",
      "text" : "2.1. Chemicals. Carbonaceous materials are commonly composed of elemental carbon (EC) and extractable organic and inorganic compounds.40 In order to more fully understand the aging process of carbon materials by ambient air and the subsequent evolution of oxidation potential, four samples including SB4A and Printex U representing carbon black, single-walled carbon nanotubes (SWCNTs) representing engineered carbon nanomaterials, and n-hexane soot representing black carbon were used in this work. SB4A and Printex U were obtained from Evonik Engineers, whereas SWCNTs (with outer diameter of 1−2 nm, length of 5−30 μm) were supplied by Aladdin. Soot particles were produced by flame combustion of n-hexane (Sinopharm) at a fuel-to-oxygen ratio of 0.148.14,41 DTT was provided by Sigma-Aldrich. 5,5′- Dithiobis-(2-nitrobenzoic acid) (DTNB) was purchased from Alfa Aesar. Disodium hydrogen phosphate dehydrate and sodium dihydrogen phosphate dehydrate were supplied by Sinopharm. 2.2. Aging of Carbonaceous Materials. The carbon nanomaterial (∼30 mg) was dispersed on a Teflon filter (ϕ 47 mm) using a scalpel to keep every portion of the filter covered with particles and of almost uniform thickness. Then, the sample was exposed to ambient air at a flow rate of 2.0 L min−1. The ambient air was drawn from the roof of a four-story building (around 15 m from the surface) at the Research Center for Eco-Environmental Sciences, CAS in Haidian district, Beijing, China. The site is about 200 m away from\nShuangqing Road. There is no obvious point-source pollution nearby. Particles in the ambient air were removed upstream using a Teflon filter. The exposure time varied from 0 to 7 days and the exposure experiments were performed in June 2018. According to the average concentrations of SO2, NO2, and O3 reported by the China National Environmental Monitoring Centre (http://www.cnemc.cn/sssj/), the corresponding average concentration is 3, 49.5, and 180 μg/m3, respectively. To keep the same exposure (c·t) of a pollutant in the flow tube as that in the ambient air, the flow rate was adjusted according to the concentration in the cylinders (76 mL/min for 1.44 × 103 μg/m3 SO2, 5 mL/min for 1.04 × 10\n3 μg/m3 NO2), and mixed with zero air to reach a total flow of 2.0 L min−1 passing through the filters containing carbon nanomaterials. Therefore, 1 h of exposure for each pollutant under the experimental condition is equivalent to 1 day of exposure in ambient air. We used an ozone generator (UV-185, Jingxinhe, China) to produce ozone at a concentration of 23.0 ppm for aging carbon materials. In order to study the effect of coating by OA and organic vapors on the oxidation potential of the carbon nanomaterials, OA-containing air was produced by oxidation of toluene (about 60 ppb) by OH (produced by photolysis of hydrogen peroxide) in a 15 L flow tube reactor.42−44 OH concentration was around 1.73 × 109 molecules cm−3, which was estimated according to the loss rate of toluene, the residence time (112.5 s), and the rate constant of toluene by OH (5.63 × 10−12 cm3 molecule s−1).45 OA concentration was estimated to be around 43 μg m−3 according to the loss of toluene from 60 to 20 ppb with the SOA yield of 26%46 from oxidation of toluene by OH. The flow rate was 8 L/min. Then, the carbon nanomaterials were exposed to OA-containing air from the flow tube. It should be noted that unreacted toluene and the intermediates also presented in the outflow of the flow tube reactor. Therefore, this experiment actually represented the aging process of carbon materials by both OA and organic vapors. In addition, blank experiments were performed by purging the samples with zero air at the same flow rate.\n2.3. DTT Assay. The DTT assay is an indirect and one of chemical methods besides several others [such as electron paramagnetic resonance (EPR) spectroscopy and ascorbic acid (AA) assay] to quantify the redox cycling capacity of carbonaceous materials.47,48 The rate of DTT loss is correlated with the ability of samples to cause oxidative stress. The details of the DTT assay test have been described in our previous study.39 Briefly, the samples were suspended in phosphate buffer (0.1 M, pH 7.4) and sonicated with an input power of 300 W for 30 min. The suspension was mixed with DTT at 37 °C and the decay rate of DTT as a result of redox reaction with 5,5′-dithiobis-(2-nitrobenzoic acid) was determined according to the decrease of absorbance at 412 nm. The reaction between the DTT buffer solution and DTT was performed as a blank control experiment.\n2.4. Particle Characterization. FTIR and Raman spectra were utilized to analyze changes in the functional groups and disorder degree of carbonaceous materials at different aging times, respectively. Exactly weighted SB4A (∼150 μg) was diluted with ∼150 mg KBr powder, then ground, and further pressed into a translucent sheet for transmission FTIR measurements. The IR spectra with resolution of 4 cm−1 were collected using an FTIR spectrometer equipped with a high-sensitivity mercury cadmium telluride detector. The Raman spectra of carbon nanomaterials were analyzed by using a UV resonance Raman spectrometer (UVR DLPC-DL-\nDOI: 10.1021/acs.est.9b02062 Environ. Sci. Technol. 2019, 53, 10454−10461\n10455\n03) as described in a previous study.41 A continuous diodepumped state (DPSS) laser beam at 532 nm with about 40 mW power was used as the exciting radiation. The laser spot had a diameter of 25 μm focused on the surface of the sample. No modification of the sample was observed during measurements. The Raman spectra were recorded with a resolution of 2.0 cm−1. BC samples (1 mg) at different aging times were dispersed in 10 mL of ultrapure water and sonicated for 30 min. Then, the sulfate and nitrate contents in the carbonaceous materials were analyzed by IC (ICS-2100) based on standard curves obtained using a standard solution purchased from Sinopharm. The particles subjected to different aging processes were dispersed by using a small-scale particle disperser (TSI, SPDD3433) into a high-resolution laser ablation time of flight mass spectrometer (customized by company AeroMegt GmbH, Germany) to statistically analyze the composition change of the carbon nanomaterials because of aging. One hundred statistical mass spectra were selected for analysis."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "3.1. Oxidative Potential of Carbon Nanomaterials Aged by Ambient Air. Figure 1 shows the changes of the\nDTT decay rates of SB4A, Printex U, SWCNTs, and hexane flame soot as a function of aging time in ambient air. For fresh carbon nanomaterials, their corresponding DTT decay rates were 221.3 ± 6.7, 199.7 ± 4.7, 128.6 ± 12.6, 31 ± 1.9 pmol min−1. This means that carbon nanomaterials from different sources are active to form ROS. Because a longer sonication time (30 min) was utilized to obtain a high degree of dispersion,49 the measured DTT decay rates for SB4A, Printex U, and SWCNTs in this work were much higher than the reported value measured with short sonication time (0−10 min)1,50 in the literature. For example, the rate was 31 pmol min−1 g−1 for Printex U without sonication35 and 361 and 59.3 pmol min−1 g−1 for SWCNTs.39 The DTT activities of hexane soot (31 ± 1.9 pmol min−1 g−1) was similar to those of soot particles reported in the literature, such as gasoline emission particles (25 ± 3 pmol min−1 μg−1)51 and methane flame soot (33.3 pmol min−1 μg−1).52 The differences between the soot particles and the other three samples also implies the stronger oxidation stress induced by engineered carbon nanomaterials compared with flame combustion soot particles.\nWhatever the source of the carbon nanomaterials, the DTT decay rates of these four samples decreased monotonically as a function of aging time by ambient air. For example, the DTT consumption rates of SB4A, Printex U, hexane flame soot, and SWCNTs after being aged for 5 days were about 0.44, 0.64, 0.68, and 0.36 times as the corresponding unaged carbonaceous materials. This is similar to our previous findings that the DTT decay rate of SWCNTs decreased markedly after exposure to ambient air, in experiments carried out in winter Toronto.39 This means that the toxicities of carbonaceous materials regarding the oxidation potential should significantly decrease after aging by ambient air during transport in the atmosphere. The relative decay rates of SB4A, Printex U, hexane flame soot, and SWCNTs because of ambient air aging were 6.6, 7.8, 8.2, 9.5% day−1, respectively. Engineered nanomaterials showed much larger decay rates compared to hexane flame soot. This should be partially related to the higher metal content in engineered carbon nanomaterials and different structure and functional groups among these particles.7,49 As shown in Figure 1, whatever the type of carbon nanomaterials, the DTT decay rate linearly decreased as a function of aging time with the similar relative decrease rate constant (0.080 ± 0.012 day−1). This means that the decay of the ROS production ability of carbon nanomaterials can be described like a zero-order reaction. The half lifetime for the ROS production ability of carbon nanomaterials is 6.25 ± 1.32 days, which is comparable to the lifetime of fine particles in the troposphere. This also means a high health risk for people living in the emission source regions of carbon nanomaterials. However, it should be noted that these particles still showed strong DTT decay rates even after being aged for 7 days. This means aged carbonaceous materials may still be active for producing ROS if these particles enter the human body. At the present time, transition metals, EC, humic-like substances, quinones, and epoxides have been identified as the reactive sites for ROS generation on particle (including black carbon) surfaces.7,53,54 In addition, environmentally persistent free radicals (surface-stabilized metal−radical complexes characterized by an oxygen-centered radical) have also been identified in different sources of particles including biomass or coal combustion, diesel and gasoline exhaust, ambient PM2.5, and polymers.55,56 The presence of transition metals such as Fe, Co, Cu, and Ni and specific reactive groups including quinones and epoxides on the BC materials’ surface are key drivers of ROS generation.57 Quantum dots can also induce ROS on BC particles. Our previous works have found that different BC materials showed different transition-metal contents, whereas the soluble metals contributed little to the DTT decay rates of these BC materials.7,49 Although the ROS production ability among these black carbon materials might be influenced by the difference in their transition-metal contents, we would not consider the possible influence of transition metals on ROS production because the metal contents should not change during aging investigated in this work. Therefore, modification of the surface functional groups, microstructure of element carbon, and chemical composition as well as their possible influence on ROS production from the same kind of carbon materials will be discussed in the following sections.\n3.2. Change of Chemical Composition during Aging in Ambient Air. To understand the evolution of oxidation potential during aging, IR and Raman spectra were collected to\nDOI: 10.1021/acs.est.9b02062 Environ. Sci. Technol. 2019, 53, 10454−10461\n10456\nanalyze the changes in the functional groups and carbon structure of the carbonaceous materials. Figure S1 shows the first-order Raman spectra of Printex U at different aging times. In Figure S1, the well-known bands of carbonaceous materials near 1360 (D band) and 1580 cm−1 (G band) can be observed. The D band corresponds to disordered graphite, whereas the G band is a typical feature of crystalline graphite. The first-order Raman spectra can be divided into five bands (D1, D2, D3, D4, and G, centered at about 1360, 1620, 1500, 1180, and 1580 cm−1, respectively).41,58,59 The D1 band is derived from the A1g symmetric mode of the disordered graphite lattice at the edge of the graphene layer. The D2 band arises from the E2g symmetry stretching mode of the disordered graphite lattice of the surface graphene layer. The D3 band is attributed to the amorphous carbon fraction of carbonaceous materials. The D4 band originates from the C C and C−C stretching vibrations of the polyene-like structure or the A1g symmetric mode of the disordered graphite lattice. The G-band is related to the E2g symmetric vibration mode of the ideal graphite lattice. Here, we mainly focused on three bands (D1, D2, and G) and the intensity ratios ID1/IG, ID2/IG, and ID4/IG in order to understand the evolution of the microstructure of the carbon materials during aging. As shown in Table S1, compared to fresh carbonaceous materials, the values of ID1/IG, ID2/IG, and ID4/IG decreased slightly after aging by ambient air. This suggests that aging by ambient air leads to a decrease in the disorder degree of carbon nanomaterials. This can be ascribed to production of new species on the edges and surface of graphene layers59,60 and/or the coating of species on these sites. It also implies that the reactive sites for ROS generation on carbon nanomaterials might be highly related to disorder carbon. Coating of other species on these reactive sites might explain the observed decrease of oxidation potential. The IR spectra was used to further characterize structural changes during the aging of the carbonaceous materials. In Figure 2, the peaks at 1852, 1692, and 1598 cm−1 were\nassigned to anhydride, aromatic aldehyde, and diketone CO, respectively.41,61,62 The peak at 1424 cm−1 was ascribed to the unsaturated CH2 scissor vibration\n36,63 and the peak at 1293 cm−1 was derived from aromatic ester C−O−C.64 The peak at 1080 cm−1 was ascribed to SO4\n2−65 and the peak at 1366 was assigned as R−NO2.62 The integrated areas for these peaks are shown in Table S2. The intensity of CH2 group vibrations\ncontinuously decreased during aging, which might be the result of oxidation by O3 or OH radicals. The anhydride and diketone CO groups increased in the first day of aging, which can be explained by the occurrence of oxidation by"
    }, {
      "heading" : "O3.",
      "text" : "36,66 At the same time, the appearance of R−NO2 shows the occurrence of heterogeneous reaction between NO2 and the carbon nanomaterials.67 The fluctuation of the peaks because of anhydride and diketone CO groups within the first 3 days of aging indicates a balance between production and consumption of oxygen-containing functional groups. The R−NO2 peak was highly overlapped with that of SO42−; thus, it was difficult to effectively integrate their peak areas. In addition, the appearance of other functional groups such as aromatic aldehyde CO (1692 cm−1) indicated that the physical coating process by organics may also be an important process in the aging. Considering the appearance of sulfate and nitrate in the infrared spectrum, IC was used to further quantify their concentrations, and the results are shown in Figure 3. The\nsulfate contents in fresh SB4A and Printex U were 959.8 and 1571.6 μg g−1, whereas the contents in SB4A and Printex U after aging for 7 days were 1179.7 and 1623.5 μg g−1, respectively. The nitrate contents in unaged SB4A and Printex U were 315.0 and 224.1 μg g−1, respectively. After aging by ambient air for 7 days, they increased to 449.6 and 654.1 μg g−1, respectively. It is clear that the contents of sulfate and nitrate increase with the aging process, and the nitrate content increases more than sulfate.\n3.3. Contribution of Surface Coatings to the Oxidation Potential Reduction of Carbonaceous Materials Aged by Ambient Air. During atmospheric aging of BC materials, coating by other pollutants and oxidation should be the major two aging processes. When performing the aging experiment by ambient air, we filtered the ambient air with a Teflon filter. It means that oxidants such as O3 and gas phase pollutants including SO2, NOx, and some volatile organic compounds (VOCs) and so forth should participate in the aging process. Therefore, we further investigated the influence of these pollutants on the oxidation potential of carbon nanomaterials. Some studies have pointed out that the aging of black carbon by high concentrations of ozone leads to an increase in oxidation potential.35,38 Our previous work has found that SWCNTs maintained almost constant DTT decay rates at\nDOI: 10.1021/acs.est.9b02062 Environ. Sci. Technol. 2019, 53, 10454−10461\n10457\ndifferent O3 or OH exposures. 39 As shown in Figure S2, O3 oxidized SB4A showed little influence on the DTT decay rate. However, aging by ambient air in this work led to a decrease in the oxidation potential of carbon nanomaterials. This means the declined oxidation potential observed in Figure 1 cannot be explained by oxidation of carbon materials by O3. To confirm the role of uptake of SO2 and NO2 in the evolution of oxidation potential during the ambient air aging process, four carbonaceous materials (SB4A, Printex U, hexane flame soot, and SWCNTs) were aged by a mixture of SO2 and NO2. The exposure levels of SO2 and NO2 were the same as those during exposure experiments in ambient air. As shown in Figure 4, the change of DTT activity for particles aged by the\nmixture of SO2 and NO2 showed a similar trend as those exposed to ambient air (Figure 1). As discussed above, the decrease rates of the DTT decay rates of SB4A, Printex U, hexane flame soot, and SWCNTs were 14.5, 15.5, 1.9, and 12.2 pmol min−1 μg−1 day−1, respectively, after aging by ambient air for 7 days. Similarly, they were 11.7, 10.8, 2.9, and 11.9 pmol min−1 μg−1 day−1 after being aged by the mixture of SO2 and NO2. For hexane flame soot and SWCNTs, aging by the mixture of SO2 and NO2 almost explained the decay rates of the oxidation potential in ambient air. However, aging by SO2 and NO2 only explained a part of the decay rates of the oxidation potential of SB4A and Printex U by ambient air. This means that other pollutants such as VOCs and OA might also contribute to their oxidation potential decrease when carbonaceous materials are exposed to ambient air. To further compare the composition changes during aging processes by both ambient air and the mixture of the gaseous SO2 and NO2, high-resolution laser ablation time of flight mass spectrometry was used to analyze the molecular composition changes. The normalized mass spectra are shown in Figure 5. As can be observed, the clusters of EC such as C3, C4, C5, C6, C7, and C8 showed little change after aging by ambient air and the mixture of SO2 and NO2 for 7 days compared with the corresponding fresh sample. Because the soft ionization method was used, the content of molecular sulfate and nitrate could be identified. As shown in Figure 5, the contents of SO2, SO4 2−, HSO4 − SO4HSO4, and 2SO4\n2− in the carbon nanomaterials showed a slight increase after aging by both ambient air and the mixture of SO2 and NO2, whereas the content of NO3\n− increased significantly under both exposure conditions. The similarity in the surface products after exposure to ambient air and to the mixture of SO2 and NO2\nimplies that heterogeneous reactions of NO2 and SO2 play a very important role in the decrease of oxidation potential for black carbon during aging processes in the atmosphere. Previous work assumed that oxidative active sites might be consumed by heterogeneous reaction SO2 on carbonaceous aerosol, subsequently leading to a decrease in the DTT decay rate.1,35 However, we further confirmed that the DTT decay rate significantly decreased after SB4A was directly coated by sulfate and nitrate (Figure S3). This means that coating by products including sulfate and nitrate from heterogeneous reaction of SO2 and NO2 on BC materials may block the oxidation active sites and contributes to the decrease of ROS production ability. The effect of single components such as SO2 and NO2 on the oxidation potential reduction of SB4A during the aging process was also investigated. The control experiments were carried out by purging the sample with zero air at the same flow rate. For comparison, the DTT decay rates for particles aged by ambient air and the mixture of SO2 and NO2 as a function of exposure time are also shown in Figure 6. The slight increase of DTT decay rate (2.5 pmol min−1 μg−1 day−1) purged by zero air could be explained by desorption of surface species from the carbon nanomaterials. Exposure to SO2, NO2, toluene, and the mixture of OA/organic vapors all led to a linear decline of the DTT decay rate for SB4A. The reduction rates of the DTT decay rate for SB4A aged by SO2, NO2, toluene, OA/organic vapors were 3.0, 6.6, 3.5, and 5.3 pmol min−1 μg−1 day−1 (R2 = 0.796, R2 = 0.966, R2 = 0.927, R2 = 0.953). Compared to 11.7 pmol min−1 μg−1 day−1 (R2 = 0.999) for SB4A aged by the SO2/NO2 mixture, it can be seen that the oxidation potential reduction caused by the aging process of mixed SO2 and NO2 is not the sum of the individual processes.\nDOI: 10.1021/acs.est.9b02062 Environ. Sci. Technol. 2019, 53, 10454−10461\n10458\nThis implies a synergistic effect that may be related to the promotion of SO2 conversion to sulfate by NO2 when compared to the reaction of SO2 alone.\n68 At the same time, we found that toluene or an OA/organic vapor coating also caused a reduction in oxidation potential. The combined reduction rate of DTT decay rates by the SO2/NO2 mixture (11.7 pmol min−1 μg−1 day−1) and toluene (3.5 pmol min−1 μg−1 day−1) was 15.2 pmol min−1 μg−1 day−1, which was very close to the reduction rate observed for the DTT decay rate of particles aged by ambient air (14.5 pmol min−1 μg−1 day−1). These results mean that the synergistic effect between SO2 and NO2 accompanied with coating by organic vapors should be the major reasons leading to the reduction in the DTT decay rate of black carbon aged by ambient air. It should be noted that carbon nanomaterials were exposed to particle-free air, whereas the mixture of OA and organic vapors from toluene oxidation also lead to decrease of DTT decay rate. This means the decrease rate of ROS production ability because of aging by ambient air might be faster than that observed in Figure 1. NO2 and SO2 are two important pollutants in China. Since 2010, China has been regarded as the country with the highest emission levels of SO2 and NOx in the world\n69 and contributes about 30% of global SO2 emissions.\n70 At the same time, VOC emission is continuously growing in China, leading to high ambient concentrations of VOCs, which leads to high mass loading of ambient OA by photochemical oxidation.71 The complex interaction between carbon nanomaterials and the coexisted pollutants (SO2, NOx, and VOCs) in the atmosphere will result in the quick aging of carbon nanomaterials, as observed previously.29 This work means that the aging processes of carbon black in the atmosphere should lead to a decrease rather than increase in the oxidation potential of black carbon. It also highlights the high health risk of people exposed to unaged carbonaceous materials. As being thoroughly discussed in a recent review paper,72 many cell-based assays and cell-free assays can be applied to oxidation potential measurement with different suitability to the type of ROS and particles. DTT assay is a chemically based method to measure the oxidation potential of particles like EPR73 and AA assay. The DTT assay only reflects the chemically produced ROS related to particles, whereas cellbased assays should also reflect the biological interaction between the particles and cells.72 Although it is difficult to directly compare the oxidation potential of particles measured\nby different methods because of their different sensitivities to the ROS species,74,75 this work is still meaningful to understand the evolution of the intrinsic oxidation potential of carbon black nanomaterials because of aging in the atmosphere. In the future, it is necessary to evaluate the changes of oxidation potential by various assays and to figure out the linkage between the evolution of oxidation potential and cytotoxicity.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.est.9b02062.\nComparison of Raman spectra of SB4A and soot with different ageing times; changes of DTT activity of SB4A at different O3 exposures; changes of DTT activity of SB4A after being coated by sulfate and nitrate through impregnation (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: liuyc@buct.edu.cn. Phone: +86-10-68471480. Fax: +86-10-68471480."
    }, {
      "heading" : "ORCID",
      "text" : "Yongchun Liu: 0000-0002-9055-970X Tianzeng Chen: 0000-0001-8123-0534 Qingxin Ma: 0000-0002-9668-7008"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS The research was financially supported by the National Natural Science Foundation of China (41877306, 91543109, and 91744205), the National Key R&D Program of China (2018YFC0506901), and the Fundamental Research Funds for the Central Universities (PT1907).\n■ REFERENCES (1) Xu, W.; Li, Q.; Shang, J.; Liu, J.; Feng, X.; Zhu, T. Heterogeneous oxidation of SO2 by O3-aged black carbon and its dithiothreitol oxidative potential. J. Environ. Sci. 2015, 36, 56−62. (2) Wang, R.; Tao, S.; Shen, H.; Huang, Y.; Chen, H.; Balkanski, Y.; Boucher, O.; Ciais, P.; Shen, G.; Li, W.; Zhang, Y.; Chen, Y.; Lin, N.; Su, S.; Li, B.; Liu, J.; Liu, W. Trend in global black carbon emissions from 1960 to 2007. Environ. Sci. Technol. 2014, 48, 6780−6787. (3) Ohara, T.; Akimoto, H.; Kurokawa, J.; Horii, N.; Yamaji, K.; Yan, X.; Hayasaka, T. An Asian emission inventory of anthropogenic emission sources for the period 1980-2020. Atmos. Chem. Phys. 2007, 7, 4419−4444. (4) Lee, Y. S.; Park, S. H.; Lee, J. C.; Ha, K. Influence of microstructure in nitrile polymer on curing characteristics and mechanical properties of carbon black-filled rubber composite for seal applications. J. Elastomers Plast. 2016, 48, 659−676. (5) Parant, H.; Muller, G.; Le Mercier, T.; Tarascon, J. M.; Poulin, P.; Colin, A. Flowing suspensions of carbon black with high electronic conductivity for flow applications: Comparison between carbons black and exhibition of specific aggregation of carbon particles. Carbon 2017, 119, 10−20. (6) Sanders, I. J.; Peeten, T. L. Carbon Black: Production, Properties, and Uses; Nova Science Pub Inc: U.K., 2011; p 293. (7) Liu, Y.; Jiang, H.; Liu, C.; Ge, Y.; Wang, L.; Zhang, B.; He, H.; Liu, S. Influence of functional groups on toxicity of carbon nanomaterials. Atmos. Chem. Phys. 2019, 19, 8175−8187.\nDOI: 10.1021/acs.est.9b02062 Environ. Sci. Technol. 2019, 53, 10454−10461\n10459\n(8) Zhang, X.; Staimer, N.; Tjoa, T.; Gillen, D. L.; Schauer, J. J.; Shafer, M. M.; Hasheminassab, S.; Pakbin, P.; Longhurst, J.; Sioutas, C.; Delfino, R. J. Associations between microvascular function and short-term exposure to traffic-related air pollution and particulate matter oxidative potential. Environ. Health 2016, 15, 81. (9) Wilker, E. H.; Baccarelli, A.; Suh, H.; Vokonas, P.; Wright, R. O.; Schwartz, J. Black carbon exposures, blood pressure, and interactions with single nucleotide polymorphisms in MicroRNA processing genes. Environ. Health Perspect. 2010, 118, 943−948. (10) You, S.; Yao, Z.; Dai, Y.; Wang, C.-H. A comparison of PM exposure related to emission hotspots in a hot and humid urban environment: Concentrations, compositions, respiratory deposition, and potential health risks. Sci. Total Environ. 2017, 599−600, 464− 473. (11) World Health Organization. World Health Statistics 2014: A Wealth of Information on Global Public Health, Geneva, Switzerland, 2014. (12) Tiwari, A. J.; Marr, L. C. The Role of Atmospheric transformations in determining environmental impacts of carbonaceous nanoparticles. J. Environ. Qual. 2010, 39, 1883−1895. (13) Moffet, R. C.; O’Brien, R. E.; Alpert, P. A.; Kelly, S. T.; Pham, D. Q.; Gilles, M. K.; Knopf, D. A.; Laskin, A. Morphology and mixing of black carbon particles collected in central California during the CARES field study. Atmos. Chem. Phys. 2016, 16, 14515−14525. (14) Zhao, Y.; Liu, Y.; Ma, J.; Ma, Q.; He, H. Heterogeneous reaction of SO2 with soot: The roles of relative humidity and surface composition of soot in surface sulfate formation. Atmos. Environ. 2017, 152, 465−476. (15) Yang, W.; He, H.; Ma, Q.; Ma, J.; Liu, Y.; Liu, P.; Mu, Y. Synergistic formation of sulfate and ammonium resulting from reaction between SO2 and NH3 on typical mineral dust. Phys. Chem. Chem. Phys. 2016, 18, 956−964. (16) An, J.; Zhou, Q.; Qian, G.; Wang, T.; Wu, M.; Zhu, T.; Qiu, X.; Shang, Y.; Shang, J. Comparison of gene expression profiles induced by fresh or ozone-oxidized black carbon particles in A549 cells. Chemosphere 2017, 180, 212−220. (17) Ammann, M.; Kalberer, M.; Jost, D. T.; Tobler, L.; Rössler, E.; Piguet, D.; Gag̈geler, H. W.; Baltensperger, U. Heterogeneous production of nitrous acid on soot in polluted air masses. Nature 1998, 395, 157−160. (18) Bertram, A. K.; Ivanov, A. V.; Hunter, M.; Molina, L. T.; Molina, M. J. The reaction probability of oh on organic surfaces of tropospheric interest. J. Phys. Chem. A 2001, 105, 9415−9421. (19) McCabe, J.; Abbatt, J. P. D. Heterogeneous loss of gas-phase ozone on n-hexane soot surfaces: similar kinetics to loss on other chemically unsaturated solid surfaces. J. Phys. Chem. C 2009, 113, 2120−2127. (20) Khalizov, A. F.; Cruz-Quinones, M.; Zhang, R. Heterogeneous reaction of NO2 on fresh and coated soot surfaces. J. Phys. Chem. A 2010, 114, 7516−7524. (21) Kleffmann, J.; Wiesen, P. Heterogeneous conversion of NO2 and NO on HNO3 treated soot surfaces: atmospheric implications. Atmos. Chem. Phys. 2005, 5, 77−83. (22) Zhang, D.; Zhang, R. Y. Laboratory investigation of heterogeneous interaction of sulfuric acid with soot. Environ. Sci. Technol. 2005, 39, 5722−5728. (23) Han, C.; Liu, Y.; He, H. Heterogeneous reaction of NO2 with soot at different relative humidity. Environ. Sci. Pollut. Res. Int. 2017, 24, 21248. (24) Peebles, B. C.; Dutta, P. K.; Waldman, W. J.; Villamena, F. A.; Nash, K.; Severance, M.; Nagy, A. Physicochemical and toxicological properties of commercial carbon blacks modified by reaction with ozone. Environ. Sci. Technol. 2011, 45, 10668−10675. (25) Tiwari, A. J.; Morris, J. R.; Vejerano, E. P.; Hochella, M. F., Jr.; Marr, L. C. Oxidation of C-60 aerosols by atmospherically relevant levels of O3. Environ. Sci. Technol. 2014, 48, 2706−2714. (26) Mawhinney, D. B.; Naumenko, V.; Kuznetsova, A.; Yates, J. T.; Liu, J.; Smalley, R. E. Infrared spectral evidence for the etching of\ncarbon nanotubes: Ozone oxidation at 298 K. J. Am. Chem. Soc. 2000, 122, 2383−2384. (27) Han, C.; Liu, Y.; Ma, J.; He, H. Key role of organic carbon in the sunlight-enhanced atmospheric aging of soot by O2. Proc. Natl. Acad. Sci. U.S.A. 2012, 109, 21250−21255. (28) Han, C.; Liu, Y.; He, H. Heterogeneous photochemical aging of soot by NO2 under simulated sunlight. Atmos. Environ. 2013, 64, 270−276. (29) Peng, J.; Hu, M.; Guo, S.; Du, Z.; Zheng, J.; Shang, D.; Levy Zamora, M.; Zeng, L.; Shao, M.; Wu, Y.-S.; Zheng, J.; Wang, Y.; Glen, C. R.; Collins, D. R.; Molina, M. J.; Zhang, R. Markedly enhanced absorption and direct radiative forcing of black carbon under polluted urban environments. Proc. Natl. Acad. Sci. U.S.A. 2016, 113, 4266− 4271. (30) Garza, K. M.; Soto, K. F.; Murr, L. E. Cytotoxicity and reactive oxygen species generation from aggregated carbon and carbonaceous nanoparticulate materials. Int. J. Nanomed. 2008, 3, 83−94. (31) Li, W.; Wilker, E. H.; Dorans, K. S.; Rice, M. B.; Schwartz, J.; Coull, B. A.; Koutrakis, P.; Gold, D. R.; Keaney, J. F., Jr.; Lin, H.; Vasan, R. S.; Benjamin, E. J.; Mittleman, M. A. Short-term exposure to air pollution and biomarkers of oxidative stress: The framingham heart study. J. Am. Heart Assoc. 2016, 5, No. e002742. (32) Xia, T.; Kovochich, M.; Brant, J.; Hotze, M.; Sempf, J.; Oberley, T.; Sioutas, C.; Yeh, J. I.; Wiesner, M. R.; Nel, A. E. Comparison of the abilities of ambient and manufactured nanoparticles to induce cellular toxicity according to an oxidative stress paradigm. Nano Lett. 2006, 6, 1794−1807. (33) Charrier, J. G.; Anastasio, C. On dithiothreitol (DTT) as a measure of oxidative potential for ambient particles: evidence for the importance of soluble transition metals. Atmos. Chem. Phys. 2012, 12, 9321−9333. (34) Verma, V.; Ning, Z.; Cho, A. K.; Schauer, J. J.; Shafer, M. M.; Sioutas, C. Redox activity of urban quasi-ultrafine particles from primary and secondary sources. Atmos. Environ. 2009, 43, 6360−6368. (35) Li, Q.; Shang, J.; Zhu, T. Physicochemical characteristics and toxic effects of ozone-oxidized black carbon particles. Atmos. Environ. 2013, 81, 68−75. (36) Han, C.; Liu, Y.; He, H. The photoenhanced aging process of soot by the heterogeneous ozonization reaction. Phys. Chem. Chem. Phys. 2016, 18, 24401−24407. (37) He, X.; Pang, S.; Ma, J.; Zhang, Y. Influence of relative humidity on heterogeneous reactions of O3 and O3 /SO2 with soot particles: Potential for environmental and health effects. Atmos. Environ. 2017, 165, 198−206. (38) Li, Q.; Shang, J.; Liu, J.; Xu, W.; Feng, X.; Li, R.; Zhu, T. Physicochemical characteristics, oxidative capacities and cytotoxicities of sulfate-coated, 1,4-NQ-coated and ozone-aged black carbon particles. Atmos. Res. 2015, 153, 535−542. (39) Liu, Y.; Liggio, J.; Li, S.-M.; Breznan, D.; Vincent, R.; Thomson, E. M.; Kumarathasan, P.; Das, D.; Abbatt, J.; Antiñolo, M.; Russell, L. Chemical and toxicological evolution of carbon nanotubes during atmospherically relevant aging processes. Environ. Sci. Technol. 2015, 49, 2806−2814. (40) Long, C. M.; Nascarella, M. A.; Valberg, P. A. Carbon black vs. black carbon and other airborne materials containing elemental carbon: Physical and chemical distinctions. Environ. Pollut. 2013, 181, 271−286. (41) Han, C.; Liu, Y.; Liu, C.; Ma, J.; He, H. Influence of combustion conditions on hydrophilic properties and microstructure of flame soot. J. Phys. Chem. A 2012, 116, 4129−4136. (42) Liu, C.; Liu, Y.; Chen, T.; Liu, J.; He, H. Rate constant and secondary organic aerosol formation from the gas-phase reaction of eugenol with hydroxyl radicals. Atmos. Chem. Phys. 2019, 19, 2001− 2013. (43) Liu, Y.; Huang, L.; Li, S.-M.; Harner, T.; Liggio, J. OH-initiated heterogeneous oxidation of tris-2-butoxyethyl phosphate: implications for its fate in the atmosphere. Atmos. Chem. Phys. 2014, 14, 12195− 12207.\nDOI: 10.1021/acs.est.9b02062 Environ. Sci. Technol. 2019, 53, 10454−10461\n10460\n(44) Liu, Y.; Li, S.-M.; Liggio, J. Technical Note: Application of positive matrix factor analysis in heterogeneous kinetics studies utilizing the mixed-phase relative rates technique. Atmos. Chem. Phys. 2014, 14, 9201−9211. (45) Atkinson, R. Kinetics and mechanisms of the gas-phase reactions of the hydroxyl radical with organic-compounds under atmospheric conditions. Chem. Rev. 1986, 86, 69−201. (46) Hildebrandt, L.; Donahue, N. M.; Pandis, S. N. High formation of secondary organic aerosol from the photo-oxidation of toluene. Atmos. Chem. Phys. 2009, 9, 2973−2986. (47) Cho, A. K.; Sioutas, C.; Miguel, A. H.; Kumagai, Y.; Schmitz, D. A.; Singh, M.; Eiguren-Fernandez, A.; Froines, J. R. Redox activity of airborne particulate matter at different sites in the Los Angeles Basin. Environ. Res. 2005, 99, 40−47. (48) Koike, E.; Kobayashi, T. Chemical and biological oxidative effects of carbon black nanoparticles. Chemosphere 2006, 65, 946− 951. (49) Jiang, H.; Xie, Y.; Ge, Y.; He, H.; Liu, Y. Effects of ultrasonic treatment on dithiothreitol (DTT) assay measurements for carbon materials. J. Environ. Sci. 2019, 84, 51−58. (50) Antiñolo, M.; Willis, M. D.; Zhou, S.; Abbatt, J. P. D. Connecting the oxidation of soot to its redox cycling abilities. Nat. Commun. 2015, 6, 6812. (51) Geller, M. D.; Ntziachristos, L.; Mamakos, A.; Samaras, Z.; Schmitz, D. A.; Froines, J. R.; Sioutas, C. Physicochemical and redox characteristics of particulate matter (PM) emitted from gasoline and diesel passenger cars. Atmos. Environ. 2006, 40, 6988−7004. (52) Holder, A. L.; Carter, B. J.; Goth-Goldstein, R.; Lucas, D.; Koshland, C. P. Increased cytotoxicity of oxidized flame soot. Atmo. Pollut. Res. 2012, 3, 25−31. (53) McWhinney, R. D.; Zhou, S.; Abbatt, J. P. D. Naphthalene SOA: redox activity and naphthoquinone gas-particle partitioning. Atmos. Chem. Phys. 2013, 13, 9731−9744. (54) Li, N.; Sioutas, C.; Cho, A.; Schmitz, D.; Misra, C.; Sempf, J.; Wang, M.; Oberley, T.; Froines, J.; Nel, A. Ultrafine particulate pollutants induce oxidative stress and mitochondrial damage. Environ. Health Perspect. 2003, 111, 455−460. (55) Balakrishna, S.; Lomnicki, S.; McAvey, K. M.; Cole, R. B.; Dellinger, B.; Cormier, S. A. Environmentally persistent free radicals amplify ultrafine particle mediated cellular oxidative stress and cytotoxicity. Part. Fibre Toxicol. 2009, 6, 11. (56) Dugas, T.; Lomnicki, S.; Cormier, S.; Dellinger, B.; Reams, M. Addressing emerging risks: scientific and regulatory challenges associated with environmentally persistent free radicals. Int. J. Env. Res. Public Health 2016, 13, 573. (57) Shvedova, A. A.; Pietroiusti, A.; Fadeel, B.; Kagan, V. E. Mechanisms of carbon nanotube-induced toxicity: Focus on oxidative stress. Toxicol. Appl. Pharmacol. 2012, 261, 121−133. (58) Sadezky, A.; Muckenhuber, H.; Grothe, H.; Niessner, R.; Pöschl, U. Raman microspectroscopy of soot and related carbonaceous materials: Spectral analysis and structural information. Carbon 2005, 43, 1731−1742. (59) Liu, Y.; Liu, C.; Ma, J.; Ma, Q.; He, H. Structural and hygroscopic changes of soot during heterogeneous reaction with O3. Phys. Chem. Chem. Phys. 2010, 12, 10896−10903. (60) Han, C.; Liu, Y.; Ma, J.; He, H. Effect of soot microstructure on its ozonization reactivity. J. Chem. Phys. 2012, 137, 084507. (61) Cain, J. P.; Gassman, P. L.; Wang, H.; Laskin, A. Micro-FTIR study of soot chemical composition-evidence of aliphatic hydrocarbons on nascent soot surfaces. Phys. Chem. Chem. Phys. 2010, 12, 5206−5218. (62) Kirchner, U.; Scheer, V.; Vogt, R. FTIR spectroscopic investigation of the mechanism and kinetics of the heterogeneous reactions of NO2 and HNO3 with soot. J. Phys. Chem. A 2000, 104, 8908−8915. (63) Smith, D. M.; Chughtai, A. R. The surface structure and reactivity of black carbon. Colloids Surf., A 1995, 105, 47−77. (64) Al Lafi, A. G. FTIR spectroscopic analysis of ion irradiated poly (ether ether ketone). Polym. Degrad. Stab. 2014, 105, 122−133.\n(65) Kirchner, U.; Vogt, R.; Natzeck, C.; Goschnick, J. Single particle MS, SNMS, SIMS, XPS, and FTIR spectroscopic analysis of soot particles during the AIDA campaign. J. Aerosol Sci. 2003, 34, 1323−1346. (66) Guo, H.; Anderson, P. M.; Sunderland, P. B. Optimized rate expressions for soot oxidation by OH and O2. Fuel 2016, 172, 248− 252. (67) Han, C.; Liu, Y.; He, H. Heterogeneous photochemical aging of soot by NO2 under simulated sunlight. Atmos. Environ. 2013, 64, 270−276. (68) Ma, J.; Chu, B.; Liu, J.; Liu, Y.; Zhang, H.; He, H. NOx promotion of SO2 conversion to sulfate: An important mechanism for the occurrence of heavy haze during winter in Beijing. Environ. Pollut. 2018, 233, 662−669. (69) Xue, P.; Sun, X.; Song, Y.; Cheng, Y.; Sun, D. Engineering, E., Considerations on Research of Environmental Risk Prevention and Control in “12th Five-Year Plan” Period. Comput. Water Energy Environ. Eng. 2013, 02, 69−72. (70) Klimont, Z.; Smith, S. J.; Cofala, J. The last decade of global anthropogenic sulfur dioxide: 2000-2011 emissions. Environ. Res. Lett. 2013, 8, 014003. (71) Liu, J.; Chu, B.; Chen, T.; Liu, C.; Wang, L.; Bao, X.; He, H. Secondary organic aerosol formation from ambient air at an urban site in beijing: Effects of OH Exposure and precursor concentrations. Environ. Sci. Technol. 2018, 52, 6834−6841. (72) Hellack, B.; Nickel, C.; Albrecht, C.; Kuhlbusch, T. A. J.; Boland, S.; Baeza-Squiban, A.; Wohlleben, W.; Schins, R. P. F. Analytical methods to assess the oxidative potential of nanoparticles: a review. Environ. Sci. Nano 2017, 4, 1920−1934. (73) Hellack, B.; Nickel, C.; Schins, R. P. F. Oxidative potential of silver nanoparticles measured by electron paramagnetic resonance spectroscopy. J. Nanopart. Res. 2017, 19, 404. (74) Steenhof, M.; Gosens, I.; Strak, M.; Godri, K. J.; Hoek, G.; Cassee, F. R.; Mudway, I. S.; Kelly, F. J.; Harrison, R. M.; Lebret, E.; Brunekreef, B.; Janssen, N. A.; Pieters, R. H. In vitro toxicity of particulate matter (PM) collected at different sites in the Netherlands is associated with PM composition, size fraction and oxidative potential - the RAPTES project. Part. Fibre Toxicol. 2011, 8, 26. (75) Fang, T.; Verma, V.; Bates, J. T.; Abrams, J.; Klein, M.; Strickland, M. J.; Sarnat, S. E.; Chang, H. H.; Mulholland, J. A.; Tolbert, P. E.; Russell, A. G.; Weber, R. J. Oxidative potential of ambient water-soluble PM2.5 in the southeastern United States: contrasts in sources and health associations between ascorbic acid (AA) and dithiothreitol (DTT) assays. Atmos. Chem. Phys. 2016, 16, 3865−3879.\nDOI: 10.1021/acs.est.9b02062 Environ. Sci. Technol. 2019, 53, 10454−10461\n10461"
    } ],
    "references" : [ {
      "title" : "Trend in global black carbon emissions",
      "author" : [ "S. Su", "B. Li", "J. Liu", "W. Liu" ],
      "venue" : "Environ. Sci. Technol. 2014,",
      "citeRegEx" : "Su et al\\.,? \\Q1960\\E",
      "shortCiteRegEx" : "Su et al\\.",
      "year" : 1960
    }, {
      "title" : "Influence of functional groups on toxicity of carbon nanomaterials",
      "author" : [ "S. Liu" ],
      "venue" : "Atmos. Chem. Phys. 2019,",
      "citeRegEx" : "Liu,? \\Q2019\\E",
      "shortCiteRegEx" : "Liu",
      "year" : 2019
    }, {
      "title" : "The reaction probability of oh on organic surfaces of tropospheric interest",
      "author" : [ "M.J. Molina" ],
      "venue" : "J. Phys. Chem. A 2001,",
      "citeRegEx" : "Molina,? \\Q2001\\E",
      "shortCiteRegEx" : "Molina",
      "year" : 2001
    }, {
      "title" : "Heterogeneous conversion of NO2 and NO on HNO3 treated soot surfaces: atmospheric implications",
      "author" : [ "J. Kleffmann", "P. Wiesen" ],
      "venue" : "NO2 on fresh and coated soot surfaces. J. Phys. Chem. A",
      "citeRegEx" : "Kleffmann and Wiesen,? \\Q2010\\E",
      "shortCiteRegEx" : "Kleffmann and Wiesen",
      "year" : 2010
    }, {
      "title" : "heterogeneous interaction of sulfuric acid with soot",
      "author" : [ "C. Han", "Y. Liu", "H. He" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Han et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Han et al\\.",
      "year" : 2005
    }, {
      "title" : "Infrared spectral evidence for the etching",
      "author" : [ "D.B. Mawhinney", "V. Naumenko", "A. Kuznetsova", "J.T. Yates", "J. Liu", "R.E. Smalley" ],
      "venue" : "O3. Environ. Sci. Technol",
      "citeRegEx" : "Mawhinney et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Mawhinney et al\\.",
      "year" : 2014
    }, {
      "title" : "carbon nanotubes: Ozone oxidation",
      "author" : [ "C. Han", "Y. Liu", "J. Ma", "H. He" ],
      "venue" : "K. J. Am. Chem. Soc",
      "citeRegEx" : "Han et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Han et al\\.",
      "year" : 2000
    }, {
      "title" : "Redox activity of urban quasi-ultrafine particles from primary and secondary sources",
      "author" : [ "C. Sioutas" ],
      "venue" : "Atmos. Environ. 2009,",
      "citeRegEx" : "Sioutas,? \\Q2009\\E",
      "shortCiteRegEx" : "Sioutas",
      "year" : 2009
    }, {
      "title" : "Chemical and biological oxidative effects of carbon black nanoparticles",
      "author" : [ "E. Koike", "T. Kobayashi" ],
      "venue" : "Chemosphere 2006,",
      "citeRegEx" : "Koike and Kobayashi,? \\Q2006\\E",
      "shortCiteRegEx" : "Koike and Kobayashi",
      "year" : 2006
    }, {
      "title" : "Increased cytotoxicity of oxidized flame soot",
      "author" : [ "C.P. Koshland" ],
      "venue" : "Atmo. Pollut. Res. 2012,",
      "citeRegEx" : "Koshland,? \\Q2012\\E",
      "shortCiteRegEx" : "Koshland",
      "year" : 2012
    }, {
      "title" : "The surface structure and reactivity of black carbon",
      "author" : [ "D.M. Smith", "A.R. Chughtai" ],
      "venue" : "Colloids Surf., A 1995,",
      "citeRegEx" : "Smith and Chughtai,? \\Q1995\\E",
      "shortCiteRegEx" : "Smith and Chughtai",
      "year" : 1995
    }, {
      "title" : "FTIR spectroscopic analysis of ion irradiated poly (ether ether ketone)",
      "author" : [ "A.G. Al Lafi" ],
      "venue" : "Polym. Degrad. Stab. 2014,",
      "citeRegEx" : "Lafi,? \\Q2014\\E",
      "shortCiteRegEx" : "Lafi",
      "year" : 2014
    }, {
      "title" : "Single particle MS, SNMS, SIMS, XPS, and FTIR spectroscopic analysis of soot particles during the AIDA campaign",
      "author" : [ "U. Kirchner", "R. Vogt", "C. Natzeck", "J. Goschnick" ],
      "venue" : "J. Aerosol Sci",
      "citeRegEx" : "Kirchner et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Kirchner et al\\.",
      "year" : 2003
    }, {
      "title" : "Heterogeneous photochemical aging of soot by NO2 under simulated sunlight",
      "author" : [ "Y. Liu", "H. He" ],
      "venue" : "Fuel",
      "citeRegEx" : "C. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "C. et al\\.",
      "year" : 2016
    }, {
      "title" : "NOx promotion of SO2 conversion to sulfate: An important mechanism for the occurrence of heavy haze during winter in Beijing",
      "author" : [ "J. Ma", "B. Chu", "J. Liu", "Y. Liu", "H. Zhang", "H. He" ],
      "venue" : "Environ. Pollut",
      "citeRegEx" : "Ma et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Ma et al\\.",
      "year" : 2018
    }, {
      "title" : "Considerations on Research of Environmental Risk Prevention and Control in “12th Five-Year Plan",
      "author" : [ "Z. Klimont", "S.J. Smith", "J. Cofala" ],
      "venue" : "Period. Comput. Water Energy Environ. Eng",
      "citeRegEx" : "Klimont et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Klimont et al\\.",
      "year" : 2013
    }, {
      "title" : "Secondary organic aerosol formation from ambient air at an urban site in beijing: Effects of OH Exposure and precursor concentrations",
      "author" : [ "J. Liu", "B. Chu", "T. Chen", "C. Liu", "L. Wang", "X. Bao", "H. He" ],
      "venue" : "Environ. Sci. Technol. 2018,",
      "citeRegEx" : "Liu et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2018
    }, {
      "title" : "Analytical methods to assess the oxidative potential of nanoparticles: a review",
      "author" : [ "B. Hellack", "C. Nickel", "C. Albrecht", "T.A.J. Kuhlbusch", "S. Boland", "A. Baeza-Squiban", "W. Wohlleben", "R.P.F. Schins" ],
      "venue" : "Environ. Sci. Nano 2017,",
      "citeRegEx" : "Hellack et al\\.,? \\Q1920\\E",
      "shortCiteRegEx" : "Hellack et al\\.",
      "year" : 1920
    }, {
      "title" : "silver nanoparticles measured by electron paramagnetic resonance spectroscopy",
      "author" : [ "M. Steenhof", "I. Gosens", "M. Strak", "K.J. Godri", "G. Hoek", "F.R. Cassee", "I.S. Mudway", "F.J. Kelly", "R.M. Harrison", "E. Lebret", "B. Brunekreef", "N.A. Janssen", "R.H. Pieters" ],
      "venue" : "J. Nanopart. Res. 2017,",
      "citeRegEx" : "Steenhof et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Steenhof et al\\.",
      "year" : 2017
    }, {
      "title" : "particulate matter (PM) collected at different sites in the Netherlands is associated with PM composition, size fraction and oxidative potential - the RAPTES project",
      "author" : [ "T. Fang", "V. Verma", "J.T. Bates", "J. Abrams", "M. Klein", "M.J. Strickland", "S.E. Sarnat", "H.H. Chang", "J.A. Mulholland" ],
      "venue" : "Part. Fibre Toxicol. 2011,",
      "citeRegEx" : "Fang et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Fang et al\\.",
      "year" : 2011
    }, {
      "title" : "Oxidative potential of ambient water-soluble PM2.5 in the southeastern United States: contrasts in sources and health associations between ascorbic acid (AA) and dithiothreitol (DTT) assays",
      "author" : [ "P.E. Tolbert", "A.G. Russell", "R.J. Weber" ],
      "venue" : "Atmos. Chem. Phys. 2016,",
      "citeRegEx" : "Tolbert et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Tolbert et al\\.",
      "year" : 2016
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Carbon nanomaterials from various sources are the important component of PM2.5 and have many adverse effects on human health. They are prone to interact with other pollutants and subsequently age, defined here as changes in chemical properties. In this work, we investigated the aging process of various carbon nanoparticle samples such as Special Black 4A, Printex U, single-walled carbon nanotubes, and hexane flame soot by ambient air and studied the evolution of their oxidation potential. We found that coatings of inorganic and organic species dominated the aging process of carbonaceous particles by ambient air. The amounts of disordered carbon and C−H functional groups of aged carbonaceous particles decreased during the aging process; meanwhile, the contents of sulfate and nitrate showed significant increases. In addition, the oxidation potential measured by the dithiothreitol assay remarkably declined as a function of aging time with ambient air evidently because of heterogeneous reactions between SO2 and NO2, as well as the coating with organic vapors. This work is important for understanding the oxidation potential changes of carbonaceous particles during atmospheric transport.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}