{
  "name" : "downloads_2020-07-18_e3_muraca2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "A Three-Dimensional Cell Culture Platform for Long Time-Scale Observations of Bio−Nano Interactions",
    "authors" : [ "Francesco Muraca", "Amirah Alahmari", "Valeria A. Giannone", "Laurent Adumeau", "Yan Yan", "Mura M. McCafferty", "Kenneth A. Dawson" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Nanostructures can gain access to biological (intra-cellular and other) compartments where they mayaccumulate and slowly degrade, producing various byproducts.1−4 This differs from the more familiar scenarios of small molecules having short in situ cellular half-lives, or macroscopic material implants exposed to extracellular degradation, so it is unclear what can be learned about the fate of particles by analogy to those situations. Broadly speaking, nanoparticle populations present diverse\nbiomolecular surfaces leading to “scattergun” interactions with various cells, tissues and organs (including the liver).5−12\nThere they will be incorporated and processed within endogenous intra- and trans-cellular trafficking pathways;13−15\nhowever, instead of being cleared rapidly, they may be retained for extended periods of weeks, months, or longer.16−19 This could lead to persistent signaling dysregulation or other adverse biological processes and the slow degradation of the particle to secondary (and other downstream) metabolites.20−24 Given this diversity of interaction modalities, in early explorations it was surprising for some that few detrimental biological effects were observed for “passive” materials, not otherwise chemically toxic. Still, it must be\nReceived: September 20, 2019 Accepted: November 4, 2019 Published: November 4, 2019\n© 2019 American Chemical Society 13524 DOI: 10.1021/acsnano.9b07453 ACS Nano 2019, 13, 13524−13536\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF W\nO L\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nDOI: 10.1021/acsnano.9b07453 ACS Nano 2019, 13, 13524−13536\n13525\nemphasized that much of what we currently know comes from short-term in vitro cell-level studies extending over hours,21,25−29 with limited information on the consequences of longer-term intracellular nanoparticle localization. This is primarily due to a lack of suitable in vitro models to address this issue, as commonly used cell culture systems fail to capture the complex in vivo environment and are unsuitable for longterm nanoparticle studies due to rapid dilution of the intracellular nanoparticle load by cell division.30,31 Thus, with the exception of a few studies that apply cell spheroids,32−36 the little information available on long-term particle accumulation, degradation, and cellular responses is largely observational and limited in scope, being derived from specialized in vivo studies.19,23,37−40\nRather topical examples where simplified models could shed some highly desirable light on their long-term impacts include polymeric and silica nanoparticles. Polymeric nanoparticles are either manufactured or result from degradation of bulk polymers in the environment, and silica nanoparticles are widely used in industrial processes. Currently, the systematic study of these issues (without the use of animals) is essentially blocked. Here we describe a highly reproducible, long-term threedimensional (3D) culture model of small cellular assemblies that possess the architecture and some in vivo phenotypical features that are particularly suitable for studying long-term nanoparticle exposure. They may be created using immortalized cell lines, without the disadvantages associated with dividing cells. As these cell clusters assemble, they reform intercellular junctions and restore functions known to predominate in the native tissue. Moreover, in contrast to many 3D cell cultures derived from cell lines for drug screening purposes, the cells transition to a quiescent state while remaining metabolically active, thereby avoiding the confounding effects of cell division. The architecture of these assemblies is well-defined, and the arrangement of cells is such that most are accessible to the cluster surface, ensuring viability over many weeks and months. These cell clusters possess ideal characteristics for studying the long-term effects of nanoparticle exposure in vitro, and are applied here for the assessment of polymeric and silica nanoparticles over several weeks."
    }, {
      "heading" : "RESULTS",
      "text" : "Long-Term Cell Cluster Architecture for Nanoparticle Exposure. We grow controlled cell clusters by suspension of dividing cells in a non-Newtonian polymeric additive (hereafter referred to as suspension media) that acts as a lowviscosity liquid at shorter length and motional time-scales, while damping motion at longer length and time scales. This allows for diffusion of nutrients and nanoparticles, while wholecell motion is slow and multicell motion is essentially quenched. While attempts to improve control of cell cultures using the viscoelastic properties of media have been discussed previously,41 our exploration suggests this may be an important dimension in the creation of organoid-like structures in future. There are numerous approaches to achieving control over culture media viscosity at the different length scales (tens of nanometers to micron). Soft-gelling polymer complexes have the convenience that they are readily optimized by dilution, small changes of ionic strength, or other simple experimental control parameters. Examples we have explored include an enzyme-modified galactomannan (Guar gum) and xanthan\nblend additive.42 There are many ways of achieving similar relevant viscoelastic responses, so for simplicity our results are based on a standardized and widely available formulation. By tuning the viscoelastic properties of the suspension media, we can control the reproducible formation and structural and functional evolution of small cell clusters. Besides the fundamental issue of cell growth and assembly kinetics (about which we still have much to learn), there are also other practical optimizations, such as the avoidance of cell dropping or attachment to the bottom of the plates by applying an agar coating before cell seeding in the suspension media (Figure 1a). A549 human lung epithelial cells have been used for the work presented here, and we also report the possibility to reproduce these characteristics with other cell lines (Supplementary Figure S1).\nCluster Growth Kinetic Stages. The basic kinetic processes of cell cluster formation are deduced from different regimes of time-lapse microscopy captured over 5 days (Supplementary Videos 1−7), with more detailed imaging and analysis used to follow the outcome in a quantitative manner. Early on, single “itinerant” cells within the medium can move relatively short distances and divide; therefore, during the first several days, cell−cell associations primarily arise from engagement (collision) of nearby cells, and cell division. During this “core formation” stage some cells engage briefly before continuing to move while others attach, leading to small core clusters of two or three cells, after which, adjustments of cluster shape take place. After 24 h, there is progressive crossover to the second “cluster-maturation” kinetic stage in which the (near-stable and increasingly immobile) “core” clusters grow, partly via collision with itinerant cells and proximate small clusters and partly by division of cells within the cluster (Supplementary Figures S2 and S3). We also observe other rarer processes, for example, a cell (or two) that lies between two neighboring clusters can form a bridge between them to promote their merger. “Cluster stabilization” commences around day 5, wherein most of the itinerant cells are exhausted, rapid cluster growth ends, and established clusters are essentially immobile (Figure 1b).\nCluster Size and Shape Evolution. The distribution of the major (long) axis length of the growing and maturing clusters exhibits a tail and is therefore not strictly Gaussian (Figure 1c, Supplementary Figure S4, and Supplementary Table S1). While the origin of this small proportion of larger cluster size is not yet fully understood (it could be due to some cells reaching the agar-coated surface and forming slightly larger structures), if we extract a median or mean size from the distributions over time, the most rapid cluster size increase indeed accompanies the cluster growth stage and changes slow dramatically after the first 5 days (Figure 1d). At the cluster stabilization stage, the minor axis begins to be approximately described as a bilayer of cells. The fact that clusters are restricted in size (typically <100 μm; Figure 1c−e and Supplementary Figure S4) and oblate in shape (Figure 1f and Supplementary Figure S5) means that most cells have access to nutrients, gas supply and waste clearance43 and thus remain viable throughout the culture time (Supplementary Figure S6). The clusters can be easily isolated and used for many practical purposes after the first week in culture.\nEvolution of Nanoparticle-Relevant Cellular Function Accompanying Cluster Growth. While there are many changes in cell morphology, ultrastructure, function, and phenotype occurring during cluster formation, it is not always\nDOI: 10.1021/acsnano.9b07453 ACS Nano 2019, 13, 13524−13536\n13526\nclear to what degree they drive, or are a consequence of, multicell assembly. A broad proteomics screening comparing A549 clusters with the same cells grown as monolayer revealed major changes in the phenotype of the clusters, toward a profile more similar to that of in vivo cells.44,45 Specifically, there is a shift toward a quiescent, secretory phenotype after the first week of culture (Supplementary Figures S7−S9).\nMoreover, an increase in ROS defense coupled with increased mitochondrial activity and fatty acid metabolism suggests that a deep metabolic alteration, consisting of a shift toward a more ROS resistant phenotype, is occurring within the clusters in suspension.46,47\nCell−cell adhesion is fundamental for the stability of biological tissues, providing structural rigidity and other\nDOI: 10.1021/acsnano.9b07453 ACS Nano 2019, 13, 13524−13536\n13527\nfunctional cues.48 Compared to monolayer cells where the main cell interactions occur with the culture substratum, the clusters form strong cell−cell interactions immediately upon contact.49 E-cadherin mRNA expression is upregulated in cells organized in clusters in the suspension media compared to monolayer grown cells, and the protein is more strongly presented at the cell surface and interface, consistent with cell−cell adhesion complex formation (Figure 2a−c and Supplementary Figure S10). With the formation of clusters, an increase in cell secretory\nevents was observed. There is a significant increase of mucin 5AC and IgG Fc binding protein mRNA expression in the cell clusters compared to monolayer, and wheat germ agglutinin (WGA) staining revealed a thickening and rearrangement of\nsurface carbohydrate residues containing sialic acid and Nacetylglucosamine residues, consistent with increased respiratory mucus secretion50 (Figure 2d−g, and Supplementary Figure S11). TEM micrographs of clusters confirm that there are numerous secretory granules and vesicles within the cells after the first week of culture, with secretion of different materials (Figure 2h,i and Supplementary Figure S12). Additionally, some lysosomal activities seem to be differently regulated in the clusters, with increased expression of cathepsins and other important transcription factors, which could be related to extracellular matrix remodelling (Supplementary Figure S13). Taken together, these results indicate that the A549 cell clusters grown in this way possess\nDOI: 10.1021/acsnano.9b07453 ACS Nano 2019, 13, 13524−13536\n13528\nDOI: 10.1021/acsnano.9b07453 ACS Nano 2019, 13, 13524−13536\n13529\ncharacteristics that more closely represent their native in vivo phenotype, compared to the same cells cultured in monolayer. Nanoparticle Uptake, Dilution, and Trafficking in Dividing and Quiescent Cell States. Traditionally, understanding the uptake and trafficking of nanoparticles in monolayer cells is complicated by the fact that upon division, cells split their intracellular contents between daughter cells, thereby diluting the nanoparticle load. Therefore, the establishment of a quiescent state in the cells organized as clusters is critical for the long-term assessment of nanoparticle interactions. A time-resolved cell cycle analysis of the clusters determined that all but the G0/G1 phases are depopulated during the first week (Figure 3a,b and Supplementary Figures S14 and S15). After 2 weeks there are no cells in the S phase, while cell viability remains largely unaffected. Furthermore, p27kip1 (a G1 cyclin complex inhibitor critical in the maintenance of quiescence)51 mRNA expression is increased (Figure 3c). Consistent with this finding, Ki67 antigen (a proliferative cell marker) mRNA and protein expression is almost completely downregulated in matured clusters (Figure 3d−f and Supplementary Figure S16). Together, these results suggest that the cells have exited the cell cycle and entered the quiescent (G0) phase. When cells are recovered by disassembly of the clusters and reconstituted into monolayer, they rapidly restore normal cell cycling, even after up to 3 weeks of cluster culture (Supplementary Figures S17 and S18). We therefore believe that the cell clusters have established a quiescent state. Although the exact mechanisms of quiescence induction are not fully understood at this stage, it is likely due to the lack of substratum adhesion and contact inhibition resulting from cluster suspension.52,53 Given the intrinsic limitation of using rapidly dividing cells, quiescent cells are more useful for application in long-term nanoparticle studies. For the cluster model presented here, cells can be exposed to particles either prior to or after formation of clusters, and the outcomes studied over many weeks (during which the cells are in their quiescent state). We present results for these exposure scenarios using polystyrene carboxylate-modified nanoparticles (PS-COOH NPs), conventionally considered nondegradable and nontoxic. For the precluster formation exposure method (Figure 4a), cells in monolayer were exposed to particles for 4 h (0.1 mg/mL), then seeded in the suspension media to form clusters. Within the first days of cluster culture, the nanoparticle fluorescence loss is reduced, and after several days, there is little further decrease. Indeed, for some weeks thereafter there is no significant change in the quantity of nanoparticles in cells in clusters nor any evident cell cycling, while the dividing monolayer cells have lost their nanoparticle population due to dilution (Figure 4b−d and Supplementary Figure S19). Confocal microscopy imaging suggests that most particles remain localized within lysosomes during those extended periods (Figure 4e and Supplementary Figure S20). Significantly, this model allows for another exposure scenario, in which living quiescent suspended cell clusters can be treated directly with nanoparticles (Figure 4f). Clusters (grown for 1 week) were treated in the suspension environ-\nment with 0.02 and 0.1 mg/mL PS-COOH NPs for 4 h, and a higher uptake was observed for both particle concentrations, in comparison with monolayer cells (Figure 4g−i and Supplementary Figures S21 and S22). While there is still much to be learned about nanoparticle uptake and trafficking in these clusters, one key observation is that most cells in the cluster are exposed to particles, although at different levels, seemingly irrespective of their location (Figure 4 j−m and Supplementary Figures S22 and S23). Immediately after nanoparticle treatment, some particles can be seen on the surface of the cells, especially at the mucus interface (Figure 4j,k); however, 24 h after treatment, particles are no longer observed on the surface of the clusters (Figure 4l,m). The fact that many particles are present even in cells that seem to have their external surface completely covered with mucus suggests that nanoparticles can reach the cell membrane and be internalized, even in the presence of thick mucus layers. Also, as most cells are already in their quiescent state when treated, there is little dilution of nanoparticles due to cell division, even after many weeks (Supplementary Figure S24). The minimal loss of particles from the cell clusters is an expected, but significant, confirmation that much of the apparent dilution of intracellularly accumulated particles observed in recent years is indeed directly related to cell division.30 These results also allow us to meaningfully investigate the long-term consequences of intracellular nanoparticle accumulation.\nModeling Long-Term Nanoparticle Exposure and Degradation Scenarios. While it is not our intention here to report on exhaustive studies of long-term nanoparticle exposure, it is clear that the quiescent cluster model will allow a detailed mechanistic insight into the evolution of nanoscale materials inside living organisms. Using the exposure system described above, we illustrate the potential for valuable outcomes using examples of different types of silica nanoparticles, a material of significant practical interest. While silica has long been considered biodegradable in biological milieu, it is less well understood that this question is a matter of the material structure (dictated by the synthesis processes) as well as the details of its specific cellular localization. We illustrate this using two different forms of silica: SiO2, an amorphous silica nanoparticle, and SiO2@SiO2, an amorphous silica nanoparticle coated with an additional, more dense layer of silica (Supplementary Figure S25). Both formulations of SiO2 particles show extensive degradation in biological cell culture media (cMEM), while there is little or no degradation in artificial lysosomal fluid (ALF) (Figure 5a). Accumulation in the cell lysosomes in quiescent clusters leads to slow degradation over many weeks (Figure 5b and Supplementary Figures S26 and S27). The SiO2 particle shows a higher degree of degradation within the lysosomes, as changes in the surface of the particle are observed, together with a decrease in particle size. Indeed, by 4 weeks in culture, some of the particles are significantly degraded with a distinct architecture no longer visible. In contrast, the SiO2@SiO2 particles remain stable in the lysosomes for longer, with minimal changes in shape and\nFigure 4. continued\ndisassembled clusters confirms a higher nanoparticle content in cells in clusters compared to those in monolayer (4 h of PS-COOH NP treatment in 1 week clusters compared to 24 h monolayer cells). (j, l) maximum projection and (k, m) single Z-stack imaging of clusters treated with nanoparticles at 0 h chase time (j, k) and 24 h chase time (l, m) after treatment. Right after treatment, many particles are still present on the surface of the clusters, while at 24 h all particles seem to be internalized (all scale bars in this figure = 20 μm).\nDOI: 10.1021/acsnano.9b07453 ACS Nano 2019, 13, 13524−13536\n13530\nsize by the end of the 4 week culture period (although some etching of the surface can be observed). In no case do we observe any significant biological impacts on the cultures, even\nwhen the silica slowly degrades, and currently we believe that most (amorphous) silica will degrade over quite long periods, dependent on the specific nature of the material.\nDOI: 10.1021/acsnano.9b07453 ACS Nano 2019, 13, 13524−13536\n13531\nThe contrast with PS-COOH NPs is striking. It appears that these cultures can be run almost indefinitely, but for our observation time, the particles remain internalized and persist unaffected. Furthermore, there is no evident biological impact on the cells during these longer times; this could suggest that polymer nanoparticle accumulation is almost indefinite and that any biological impacts would be very subtle and require detailed biological analysis, possibly best accomplished in cultures of this type."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "To date, most studies of long-term nanoparticle effects rely on in vivo animal models, which are costly and significantly different to human physiology. For materials that exhibit no chemical toxicity, long-term accumulation with few observable biological consequences leads conventional toxicological studies to a “dead end” in which, while there are no observable effects, the investigative tools are absent to fully determine the final outcomes. In this work, we have described a long-term 3D cell cluster culture platform produced by controlling the kinetics of cellular collision, division, and phenotypic evolution. When appropriate cluster formation programs are chosen, dividing cells reach a quiescent state, coupled with the establishment of an in vivo-like phenotype for long periods (potentially many months). These characteristics allow for longer term observations of nanoparticle cell interactions in a more relevant environment, while preventing some of the drawbacks observed in standard monolayer culture and other in vitro 3D culture models. Clusters formed with this technique are reproducible, stable, and viable for many weeks and may be subjected to all the advanced tools of modern molecular and cell biology. In addition, the cells comprising the clusters are accessible to nanoparticles, allowing for conventional uptake studies in which all the cells accumulate and retain particles in much the same way as we believe tissue does. The need for such tools is illustrated using two different formulations of SiO2 nanoparticles that degrade at different rates over several weeks depending on their synthesis method. Significantly, (hydrocarbon-based) polymeric nanoparticles are found to undergo no apparent degradation over long time periods, nor do they have obvious biological impacts during this time. The availability of such cultures would now allow the whole range of modern biology to be deployed in the question of whether there could be as yet undiscovered subtle effects of nanomaterial accumulation over such very long periods of time. It is likely that question will attract considerable interest in the near future."
    }, {
      "heading" : "MATERIALS AND METHODS",
      "text" : "Cell culture. A549 nonsmall lung carcinoma (ATCC CCL-185), HepG2 (ATCC HB-8065), and HEK-293T (ATCC CRL-11268) cell lines were purchased from ATCC and cultured in MEM (Life Technologies) supplemented with 10% (vol/vol) FBS (Life technologies) and 50 units/mL penicillin and 50 μg/mL streptomycin (referred to hereafter as cMEM). Cells were grown at 37 °C in a humidified atmosphere of 5% CO2 and subcultured at 70−80% confluence using trypsin (0.25% in EDTA). Cells were screened monthly for mycoplasma contaminations using the MycoAlert Mycoplasma Detection Kit, and all cultures were free of contamination for the duration of experiments reported. Nanoparticles. FluoSpheres carboxylate-modified yellow-green fluorescent (505/515) polystyrene nanoparticles (PS-COOH NPs; d: 100 nm) were used throughout the study (F8803; Thermo Fisher\nScientific). Characterization of the particles in PBS and cMEM was performed by dynamic light scattering (DLS) measurement (Supplementary Figure S28 and Supplementary Table S4). Dye release from the particles under different conditions was tested by SDS-PAGE (Supplementary Figure S30).\nSilica (SiO2) nanoparticles were prepared as described previously.54,55 Briefly, a fluorescein isothiocyanate-silane conjugate (FITC-APTMS) solution was prepared as follows: FITC (4 mg) was dissolved in 2 mL of anhydrous ethanol, and 20 μL of (3- aminopropyl)-trimethoxysilane (APTMS) was added. The mixture was incubated at room temperature while shaking for 4 h, protected from light.56 SiO2 seeds were prepared as follows: a solution composed of 21.6 mL of ethanol and 0.24 mL of tetraethyl orthosilicate (TEOS) was added quickly to a solution composed of 21.6 mL of ethanol, 1.18 mL of NH4OH solution (28−30% w/w), and 114 μL of water. The mixture was left to react at room temperature for 2 h. To grow the SiO2 NPs to 100 nm, asolution composed of 57.8 mL of ethanol, 19.6 mL of water, 1.12 mL of NH4OH (28−30% w/w), and 7 mL of the SiO2 seed dispersion was prepared. Then 50 μL of FITCAPTMS solution and 100 μL of TEOS were added. After 30 min, another 50 μL of the dye conjugate solution and 100 μL of TEOS were added. Then every 30 min thereafter, 100 μL of the dye conjugate solution and 200 μL of TEOS were added until the particles reached a diameter of approximately 100 nm. Three h after the last addition of TEOS, the NH4OH was removed by evaporation under reduced pressure, and the dispersion was centrifuged at 14,000g during 10 min. The SiO2 particles were washed 3 times with water by centrifugation. To make the SiO2@SiO2 particles (with an additional protective layer of SiO2), the SiO2 nanoparticles were dispersed at 20 g/L in water and split into 2 mL centrifuge tubes (1.5 mL/tube), then 7 μL of TEOS was added to each tube, and the dispersion was heated while stirring at 90 °C for 1 h. Another 7 μL was added, and the particles were incubated again at 90 °C for 3 h. The particles were then washed with water 3 times by centrifugation.\nSize distribution of the SiO2 nanoparticles was determined by DLS measurement after dispersion in water using a Zetasizer ZS series (Supplementary Table S3), differential centrifugal sedimentation (DCS), considering a colloidal SiO2 density of 2 g/cm\n3 in a sucrose gradient (8−24% w/w in water), and transmission electron microscopy (TEM) (Supplementary Figure S25, Supplementary Table S2). The ζ potential was measured with a Zetasizer ZS series after dispersion of the nanoparticles in PBS in order to proxy the biological pH and ionic strength (Supplementary Table S3).\nCell Seeding and Nanoparticle Exposure. A549 cells (2.5 × 106) were seeded in 75 cm2 flasks (in cMEM) and left to adhere for 24 h. Prior to cell exposure, PS-COOH NPs were incubated at a final concentration of 0.1 mg/mL in cMEM at 37 °C for 1 h (to form the protein corona). Cells were exposed to this nanoparticle suspension for 4 h at 37 °C in a humidified atmosphere of 5% CO2, while control cells received cMEM without nanoparticles. The suspension was then removed, and the cells were washed twice with cMEM and twice with PBS. After this washing step, cells were harvested by trypsinization and used for the following experiments.\nCluster Formation. Suspension media (SM) was prepared by diluting Happy Cell additive (Vale Life Sciences) from the stock solution of 4× to 1.7× with MEM supplemented with 1% penicillin/ streptomycin, and FBS was added to the solution to reach a final concentration of 10%. A549 cells were harvested from monolayer culture and resuspended in SM to a concentration of 105 cells/ml. The base of 24 well plates were precoated with 400 μL of 1% agarose (Merck-Sigma) in MEM as described previously,57 and then 700 μL of SM was added on top before 1 mL of SM containing the cells was gently pipetted on top of this layer (this helps to avoid cell sedimentation at the bottom of the well), resulting in a final cell number of 105 cells/well. Cluster formation was monitored during the following days by light microscopy, and a portion of media was exchanged every other day.\nDOI: 10.1021/acsnano.9b07453 ACS Nano 2019, 13, 13524−13536\n13532\nCluster Harvesting. Cells in SM were harvested directly from the well and collected in falcon tubes. Inactivation solution (Vale Life Sciences) was added to the cluster suspension to a final concentration of 60 μg/mL, followed by 30 min incubation at 37 °C in a humidified atmosphere of 5% CO2. After incubation, 7 mL of cMEM was added to the falcon tube to dilute the SM, and the clusters were collected by centrifugation at 1500 rpm for 3 min at room temperature. Supernatant was removed, and the cells were resuspended in an appropriate buffer dependent on subsequent processing. Cluster Disassembly and Reseeding as Monolayer Culture. Clusters were harvested as described above every week and treated with Accutase solution (Merck-Sigma) for 20 min at 37 °C in a humidified atmosphere of 5% CO2. The solution was pipetted thoroughly every 10 min to help the separation of the clusters into single cells. Cells were then resuspended in fresh cMEM and seeded in 6-well plates, where they were harvested for analysis after 24 and 72 h using trypsin. Nanoparticle Exposure to Cell Clusters. Prior to cell cluster exposure, the PS-COOH nanoparticles were incubated at a concentration of 1 or 0.2 mg/mL in cMEM for 1 h at 37 °C to form the corona. Then 10% (volume) of the SM containing clusters was removed from each well and substituted with the nanoparticle suspension and mixed well (final concentration of the NPs in the well: 100 μg/mL or 20 μg/mL). NP dispersions were checked by DCS (Supplementary Figure S29). Cell clusters treated with cMEM with no particles were used as a control. After 4 h of incubation, cell clusters were harvested from the SM as previously described and washed twice with cMEM and then twice with PBS to remove excess noninternalized particles. Clusters were then resuspended in fresh SM and cultured for extended periods (up to 2 weeks) or used immediately. Nanoparticle Uptake Assessment by Flow Cytometry. To dissociate the cell clusters for analysis by flow cytometry, they were harvested from SM and washed once with PBS then disassembled using Accutase solution (Merck-Sigma) as previously described. Cells were then resuspended in 150 μL of cold PBS and immediately analyzed with an Accuri C6 (Becton Dickinson) with the following settings: flow rate 14 μL/min, factory laser and filter settings. To assess the cell uptake, the fluorescent signal of the internalized NPs was measured (excitation/emission 488/530 nm) for ≥10,000 events collected in the population gated for single cells (gating strategy is presented in Supplementary Figure S14). Cell Cycle Analysis. The cell cycle of cells in monolayer or in clusters was assessed throughout the culture period using DNA and 5- ethynyl-2′-deoxyuridine (EdU) staining. Briefly, cells from monolayer culture or suspension were treated for 1 h with EdU, and clusters were disassembled and then fixed in 70% ethanol overnight at −20 °C. Cells were stained using the Alexa 488 Click-It EdU flow cytometry kit (Thermo Fisher) following manufacturer instructions. Before analysis, cells were resuspended in 1 μM Vybrant Dyecycle ruby stain (Thermo Fisher) in PBS, incubated at 37 °C for 30 min, then resuspended in PBS, and analyzed with an Accuri C6 (Becton Dickinson) with the following settings: flow rate 14 μL/min, factory laser and filter settings. For each sample, ≥10,000 events in the population gated for single cells were collected (gating strategy is presented in Supplementary Figure S14). mRNA Expression Analysis. Cells were harvested from the SM or monolayer and washed once with PBS. Total RNA was extracted from cells using the Invitrap Spin total RNA minikit (Invitek molecular) then quantified using a Nanodrop 2000 (Thermo Fisher). RNA quality was checked using a bioanalyser (Agilent), with all samples having an RIN number of at least 8. cDNA was then obtained by reverse transcription using the High-Capacity cDNA Reverse Transcription Kit (Applied Biosystems) following manufacturer instructions. For qPCR analysis, SYBR Green PCR master mix (Thermo Fisher) was used together with the primers for the following genes of interest: Ki67, p27, E-CAD, MUC5AC, IgGFc, CTSB, CTSD, CTSL1, CTSS, CTSZ, TFEB; GAPDH was used as the housekeeping gene (Supplementary Table S5). Comparative ΔCt\nmethod (ΔΔCt) was used to calculate fold change in mRNA expression of targets.\nMTS Assay. For monolayer cells, the MTS assay (Promega) was performed following manufacturer instructions, using 1 min incubation with 0.1% Triton X-100 (Merck-Sigma) for the positive control for cytotoxicity. For cell clusters, based on a cell count of a sample of disassembled untreated clusters (using Accutase as previously described), 5 × 104 cells in clusters were added to 1.1 mL of cMEM containing MTS. Then, 110 μL of MTS solution (containing around 5 × 103 cells in clusters) was seeded in a 96-well plate in 3 technical replicates and incubated at 37 °C and 5% CO2 for 1 h. Results were then obtained by measuring absorbance at 490 nm using a plate reader (Varioskan Flash, Thermofisher).\nLive/Dead Staining. Live/dead staining was performed on disassembled clusters. Briefly, 3 μM DRAQ-7 dye (BioStatus) was used to stain the cells suspended in PBS and incubated on ice for 5 min, and the percentage of live and dead cells was recorded using an accuri C6 (Becton Dickinson) with factory laser and filter settings. >10,000 events were recorded per sample (gating strategy is presented in Supplementary Figure S14).\nMass Spectrometry Analysis. Monolayer cells were washed 3 times with ice cold PBS and then harvested using a scraper. Clusters were harvested as previously described and washed 3 times with ice cold PBS. Following centrifugation, cell pellets were resuspended in 8 M urea lysis buffer (8 M urea, 50 mM NH4HCO3, and 1 mM EDTA, pH 8; reagents from Merck-Sigma) containing protease inhibitors (cOmplete mini, Roche). Short sonication was used to break the cells and to fragment the nuclear DNA, then the mixture was centrifuged at 20,000g for 15 min to pellet DNA and cell debris. The supernatant total protein was collected and quantified by BCA assay (Thermo Fisher), and 40 μg was used for preparation for mass spectrometry analysis. Briefly, the total lysate was first reduced using DTT (10 mM), alkylated by iodoacetamide (40 mM), and then digested overnight at room temperature using trypsin (enzyme to substrate ratio 1:50; Thermo Fisher). Resulting peptides were purified using Pierce C18 high-capacity tips (Thermo Fisher) and then dried and resuspended in 0.1% formic acid (Merck-Sigma). Analysis was performed on technical triplicates by electrospray liquid chromatography mass spectrometry (LC-MS/MS) using an HPLC (Thermo Fisher) interfaced with an LTQ Orbitrap (Thermo Fisher). MaxQuant and Perseus Software (Computational Systems Biochemistry, Max Planck institute, Martinsried) were used to analyze the data.\nCluster Formation Timelapse Imaging. Cell clusters in SM were imaged directly in their plate using a Zeiss Axiovert 200 M inverted microscope with brightfield illumination and a 10× air objective. The cells were maintained at 37 °C and 5% CO2 for 24 h timelapse (2 h capture increment) and 48, 72, 96, and 120 h timelapse (3 h capture increments), using the Zeiss software associated with the microscope. Further analysis of the images was performed using ImageJ software.\nSpinning Disc Confocal Imaging. Cell clusters were imaged using 96-well glass bottom plates (Greinier Bio-one) on a Nikon eclipse TI spinning disc confocal microscope. Clusters were fixed and permeabilized prior to immunostaining with 4% paraformaldehyde and 0.1 Triton-X 100 (permeabilization was not needed for anti Ecadherin antibody). Antibodies used: Ki67 (Abcam ab92742), ECadherin (Abcam ab40772), and LAMP-1 (Abcam ab24170). As a secondary antibody, an Alexa 546 was used in combination with every primary antibody (Thermo Fisher A11030 and Thermo Fisher A11035). Images were analyzed with Imaris imaging software (Bitplane) and ImageJ. For wheat germ agglutinin (WGA) staining, the cell clusters were incubated with WGA 594 (5 μg/mL) for 15 min at 37 °C in a humidified atmosphere of 5% CO2 and then washed with PBS and fixed with 4% paraformaldehyde. DAPI (2 μg/mL) was used to counterstain the nuclei of fixed cells prior to imaging. The Imaris imaging software was also used to render in 3D the images in Figure 1f and Supplementary Figure S5.\nHigh Content Screening. For cluster diameter assessment, cells were treated with WGA 594 and DAPI as previously described and then imaged in 96-well glass bottom plates (Greiner Bio-one) using\nDOI: 10.1021/acsnano.9b07453 ACS Nano 2019, 13, 13524−13536\n13533\nan Opera Phenix high content spinning disc microscope (PerkinElmer). Long axis length distribution was assessed using the algorithm provided by the proprietary software (Harmony HighContent Imaging and Analysis software, PerkinElmer). At least 1000 clusters were analyzed for each time point. Transmission Electron Microscopy. Cell clusters were washed with PBS and immediately fixed with 2.5% glutaraldehyde in 0.1 M Sorensen phosphate buffer, rinsed with Sorensen phosphate buffer, and then postfixed for 1 h in 1% osmium tetroxide in deionized water. Cells were dehydrated in a graded ethanol series (from 70% to 100%), followed by acetone rinse. Samples were then immersed in an acetone/Epon (1:1 vol/vol) mixture for 1 h before being transferred to pure Epon and embedded at 37 °C for 2 h. The final polymerization was carried out at 60 °C for 24 h. Ultrathin sections of 80 nm, obtained with a diamond knife using an ultramicrotome Leica U6, were supported on copper grids. Sections were stained with uranyl acetate and lead citrate before being examined with an FEI TECNAI transmission electron microscope. Statistical Analysis. All data are shown as mean ± SD as described in the figure captions. A p value of p < 0.05 was considered statistically significant. The experiments were performed at least 3 times independently (with exception of cell cycle analysis by flow cytometry and SiO2 NPs degradation assessment, with two independent replicates, cluster size distribution with one independent replicate per operator, two in total (see Supplementary Figures S31 and S32 for independently replicated data from other operators). The number of independent replicates (N) performed for each experiment is indicated in each figure caption. Statistical analyses were performed using Prism 6.01 (GraphPad software). Student t test and one-way ANOVA, the first two-sided with Welch correction and the latter with Turkey correction for multiple comparisons, were used as described in the figure captions. Statistical differences are defined as * p < 0.05, ** p < 0.01, and *** p < 0.001."
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "*S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsnano.9b07453.\nSupplementary Figures 1−32 and Supplementary Tables 1−5 (PDF) Protein list file contains lists of the top 300 most upregulated proteins and 300 most downregulated proteins in cell clusters compared to monolayer, identified by mass spectrometry (PDF) Video S1: Some events of cell division and rearrangement (24 h) (MOV) Video S2: Contact interaction between different clusters and cell division and rearrangement (48 h) (MOV) Video S3: Contact interaction between different clusters and cell division and rearrangement (72 h) (MOV) Video S4: Events of cell division dramatically reshaping cell clusters (72 h) (MOV) Video S5: Interaction between different dividing cells results in a clustering event (72 h) (MOV) Video S6: Aggregation and interactions between different clusters, cell division events that dramatically reshape cell clusters (96 h) (MOV) Video S7: Cluster contacts and rearrangements (120 h) (MOV)\nAUTHOR INFORMATION Corresponding Authors *E-mail: kenneth.a.dawson@cbni.ucd.ie. *E-mail: mura.mccafferty@cbni.ucd.ie."
    }, {
      "heading" : "ORCID",
      "text" : "Francesco Muraca: 0000-0002-6269-658X Laurent Adumeau: 0000-0001-7665-0577 Yan Yan: 0000-0003-2938-4063 Mura M. McCafferty: 0000-0002-7457-7529 Kenneth A. Dawson: 0000-0002-0568-6588"
    }, {
      "heading" : "Author Contributions",
      "text" : "F.M., M.M.C., and K.D. designed the experiments. F.M., A.A., and V.A.G. performed the experiments and data analysis. L.A. synthesized and characterized the two formulations of silica NP used in this study. F.M., Y.Y., M.M.C., and K.D. wrote and revised the manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "The authors acknowledge Ms. J. Li, Ms. W. Zhang, and Mr. X. Yang for the independent replications of some of the experiments. F.M. acknowledges the support of the Irish Research Council Postgraduate fellowship (GOIPG/2015/ 2530). A.A. acknowledges the Princess Nourah Bint Abdulrahman University project ref: IR10177, ID: 1056571209. M.M.C. acknowledges the support of the Irish Research Council Enterprise Partnership Scheme (Postdoctoral) 2019 - EPSPD/ 2019/232. This publication has emanated from research supported in part by grants from Science Foundation Ireland under Grant numbers (17/ERCD/4962) and (15/SIRG/ 3423). The authors acknowledge Dr. A. Blanco and Dr. D. Scholtz from the Conway Institute of Biomolecular and Biomedical research centre flow cytometry and imaging core facilities at the University College Dublin for their assistance and Dr. A. Davies from Vale Lifesciences for the support."
    } ],
    "references" : [ {
      "title" : "Diverse Applications of Nanomedicine",
      "author" : [ "Z. Cheng", "D. Cui", "J. Du", "C Dullin" ],
      "venue" : "ACS Nano 2017,",
      "citeRegEx" : "Cheng et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Cheng et al\\.",
      "year" : 2017
    }, {
      "title" : "Time and Space Resolved Uptake Study of Silica Nanoparticles by Human Cells",
      "author" : [ "K.A. Dawson" ],
      "venue" : "Mol. BioSyst. 2011,",
      "citeRegEx" : "Dawson,? \\Q2011\\E",
      "shortCiteRegEx" : "Dawson",
      "year" : 2011
    }, {
      "title" : "Protein Corona-Mediated Mitigation of Cytotoxicity of Graphene Oxide",
      "author" : [ "Q. Huang" ],
      "venue" : "ACS Nano 2011,",
      "citeRegEx" : "Huang,? \\Q2011\\E",
      "shortCiteRegEx" : "Huang",
      "year" : 2011
    }, {
      "title" : "Superior Penetration and Retention Behavior of 50 nm Gold Nanoparticles in Tumors",
      "author" : [ "S. He", "X.-J. Liang" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "He and Liang,? \\Q2013\\E",
      "shortCiteRegEx" : "He and Liang",
      "year" : 2013
    }, {
      "title" : "Organoids: The Body Builders",
      "author" : [ "M. Eisenstein" ],
      "venue" : "Nat. Methods 2018,",
      "citeRegEx" : "Eisenstein,? \\Q2018\\E",
      "shortCiteRegEx" : "Eisenstein",
      "year" : 2018
    }, {
      "title" : "Modelling Mammalian Cellular Quiescence",
      "author" : [ "G. Yao" ],
      "venue" : "Interface Focus 2014,",
      "citeRegEx" : "Yao,? \\Q2014\\E",
      "shortCiteRegEx" : "Yao",
      "year" : 2014
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "We know surprisingly little about the long-term outcomes for nanomaterials interacting with organisms. To date, most of what we know is derived from in vivo studies that limit the range of materials studied and the scope of advanced molecular biology tools applied. Long-term in vitro nanoparticle studies are hampered by a lack of suitable models, as standard cell culture techniques present several drawbacks, while technical limitations render current threedimensional (3D) cellular spheroid models less suited. Now, by controlling the kinetic processes of cell assembly and division in a non-Newtonian culture medium, we engineer reproducible cell clusters of controlled size and phenotype, leading to a convenient and flexible long-term 3D culture that allows nanoparticle studies over many weeks in an in vitro setting. We present applications of this model for the assessment of intracellular polymeric and silica nanoparticle persistence and found that hydrocarbon-based polymeric nanoparticles undergo no apparent degradation over long time periods with no obvious biological impact, while amorphous silica nanoparticles degrade at different rates over several weeks, depending on their synthesis method.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}