{
  "name" : "downloads_2020-01-23_1e_wang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Optoelectronic and Electrothermal Properties of Transparent Conductive Silver Nanowires Films",
    "authors" : [ "Yuehui Wang", "Dexi Du", "Xing Yang", "Xianfeng Zhang", "Yuzhen Zhao" ],
    "emails" : [ "dudexi_work@foxmail.com", "shirleywyh@126.com", "zhaoyz@mail.tsinghua.edu.cn", "wangzsedu@126.com", "zhangxf07@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: silver nanowire; optoelectronic properties; electrothermal properties; transparent conductive film"
    }, {
      "heading" : "1. Introduction",
      "text" : "Transparent conductive films (TCFs) are one of the important parts of many optoelectronic devices such as touch panels, film heaters, and organic light-emitting diodes [1–5]. It is anticipated that TCFs will be applied as transparent film heaters (TFHs) in various applications, such as outdoor displays, vehicle window defrosters, or heat retaining windows [4–10]. Currently, indium tin oxide (ITO) is the most widely used TCF because of its outstanding optoelectronic properties compared with other materials [1–4]. However, its brittle ceramic properties and expensive vacuum deposition process limit its application in flexible TCFs. Meanwhile, ITO shows a slow temperature response owing to its intrinsic properties [2]. To replace ITO, several emerging materials have been developed, such as metal nanowires and meshes [6–9], graphene [3,4], Ga-doped ZnO [10], and carbon nanotubes [5]. However, some problems still need to be solved before those materials can be widely used for TFH application. Carbon nanotubes have large resistance and graphene’s fabrication process is highly complex [11]. In recent years, silver nanowires (AgNWs) have been developed and now rank among the most promising candidate for replacing ITO owing to their excellent optoelectronic properties and large-scale and cost-effective fabrication process [12–16]. However, it has been a challenge to achieve both excellent\nNanomaterials 2019, 9, 904; doi:10.3390/nano9060904 www.mdpi.com/journal/nanomaterials\nNanomaterials 2019, 9, 904 2 of 12\noptical transmittance and high conductivity because these two properties follow opposing trends, and this often results in optoelectronic performances far inferior to those of ITO [17–20]. Additionally, it is hard to obtain uniformly interconnected large-area AgNWs networks, particularly when using solution processes. Randomly non-uniform AgNWs networks result in the discontinuous heating of TFH. The literature indicates that the underlying reasons for the limited performance of AgNW films may be related to the morphology of the AgNWs and the processes used to obtain high quality AgNW film [21–26]. However, experimental and theoretical studies have shown that AgNWs with high aspect ratios are better for forming the uniform conductive networks that improve the optoelectronic properties of AgNW film [27–31], which is related to the various models for electrical percolation [32,33]. To the best of our knowledge, there are few reports that systemically investigate the effects of temperature on the optoelectronic and electrothermal properties transparent conductive AgNW films. The reason for this may be because AgNW films are mainly used at low temperatures, especially when used as flexible TCFs. In this study, we fabricated transparent films composed of AgNWs with diameters of 20–30 nm and lengths of 25–30 µm on polyethylene terephthalate (PET) and glass slides substrates using the Meyer rod method and systematically investigated the optoelectronic and electrothermal properties of AgNW films."
    }, {
      "heading" : "2. Experimental Approach",
      "text" : "A 10 wt % solution of AgNWs (20–30 nm in diameter and 25–30 µm in length from Suzhou Gushi New Materials Co., Ltd., Suzhou, China) in isopropyl alcohol was diluted to 3.3 mg·L−1. Then, the AgNWs solution was agitated in an ultrasonic bath for 5 min. Further, 1 mL AgNWs solution was placed onto a PET substrate (from Hefei Microcrystalline Materials Co., Ltd., Hefei, China) with dimensions of 210 mm × 297 mm or onto a glass slide substrate (from Jiangsu Shitai Experimental Equipment Co., Ltd., Shitai, China) with dimensions of 25 mm × 75 mm. Finally, a thin film was formed via the Meyer rod coating technique at a speed of 0.05 mm/s. Our coating process was performed at 26 ◦C and at a relative humidity of 50–60%. The wet films were air dried at room temperature for 2 min and then treated on digital hotplate at temperature between 25 and 250 ◦C for 20 min. After the films had cooled down to room temperature, we measured their optoelectronic properties and analyzed the films’ microstructures. AgNWs-based film heater was made by attaching the two ends of the film to two electrodes (clips coated with copper foil). A direct current voltage was supplied by a power supply (GPD-3303s, Suzhou Guwei electronics Co., Ltd., Suzhou, China) to the film heater through those two clips coated with copper foil that contacted the film edges. An infrared thermal imager (UTi160G, Youlide Technology (China) Co., Ltd., Shenzhen, China) was used to measure the temperature of the film. Figure 1 shows a schematic of the process for preparing TCF of AgNWs (Figure 1a) and AgNWs film heater (Figure 1b).\nNanomaterials 2019, 9, x FOR PEER REVIEW 2 of 12\nexcellent optical transmittance and high conductivity because these two properties follow opposing trends, and this often results in optoelectronic performances far inferior to those of ITO [17–20]. Additionally, it is hard to obtain uniformly interconnected large-area AgNWs networks, particularly when using solution p ocesses. Randomly non-uniform AgNWs networks result in the discontinuous heating of TFH. The literature indicates that the underlying r asons for the limited performance of AgNW films may be related to the morphology of the AgNWs and the processes used to obtain high quality AgNW film [21–26]. However, experimental and theoretical studies have shown that AgNWs with high aspect ratios are better for forming the uniform conductive networks that improve the optoelectronic properties of AgNW film [27–31], which is related to the various models for electrical percolation [32,33].\nTo the best of our knowledge, there are few reports that systemically investigate the effects of temperature on the optoelectronic and electrothermal properties transparent conductive AgNW films. The reason for this may be because AgNW films are mainly used at low mperatures, especially when used as flexible TCFs. In this stud , we fabricated transparent films composed of AgNWs with diameters of 20–30 nm and lengths of 25–30 μm on polyethylene terephthalate (PET) and glass slides substrates using the Meyer rod method and systematically investigated the optoelectronic and electrothermal properties of AgNW films.\n2. Experimental Approach\nA 10 wt % solution of AgNWs (20–30 nm in diameter and 25–30 μm in length from Suzhou Gushi New Materials Co., Ltd., Suzhou, China) in isopropyl alcohol was diluted to 3.3 mg∙L−1. Then, the AgNWs solution was agitated in an ultrasonic bath for 5 min. Further, 1 mL AgNWs solution w s placed onto a PET substrate (from Hefei Microcrystalline Materials Co., Ltd., Hefei, China) w th di e sions of 210 mm × 297 mm or onto a glass slide substrate (fro Jiangsu Shitai Experimental Equipment Co., Ltd., Shitai, China) with dimensions of 25 mm × 75 mm. Finally, a thin film was formed via the Meyer rod coating technique at a speed of 0.05 mm/s. Our coating process was performed at 26 °C and at a relative humidity of 50–60%. The wet films were air dried at room temperature for 2 min and then treated on digital hotplate at temperature between 25 and 250 °C for 20 min. After the films had cooled down to room temperature, we measured their optoelectronic properties and analyzed the films’ microstructures.\nAgNWs-based film heater was made by attaching the two ends of the film to two electrodes (clips coated with copper foil). A di ct current voltage was supplied by a power supply (GPD-3303s, Suzhou Guwei electronics Co., Ltd., Suzhou, China) to the film heater throug those two clips coat with copper foil that contacted the film edges. An infrared thermal imager (UTi160G, Youlide Technology (China) Co., Ltd., Shenzhen, China) was used to measure the temperature of the film. Figure 1 shows a schematic of the process for preparing TCF of AgNWs (Figure 1a) and AgNWs film heater (Figure 1b).\nFigure 1. Schematic of the proces for pre : the transparent AgNW film; (a) and the AgNWs film heater (b).\nNanomaterials 2019, 9, 904 3 of 12\nDifferential scanning calorimetry (DSC) and thermogravimetric (TG) analysis were conducted via simultaneous differential thermal analysis (STA449F5, NETZSCH-Gertebau GmbH, Selb, Germany). The microstructures of AgNWs films were observed using scanning electron microscope (SEM, Zeiss sigma 500, Carl Zeiss, Jena, Germany), atomic force microscopy (Dimension Edge, Bruker, Billerica, MA, USA), and an optical microscope (Nikon LV100, Nikon Co., Ltd., Tokyo, Japan) with a digital camera. The sheet resistances of films were characterized using a four-point-probe system (ST2253, Suzhou Jingge Electronic Co., Ltd., Suzhou, China) and the optical transmittances were collected by a thin film transmittance meter (GZ502A, Shanghai Guangzhao Photoelectric Technology Co., Ltd., Shanghai, China). The optical transmittance and sheet resistance of each sample were each measured at twenty different sites and calculated from the average value of those measurements. The transmission and diffuse reflectance were measured with PET film as the reference. The surface morphology was analyzed via atomic force microscopy (Dimension Edge, Bruker, Billerica, MA, USA) and six different areas of the surface of sample were selected to obtain root mean square roughness (RMS) value and calculated as average value."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of Silver Nanowires",
      "text" : "To further characterize the AgNWs, we observed the AgNW films via SEM (Figure 2a) and tested their thermal properties (Figure 2b). The inset image in Figure 2a shows a magnified view of the surface. Silver nanowires with diameters of 20–30 nm and lengths of 25–30 µm and nanoparticles can be observed in Figure 2a. As shown in Figure 2b, the DSC curve has three distinct endothermic peaks and one exothermic peak. In combination with the TG analysis curve, the rate of weight loss of the sample in the temperature of the first endothermic peak was as high as 91.50%, which was caused by the volatilization of the isopropanol in the silver nanowire solution. The temperature of the second endothermic peak was about 189.52 ◦C and the rate of weight loss of the sample was about 92.10%, which was caused by the surfactant decomposing and melting of the silver nanoparticles. Meanwhile, the third endothermic peak was at a temperature of about 332 ◦C and was caused by the melting of the silver nanostructures. The melting point of the AgNWs was about 197.35 ◦C, which is far below the melting point of bulk silver (961.78 ◦C).\nNanomaterials 2019, 9, x FOR PEER REVIEW 3 of 12\nDifferential scanning calorimetry (DSC) and thermogravimetric (TG) analysis were conducted via simultaneous differential thermal analysis (STA449F5, NETZSCH-Gertebau GmbH, Selb, Germany). The microstructures of AgNWs films were observed using scanning electron microscope (SEM, Zeiss sigma 500, Carl Zeiss, Jena, Germany), atomic force microscopy (Dimension Edge, Bruker, Billerica, MA, USA), and an optical microscope (Nikon LV100, Nikon Co., Ltd., Tokyo, Japan) with a digital camera. The sheet resistances of films were characterized using a four-point-probe system (ST2253, Suzhou Jingge Electronic Co., Ltd., Suzhou, China) and the optical transmittances were collected by a thin film transmittance meter (GZ502A, Shanghai Guangzhao Photoelectric Technology Co., Ltd., Shanghai, China). The optical transmittance and sheet resistance of each sample were each measured at twenty different sites and calculated from the average value of those measurements. The transmission and diffuse reflectance were measured with PET film as the reference. The surface morphology was analyzed via atomic force microscopy (Dimension Edge, Bruker, Billerica, MA, USA) and six different areas of the surface of sample were selected to obtain root mean square roughness (RMS) value and calculated as average value."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of Silver Nanowires",
      "text" : "To further characterize the AgNWs, we observed the AgNW films via SEM (Figure 2a) and tested their thermal properties (Figure 2b). The inset image in Figure 2a shows a magnified view of the surface. Silver nanowires with diameters of 20–30 nm and lengths of 25–30 μm and nanoparticles can be observed in Figure 2a. As shown in Figure 2b, the DSC curve has three distinct endothermic peaks and one exothermic peak. In combination with the TG analysis curve, the rate of weight loss of the sample in the temperature of the first endothermic peak was as high as 91.50%, which was caused by the volatilization of the isopropanol in the silver nanowire solution. The temperature of the second endothermic peak was about 189.52 °C and the rate of weight loss of the sample was about 92.10%, which was caused by the surfactant decomposing and melting of the silver nanoparticles. Meanwhile, the third endothermic peak was at a temperature of about 332 °C and was caused by the melting of the silver nanostructures. The melting point of the AgNWs was about 197.35 °C, which is far below the melting point of bulk silver (961.78 °C).\nFigure 2. SEM image (a); and DSC and TG curves (b) of the AgNWs. The inset is the local magnification."
    }, {
      "heading" : "3.2. Characterization of the Silver Nanowires Films",
      "text" : "Figure 3 shows SEM images of AgNWs films on glass slide substrates treated at 25, 100, 150, 170, 200, and 250 °C for 20 min. AgNWs were coated to form random networks by overlapping one another on the substrate surface (Figure 3, 25 °C). After heat-treating the sample at 100 °C for 20 min,"
    }, {
      "heading" : "3.2. Ch racterization of the Silver Nanowires Films",
      "text" : "Figure 3 shows SEM images of AgNWs films on glass slide substrates treated at 25, 100, 150, 170, 200, and 250 ◦C for 20 min. AgNWs were coated to form random networks by overlapping one another on the substrate surface (Figure 3, 25 ◦C). After heat-treating the sample at 100 ◦C for 20 min,\nNanomaterials 2019, 9, 904 4 of 12\nthe morphology of the AgNWs did not show any obvious change. When the sample was heated at 150 ◦C, it was found that the size of nanoparticles attached to the AgNWs became slightly larger. Increasing the heat treatment temperature further to 170 ◦C caused the size of the nanoparticles to increase obviously larger and several notches formed in the AgNWs. Increasing the heat treatment temperature to 200 ◦C caused the AgNWs to sinter, breaking them into discontinuous segments; this indicates that the temperature of the heat treatment was above the melting point of AgNWs, which accelerated the diffusion of silver atoms at the nanowire surface. We then further increased the temperature of the heat treatment to 250 ◦C, which caused the AgNWs to fuse into large droplets. Previous reports have also pointed out that high temperature heat treatment induced defects in AgNWs caused by vaporizations, resulting in the emergence of droplets from the AgNWs [31–33]. Here, the temperature at which the AgNWs fused into droplets was far lower than the temperatures reported in the literature [34,35]. The same phenomena were also confirmed by optical microscopy (see the Supplementary Materials, Figure S1). The sintering behaviors of nanomaterial are known to be similar to those of the bulk material, including Ostwald ripening, migration, and diffusion of atoms, which can then coalesce elsewhere [35–40]. The driving force for surface diffusion is the effective curvature of the free surface of the contact, and the larger is the curvature, the larger is the surface diffusion [40]. The driving force for surface diffusion changes with interface type following: nanoparticle–nanoparticle > nanoparticle–nanowire > nanowire–nanowire [36]. The driving force for neck growth between nanoparticles and interfaces with nanowire is higher than that between nanowire–nanowire interfaces [36]. This is also because atoms are tightly bonded along the nanowire, while the same does not occur at the nanoparticle level as they are “truncated” wires. We observed that the contact interfaces between the nanoparticles and the nanowires melted readily. Nanomaterials 2019, 9, x FOR PEER REVIEW 4 of 12 th morphology of the AgNWs did ot s ow any obvious chan e. hen the sample was heated at 150 °C, it was found that the size of nanoparticles attached to the AgNWs became slightly larger. Increasing the heat treatment temperature further to 170 °C caused the size of the nanoparticles to increase obviously larger and several notches formed in the AgNWs. Increasing the heat treatment temperature to 200 °C caused the AgNWs to sinter, breaking them into discontinuous segments; this indicates that the temperature of the heat treatment was above the melting point of AgNWs, which accelerated the diffusion of silver atoms at the nanowire surface. We then further increased the temperature of the heat treatment to 250 °C, which caused the AgNWs to fuse into large droplets. Previous reports have also pointed out that high temperature heat treatment induced defects in AgNWs caused by vaporizations, resulting in the emergence of droplets from the AgNWs [31–33]. H re, the t perature at which the AgNWs fused into droplets was far lower than the mperatures reported in the lit rature [34,35]. The same phenomena were lso confirmed by optical microscopy (see the Supplementary Materials, Figure S1). The sintering behaviors of nanomaterial are known to be similar to those of the bulk material, including Ostwald ripening, migration, and diffusion of atoms, which can then coalesce elsewhere [35–40]. The driving force for surface diffusion is the effective curvature of the free surface of the contact, and the larger is the curvature, the larger is the surface diffusion [40]. The driving force for surface diffusion changes with interface type following: nanoparticle–nanoparticle > nanoparticle–nanowire > nanowire–nanowire [36]. The driving force for neck growth between nanoparticles and interfaces with nanowire is higher than that between nanowire–nanowire interfaces [36]. This is also because atoms are tightly bonded along the nanowire, while the same does not occur at th article level as they are “truncat d” wires. We observed that the contact interfaces between the nanoparticles and the nanowires melted readily.\nFigure 3. SEM images of AgNWs films treat d at differ nt temperatures, (a) 25, ( ) 0, (d) 170, (e) 200, and (f) 250 ◦C for 20 min.\nNanomaterials 2019, 9, 904 5 of 12\nThe surface topography of the AgNWs films treated at 25, 100, 150, 170, 200, and 250 ◦C for 20 min were characterized using AFM operated in tapping mode, and the results are shown in Figure 4 (for three-dimensional (3D) images, see Supplementary Materials, Figure S2). The measured root mean square (RMS) roughness values for the corresponding samples were 11.2, 13.4, 14.7, 17.5, 17.9, and 19.1 nm, respectively; these values are all smaller than the diameter of the AgNW. However, it is clear that the RMS film roughness increased along with the temperature of heat treatment. As shown in Figures 3 and 4, possible reasons for this are that the heat-treated nanoparticles and nanowires increased in size or that they formed discontinuous segments or droplets that protruded from the surface.\nNanomaterials 2019, 9, x FOR PEER REVIEW 5 of 12\nThe surface topography of the AgNWs films treated at 25, 100, 150, 170, 200, and 250 °C for 20 min were characterized using AFM operated in tapping mode, and the results are shown in Figure 4 (for three-dimensional (3D) images, see Supplementary Materials, Figure S2). The measured root mean square (RMS) roughness values for the corresponding samples were 11.2, 13.4, 14.7, 17.5, 17.9, and 19.1 nm, respectively; these values are all smaller than the diameter of the AgNW. However, it is clear that the RMS film roughness increased along with the temperature of heat treatment. As shown in Figures 3 and 4, possible reasons for this are that the heat-treated nanoparticles and nanowires increased in size or that they formed discontinuous segments or droplets that protruded from the surface."
    }, {
      "heading" : "3.3. Optoelectronic Properties of Silver Nanowires Films",
      "text" : "To understand the effects of temperature on the optoelectronic properties of the AgNWs films, we measured the transmittance values (Figure 5a) and sheet resistances (Figure 5b) of films treated at different temperatures for 20 min. Curve a–f in Figure 5a represent the results for films treated at 25, 100, 150, 160, 170, and 180 °C, respectively. The inset in Figure 5a shows the relationship between the transmittance of the film at 550 nm and the heat treatment temperature. The transmittance and the sheet resistance of the films heated at 200 °C are not shown in Figure 5 because the sheet resistance of the film could not be determined, indicating that the film was not conductive. In Figure 5, it can be seen that the transmittance of the films gradually decreased as the temperature of the heat treatment increased. After heating at 25, 100, 150, 160, 170, and 180 °C, the transmittance values at 500 nm were 93.9%, 93.1%, 91.8%, 91.3%, 90.7%, and 87.0%, respectively, and the sheet resistances of the corresponding films were 17.6, 16.5, 14.3, 19.7, 30.1 and 108.1 Ω∙sq−1, respectively. Based on the experimental results presented in Figures 2–4, we can conclude that the AgNWs heated at 25–150 °C remained intact, and that those AgNW films had high conductivities (17.6–14.3 Ω∙sq−1), excellent transmittance values (93.9–91.8%) and low surface roughness values (11.2–14.7 nm); the films therefore have properties that are well-suited for applications in transparent heaters, touch-screen panels, and displays."
    }, {
      "heading" : "3.3. Optoelectronic Properties of Silver Nanowires Films",
      "text" : "To understand the effects of temperature on the optoelectronic properties of the AgNWs films, we measured the transmittance values (Figure 5a) and sheet resistances (Figure 5b) of films treated at different temperatures for 20 min. Curve a–f in Figure 5a represent the results for films treated at 25, 100, 150, 160, 170, and 180 ◦C, respectively. The inset in Figure 5a shows the relationship between the transmittance of the film at 550 nm and the heat treatment temperature. The transmittance and the sheet resistance of the films heated at 200 ◦C are not shown in Figure 5 because the sheet resistance of the film could not be determined, indicating that the film was not conductive. In Figure 5, it can be seen that the transmittance of the films gradually decreased as the temperature of the heat treatment increased. After heating at 25, 100, 150, 160, 170, and 180 ◦C, the transmittance values at 500 nm were 93.9%, 93.1%, 91.8%, 91.3%, 90.7%, and 87.0%, respectively, and the sheet resistances of the corresponding films were 17.6, 16.5, 14.3, 19.7, 30.1 and 108.1 Ω·sq−1, respectively. Based on the experimental results presented in Figures 2–4, we can conclude that the AgNWs heated at 25–150 ◦C remained intact, and that those AgNW films had high conductivities (17.6–14.3 Ω·sq−1), excellent transmittance values (93.9–91.8%) and low surface roughness values (11.2–14.7 nm); the films therefore have properties that are well-suited for applications in transparent heaters, touch-screen panels, and displays.\nNanomaterials 2019, 9, 904 6 of 12 Nanomaterials 2019, 9, x FOR PEER REVIEW 6 of 12"
    }, {
      "heading" : "3.4. Electrothermal Performances of the Silver Nanowires Films",
      "text" : ""
    }, {
      "heading" : "To demonstrate the applicability of the flexible transparent conductive AgNWs film in the field",
      "text" : "of TFH, we fabricated AgNWs films with sheet resistances of 10, 35, and 130 Ω∙sq−1 on PET substrates. The electrothermal performances of the AgNWs film heater were studied by applying direct current to the AgNWs films in a laboratory environment, as schematically illustrated in Figure 1b. Figure 6 shows a plot of temperature versus time for the AgNWs conductive film with a sheet resistance of 10 Ω∙sq−1 under the operation for input voltage from 2 to 10 V (Figure 6a) and for different sheet resistances with an input voltage of 10 V (Figure 6b). As shown in Figure 6a, when the input voltages were 5, 7, and 10 V, the electrical powers were 2.5, 4.9, and 10 W, respectively, and the film’s temperatures reached 57, 70, and 110 °C, respectively, confirming that the devices were able to operate with low input voltages. The experimental results indicate that the efficient transduction of electrical energy into Joule heating was caused by the good conductivity of the AgNWs film. Meanwhile, it is worth pointing out that, when the input voltage was in the range of 2–10 V, the film took less than 40 s to reach its steady-state temperature, demonstrating fast response of the AgNWs film heater. The results therefore demonstrate that the film is very suitable for applications in the field of the fast temperature switching with low input voltages. As shown in Figure 6b, when the input voltage was fixed at 10 V, the maximum steady-state temperature achieved increased when the sheet resistance of AgNW film was decreased. When the sheet resistance of the AgNWs film was 10, 35, or 130 Ω∙sq−1, the maximum steady-state temperature was 56, 67, or 110 °C, respectively; those values indicate that a sheet resistance of the film in the range of 10–35 Ω∙sq−1 is ideal for heating application and that the film exhibited good electrothermal conversion properties. In addition, it should pointed out that we measured the transmittance and sheet resistance of corresponding samples (Figure 6a) after being treated at 3, 5, 7, and 10 V. There were no significant changes in the sheet resistance and the transmittance. This result might be an indication that the temperature of the sample was not too high."
    }, {
      "heading" : "3.4. Electrothermal Performances of the Silver Nanowires Films",
      "text" : "To demonstrate the applicability of the flexible transparent conductive AgNWs film in the field of TFH, we fabricated AgNWs films with sheet resistances of 10, 35, and 130 Ω·sq−1 on PET substrates. The electrothermal performances of the AgNWs film heater were studied by applying direct current to the AgNWs films in a laboratory environment, as schematically illustrated in Figure 1b. Figure 6 shows a plot of temperature versus time for the AgNWs conductive film with a sheet resistance of 10 Ω·sq−1 under the operation for input voltage from 2 to 10 V (Figure 6a) and for different sheet resistances with an input voltage of 10 V (Figure 6b). As shown in Figure 6a, when the input voltages were 5, 7, and 10 V, the electrical powers were 2.5, 4.9, and 10 W, respectively, and the film’s temperatures reached 57, 70, and 110 ◦C, respectively, confirming that the devices were able to operate with low input voltages. The experimental results indicate that the efficient transduction of electrical energy into Joule heating was caused by the good conductivity of the AgNWs film. Meanwhile, it is worth pointing out that, when the input voltage was in the range of 2–10 V, the film took less than 40 s to reach its steady-state temperature, demonstrating fast response of the AgNWs film heater. The results therefore demonstrate that the film is very suitable for applications in the field of the fast temperature switching with low input voltages. As shown in Figure 6b, when the input voltage was fixed at 10 V, the maximum steady-state temperature achieved increased when the sheet resistance of AgNW film was decreased. When the sheet resistance of the AgNWs film was 10, 35, or 130 Ω·sq−1, the maximum steady-state temperature was 56, 67, or 110 ◦C, respectively; those values indicate that a sheet resistance of the film in the range of 10–35 Ω·sq−1 is ideal for heating application and that the film exhibited good electrothermal conversion properties. In addition, it should pointed out that we measured the transmittance and sheet resistance of corresponding samples (Figure 6a) after being treated at 3, 5, 7, and 10 V. There were no significant changes in the sheet resistance and the transmittance. This result might be an indication that the temperature of the sample was not too high.\nNanomaterials 2019, 9, 904 7 of 12 Nanomaterials 2019, 9, x FOR PEER REVIEW 7 of 12\nFigure 6. Temperature versus time for: the TFH with the sheet resistance of 10 Ω∙sq−1 under operation with different input voltages (a); and with different sheet resistances under operation with an input voltage of 10 V (b). The inset in (a) shows the relationship between the input voltage and the maximum steady-state temperature.\nFigure 7 shows infrared images of AgNWs film heaters with 10 Ω∙sq−1 after being operated at different input voltages for 2 min (Figure 7a) and AgNW films with different sheet resistances under the operation at input voltage of 10 V (Figure 7b). The infrared image in Figure 7a shows low contrast owing to the low temperature generated by the low input voltage (2 V). However, as the input voltage was increased, the temperature of the AgNW film increased, and the infrared images clearly displayed a uniform heat distribution across the film. Conversely, non-uniform AgNWs networks often cause “hot spots”, as can be seen in Figure 7b (130 Ω∙sq−1); these hot spots were mainly caused by aggregates of the AgNWs.\nFigure 7. Infrared images of: AgNW film heaters with 10 Ω∙sq−1 after operation at different input voltages for 2 min (a); and AgNW films with different sheet resistances under operation at input voltage of 10 V (b).\nFigure 6. Temperature versus time for: the TFH with the sheet resistance of 10 Ω·sq−1 under operation with different input voltages (a); and with different sheet resistances under operation with an input voltage of 10 V (b). The inset in (a) shows the relationship between the input voltage and the maximum steady-state temperature.\nFigure 7 shows infrared images of AgNWs film heaters with 10 Ω·sq−1 after being operated at different input voltages for 2 min (Figure 7a) and AgNW films with different sheet resistances under the operation at input voltage of 10 V (Figure 7b). The infrared image in Figure 7a shows low contrast owing to the low temperature generated by the low input voltage (2 V). However, as the input voltage was increased, the temperature of the AgNW film increased, and the infrared images clearly displayed a uniform heat distribution across the film. Conversely, non-uniform AgNWs networks often cause “hot spots”, as can be seen in Figure 7b (130 Ω·sq−1); these hot spots were mainly caused by aggregates of the AgNWs.\nNanomaterials 2019, 9, x FOR PEER REVIEW 7 of 12\nFigure 6. Temperature versus time for: the TFH with t e sheet resistance of 10 Ω∙sq−1 under operation with different input voltages (a); and wit different eet resista ces u der operation wit an input voltage of 10 V (b). The inset in (a) shows the relationship between the input voltage and the maximum steady-state temperature.\nFigure 7 shows in rared images of AgNWs film heaters with 10 Ω∙sq−1 after being operated at different i put voltages for 2 min (Figure 7a) and AgNW films with different sheet resistances unde the operation at input voltage of 10 V (Figure 7b). The infrared image in Figure 7a shows low contrast owing to the low te perature generated by the low input voltage (2 V). However, as the input voltage was increased, the temperature of the AgNW film increased, and the infrared images clearly displayed a uniform heat distribution across the film. Conversely, non-uniform AgNWs networks often cause “hot spots”, as can be seen in Figure 7b (130 Ω∙sq−1); these hot spots were mainly caused by aggregates of the AgNWs.\nFigure 7. Infrared images of: AgNW film heaters with 10 Ω∙sq−1 after operation at different input voltages for 2 min (a); and AgNW films with different sheet resistances under operation at input voltage of 10 V (b).\nFigure 7. Infrared images of: AgNW film heaters with 10 Ω·sq−1 after operation at different input voltages for 2 min (a); and AgNW films with different sheet resistances under operation at input voltage of 10 V (b).\nNanomaterials 2019, 9, 904 8 of 12\nTo demonstrate the applicability of the AgNW film and the large-area scalability of our process, we fabricated AgNWs film with size of 360 × 270 mm2 on a PET substrate. The film was prepared using 3 mL of a AgNWs solution with a concentration of 2.0 mol·L−1 and the Meyer rod was moved at a speed of 0.03 mm/s. We measured the film’s sheet resistance, transmittance, haze, and RMS roughness value. Figure 8 shows a photograph and a 3D AFM image of the sample. We placed a device operating with a blue light emitting diode (LED) on the AgNWs film to measure its transmittance and constructed an AgNWs film heater, as shown Figure 1b. The sheet resistance, transmittance, and haze were found to be 38.6 Ω·sq−1, 92.3%, and 1.16%, respectively, indicating that the sample has excellent optoelectronic properties when applied to PET substrate. The RMS roughness was 16.9, which demonstrates the good surface topography of the sample.\nNanomaterials 2019, 9, x FOR PEER REVIEW 8 of 12\nTo demonstrate the applicability of the AgNW film and the large-area scalability of our process, we fabricated AgNWs film with size of 360 × 270 mm2 on a PET substrate. The film was prepared using 3 mL of a AgNWs solution with a concentration of 2.0 mol∙L−1 and the Meyer rod was moved at a speed of 0.03 mm/s. We measured the film’s sheet resistance, transmittance, haze, and RMS roughness value. Figure 8 shows a photograph and a 3D AFM image of the sample. We placed a device operating with a blue light emitting diode (LED) on the AgNWs film to measure its transmittance and constructed an AgNWs film heater, as shown Figure 1b. The sheet resistance, transmittance, and haze were found to be 38.6 Ω∙sq−1, 92.3%, and 1.16%, respectively, indicating that the sample has excellent optoelectronic properties when applied to PET substrate. The RMS roughness was 16.9, which demonstrates the good surface topography of the sample.\nFigure 8. Photograph (a); and 3D AFM image (b) of the sample.\nFigure 9 shows the photographs of the LED light on the AgNW film (Figure 9a) and infrared images of the AgNWs film heater (Figure 9b) as well as the relative change in sheet resistance of the film (R and R0 represent the sheet resistance of films before and after bending test, respectively) versus the number of conducted bending cycles (Figure 9c). Figure 9 clearly shows that the LED’s light was transmitted through the sample and that the bent conductive film still worked normally. Furthermore, the infrared images of the sample show a uniform heat distribution across the whole surface of the film during both outward and inward bending, indicating that the AgNWs films have a good mechanical flexibility. Figure 9c shows that the relative change in sheet resistance of the film over 300 bending cycles of outward and inward bending was less than 1.5, indicating that the mechanical stability of the AgNW film is insufficient owing to weak adhesion between the AgNWs and the substrate. However, the film still exhibited a good conductivity and heating performance, as shown in Figure 9a, b.\nFigure 8. Photograph (a); and 3D AFM image (b) of the sample.\nFigure 9 shows the photographs of the LED light on the AgNW film (Figure 9a) and infrared images of the AgNWs film heater (Figure 9b) as well as the relative change in sheet resistance of the film (R and R0 represent the sheet resistance of films before and after bending test, respectively) versus the number of conducted bending cycles (Figure 9c). Figure 9 clearly shows that the LED’s light was transmitted through the sample and that the bent conductive film still worked normally. Furthermore, the infrared images of the sample show a uniform heat distribution across the whole surface of the film during both outward and inward bending, indicating that the AgNWs films have a good mechanical flexibility. Figure 9c shows that the relative change in sheet resistance of the film over 300 bending cycles of outward and inward bending was less than 1.5, indicating that the mechanical stability of the AgNW film is insufficient owing to weak adhesion between the AgNWs and the substrate. However, the film still exhibited a good conductivity and heating performance, as shown in Figure 9a,b.\nNanomaterials 2019, 9, 904 9 of 12 Nanomaterials 2019, 9, x FOR PEER REVIEW 9 of 12"
    }, {
      "heading" : "4. Conclusions",
      "text" : "We fabricated transparent films composed of AgNWs with diameters of 20–30 nm and lengths of 25–30 μm on PET substrates and glass slides via the Meyer rod method. We systematically investigated the AgNW films’ optoelectronic and electrothermal properties. Our experimental results demonstrate that the morphology of the AgNWs showed no significant change when heat-treated at 25–150 °C, and that the AgNW film had a high conductivity (17.6–14.3 Ω∙sq−1), excellent transmittance (93.9–91.8%), and low surface roughness (11.2–14.7 nm). We then increased the heat treatment temperature from 170 to 250 °C, which caused the AgNWs to gradually sinter, thereby fusing them together (initially into discontinuous segments and finally into large droplets), which resulted in the conductivity of the film decreasing, until it became non-conductive. We fabricated a transparent AgNW film heater that displayed effective and rapid heating at low input voltages owing to the good conductivity of the AgNW film. With an input voltage in the range of 2–10 V, the film took less than 40 s to reach a steady-state temperature, demonstrating the fast response of the AgNW film heater."
    }, {
      "heading" : "4. Conclusions",
      "text" : "We fabricated transparent films composed of AgNWs with diameters of 20–30 nm and lengths of 25–30 µm on PET substrates and glass slides via the Meyer rod method. We systematically investigated the AgNW films’ optoelectronic and electrothermal properties. Our experimental results de onstrate that the morphology of the AgNWs showed no significant change when heat-treated at 25–150 ◦C, and that the AgNW film had a high conductivity (17.6–14.3 Ω·sq−1), excellent transmittance (93.9–91.8%), and low surface roughness (11.2–14.7 nm). We then increased the heat treatment temperature from 170 to 250 ◦C, which caused the AgNWs to gradually sinter, thereby fusing them together (initially into discontinuous segments and finally into large droplets), which resulted in the conductivity of the film decreasing, until it became non-conductive. We fabricated a transparent AgNW film heater that displayed effective and rapid heating at low input voltages owing to the good conductivity of the AgNW film. With an input voltage in the range of 2–10 V, the film took less than 40 s to reach a\nNanomaterials 2019, 9, 904 10 of 12\nsteady-state temperature, demonstrating the fast response of the AgNW film heater. When the sheet resistance of the AgNWs film was 10, 35, and 130 Ω·sq−1, the maximum steady-state temperature was 56, 67, and 110 ◦C, respectively, which indicates good electrothermal conversion behavior of the film for a sheet resistance in the range of 10–35 Ω·sq−1. The conductivity of the film decreased for an increasing number of bending cycles; however, the film still exhibited a good conductivity and heating performances after repeated bending.\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-4991/9/6/904/s1, Figure S1. Optical microscope photos of AgNW films treated at (a) 25, (b) 100, (c) 150, (d) 170, (e) 200, and (f) 250 ◦C for 20 min. (1000×magnification); Figure S2. 3D AFM images of the AgNWs films treated at (a) 25, (b) 100, (c) 150, (d) 170, (e) 200, and (f) 250 ◦C for 20 min.\nAuthor Contributions: Conceptualization, Y.W. and Y.Z.; methodology, Y.W. and X.Y.; software, X.Y.; validation, X.Y. and D.D.; formal analysis, X.Y.; investigation, X.Y. and D.D.; resources, Y.W. and Y.Z.; data curation, X.Y. and D.D.; writing-original draft preparation, Y.W. and X.Z.; writing—review and editing, Y.W.; visualization, Y.Z. and X.Z.; supervision, X.Y.; project administration, Y.W.; funding acquisition, Y.W.\nFunding: This work was financially supported by National Science Foundation of China (grant numbers 61302044 and 61671140) and Zhongshan Science and Technology Projects (2018SYF10).\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Efficient organic solar cells with solution-processed slver nanowire electrodes",
      "author" : [ "D.S. Leem", "A. Edwards", "M. Faist", "J. Nelson", "D.D.C. Bradley", "J.C. Mello" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2011
    }, {
      "title" : "High performing AgNW transparent conducting electrodes with a sheet resistance of 2.5Ω·sq−1 post-processing technique",
      "author" : [ "D. Kumar", "V. Stoichkow", "E. Brousseau", "G.C. Smith", "J. Kettle" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2019
    }, {
      "title" : "Gravure printing of graphene for large-area flexible electronics",
      "author" : [ "E.B. Secor", "S. Lim", "H. Zhang", "C.D. Frisbie", "L.F. Francis", "M.C. Hersam" ],
      "venue" : "Adv. Mater",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2014
    }, {
      "title" : "Engineering of highly conductive and ultra-thin nitrogen-doped graphene films by combined methods of microwave irradiation, ultrasonic spraying and thermal annealing",
      "author" : [ "T.T. Tung", "F. Alotaibi", "M.J. Nine", "R. Silva", "D.N.H. Tran", "I. Janowska", "D. Losic" ],
      "venue" : null,
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Stretchable Transparent conductive films from long carbon nanotube metals",
      "author" : [ "P. Wang", "Z. Peng", "M. Li" ],
      "venue" : "Small 2018,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2018
    }, {
      "title" : "Low haze transparent electrodes and highly conducting air dried films with ultra-long silver nanowires synthesized by one-step polyol method",
      "author" : [ "T. Araki", "J. Jiu", "M. Nogi", "H. Koga", "S. Nagao", "T. Sugahara", "K. Suganuma" ],
      "venue" : "Nano Res",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2014
    }, {
      "title" : "Solution-Assembled Ordered Grids Constructed with Silver Nanowires as Transparent Conductive Electrodes",
      "author" : [ "D. Li", "T. Han", "H. Ruan" ],
      "venue" : "ACS Omega 2018,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2018
    }, {
      "title" : "Length-dependent electro-optical properties of silver nanowires-based transparent conducting films",
      "author" : [ "X. Yang", "D. Du", "Y.H. Wang" ],
      "venue" : "J. Mater. Sci. Mater. Electron",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2019
    }, {
      "title" : "Cloaking of metal grid electrodes on Lambertian emitters by free-form refractive surfaces",
      "author" : [ "M.F. Schumann", "B. Fritz", "R. Eckstein", "U. Lemmer", "G. Gomard", "M. Wegener" ],
      "venue" : "Opt. Lett. 2018,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2018
    }, {
      "title" : "A Revised Growth Model for Transparent Conducting Ga Doped ZnO Films: Improving Crystallinity by Means of Buffer Layers",
      "author" : [ "A. Abduev", "A. Akmedov", "A. Asvarov", "A. Chiolerio" ],
      "venue" : "Plasma Process. Polym",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2015
    }, {
      "title" : "Side group of poly(3-alkylthiophene)s controlled dispersion of single-walled carbon nanotubes for transparent conducting Film",
      "author" : [ "W.C. Chen", "H.T. Lien", "T.W. Cheng", "C. Su", "C.W. Chong", "A. Ganguly", "K.H. Chen", "L.C. Chen" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2015
    }, {
      "title" : "Employment of gold-coated silver nanowires as transparent conductive electrode for organic light emitting diodes",
      "author" : [ "S. Kim", "B. Kim", "I. Im", "D. Kim", "H. Lee", "J. Nam", "H.K. Chung", "H.J. Lee", "S.M. Cho" ],
      "venue" : "Nanotechnology",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2017
    }, {
      "title" : "Novel transparent conductor with enhanced conductivity: Hybrid of silver nanowires and dual-doped grapheme",
      "author" : [ "H. Sohn", "Y.S. Woo", "W. Shin", "D.J. Yun", "T. Lee", "F.S. Kim", "J. Hwang" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2017
    }, {
      "title" : "Fabrication of silver nanowire transparent conductive films with an ultra-low haze and ultra-high uniformity and their application in transparent electronics",
      "author" : [ "C. Chen", "Y. Zhao", "W. Wei", "J. Tao", "G.D. Lei", "M. Wan", "S. Li", "S. Ji", "C. Ye" ],
      "venue" : "J. Mater. Chem. C 2017,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2017
    }, {
      "title" : "Parametric Study, Sensitivity Analysis, and Optimization of Polyol Synthesis of Silver Nanowires",
      "author" : [ "S. Hemmati", "D.P. Barkey" ],
      "venue" : "ECS J. Solid State Sci. Technol. 2017,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2017
    }, {
      "title" : "Recent progress in silver nanowire based flexible/wearable optoelectronics",
      "author" : [ "J. Kwon", "Y.D. Suh", "J. Lee", "P. Lee", "S. Han", "S. Hong", "J. Yeo", "H. Lee", "S.H. Ko" ],
      "venue" : "J. Mater. Chem. C 2018,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2018
    }, {
      "title" : "The effect of nanowire length and diameter on the properties of transparent, conducting nanowire films",
      "author" : [ "S.M. Bergin", "Y.H. Chen", "A.R. Rathmell", "P. Charbonneau", "Z.Y. Li", "B.J. Wiley" ],
      "venue" : "Nanoscale 2012,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 1996
    }, {
      "title" : "Silver Nanowire Transparent Conductive Films with High Uniformity Fabricated via a Dynamic Heating Method",
      "author" : [ "Y.G. Jia", "C. Chen", "D. Jia", "S.X. Li", "S.L. Ji", "C.H. Ye" ],
      "venue" : "ACS Appl. Mater. Interfaces 2016,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2016
    }, {
      "title" : "Solution-processed composite electrodes composed of silver nanowires and aluminum-doped zinc oxide nanoparticles for thin-film solar cells applications",
      "author" : [ "R. Liu", "M. Tan", "X. Zhang", "L. Xu", "J. Chen", "Y. Chen", "X. Tang", "L. Wan" ],
      "venue" : "Sol. Energy Mater. Sol. Cells",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2018
    }, {
      "title" : "Plasticized Polymer Interlayer for Low-Temperature Fabrication of a High-Quality Silver Nanowire-Based Flexible Transparent and Conductive Film",
      "author" : [ "W. Jo", "H.S. Kang", "J. Choi", "H. Lee", "H.-T. Kim" ],
      "venue" : "ACS Appl. Mater. Interfaces 2017,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2017
    }, {
      "title" : "Optimization of silver nanowire-based transparent electrodes: Effects of density, size and thermal annealing",
      "author" : [ "M. Lagrange", "D.P. Langley", "G. Giusti", "C. Jimenez", "Y. Bréchet", "D. Bellet" ],
      "venue" : "Nanoscale 2015,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2015
    }, {
      "title" : "Silver Nanowire Electrodes: Conductivity Improvement Without Post-treatment and Application in Capacitive Pressure Sensors",
      "author" : [ "J. Wang", "J. Jiu", "T. Araki", "M. Nogi", "T. Sugahara", "S. Nagao", "H. Koga", "P. He", "K. Suganuma" ],
      "venue" : "Nano-Micro Lett. 2015,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2015
    }, {
      "title" : "Fabrication of Flexible Transparent Conductive Films with Silver Nanowire by Vacuum Filtration and PET Mold Transfer",
      "author" : [ "W. Xu", "Q.S. Xu", "Q.J. Huang", "R.Q. Tan", "W.F. Shen", "W.J. Song" ],
      "venue" : "J. Mater. Sci. Technol",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2016
    }, {
      "title" : "Coating-free, air-stable silver nanowires for high-performance transparent conductive film",
      "author" : [ "L. Tang", "J. Zhang", "L. Dong", "Y. Pan", "C. Yang", "M. Li", "Y. Ruan", "J. Ma", "H. Lu" ],
      "venue" : "Nanotechnology",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2018
    }, {
      "title" : "One-pot synthesis and purification of ultra-long silver nanowires for flexible transparent conductive electrodes",
      "author" : [ "Y. Zhang", "J.N. Guo", "D. Xu", "Y. Sun", "F. Yan" ],
      "venue" : "ACS Appl. Mater. Interfaces 2017,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2017
    }, {
      "title" : "The dependence of the optoelectrical properties of silver nanowire networks on nanowire length and diameter",
      "author" : [ "S. Sorel", "P.E. Lyons", "S. De", "J.C. Dickerson", "J.N. Coleman" ],
      "venue" : "Nanotechnology",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2012
    }, {
      "title" : "High-yield and rapid synthesis of ultrathin silver nanowires for low-haze transparent conductors",
      "author" : [ "Y. Liu", "Y.Y. Chen", "R. Shi", "L. Cao", "Z. Wang", "T. Sun", "J. Lin", "J. Liu", "W. Huang" ],
      "venue" : "RSC Adv. 2017,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2017
    }, {
      "title" : "A solution-processed molybdenum oxide treated silver nanowire network: A highly conductive transparent conducting electrode with superior mechanical and hole injection properties",
      "author" : [ "J.H. Chang", "K.M. Chiang", "H.W. Kang", "W.J. Chi", "C.I. Wu", "H.W. Lin" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2015
    }, {
      "title" : "Orthogonally weaved silver nanowire networks for very efficient organic optoelectronic devices",
      "author" : [ "K.M. Chiang", "Z.Y. Huang", "W.L. Tsai", "H.W. Lin" ],
      "venue" : "Org. Electron",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2017
    }, {
      "title" : "Capillary Printing of Highly Aligned Silver Nanowire Transparent Electrodes for High-Performance Optoelectronic Devices",
      "author" : [ "S. Kang", "T. Kim", "S. Cho", "Y. Lee", "A. Choe", "B. Walker", "S.J. Ko", "J.Y. Kim", "H. Ko" ],
      "venue" : "Nano Lett",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2015
    }, {
      "title" : "SERS active silver nanoparticles synthesized by inkjet printing on mesoporous silicon",
      "author" : [ "C. Novara", "F. Petracca", "A. Virga", "P. Rivolo", "S. Ferrero", "A. Chiolerio", "F. Geobaldo", "S. Porro", "F. Fabrizio Giorgis" ],
      "venue" : "Nanoscale Res. Lett. 2014,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2014
    }, {
      "title" : "Electrical conductivity phenomena in an epoxy resin-carbon-based materials composite",
      "author" : [ "M. Castellino", "A. Chiolerio", "M.I. Shahzad", "P.V. Jagdale", "A. Tagliaferro" ],
      "venue" : "Compos. Part A Appl. Sci. Manuf",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2014
    }, {
      "title" : "Effect of silver nanowire length in a broad range on optical and electrical properties as a transparent conductive film",
      "author" : [ "M. Marus", "A. Hubarevich", "R.J.W. Lim", "H. Huang", "A. Smirnov", "H. Wong", "W.J. Fan", "X.W. Sun" ],
      "venue" : "Opt. Mater. Express 2017,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2017
    }, {
      "title" : "On the behavior of Ag nanowires under high temperature: In situ characterization by aberration-corrected STEM",
      "author" : [ "A. Mayoral", "L.F. Allard", "D. Ferrer", "R. Esparza", "M.J. Yacaman" ],
      "venue" : "J. Mater. Chem",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2011
    }, {
      "title" : "Printed silver nanowire antennas with low signal loss at high-frequency radio",
      "author" : [ "N. Komoda", "M. Nogi", "K. Suganuma", "K. Kohno", "Y. Akiyama", "K. Otsuka" ],
      "venue" : "Nanoscale 2012,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2012
    }, {
      "title" : "Ag nanoparticle-based inkjet printed planar transmission lines for RF and microwave applications: Considerations on ink composition, nanoparticle size distribution and sintering time. Microelectron",
      "author" : [ "A. Chiolerio", "M. Cotto", "P. Pandolfi", "P. Martino", "V. Camarchia", "M. Pirola", "G. Ghione" ],
      "venue" : null,
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2012
    }, {
      "title" : "Sintering of Inkjet-Printed Silver Nanoparticles at Room Temperature using Intense Pulsed Light",
      "author" : [ "J. Kang", "J. Ryu", "H. Kim", "H. Hahn" ],
      "venue" : "J. Electron. Mater",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2011
    }, {
      "title" : "Shape-Tuned Junction Resistivity and Self-Damping Dynamics in Intense Pulsed Light Sintering of Silver Nanostructure Films",
      "author" : [ "H.-Y. Hwang", "R. Malhotra" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2019
    }, {
      "title" : "Stress-Dislocation Interaction Mechanism in Low-Temperature Thermo-Compression Sintering of Ag NPs",
      "author" : [ "F. Wang", "Z. Tang", "H. He" ],
      "venue" : "AIP Adv. 2018,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2018
    }, {
      "title" : "Mechanics of Sintering for Coupled Grain Boundary and Surface Diffusion",
      "author" : [ "F. Wakai", "K.A. Brakke" ],
      "venue" : "Acta Mater",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2011
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "Meanwhile, ITO shows a slow temperature response owing to its intrinsic properties [2].",
      "startOffset" : 83,
      "endOffset" : 86
    }, {
      "referenceID" : 2,
      "context" : "To replace ITO, several emerging materials have been developed, such as metal nanowires and meshes [6–9], graphene [3,4], Ga-doped ZnO [10], and carbon nanotubes [5].",
      "startOffset" : 115,
      "endOffset" : 120
    }, {
      "referenceID" : 3,
      "context" : "To replace ITO, several emerging materials have been developed, such as metal nanowires and meshes [6–9], graphene [3,4], Ga-doped ZnO [10], and carbon nanotubes [5].",
      "startOffset" : 115,
      "endOffset" : 120
    }, {
      "referenceID" : 9,
      "context" : "To replace ITO, several emerging materials have been developed, such as metal nanowires and meshes [6–9], graphene [3,4], Ga-doped ZnO [10], and carbon nanotubes [5].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 4,
      "context" : "To replace ITO, several emerging materials have been developed, such as metal nanowires and meshes [6–9], graphene [3,4], Ga-doped ZnO [10], and carbon nanotubes [5].",
      "startOffset" : 162,
      "endOffset" : 165
    }, {
      "referenceID" : 10,
      "context" : "Carbon nanotubes have large resistance and graphene’s fabrication process is highly complex [11].",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 31,
      "context" : "However, experimental and theoretical studies have shown that AgNWs with high aspect ratios are better for forming the uniform conductive networks that improve the optoelectronic properties of AgNW film [27–31], which is related to the various models for electrical percolation [32,33].",
      "startOffset" : 278,
      "endOffset" : 285
    }, {
      "referenceID" : 32,
      "context" : "However, experimental and theoretical studies have shown that AgNWs with high aspect ratios are better for forming the uniform conductive networks that improve the optoelectronic properties of AgNW film [27–31], which is related to the various models for electrical percolation [32,33].",
      "startOffset" : 278,
      "endOffset" : 285
    }, {
      "referenceID" : 31,
      "context" : "However, experimental and theoretical studies have shown that AgNWs with high aspect ratios are better for forming the uniform conductive networks that improve the optoelectronic properties of AgNW film [27–31], which is related to the various models for electrical percolation [32,33].",
      "startOffset" : 278,
      "endOffset" : 285
    }, {
      "referenceID" : 32,
      "context" : "However, experimental and theoretical studies have shown that AgNWs with high aspect ratios are better for forming the uniform conductive networks that improve the optoelectronic properties of AgNW film [27–31], which is related to the various models for electrical percolation [32,33].",
      "startOffset" : 278,
      "endOffset" : 285
    }, {
      "referenceID" : 33,
      "context" : "Here, the temperature at which the AgNWs fused into droplets was far lower than the temperatures reported in the literature [34,35].",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 34,
      "context" : "Here, the temperature at which the AgNWs fused into droplets was far lower than the temperatures reported in the literature [34,35].",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 39,
      "context" : "The driving force for surface diffusion is the effective curvature of the free surface of the contact, and the larger is the curvature, the larger is the surface diffusion [40].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 35,
      "context" : "The driving force for surface diffusion changes with interface type following: nanoparticle–nanoparticle > nanoparticle–nanowire > nanowire–nanowire [36].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 35,
      "context" : "The driving force for neck growth between nanoparticles and interfaces with nanowire is higher than that between nanowire–nanowire interfaces [36].",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 33,
      "context" : "H re, the t perature at which the AgNWs fused into droplets was far lower than the mperatures reported in the lit rature [34,35].",
      "startOffset" : 121,
      "endOffset" : 128
    }, {
      "referenceID" : 34,
      "context" : "H re, the t perature at which the AgNWs fused into droplets was far lower than the mperatures reported in the lit rature [34,35].",
      "startOffset" : 121,
      "endOffset" : 128
    }, {
      "referenceID" : 39,
      "context" : "The driving force for surface diffusion is the effective curvature of the free surface of the contact, and the larger is the curvature, the larger is the surface diffusion [40].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 35,
      "context" : "The driving force for surface diffusion changes with interface type following: nanoparticle–nanoparticle > nanoparticle–nanowire > nanowire–nanowire [36].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 35,
      "context" : "The driving force for neck growth between nanoparticles and interfaces with nanowire is higher than that between nanowire–nanowire interfaces [36].",
      "startOffset" : 142,
      "endOffset" : 146
    } ],
    "year" : 2019,
    "abstractText" : "Silver nanowires (AgNWs) show promise for fabricating flexible transparent conductors owing to their excellent conductivity, high transparency, and good mechanical properties. Here, we present the fabrication of transparent films composed of AgNWs with diameters of 20–30 nm and lengths of 25–30 μm on polyethylene terephthalate substrates and glass slides substrates using the Meyer rod method. We systematically investigated the films’ optoelectronic and electrothermal properties. The morphology remained intact when heated at 25–150 ◦C and the AgNWs film showed high conductivity (17.6–14.3 Ω·sq−1), excellent transmittance (93.9–91.8%) and low surface roughness values (11.2–14.7 nm). When used as a heater, the transparent AgNW conductive film showed rapid heating at low input voltages owing to a uniform heat distribution across the whole substrate surface. Additionally, the conductivity of the film decreased with increasing bending cycle numbers; however, the film still exhibited a good conductivity and heating performances after repeated bending.",
    "creator" : "LaTeX with hyperref package"
  }
}