{
  "name" : "downloads_2019-10-23_69_an2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Water Sorption in MXene/Polyelectrolyte Multilayers for Ultrafast Humidity Sensing",
    "authors" : [ "Hyosung An", "Touseef Habib", "Smit Shah", "Huili Gao", "Anish Patel", "Ian Echols", "Xiaofei Zhao", "Miladin Radovic", "Micah J. Green", "Jodie L. Lutkenhaus" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: MXene, titanium carbides, layer-by-layer assemblies, water sorption, humidity sensors\nHumidity sensing is significant in a wide range ofapplications in electronics, chemicals, foods, cosmetics, pharmaceuticals, metallurgy, and climatology.1−12 Recently, humidity sensors with fast response have been desired for emerging technologies, such as wearable health monitoring devices and artificial skin.13−15 Although there are many reported humidity sensors using optical,16,17 gravimetric,18,19 capacitive,20,21 resistive,13,22 piezoresistive,23,24 and magnetoelastic25 methods, many of these methods are still challenged by the response and recovery times. We hypothesized that two-dimensional metal carbides\n(termed MXenes, or Mn+1XnTx, where M is an early transitional metal, X is either carbon or nitrogen, and T is a surface terminal group, such as −F, −OH, −O, and −Cl) would be promising materials for humidity sensing due to their hydrophilicity and metal-like conductivity (2 × 105 S/m).26\nDillon et al. demonstrated changes in sheet conductance of spin-cast MXene films for dry versus wet nitrogen,27 and Shpigel et al. demonstrated water sorption in MXene electrodes immersed in different electrolytes.28 However, the response rate, detection range, reversibility, and humidity response mechanism were not discussed or understood. Recently, we demonstrated highly stretchable MXene/\npolyelectrolyte multilayers assembled using the layer-by-layer (LbL) assembly technique as strain sensors in which resistance was correlated to in-plane tensile strain.28 We here hypothesized that MXene/polyelectrolyte multilayers might be responsive to humidity by a mechanism where water sorption increases the sheet-to-sheet distance and consequentially increases the resistance of the bulk electrode. We first prepared MXene/polyelectrolyte multilayers using\nLbL assembly, which consisted of the alternate adsorption of negatively charged MXene sheets and positively charged polyelectrolytes each for 15 min of adsorption time (Figure 1a). Ti3C2Tx MXene sheets were derived from the parent Ti3AlC2 MAX phase\n29 and had a lateral sheet size of ∼1 μm (Figure S1). The MXene nanosheets were negatively charged (−32 mV by zeta potential) in water at pH 5, while poly(diallyldimethylammonium chloride) (PDAC) at pH 5 was used as the complementary positively charged species (+18 mV) for assembly. As the number of layer pairs (or LbL cycles) increased from zero to five, the color of the film\nReceived: December 13, 2018 Accepted: January 3, 2019 Published: January 3, 2019\n© 2019 American Chemical Society 948 DOI: 10.1021/acsanm.8b02265 ACS Appl. Nano Mater. 2019, 2, 948−955\nD ow\nnl oa\nde d\nvi a\nM C\nM A\nST E\nR U\nN IV\no n\nO ct\nob er\n2 3,\n2 01\n9 at\n0 1:\n43 :5\n7 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is\nhe d\nar tic\nle s.\nbecame visibly darker (Figure 1b), which indicated the successful assembly of MXene/polyelectrolyte multilayers. We expect the immersive LbL process to yield MXene multilayers having a mixed layer structure.30−33\nNote that we tried or evaluated other processing methods (i.e., casting, spin-coating, and vacuum-assisted filtration). Upon simple mixing, MXenes and PDAC precipitated, which made it difficult to process by spin-casting or solution-casting.\nVacuum-assisted filtration MXene−polymer papers have been reported.34 For example, MXene sheets were mixed with polyvinyl alcohol (PVA) or PDAC in water and then filtered to produce a free-standing paper; however, this technique cannot produce a thin nanometer-scale coating. However, we chose layer-by-layer assembly here because it fulfills the multiple requirements of sensor coatings: (1) meticulously controlled material structure, (2) coating uniformity, (3) conformal\nDOI: 10.1021/acsanm.8b02265 ACS Appl. Nano Mater. 2019, 2, 948−955\n949\ncoatings even on complex surfaces, and (4) balance between multiple functional properties. We next examined the morphology and structure of the MXene/polyelectrolyte multilayer in the early stages of growth to determine the minimum number of layer pairs needed to achieve in-plane percolation. Scanning electron microscopy (SEM) confirmed dense coverage of the MXene sheets on the surface and parallel arrangement of the MXene sheets in a brick-and-mortar-like fashion (Figure 1c,d). UV−vis spectra of the MXene/polyelectrolyte multilayers show a broad adsorption feature at 770 nm assigned to MXene nanosheets35,36 that increased with the number of layer pairs (Figure 1e). Similarly, the film thickness increased linearly as 9.5 nm per layer pair (or LbL cycle) (Figure 1f). With the assumption that the coated polymer thickness is negligible and that the major contribution to thickness comes from MXene sheets (the average thickness of a MXene sheet: ∼1 nm),37,38 about 9−10 layers of MXene sheets were deposited during each MXene adsorption step. The root-mean-square roughness was lower than 20 nm, as measured by profilometry (Figure 1g). These results confirm that linear growth occurs even in the early stages of growth and complements our early findings that show linear growth continues up to 40 layer pairs.28\nTable S1 shows the conductivity for MXene/polyelectrolyte multilayers of two, three, and five layer pairs for which the PDAC and MXene adsorption times were 15 min. A threelayer-pair multilayer had a conductivity of 21 S/cm, which increased slightly to 27 ± 2 S/cm for five-layer pairs. A twolayer-pair multilayer’s conductivity was not measurable because of insufficient percolation of the MXene sheets. Similar results were obtained for MXene/polyelectrolyte multilayers with reduced PDAC adsorption times of 5 and 10 min, in which the highest conductivity was 47 ± 5 S/cm for a five-layer pair multilayer with 5 min PDAC adsorption time. On the basis of these results, we conclude that a minimum of three layer pairs is needed to achieve in-plane percolation of MXene sheets and that reduced PDAC content enhances conductivity. We next examined how resistance changed with varying relative humidity for the MXene/polyelectrolyte multilayer for which the PDAC and MXene adsorption times were 15 min. For a patterned MXene/polyelectrolyte multilayer on PET (Figure 2a), resistance increased by 52% as relative humidity (RH) increased from 10% to 70% (Figure 2b). This resistance reversibly recovered upon decreasing the relative humidity back to 10% (Figure 2b). In addition, the MXene/ polyelectrolyte multilayer films showed a stable resistance response over the course of 100 cycles (or 3 h) of switching from 30% RH to 40% RH. (Figure 2c). This result indicates that the reversible resistance change is due to water adsorption, not oxidation of MXene sheets.39 As shown in Figure S2, a long-term stability test showed that sensors stored in ambient conditions still responded to humidity but showed a gradual increase in resistance, indicating probable MXene oxidation.40−43 For all other experiments, we stored samples in hermetically sealed argon-filled vials at 5 °C before any tests to prevent oxidation.43\nTo understand the underlying mechanism of the reversible and repeatable resistance change, we investigated water sorption and film thickness at varying relative humidity values. Measurements using quartz crystal microbalance (QCM) confirmed that water molecules were reversibly adsorbed and desorbed into the MXene/polyelectrolyte multilayers, which followed a Freundlich isotherm model44,45 (Figure 2d,f, and\nanalysis shown in the Supporting Information). Ellipsometry measurements also verified the reversible change of film thickness upon water adsorption/desorption cycling (Figure 2e), explaining the reversible and stable resistance change in Figure 2b,c. Shpigel et al. reported that Ti3C2 electrodes contain 0.75 g/cm3 of water.28 A quarter of the water was trapped in the interspaces between MXene nanosheets, and three-quarters was movable water placed in the interparticle pores and interlayer gaps.28 Our MXene/polyelectrolyte multilayers had lower water sorption (0.37 g/cm3 at 70% RH) than that of the Ti3C2 electrodes reported by Shpigel et al. Different here, our electrodes are not fully immersed in water and our electrodes contain polyelectrolyte. Also, the reported contact angle of MXene nanosheets is 35°.34 PDAC finished (or covered) LbL films bear a contact angle of ∼25°.46 The proposed humidity response mechanism is shown in Figure 3a. Upon increasing humidity, MXene interlayer\ndistance (or sheet-to-sheet distance) increases, which increases the tunneling resistance (Figure 3b−f and analysis shown in the Supporting Information). Upon lowering the humidity, the interlayer distance decreases, and the resistance recovers. A similar mechanism has been observed elsewhere for silver nanowire strain sensors and for carbon nanotube/reduced graphene oxide humidity sensors.45,47 Another possible contribution to the mechanism is a reduction in conductivity caused by interaction of a polar molecule with the MXene’s surface terminal group (−OH), thus changing the electronic structure of the MXene itself.48 On the basis of the studies below, it appears that the dominating mechanism is the change in interlayer spacing. To prove this proposed mechanism, we varied the interlayer spacing between MXene layers by adjusting the PDAC deposition time (5, 10, or 15 min) while keeping MXene\nDOI: 10.1021/acsanm.8b02265 ACS Appl. Nano Mater. 2019, 2, 948−955\n950\ndeposition time at 15 min (Figure S3a−h). In essence, this adjusts the PDAC content, which, in turn, affects the interlayer spacing and the sheet-to-sheet tunneling resistance response. QCM confirmed that as PDAC deposition time increased, the multilayer’s PDAC composition increased (6.1 wt % for 5 min, 7.8 wt % for 10 min, and 9.3 wt % for 15 min, Figure 4a, Figure S3i, and Table S2). Increasing the PDAC deposition time led to an increase in the mass of PDAC deposited, which probably led to an increase in the sheet-to-sheet distance (or interlayer spacing), as suggested by changes in the X-ray diffraction (XRD) pattern (Figure S4). As shown in Table S1, the conductivity decreased with increasing PDAC deposition time (e.g., 47 and 27 S/cm for a five-layer pair multilayer with 5 and 15 min PDAC deposition, respectively). As PDAC deposition time increased from 5 to 15 min, the sensitivity to humidity increased by 46% (comparing R/R10% at 70% RH, Figure 4b) and the thickness change increased by 33% (Figure 4c). These results indicate that the humidity response is dependent on the PDAC content within the multilayer, which affects the tunneling resistance response. This supports our hypothesis that reversible water insertion into their interlayer gaps results in changing their interlayer distance and electrical resistance. We speculate that the response bears dual contributions from the polymer and the MXene, but these cannot be decoupled at present. The response and recovery times of the three different\nMXene/polyelectrolyte multilayers were evaluated (Figure 4d) using an electric fan that periodically interrupted the flow of humid air at a frequency of 1/3 Hz. It should be noted that many humidity sensors measured response time test (or recovery t ime tes t) wi th wide ly d iffe rent RH ranges.13,14,22,49−55 For equitable comparison, we introduce the “time per RH range tested” (having units of s RH−1) as a figure of merit with the assumption that humidity response is linear. All three samples (with 5, 10, and 15 min PDAC deposition) showed short response and recovery times of 110 and 220 ms, respectively, corresponding to response and recovery times per RH of 0.005 s RH−1 and 0.01 s RH−1, respectively. These fast response and recovery times are comparable to ultrafast humidity sensors using graphene,56\ncarbon nitride,22 silicon nanocrystals,14 and graphene oxide13 as well as a commercially available ultrafast sensor23 (Figure 4e,f and Table S313−15,20−22,49−69). To gain insight into the kinetics of the humidity response,\nthe rate constants were calculated as the resistance change due to water (de)sorption70−72 (Figure S5) as follows: ln((R1 − R0)/(R1 − Rt)) = ksorpt or kdesorpt, where R1 is the final resistance of the MXene/polyelectrolyte multilayers, R0 is the initial resistance, Rt is the resistance at time t, and ksorp and kdesorp are the rate constants at increasing and decreasing humidity, respectively. As the PDAC deposition time increased, ksorp decreased as 17.4, 10.2, and 9.5 s\n−1 for 5, 10, and 15 min PDAC deposition time, respectively. A similar result was obtained for kdesorp (7.3, 7.0, and 5.2 s\n−1, respectively). This indicates that increased deposition time and increased PDAC content leads to markedly different rate constants, which indicates that PDAC plays a major role in sensing. As PDAC sorbs and desorbs water, it likely adjusts the interlayer or flake spacing and overall film thickness (indirectly evidenced in Figure 2e). The observed ultrafast humidity response suggests that the\nMXene/polyelectrolyte multilayers could be used as human health sensors to monitor human respiration. For demonstration, a sensor was fabricated using a patterned MXene/ polyelectrolyte multilayer on PET and an Arduino microcontroller (Figure 5a,b and Figure S6). The sensor successfully monitored human respiration by changes in humidity due to inhalation and exhalation (Figure 5c and Movie S1). Because of the rapid response time, real-time monitoring was achieved, (Figure 5d−h). The volunteer walked for 90 s, ran for 90 s, and then walked again. As the volunteer ran, the respiration rate increased from 15 to 23 min−1 (Figure 5e,f). When the volunteer walked once more, the respiration rate was 31 min−1\nbecause the volunteer had shortened breath (Figure 5g). After a minute, their respiration renormalized (15 min−1) (Figure 5h). Similar profiles were observed in ultrafast humidity sensors using cellulose73 and silicon nanocrystals.14 In summary, these results demonstrate that thin MXene/ polyelectrolyte multilayers can detect changes in humidity with ultrafast response and recovery and excellent reversibility.\nDOI: 10.1021/acsanm.8b02265 ACS Appl. Nano Mater. 2019, 2, 948−955\n951\nThis concept may be applicable to various applications in many medical or environmental applications, where the humidity may change dynamically and rapidly. We found that MXene multilayers have trade-offs between increased conductivity and decreased sensitivity. As conductivity decreased (e.g., 47 and 27 S/cm for a five-layer pair multilayer with 5 and 15 min PDAC deposition, respectively), the sensitivity to humidity increased by 46% (comparing R/ R10% at 70% RH, Figure S7). In contrast, as conductivity decreased, the kinetics (i.e., rate constants) of the humidity response decreased. For example, as the PDAC deposition time increased, ksorp decreased as 17.4, 10.2, and 9.5 s\n−1 for 5, 10, and 15 min PDAC deposition time, respectively. These results suggest that increasing conductivity did not improve all aspects of humidity sensing properties in our system. On the other hand, Jung et al. explored the change in resistance of (pure) MXene papers in response to various gas vapors.48 They found that the MXene papers had a high conductivity (3250 S/cm vs 47 S/cm for this work, respectively) and that the high conductivity led to an exceptional sensitivity toward polar gas vapors. The present work herein has lower sensitivity because of PDAC’s insulating nature. Yet, PDAC, because it participates in the humidity sensing mechanism, has a significant and observable response toward humidity. Looking forward, the humidity response might be further modulated or amplified using highly water-sensitive polymers. The modeling of the tunnel resistance changing with MXene distance indicates that even stronger responses are possible with polymer layers that can switch between a highly expanded coil state and collapsed state. This also points to the possibility of MXene/polymer sensors based upon changes in resistance. For example, pH- or temperature-responsive polymers would also adjust the MXene sheet spacing, thus changing tunneling resistance.\n■ EXPERIMENTAL SECTION Materials. Poly(diallyldimethylammonium chloride) (PDAC, MW = 200000−350000 g mol−1, 20 wt % in water), hydrochloric acid (HCl, ACS reagent, 37% w/w), and dimethyl sulfoxide (DMSO, ReagentPlus, >99.5%) were obtained from Sigma-Aldrich. Ti (44 μm average particle size, 99.5% purity), Al (44 μm average particle size, 99.5% purity), TiC powders (2−3 μm average particle size, 99.5% purity), and lithium fluoride (LiF, 98+% purity) were purchased from Alfa Aesar. Substrates for layer-by-layer deposition included slide glass (VWR) and PET (Melinex ST505, Tekra).\nSynthesis of Ti3AlC2 MAX Phase. Commercial Ti, Al, and TiC powders were used as starting raw materials to synthesize the Ti3AlC2 MAX phase. To prepare homogeneous powder mixtures, Ti, Al, and TiC powders were first weighed to achieve the Ti:Al:C = 3.0:1.2:1.8 ratio and mixed together using ball-milling with zirconia beads in a glass jar at the speed of 300 rpm for 24 h. Then, the bulk high-purity Ti3AlC2 samples were sintered at temperature of 1510 °C for 15 min with a loading of 50 MPa using a pulsed electric current system (PECS). To fabricate high-purity Ti3AlC2 powder, the PECSed sample was first drill-milled and sieved to obtain powder with particle sizes below 44 μm.\nSynthesis of Ti3C2Tx MXene Clay. Ti3C2Tx MXene clay was synthesized by etching aluminum from the MAX phase using the technique described by Ghidiu et al.37 Concentrated HCl (37% w/w) was diluted with deionized (DI) water to obtain 30 mL of 6 M HCl solution. This solution was transferred to a polypropylene (PP) beaker, and 1.98 g of LiF was added to it. This dispersion was stirred for 5 min using a Teflon (PTFE) magnetic stirrer at room temperature. Ti3AlC2 MAX phase powder was slowly added to the HCl + LiF solution to prevent overheating as the reaction is highly exothermic. The PP beaker was capped to prevent evaporation of water, and a hole was made in the cap to avoid buildup of gases. The reaction mixture was stirred at 40 °C for about 45 h. The slurry product was filtered and washed with DI water in a poly(vinyl difluoride) (PVDF) filtration unit with pore size of 0.22 μm (Millipore SCGVU10RE Stericup GV) to remove the unreacted HF and water-soluble salts. This washing process was repeated until the pH of the filtrate reached a value of ∼6. The reaction product collected over the PVDF filter was extracted as Ti3C2Tx MXene clay.\nIntercalation and Delamination of Ti3C2Tx MXene Clay. Ti3C2Tx MXene clay was intercalated with DMSO and subsequently bath sonicated to obtain a dispersion of delaminated Ti3C2Tx MXenes. DMSO was added to Ti3C2Tx MXene clay (dried in a vacuum oven for about 24 h at 40 °C) to form a 60 mg mL−1 suspension followed by about 18 h of stirring at room temperature. After intercalation, excess DMSO was removed by several cycles of washing with DI water and centrifugation at 5000 rpm for 4 h. The intercalated Ti3C2Tx MXene suspension in DI water was bath sonicated for 1 h at room temperature followed by centrifugation at 3500 rpm for 1 h to separate the heavier components. The supernatant contained the stable Ti3C2Tx nanosheet dispersion.\nPreparation of MXene/Polyelectrolyte Multilayers. The PDAC and MXene sheets were diluted to a concentration of 1.0 mg mL−1 in deionized water (18.2 MΩ). The pH values of the PDAC solution and MXene dispersion were 5.0 and 5.0, respectively, and both solutions were used without adjusting the pH. For layer-by-layer deposition onto pure PET, a PET sheet was cut into 12.5 mm × 50 mm and then cleaned with isopropyl alcohol and water. After washing, the PET was dried with nitrogen. To make a U-shaped pattern, 1 mm wide tape was placed on PET substrate prior to layer-by-layer assembly. Plasma treatment (Harrick PDC-32G) was conducted for 5 min. Plasma-treated PET substrates were immersed in PDAC solution for 15 min and rinsed with deionized water for 2, 1, and 1 min each. Then, the substrates were immersed in MXene dispersion for 15 min and rinsed with deionized water for 2, 1, and 1 min each. The same procedure was repeated until the desired thickness was obtained. To prepare the MXene/polyelectrolyte multilayers with different PDAC, we have varied PDAC deposition time (5, 10, and 15 min) while keeping MXene deposition time for 15 min. Each cycle is termed as a\nDOI: 10.1021/acsanm.8b02265 ACS Appl. Nano Mater. 2019, 2, 948−955\n952\n“layer pair”. After layer-by-layer coating, the films were cut into 3.13 mm × 50 mm, and then the tape was removed. Copper wires were connected to both ends of the U-shaped patterned layer-by-layer film (Figure 2a) using silver paste followed by drying under vacuum for 4 h. For humidity sensing, the copper wires of the sensors were connected to a multimeter. Characterization. Scanning electron microscopy (SEM, JEOL JSM-7500F) was used to investigate morphologies of the multilayer films. Three nanometers of platinum/palladium alloy was sputtercoated onto samples prior to imaging. Profilometry (P6̅, KLATencor) was used to measure the thickness of the MXene-based multilayer in at least five different locations. A manual four-point resistivity probe (Lucas Laboratories S-302-4) was used to measure and calculate the conductivity of the multilayer. UV−vis spectroscopy was conducted using a Shimadzu UV-2401 PC spectrometer over a wavelength range of 300−900 nm. Ellipsometry (Gaertner LSE Stokes ellipsometer) was used to measure the thickness of MXene/ polyelectrolyte multilayers on a silicon substrate. The mass composition of the multilayer was measured using quartz crystal microbalance (QCM) (Inficon, Maxtek RQCM). First, plasma treatment (Harrick PDC32G) was performed on a 5 MHz Ti/Au quartz crystal for 5 min. The multilayer was deposited onto the quartz crystal using the layer-by-layer assembly procedure described above. The composition of the multilayer was determined by monitoring the frequency changes during each layer deposition from 0 to 5 layer pairs. Mass was calculated from the measured frequency using the Sauerbrey equation.74\nThe humidity response of the MXene/polyelectrolyte multilayer was measured in a home-built chamber. All sensing experiments were conducted at 22−23 °C. Humidity in the box was controlled by bubbling dry air (∼0% RH) in distilled water. Relative humidity in the box was simultaneously recorded using a commercial humidity sensor (Willhi WH1436H). The accuracy of the commercial sensor was ±1%. The resistance of the MXene film during the humidity test was measured using a multimeter (Peakmeter PM8236 digital multimeter). Ellipsometry and QCM were used to measure the film thickness and mass, respectively, as a function of humidity. As for evaluation of response and recovery time, flowing humid air was modulated by passing it through a home-built electric fan using an Arduino Uno R3 (Elegoo) and a stepper motor (Elegoo 28BYJ-48). The RH range for the response and recovery time tests was 20−40% RH. For the long-term stability test, we stored MXene multilayer samples in ambient conditions and conducted humidity sensing as a function of time. As for real-time monitoring of human respiration, the sensor was originally under ambient conditions with relative humidity around 25%. The resistance of the sensor was recorded using an Arduino Uno R3. Note that direct contact with PDAC may be harmful and cause skin irritation.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.8b02265.\nAn AFM image of single MXene flake, a long-term stability test, Freundlich isotherm model, modeling the resistance change, characteristics of MXene/polyelectrolyte multilayers with varying PDAC deposition time, XRD data, calculation of rate constants (ksorp or kdesorp), digital images of wireless humidity sensors, characteristics of reported humidity sensors (PDF)\nDemonstration of a MXene/polyelectrolyte multilayer film integrated with an Arduino microcontroller monitoring human respiration in real time (AVI)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail jodie.lutkenhaus@tamu.edu (J.L.L.). *E-mail micah.green@tamu.edu (M.J.G.). *E-mail mradovic@tamu.edu (M.R.)."
    }, {
      "heading" : "ORCID",
      "text" : "Micah J. Green: 0000-0001-5691-0861 Jodie L. Lutkenhaus: 0000-0002-2613-6016"
    }, {
      "heading" : "Author Contributions",
      "text" : "H.A. and A.P. prepared and characterized the MXene multilayers with supervision by J.L.L. T.H. and S.S. synthesized and characterized the MXene nanosheets with supervision by M.J.G. H.G. prepared the MAX phases with supervision by M.R. J.L.L. claims responsibility for all the figures in the main text and the Supporting Information. All authors completed the data analysis and prepared the manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This material is based in part upon work supported by the National Science Foundation under Grant 1760859. We thank the Kwanjeong Educational Foundation and Texas A&M Energy Institute for financial support.\n■ REFERENCES (1) Dessler, A. E.; Sherwood, S. C. A Matter of Humidity. Science 2009, 323 (5917), 1020−1021. (2) Barnett, T. P.; Adam, J. C.; Lettenmaier, D. P. Potential Impacts of a Warming Climate on Water Availability in Snow-Dominated Regions. Nature 2005, 438 (7066), 303. (3) Zhang, L.; Liang, H.; Jacob, J.; Naumov, P. Photogated Humidity-Driven Motility. Nat. Commun. 2015, 6, 7429. (4) Dugas, A. F.; Jalalpour, M.; Gel, Y.; Levin, S.; Torcaso, F.; Igusa, T.; Rothman, R. E. Influenza Forecasting with Google Flu Trends. PLoS One 2013, 8 (2), No. e56176. (5) Shaman, J.; Kohn, M. Absolute Humidity Modulates Influenza Survival, Transmission, and Seasonality. Proc. Natl. Acad. Sci. U. S. A. 2009, 106 (9), 3243−3248. (6) Deyle, E. R.; Maher, M. C.; Hernandez, R. D.; Basu, S.; Sugihara, G. Global Environmental Drivers of Influenza. Proc. Natl. Acad. Sci. U. S. A. 2016, 113 (46), 13081−13086. (7) Shin, B.; Ha, J.; Lee, M.; Park, K.; Park, G. H.; Choi, T. H.; Cho, K.-J.; Kim, H.-Y. Hygrobot: A Self-Locomotive Ratcheted Actuator Powered by Environmental Humidity. Science Robotics 2018, 3 (14), No. eaar2629. (8) Atesci, H.; Kaliginedi, V.; Gil, J. A. C.; Ozawa, H.; Thijssen, J. M.; Broekmann, P.; Haga, M.-A.; van der Molen, S. J. HumidityControlled Rectification Switching in Ruthenium-Complex Molecular Junctions. Nat. Nanotechnol. 2018, 13 (2), 117. (9) Ambler, H. Humidity and Corrosion. Nature 1955, 176 (4492), 1082. (10) Laba, D. Rheological Properties of Cosmetics and Toiletries; Routledge, 2017. (11) Bott, R. F.; Oliveira, W. P. Storage Conditions for Stability Testing of Pharmaceuticals in Hot and Humid Regions. Drug Dev. Ind. Pharm. 2007, 33 (4), 393−401. (12) Vega-Mercado, H.; Gońgora-Nieto, M. M.; Barbosa-Cańovas, G. V. Advances in Dehydration of Foods. J. Food Eng. 2001, 49 (4), 271−289. (13) Borini, S.; White, R.; Wei, D.; Astley, M.; Haque, S.; Spigone, E.; Harris, N.; Kivioja, J.; Ryhanen, T. Ultrafast Graphene Oxide Humidity Sensors. ACS Nano 2013, 7 (12), 11166−11173. (14) Kano, S.; Kim, K.; Fujii, M. Fast-Response and Flexible Nanocrystal-Based Humidity Sensor for Monitoring Human Respi-\nDOI: 10.1021/acsanm.8b02265 ACS Appl. Nano Mater. 2019, 2, 948−955\n953\nration and Water Evaporation on Skin. ACS sensors 2017, 2 (6), 828− 833. (15) Zhen, Y.; Sun, F.-H.; Zhang, M.; Jia, K.; Li, L.; Xue, Q. Ultrafast Breathing Humidity Sensing Properties of Low-Dimensional FeDoped SnO2 Flower-like Spheres. RSC Adv. 2016, 6 (32), 27008− 27015. (16) Khijwania, S. K.; Srinivasan, K. L.; Singh, J. P. An EvanescentWave Optical Fiber Relative Humidity Sensor with Enhanced Sensitivity. Sens. Actuators, B 2005, 104 (2), 217−222. (17) Vijayan, A.; Fuke, M.; Hawaldar, R.; Kulkarni, M.; Amalnerkar, D.; Aiyer, R. Optical Fibre Based Humidity Sensor using CoPolyaniline Clad. Sens. Actuators, B 2008, 129 (1), 106−112. (18) Xuan, W.; He, M.; Meng, N.; He, X.; Wang, W.; Chen, J.; Shi, T.; Hasan, T.; Xu, Z.; Xu, Y.; Luo, J. K. Fast Response and High Sensitivity ZnO/Glass Surface Acoustic Wave Humidity Sensors using Graphene Oxide Sensing Layer. Sci. Rep. 2015, 4, 7206. (19) He, X.; Li, D.; Zhou, J.; Wang, W.; Xuan, W.; Dong, S.; Jin, H.; Luo, J. High Sensitivity Humidity Sensors using Flexible Surface Acoustic Wave Devices Made on Nanocrystalline ZnO/Polyimide Substrates. J. Mater. Chem. C 2013, 1 (39), 6210−6215. (20) Chung, V. P.; Yip, M.-C.; Fang, W. Resorcinol−Formaldehyde Aerogels for CMOS-MEMS Capacitive Humidity Sensor. Sens. Actuators, B 2015, 214, 181−188. (21) Bi, H.; Yin, K.; Xie, X.; Ji, J.; Wan, S.; Sun, L.; Terrones, M.; Dresselhaus, M. S. Ultrahigh Humidity Sensitivity of Graphene Oxide. Sci. Rep. 2013, 3, 2714. (22) Zhang, Z.; Huang, J.; Yuan, Q.; Dong, B. Intercalated Graphitic Carbon Nitride: a Fascinating Two-Dimensional Nanomaterial for an Ultra-Sensitive Humidity Nanosensor. Nanoscale 2014, 6 (15), 9250− 9256. (23) Yao, Y.; Chen, X.; Guo, H.; Wu, Z.; Li, X. Humidity Sensing Behaviors of Graphene Oxide-Silicon Bi-Layer Flexible Structure. Sens. Actuators, B 2012, 161 (1), 1053−1058. (24) Xu, J.; Bertke, M.; Li, X.; Yu, F.; Hamdana, G.; Peiner, E. Fabrication of ZnO Nanorods and Chitosan@ ZnO Nanorods on MEMS Piezoresistive Self-Actuating Silicon Microcantilever for Humidity Sensing. Sens. Actuators, B 2018, 273, 276. (25) Grimes, C. A.; Kouzoudis, D.; Dickey, E. C.; Qian, D.; Anderson, M. A.; Shahidain, R.; Lindsey, M.; Green, L. Magnetoelastic Sensors in Combination with Nanometer-Scale Honeycombed Thin Film Ceramic TiO2 for Remote Query Measurement of Humidity. J. Appl. Phys. 2000, 87 (9), 5341−5343. (26) Naguib, M.; Mashtalir, O.; Carle, J.; Presser, V.; Lu, J.; Hultman, L.; Gogotsi, Y.; Barsoum, M. W. Two-Dimensional Transition Metal Carbides. ACS Nano 2012, 6 (2), 1322−1331. (27) Dillon, A. D.; Ghidiu, M. J.; Krick, A. L.; Griggs, J.; May, S. J.; Gogotsi, Y.; Barsoum, M. W.; Fafarman, A. T. Highly Conductive Optical Quality Solution Processed Films of 2D Titanium Carbide. Adv. Funct. Mater. 2016, 26 (23), 4162−4168. (28) Shpigel, N.; Levi, M. D.; Sigalov, S.; Mathis, T. S.; Gogotsi, Y.; Aurbach, D. Direct Assessment of Nanoconfined Water in 2D Ti3C2 Electrode Interspaces by a Surface Acoustic Technique. J. Am. Chem. Soc. 2018, 140 (28), 8910−8917. (29) Radovic, M.; Barsoum, M. W. MAX Phases: Bridging the Gap between Metals and Ceramics. Am. Ceram. Soc. Bull. 2013, 92 (3), 20−27. (30) Richardson, J. J.; Björnmalm, M.; Caruso, F. TechnologyDriven Layer-by-Layer Assembly of Nanofilms. Science 2015, 348 (6233), aaa2491. (31) Seo, J.; Lutkenhaus, J. L.; Kim, J.; Hammond, P. T.; Char, K. Effect of the Layer-by-Layer (LbL) Deposition Method on the Surface Morphology and Wetting Behavior of Hydrophobically Modified PEO and PAA LbL Films. Langmuir 2008, 24 (15), 7995−8000. (32) Decher, G. Fuzzy Nanoassemblies: Toward Layered Polymeric Multicomposites. Science 1997, 277 (5330), 1232−1237. (33) Kharlampieva, E.; Kozlovskaya, V.; Chan, J.; Ankner, J. F.; Tsukruk, V. V. Spin-Assisted Layer-by-Layer Assembly: Variation of\nStratification as Studied with Neutron Reflectivity. Langmuir 2009, 25 (24), 14017−14024. (34) Ling, Z.; Ren, C. E.; Zhao, M.-Q.; Yang, J.; Giammarco, J. M.; Qiu, J.; Barsoum, M. W.; Gogotsi, Y. Flexible and Conductive MXene Films and Nanocomposites with High Capacitance. Proc. Natl. Acad. Sci. U. S. A. 2014, 111 (47), 16676−16681. (35) Hantanasirisakul, K.; Zhao, M. Q.; Urbankowski, P.; Halim, J.; Anasori, B.; Kota, S.; Ren, C. E.; Barsoum, M. W.; Gogotsi, Y. Fabrication of Ti3C2Tx MXene Transparent Thin Films with Tunable Optoelectronic Properties. Advanced Electronic Materials 2016, 2 (6), 1600050. (36) Halim, J.; Lukatskaya, M. R.; Cook, K. M.; Lu, J.; Smith, C. R.; Nas̈lund, L.-Å.; May, S. J.; Hultman, L.; Gogotsi, Y.; Eklund, P.; Barsoum, M. W. Transparent Conductive Two-Dimensional Titanium Carbide Epitaxial Thin Films. Chem. Mater. 2014, 26 (7), 2374−2381. (37) Ghidiu, M.; Lukatskaya, M. R.; Zhao, M.-Q.; Gogotsi, Y.; Barsoum, M. W. Conductive Two-Dimensional Titanium Carbide ‘Clay’ with High Volumetric Capacitance. Nature 2014, 516 (7529), 78. (38) Wang, X.; Shen, X.; Gao, Y.; Wang, Z.; Yu, R.; Chen, L. Atomic-Scale Recognition of Surface Structure and Intercalation Mechanism of Ti3C2X. J. Am. Chem. Soc. 2015, 137 (7), 2715−2721. (39) Römer, F. M.; Wiedwald, U.; Strusch, T.; Halim, J.; Mayerberger, E.; Barsoum, M. W.; Farle, M. Controlling the Conductivity of Ti3C2 MXenes by Inductively Coupled Oxygen and Hydrogen Plasma Treatment and Humidity. RSC Adv. 2017, 7 (22), 13097−13103. (40) Ghassemi, H.; Harlow, W.; Mashtalir, O.; Beidaghi, M.; Lukatskaya, M.; Gogotsi, Y.; Taheri, M. L. In Situ Environmental Transmission Electron Microscopy Study of Oxidation of TwoDimensional Ti3C2 and Formation of Carbon-Supported TiO2. J. Mater. Chem. A 2014, 2 (35), 14339−14343. (41) Halim, J.; Cook, K. M.; Naguib, M.; Eklund, P.; Gogotsi, Y.; Rosen, J.; Barsoum, M. W. X-Ray Photoelectron Spectroscopy of Select Multi-Layered Transition Metal Carbides (MXenes). Appl. Surf. Sci. 2016, 362, 406−417. (42) Maleski, K.; Mochalin, V. N.; Gogotsi, Y. Dispersions of TwoDimensional Titanium Carbide MXene in Organic Solvents. Chem. Mater. 2017, 29 (4), 1632−1640. (43) Zhang, C. J.; Pinilla, S.; McEvoy, N.; Cullen, C. P.; Anasori, B.; Long, E.; Park, S.-H.; Seral-Ascaso, A. s.; Shmeliov, A.; Krishnan, D.; et al. Oxidation Stability of Colloidal Two-Dimensional Titanium Carbides (MXenes). Chem. Mater. 2017, 29 (11), 4848−4856. (44) Zhu, Y.; Qin, Q.; Xu, F.; Fan, F.; Ding, Y.; Zhang, T.; Wiley, B. J.; Wang, Z. L. Size Effects on Elasticity, Yielding, and Fracture of Silver Nanowires: In Situ Experiments. Phys. Rev. B: Condens. Matter Mater. Phys. 2012, 85 (4), 045443. (45) Amjadi, M.; Pichitpajongkit, A.; Lee, S.; Ryu, S.; Park, I. Highly Stretchable and Sensitive Strain Sensor Based on Silver Nanowire− Elastomer Nanocomposite. ACS Nano 2014, 8 (5), 5154−5163. (46) Elzbieciak, M.; Kolasinska, M.; Warszynski, P. Characteristics of Polyelectrolyte Multilayers: The Effect of Polyion Charge on Thickness and Wetting Properties. Colloids Surf., A 2008, 321 (1− 3), 258−261. (47) Tai, Y.; Lubineau, G. Human Finger Electronics Based on Opposing Humidity Resistance Responses in Carbon Nanofilms. Small 2017, 13 (11), 1603486. (48) Kim, S. J.; Koh, H.-J.; Ren, C. E.; Kwon, O.; Maleski, K.; Cho, S.-Y.; Anasori, B.; Kim, C.-K.; Choi, Y.-K.; Kim, J.; Gogotsi, Y.; Jung, H.-T. Metallic Ti3C2Tx MXene Gas Sensors with Ultrahigh Signal-toNoise Ratio. ACS Nano 2018, 12 (2), 986−993. (49) Cunha, B. B.; Greenshields, M. W.; Mamo, M. A.; Coville, N. J.; Hümmelgen, I. A. A Surfactant Dispersed N-Doped Carbon SpherePoly (Vinyl Alcohol) Composite as Relative Humidity Sensor. J. Mater. Sci.: Mater. Electron. 2015, 26 (6), 4198−4201. (50) Xuan, W.; He, X.; Chen, J.; Wang, W.; Wang, X.; Xu, Y.; Xu, Z.; Fu, Y. Q.; Luo, J. High Sensitivity Flexible Lamb-Wave Humidity Sensors with a Graphene Oxide Sensing Layer. Nanoscale 2015, 7 (16), 7430−7436.\nDOI: 10.1021/acsanm.8b02265 ACS Appl. Nano Mater. 2019, 2, 948−955\n954\n(51) Yang, M.-Z.; Dai, C.-L.; Wu, C.-C. Sol-Gel Zinc Oxide Humidity Sensors Integrated with a Ring Oscillator Circuit On-aChip. Sensors 2014, 14 (11), 20360−20371. (52) Chen, C.; Wang, X.; Li, M.; Fan, Y.; Sun, R. Humidity Sensor Based on Reduced Graphene Oxide/Lignosulfonate Composite ThinFilm. Sens. Actuators, B 2018, 255, 1569−1576. (53) Naik, G.; Krishnaswamy, S. Room-Temperature Humidity Sensing using Graphene Oxide Thin Films. Graphene 2016, 5 (1), 1− 13. (54) Arena, A.; Donato, N.; Saitta, G. Capacitive Humidity Sensors Based on MWCNTs/Polyelectrolyte Interfaces Deposited on Flexible Substrates. Microelectron. J. 2009, 40 (6), 887−890. (55) Kuang, Q.; Lao, C.; Wang, Z. L.; Xie, Z.; Zheng, L. HighSensitivity Humidity Sensor Based on a Single SnO2 Nanowire. J. Am. Chem. Soc. 2007, 129 (19), 6070−6071. (56) Wang, S.; Chen, Z.; Umar, A.; Wang, Y.; Tian, T.; Shang, Y.; Fan, Y.; Qi, Q.; Xu, D. Supramolecularly Modified Graphene for Ultrafast Responsive and Highly Stable Humidity Sensor. J. Phys. Chem. C 2015, 119 (51), 28640−28647. (57) Yang, T.; Yu, Y.; Zhu, L.; Wu, X.; Wang, X.; Zhang, J. Fabrication of Silver Interdigitated Electrodes on Polyimide Films via Surface Modification and Ion-Exchange Technique and its Flexible Humidity Sensor Application. Sens. Actuators, B 2015, 208, 327−333. (58) Zhang, D.; Chang, H.; Li, P.; Liu, R.; Xue, Q. Fabrication and Characterization of an Ultrasensitive Humidity Sensor based on Metal Oxide/Graphene Hybrid Nanocomposite. Sens. Actuators, B 2016, 225, 233−240. (59) Guo, H.; Lan, C.; Zhou, Z.; Sun, P.; Wei, D.; Li, C. Transparent, Flexible, and Stretchable WS2 Based Humidity Sensors for Electronic Skin. Nanoscale 2017, 9 (19), 6246−6253. (60) Hu, X.; Gong, J.; Zhang, L.; Yu, J. C. Continuous Size Tuning of Monodisperse ZnO Colloidal Nanocrystal Clusters by a Microwave Polyol Process and Their Application for Humidity Sensing. Adv. Mater. 2008, 20 (24), 4845−4850. (61) Rathi, K.; Pal, K. Impact of Doping on GO: Fast Response− Recovery Humidity Sensor. ACS Omega 2017, 2 (3), 842−851. (62) Zhang, D.; Tong, J.; Xia, B.; Xue, Q. Ultrahigh Performance Humidity Sensor based on Layer-by-Layer Self-Assembly of Graphene Oxide/Polyelectrolyte Nanocomposite Film. Sens. Actuators, B 2014, 203, 263−270. (63) Hosseini, Z.; Ghiass, M.; Fardindoost, S.; Hatamie, S. A New Approach to Flexible Humidity Sensors using Graphene Quantum Dots. J. Mater. Chem. C 2017, 5 (35), 8966−8973. (64) Geng, W.; Yuan, Q.; Jiang, X.; Tu, J.; Duan, L.; Gu, J.; Zhang, Q. Humidity Sensing Mechanism of Mesoporous MgO/KCl−SiO2 Composites Analyzed by Complex Impedance Spectra and Bode Diagrams. Sens. Actuators, B 2012, 174, 513−520. (65) Chen, W.-P.; Zhao, Z.-G.; Liu, X.-W.; Zhang, Z.-X.; Suo, C.-G. A Capacitive Humidity Sensor Based on Multi-Wall Carbon Nanotubes (MWCNTs). Sensors 2009, 9 (9), 7431−7444. (66) Song, X.; Qi, Q.; Zhang, T.; Wang, C. A Humidity Sensor Based on KCl-doped SnO2 Nanofibers. Sens. Actuators, B 2009, 138 (1), 368−373. (67) Qi, Q.; Zhang, T.; Wang, L. Improved and Excellent Humidity Sensitivities Based on KCl-doped TiO2 Electrospun Nanofibers. Appl. Phys. Lett. 2008, 93 (2), 023105. (68) Wang, W.; Li, Z.; Liu, L.; Zhang, H.; Zheng, W.; Wang, Y.; Huang, H.; Wang, Z.; Wang, C. Humidity Sensor Based on LiClDoped ZnO Electrospun Nanofibers. Sens. Actuators, B 2009, 141 (2), 404−409. (69) Zhang, Z.; Huang, J.; Dong, B.; Yuan, Q.; He, Y.; Wolfbeis, O. S. Rational Tailoring of ZnSnO3/TiO2 Heterojunctions with Bioinspired Surface Wettability for High-Performance Humidity Nanosensors. Nanoscale 2015, 7 (9), 4149−4155. (70) Yan, H.; Guo, S.; Wu, F.; Yu, P.; Liu, H.; Li, Y.; Mao, L. Carbon Atom Hybridization Matters: Ultrafast Humidity Response of Graphdiyne Oxides. Angew. Chem., Int. Ed. 2018, 57 (15), 3922− 3926.\n(71) Krtil, P.; Trojańek, A.; Samec, Z. Kinetics of Water Sorption in NafionThin Films−Quartz Crystal Microbalance Study. J. Phys. Chem. B 2001, 105 (33), 7979−7983. (72) Majsztrik, P. W.; Satterfield, M. B.; Bocarsly, A. B.; Benziger, J. B. Water Sorption, Desorption and Transport in Nafion Membranes. J. Membr. Sci. 2007, 301 (1−2), 93−106. (73) Güder, F.; Ainla, A.; Redston, J.; Mosadegh, B.; Glavan, A.; Martin, T.; Whitesides, G. M. Paper Based Electrical Respiration Sensor. Angew. Chem., Int. Ed. 2016, 55 (19), 5727−5732. (74) Sauerbrey, G. Verwendung von Schwingquarzen zur Wag̈ung dünner Schichten und zur Mikrowag̈ung. Eur. Phys. J. A 1959, 155 (2), 206−222.\nDOI: 10.1021/acsanm.8b02265 ACS Appl. Nano Mater. 2019, 2, 948−955\n955"
    } ],
    "references" : [ {
      "title" : "A Matter of Humidity",
      "author" : [ "A.E. Dessler", "S.C. Sherwood" ],
      "venue" : "Science",
      "citeRegEx" : "Dessler and Sherwood,? \\Q2009\\E",
      "shortCiteRegEx" : "Dessler and Sherwood",
      "year" : 2009
    }, {
      "title" : "Absolute Humidity Modulates Influenza Survival, Transmission, and Seasonality",
      "author" : [ "J. Shaman", "M. Kohn" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A",
      "citeRegEx" : "Shaman and Kohn,? \\Q2009\\E",
      "shortCiteRegEx" : "Shaman and Kohn",
      "year" : 2009
    }, {
      "title" : "Rheological Properties of Cosmetics and Toiletries; Routledge, 2017",
      "author" : [ "D. Laba" ],
      "venue" : "Drug Dev",
      "citeRegEx" : "1082",
      "shortCiteRegEx" : "1082",
      "year" : 2017
    }, {
      "title" : "Advances in Dehydration of Foods",
      "author" : [ "Ind. Pharm" ],
      "venue" : "J. Food Eng. 2001,",
      "citeRegEx" : "Pharm.,? \\Q2007\\E",
      "shortCiteRegEx" : "Pharm.",
      "year" : 2007
    }, {
      "title" : "Ultrafast Graphene Oxide Humidity Sensors",
      "author" : [ "N. Harris", "J. Kivioja", "T. Ryhanen" ],
      "venue" : "ACS Nano 2013,",
      "citeRegEx" : "E. et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "E. et al\\.",
      "year" : 2013
    }, {
      "title" : "Optical Fibre Based Humidity Sensor using CoPolyaniline Clad",
      "author" : [ "Aiyer" ],
      "venue" : "Sens. Actuators, B 2008,",
      "citeRegEx" : "D. and R.,? \\Q2008\\E",
      "shortCiteRegEx" : "D. and R.",
      "year" : 2008
    }, {
      "title" : "Two-Dimensional Transition Metal Carbides",
      "author" : [ "L. Hultman", "Y. Gogotsi", "M.W. Barsoum" ],
      "venue" : "ACS Nano 2012,",
      "citeRegEx" : "Hultman et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Hultman et al\\.",
      "year" : 2012
    }, {
      "title" : "Fuzzy Nanoassemblies: Toward Layered Polymeric Multicomposites",
      "author" : [ "G. Decher" ],
      "venue" : "Science",
      "citeRegEx" : "Decher,? \\Q1997\\E",
      "shortCiteRegEx" : "Decher",
      "year" : 1997
    }, {
      "title" : "Highly Stretchable and Sensitive Strain Sensor Based on Silver Nanowire− Elastomer Nanocomposite",
      "author" : [ "M. Amjadi", "A. Pichitpajongkit", "S. Lee", "S. Ryu", "I. Park" ],
      "venue" : "ACS Nano 2014,",
      "citeRegEx" : "Amjadi et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Amjadi et al\\.",
      "year" : 2014
    }, {
      "title" : "Kinetics of Water Sorption in NafionThin Films−Quartz Crystal Microbalance Study",
      "author" : [ "P. Krtil", "A. Trojańek", "Z. Samec" ],
      "venue" : "J. Phys. Chem. B 2001,",
      "citeRegEx" : "Krtil et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Krtil et al\\.",
      "year" : 2001
    }, {
      "title" : "Sorption, Desorption and Transport in Nafion Membranes",
      "author" : [ "B. Water" ],
      "venue" : "J. Membr. Sci",
      "citeRegEx" : "Water,? \\Q2007\\E",
      "shortCiteRegEx" : "Water",
      "year" : 2007
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The rapidly growing fields of noncontact medical diagnosis, noninvasive epidermal sensing, and environmental monitoring bring forward the need for fast humidity sensors. However, achieving a rapid response to dynamic changes in humidity, such as for human respiration, is challenging. This is because the response can be limited by the diffusion of water, the sorption of water in the material, and the sensing method itself. Here, the water sorption and response mechanism for multilayer assemblies made from MXene nanosheets and polyelectrolytes for ultrafast humidity sensing are described. MXenes are a class of two-dimensional transition metal carbides (e.g., Ti3C2) possessing hydrophilicity and metal-like conductivity. Herein we show that MXene/polyelectrolyte multilayer films prepared using layer-by-layer (LbL) assembly exhibit response and recovery times exceeding those of most humidity sensors. Quartz crystal microbalance and ellipsometry support the mechanism that, upon changing humidity, water molecules intercalate into (or deintercalate from) the MXene/polyelectrolyte multilayer, resulting in an increase (or a decrease) in the thickness and sheet-to-sheet distance, which then changes the tunneling resistance between MXene sheets. The ultrafast response was further demonstrated by monitoring real-time human respiration using a portable microcontroller for wireless sensing.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}