{
  "name" : "downloads_2019-11-22_de_ali2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Synthesis of activated carbon-supported TiO2-based nano-photocatalysts with well recycling for efficiently degrading high-concentration pollutants",
    "authors" : [ "Sharafat Ali", "Zhijun Li", "Shuangying Chen", "Amir Zada", "Iltaf Khan", "Imran Khan", "Wajid Ali", "Shabana Shaheen", "Yang Qu", "Liqiang Jing" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nCatalysis Today\njournal homepage: www.elsevier.com/locate/cattod\nSynthesis of activated carbon-supported TiO2-based nano-photocatalysts with well recycling for efficiently degrading high-concentration pollutants\nSharafat Ali, Zhijun Li⁎, Shuangying Chen, Amir Zada, Iltaf Khan, Imran Khan, Wajid Ali, Shabana Shaheen, Yang Qu, Liqiang Jing⁎\nKey Laboratory of Functional Inorganic Materials Chemistry (Heilongjiang University), Ministry of Education, School of Chemistry and Materials Science, International Joint Research Center for Catalytic Technology, Harbin, 150080, PR China\nA R T I C L E I N F O\nKeywords: TiO2 Modification Good recycling Photocatalysis High-concentration pollutants\nA B S T R A C T\nIt is highly desired to develop efficient TiO2-based nano-photocatalysts with excellent recycling properties for practical application to degrade high-concentration pollutants. Herein, TiO2 nanoparticles have been successfully modified by coupling activated carbon (AC), constructing heterojunction with SrTiO3 and modifying with phosphoric acid. It is clearly demonstrated that the as-prepared nano-photocatalysts exhibit exceptional photoactivities for degrading high-concentration pollutants like 2,4-dichlorophenol (2,4-DCP) and bisphenol A (BPA), both with ∼3-time activity enhancement compared to commercial P25 TiO2. Based on the surface photovoltage responses and the fluorescence spectra related to the formed %OH amounts, it is deduced that the exceptional photocatalytic activities are attributed to the coupled AC for accepting electrons and promoting reactant adsorption, to the formed SrTiO3 for inhibiting the anatase TiO2 crystallite growth to increase the surface area and promoting the charge separation, and to the modified phosphate groups for promoting the adsorption of O2 to enhance the charge separation. Furthermore, it is demonstrated through the radical trapping experiments that the photogenerated hydroxyl radicals could be dominant for the photocatalytic degradation of 2,4-DCP. This work would provide a feasible route to obviously enhance the photocatalytic activities of TiO2based nano-photocatalysts for the environmental remediation with good recycling properties."
    }, {
      "heading" : "1. Introduction",
      "text" : "The environmental deterioration problems, especially discharged pollutants directly into water bodies, have interrupted the balance of harmonious co-existence between human beings and environment [1]. Particularly, phenols and its derivatives like 2,4-dichlorophenol (2,4- DCP) and bisphenol A (BPA) are widely applied in many industries as herbicides, fungicides, defoliants and disinfectants [2,3]. These pollutants are frequently discharged into water bodies and have sturdy denaturing effects on organisms, liver damage, irritation to skin and mucous membrane. Therefore, they are listed as the top priority control pollutants by the United States Environmental Protection Agency and European Commission [4–6]. Many conventional methodologies have been explored to dispel these noxious pollutants from the polluted water bodies to protect the safety concerning drinking water, which is closely related to our health. However, none of them gain much attention due to certain drawbacks [7,8]. Recently, photocatalysis is very lucrative to degrade pollutants owing to its effectivity, low cost and environmental friendliness [9,10]. However, the low photocatalytic\nefficiency especially for the high concentration pollutants degradation and the ambiguous mechanism still greatly limit the wide practical application of photocatalytic technique to some extent. Titanium dioxide (TiO2) has been a target for the vigilant eyes of attraction for various photocatalytic applications, owing to its strong oxidizing power, low cost, long-term stability and environmental friendliness [11,12]. Despite of these desirable properties of nanosized TiO2, there are still some pitfalls such as weak charge separation, poor adsorption ability, and high recycling cost in wastewater treatment [13–15]. Therefore, it would be highly imperative to develop high-performance and easily-recycled TiO2-based nano-photocatalysts.\nIn this respect, various types of supports for TiO2 have been applied to address the aforementioned obstacles [16]. Among those, activated carbon (AC) has drawn more marvelous attention for practical application than other carbon materials such as carbon nano-tubes (CNTs) and graphene (Gr) etc. owing to its textural properties such as stability, low cost, large surface area and optimum porosity [17–19]. High adsorption aptitude that can help to supplement pollutants close to the catalyst as well as intermediate produced during photodegradation is\nhttps://doi.org/10.1016/j.cattod.2019.03.044 Received 27 November 2018; Received in revised form 6 March 2019; Accepted 18 March 2019\n⁎ Corresponding author. E-mail addresses: 2018011@hlju.edu.cn (Z. Li), jinglq@hlju.edu.cn (L. Jing).\nCatalysis Today 335 (2019) 557–564\nAvailable online 19 March 2019 0920-5861/ © 2019 Elsevier B.V. All rights reserved.\nT\nbeneficial to degrade them frequently on the photocatalyst surfaces. In addition, it is possibly favorable to accept the photogenerated electrons to promote the charge separation, which is often neglected. Thus, it is feasible to improve the photocatalytic activities of TiO2 by coupling AC [20–22]. Obviously, the positive effects of coupled AC on the reactant adsorption and the charge separation still need to be clarified. This is much helpful to deep understand the activity-improvement mechanism.\nTo improve the efficiency of photo-induced reactions, the recombination of photogenerated electron-hole pairs in a semiconductor must be suppressed. In fact, only a small part of the photogenerated electron-hole pairs arrive at the surfaces to induce redox reactions and about (∼90%) of them recombine to release the input energy as heat [23]. Many strategies have been worked out to improve the photocatalytic activity by suppressing the recombination of photogenerated electron-hole pairs via coupling TiO2 (TO) with other semiconductors [24–26]. SrTiO3 (STO) is a well-known p-type perovskite-type oxide with a band gap of 3.7 eV, its proper heterojunction with n-type TO is beneficial for the fast separation of photogenerated electron-hole pairs so as to suppress the recombination at the interphases of STO/TO [27]. It is expected that proper STO/TO heterojunction coupled with AC would create a synergistic effect on improving the photocatalytic activities, but no related works on it have been reported up to now. Besides, how effects of replacing Sr in SrTiO3 by other alkaline metals like Mg, Ca, and Ba are also not clear.\nIt is understandable that O2 can capture the photogenerated electrons to avert accumulation of negative charges, further leading to greatly-promoted electron-hole pairs separation [28,29]. Therefore, more frequent adsorption of O2 ensures fast degradation of pollutants. Thus, it is highly crucial to explore feasible routes to promote the surface adsorption of O2 for efficient photocatalysis [30,31]. However, it is frequently neglected. It has been well demonstrated that the modification of photocatalysts with phosphoric acid (H3PO4) could greatly promote the amount of adsorbed O2 as surface acidity plays an important role in O2 adsorption, leading to the enhanced charge carrier separation as a result improved the photocatalytic activities for pollutants degradation [32].\nTherefore, in this scientific research, we have synthesized TiO2based nano-photocatalysts and their exceptional photocatalytic activities for the degradation of high-concentration pollutants 2,4-DCP and BPA have been confirmed. It is clearly shown that the improved photocatalytic activities are attributed to the enhanced separation of photogenerated charges by the coupled AC and STO, and the promoted O2 adsorption after phosphate modification. Obviously, it is a scientific and effective TiO2-based nanocomposite material system. Another feature of this work is the good cycling performance of resulting hybrid photocatalyst in the wastewater treatment. To the best of our knowledge, for the first time the multifunctional nanomaterials has been developed for water purification."
    }, {
      "heading" : "2. Synthesis of the samples",
      "text" : ""
    }, {
      "heading" : "2.1. Synthesis of TO/AC nanocomposites",
      "text" : "Synthesis of TiO2 nanoparticles: TiO2 (TO) nanoparticles were synthesized through hydrothermal method. 5mL Ti(OBu)4 was dissolved in 5mL anhydrous ethanol under vigorous stirring. At the same time, the above solution was dropwise added to a mixture containing 20mL ethanol, 5 mL deionized water and 1mL of HNO3 (70%) solution to form a clear solution. Subsequently, the resulting solution was transferred to 100mL Teflon-lined stainless-steel autoclave and then kept at 160 °C for 6 h. The product was rinsed several times with deionized water and absolute ethanol, dried in an oven at 80 °C and finally calcined at 450 °C (5 °Cmin−1) for 2 h.\nSynthesis of TO/AC nanocomposites: To fabricate different mass percentage ratios of AC coupled TO nanocomposites (TO/XAC, X=means mass percentage ratio of AC to TO), AC was firstly rinsed\nwith deionized water and ethanol several times, dried in an oven at 80 °C and then calcined at 350 °C (5 °Cmin−1) for 2 h. Calculated amount of AC was mixed with TO in a mixed solvent 20mL ethanol, 5 mL deionized water and 1mL HNO3 under vigorous stirring at room temperature. After that the mixture was dried in an oven at 80 °C overnight and then calcined in air at 350 °C (5 °Cmin−1) for 2 h."
    }, {
      "heading" : "2.2. Synthesis of STO-TO/AC nanocomposites",
      "text" : "Synthesis of STO-TO: To obtain different SrTiO3-TiO2 (STO-TO) nanocomposites, for each sample, 5 mL Ti(OBu)4 was mixed with 5mL anhydrous ethanol under vigorous stirring. The above solution was dropwise added to a mixture containing 20mL anhydrous ethanol, 5 mL deionized water, 1 mL HNO3 (70%) and different mole ratios of Sr (NO3)2. The resulting solution was transferred to an autoclave and then kept at 160 °C for 6 h. After being cooled to room temperature, the white precipitate was rinsed with deionized water several times and ethanol, dried at 80 °C and finally calcined at 450 °C (5 °Cmin−1) for 2 h. The obtained nanocomposites were represented by YSTO-TO in which Y (1, 1.5, 2 and 2.5) is the mole percentage ratio of STO to TO. For the preparation of other alkaline earth metals nanocomposites, 2% mole percentage ratio of Mg(NO3)2·6H2O, Ca(NO3)2·4H2O and Ba (NO3)2 to TO was added instead of Sr(NO3)2 and the obtained samples were represented as 2MTO-TO, 2CTO-TO and 2BTO-TO, respectively.\nSynthesis of STO-TO/AC nanocomposites: For the preparation of 10% AC coupled YSTO-TO nanocomposites, calculated amounts of the as-prepared YSTO-TO nanocomposites were mixed with the amount optimized 10% AC in a mixed solvent of 20mL ethanol, 5 mL deionized water and 1mL HNO3 under vigorous stirring at room temperature. The mixtures were dried in an oven at 80 °C overnight and then calcined in air at 350 °C (5 °Cmin−1) for 2 h. The as-prepared samples were represented by YSTO-TO/10AC.\n2.3. Modification of 2STO-TO/10AC nanocomposites with H3PO4\nFor the preparation of phosphate modified samples, in a typical procedure, 1 g 2STO-TO/10AC was mixed with 50mL phosphate solution of different concentrations under vigorous stirring for 1 h. The mixtures were dried in an oven at 80 °C overnight and finally calcined in air at 350 °C (5 °Cmin−1) for 2 h. The obtained phosphate modified samples were denoted by (2STO-TO/10AC)-ZP, where P stands for phosphoric acid and Z for its concentrations of used solution (0.0001, 0.0002, 0.0003 and 0.0005M)."
    }, {
      "heading" : "2.4. Characterization of materials",
      "text" : "The as-prepared samples were characterized by various techniques. The crystalline phases of the as-prepared samples were investigated with the help of XRD (Bruker D8, Germany, Cu Kα radiation source with wavelength equal to 1.54056 Å) operated at an accelerating voltage of 30 kV with emission current of 20 mA. Electron micrographs were taken using a JEOL JEM-2100 transmission electron microscope (TEM) operated at an acceleration voltage of 200 kV. The X-ray photoelectron spectroscopy (XPS) was employed to determine the chemical compositions and elemental states of the samples using a Kratos-Axis Ultra DLD apparatus with an Al (mono) X-ray source and the binding energies were calibrated with respect to the signal for adventitious carbon (binding energy equal to 284.55 eV). The UV–vis diffuse reflectance spectra (DRS) were recorded with a Model Shimadzu UV-2550 spectrometer. The fluorescence spectra (FS) were measured with a spectrofluoro-photometer (Perkin-Elmer LS55) at 390 nm excitation wavelength.\nThe surface photovoltage spectroscopy (SPS) responses were carried out with a home-built apparatus equipped with a lock-in amplifier (SR830) and synchronized with a light chopper (SR540). The powder sample was sandwiched between two indium tin oxide (ITO) glass\nelectrodes and the electrodes were fixed in an atmosphere-controlled sealed container. The monochromatic light was obtained from a 500W Xe lamp (CHF XQ500W, 163 Global Xenon lamp power) through a double prism monochromator (SBP300).\nThe temperature-programmed desorption (TPD) of O2 was performed by using AutoChem TP5080 chemisorption’s analyzer. For each experiment, 100mg of the samples were pretreated to 300 °C for 30min in the presence of an ultra-high-purity Helium (He) flow to remove the adsorbed moisture and gas molecules and then cooled to room temperature naturally. Highly pure O2 gas was passed through the samples at 30 °C with a flow rate 30mL min−1 for 30min. Subsequently, the samples were exposed to an ultra-high-purity He heat 30 °C for 1 h to remove weak physically adsorbed O2. Finally, temperature was increased to 700 ℃ at a heating rate of 10 °C min−1 under pure He.\n2.5. Evaluation of hydroxyl radical (%OH) amount\nFor hydroxyl radical measurement, 0.025 g of each sample was dispersed in 50mL of 0.001M coumarin aqueous solution in a quartz reactor. Before irradiation, the mixture was magnetically stirred for 15min in dark to attain an adsorption-desorption equilibrium. Each sample was irradiated with a 300W (GYZ220) Xe-lamp under UV–vis light irradiation for 1 h. After centrifugation, a certain amount of each sample was transferred into a Pyrex glass cell for fluorescence measurement of 7-hydroxycoumarin at 332 nm excitation and 460 nm emission wavelengths through a spectrofluorometer (Perkin-Elmer LS55)."
    }, {
      "heading" : "2.6. Evaluation of photocatalytic activities for pollutant degradation",
      "text" : "The photocatalytic activities of as-prepared samples were measured by degrading 2,4-DCP and BPA. In each experiment, 0.025 g photocatalyst was added to 100mL solution (100mg/L) of the pollutants and stirred in dark for 30min in order to reach an adsorption-desorption equilibrium. Thereafter, the suspension was irradiated with 300W Xelamp. During the irradiation period, specific amount of the sample was collected at regular intervals, centrifuged to remove the photocatalyst, and then the amount of pollutant was measured with a Model Shimadzu UV-2550 Spectrophotometer (Kyoto, Japan)."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Effects of coupling AC",
      "text" : "The crystalline structures of as-prepared samples were investigated by X-ray diffraction (XRD) patterns, and the corresponding results are depicted in Fig. S1A. The peaks observed in the XRD patterns of different TO/XAC nanocomposites at 25.3, 37.9, 48.0, 54.5, 62.7, 68.8, and 75.0° are indexed to (101), (004), (200), (211), (204), (116) and (215) reflection planes of anatase phase TiO2 [33]. The weak peaks imply low crystallinity of the as-prepared TiO2, corresponding to the nano-sized one. The UV–vis diffuse reflectance spectra (DRS) were employed to evaluate the optical absorption of as-prepared samples as depicted in Fig. S1B. It is obvious that the coupled AC has no effects on the bandgap absorption edge.\nGenerally, the photocatalytic activity of a semiconductor is firmly attributed to its photogenerated charge property [2]. To explore it, surface photovoltage spectroscopic (SPS) measurements were employed as depicted in Fig. 1A. In general, the strong SPS signal corresponds to the high separation of photogenerated charges. It is clear that the SPS response of TO is greatly enhanced after coupling with an appropriate amount of AC, and the best response is observed for TO/10AC sample, suggesting that the charge separation is significantly enhanced. To further explore the charge separation, the coumarin fluorescent (FL) technique was employed to determine the formed (%OH) radicals. It is widely accepted that the coumarin reacts with %OH to produce\nluminescent 7-hydroxy-coumarin [31]. Generally, the stronger is the FL signal, the larger is the amount of produced %OH, and the higher is the charge separation. From Fig. 1B, it can be seen that the amount of %OH produced by TO is greatly elevated after coupling with an appropriate amount of AC, and the highest amount of %OH radical is given by TO/ 10AC sample. This is in good agreement with the SPS result.\nIn order to evaluate the photocatalytic activities of as-prepared samples, 2,4-DCP was selected to degrade in aqueous media under UV–vis light irradiation. As depicted in Fig. 1C, the pristine AC adsorbs about 80% 2,4-DCP while the degradation of 2,4-DCP is almost unchanged with increasing irradiation time. However, when coupled with an appropriate amount of AC, all TO/XAC samples show different curve slop due to different amount of AC. The adsorption of TO/XAC samples regularly increases with the amount of AC increased, while the activity of TO/XAC samples is also increasing with increasing the amount of AC and the sample TO/10AC exhibits the highest photocatalytic activity among all the samples. The TO/10AC and TO/mix-10AC have same adsorption but different activity because of the high charge separation in TO/10AC due to the effective contact. This increase in the photocatalytic activity is mainly attributed to the promoted charge separation and the enhanced adsorption by the coupled AC. However, when the amount of AC is further increased, the photocatalytic degradation efficiency is decreased although the adsorption is increased. This decrease in photocatalytic activity is due to an excess amount of AC, which may block light absorption of TO [34].\nTo further recognize its superiority, we have also evaluated the cycling performance of TO/10AC for the degradation of 2,4-DCP as depicted in Fig. 1D. After each cycle, the used TO/10AC was rinsed with water and dried in oven at 80 °C for reuse. It is seen that no detectable change is observed in the degradation efficiency even after four runs. Consequently, TO/10AC can be considered as stable photocatalyst for practical applications. In contrast, the AC can’t be renewed after first run.\nWe further compared the photoactivities of AC coupled TO with graphene (Gr) and carbon nanotube (CNT) coupled TO for the degradation of 2,4-DCP. It is clear from Fig. S2A and Fig. S2B that the XRD patterns and DRS spectra of TO have not been changed after coupling with Gr and CNT. To investigate the charge separation of TO/10 Gr and TO/10CNT, %OH amount was measured as depicted in Fig. S2C. It is clear that amount of %OH produced by TO/10AC is nearly comparable with those of TO/10CNT and TO/10 g. It means that the AC plays a similar role as Gr and CNT for charge separation. The photocatalytic activities of TO/10AC, TO/10 Gr and TO/10CNT are given in Fig. S2D. The activity of TO/10AC is nearly same with TO/10 Gr and TO/10CNT due to the enhanced charge separation and well adsorption capacity. And more notably, the low cost of AC makes it more superior."
    }, {
      "heading" : "3.2. Effects of STO heterojunction with TiO2",
      "text" : "On the basis of the above results, we coupled the optimized 10% AC with YSTO-TO to fabricate nanocomposites. The XRD patterns in Fig. S3A show a diffraction peak at 42.7° which is attributed to SrTiO3 (STO) [35] and other peaks belong to anatase TiO2. As the amount of introduced Sr is increased, another peak of STO at 59.0° is also observed, indicating that the content of STO in the nanocomposites is increased [25]. Thus, it is well indicated that the proportions of STO in the nanocomposites is successfully regulated. The DRS spectra of TO/10AC and YSTO-TO/10AC nanocomposites show no change in the absorption edge of TO/10AC after introduce the STO as depicted in Fig. S3B. To further clarify the effect of introduced STO in the nanocomposites, the TEM and high-resolution transmission electron microscopy (HRTEM) images were carried out to elucidate the morphology and structural feature of the as-prepared samples. TEM images of TO/10AC and 2STOTO/10AC are depicted in Fig. 2A and B respectively. It is obvious that the lattice fringes with D-spacing 0.35 nm corresponds to TO and Dspacing 0.19 nm is attributed to STO [36]. Apparently, the 2STO-TO/\n10AC sample shows decrease in the TO particles size comparing to the TO/10AC sample from 12 nm to ˜6 nm. Generally, the small particle size plays an important role in charge separation and photocatalytic activity of photocatalyst.\nIn order to explore the charge separation of YSTO-TO/10AC samples, SPS spectra were evaluated as depicted in Fig. 3A. The YSTO-TO/ 10AC samples display much stronger SPS response than TO/AC, and the SPS response becomes strong as the mole ratio of STO is increased and the highest response is observed for 2STO-TO/10AC. The enhanced charge separation is further supported by the increased amounts of %OH produced on resulting nanocomposites as depicted in Fig. 3B. The photocatalytic activities of YSTO-TO/10AC samples were evaluated for the degradation of 2,4-DCP in aqueous media and the results are depicted in Fig. 3C. After coupling different mole ratios of YSTO-TO with an optimized 10AC, the photocatalytic activity of all samples is significantly improved compare with the TO/10AC sample, and complete degradation is achieved over 2STO-TO-10AC within 2 h in light. As depicted in Fig. 3D, the sample 2STO-TO/10AC shows excellent\nstability and reusability. To further clarify the contribution of YSTO-TO heterojunction to the charge separation as well as photocatalytic activities of YSTO-TO/10AC nanocomposites. XPS was performed to investigate the oxidation state and chemical compositions on the surface, as depicted in Fig. S4. The curve of Sr 3d (Fig. S4A) region can be deconvoluted into two dominant peaks; the Sr 3d5/2 at 133.5 eV is assigned to STO while Sr 3d3/2 at 135.0 eV is assigned to SrO [24]. The binding energies of the Ti 2p (Fig. S4B) peaks at around 458.14 eV and 463.91 eV can be assigned to 2p3/2 and 2p1/2 of Ti4+ 2p oxidation state respectively [27]. The binding energy (Fig. S4C) corresponding to O 1 s at 529.36 eV is assigned to TO while the peak at 531.16 eV is assigned to STO [24]. Hence, it is suggested that an intimate contact exist between TO and STO interfaces. The above obtained result presents confirmation for the formation of STO with TO heterojunction, well corresponding with the XRD patterns of YSTO-TO nanocomposites (Fig. S5A). Meanwhile, it is clarified that the DRS spectra of YSTO-TO nanocomposites have not been changed by the introduced different amount of Sr as depicted in Fig. S5B. As a\nconsequence, the effective heterojunction is the main factor contributing to enhanced charge separation (Fig. S5C and Fig. S5D) and improved photocatalytic activities as well as good stability as depicted in Fig. S5E and Fig. S5F, respectively.\nIn order to further confirm the excellent performance of the introduced STO, compared the photoactivities of optimized 2STO-TO with BaTiO3 (BTO), MgTiO3 (MTO), CaTiO3 (CTO) coupled TO samples. The XRD patterns in Fig. S6A show small diffraction peaks at 51.1° [37], 41.0° [38], 35.0° [39] and 42.5° which are respectively attributed to BTO, MTO, CTO and STO. The DRS spectra of the samples depicted in Fig. S6B show no change in the absorption edge. Among all samples, 2STO-TO shows highest charge separation and best activity as depicted in Fig. S6C, Fig. S6D and Fig. S6E, respectively.\n3.3. Modification of 2STO-TO/10AC with H3PO4\nAs indicated by XRD patterns and DRS spectra in Fig. S7A and Fig. S7B respectively, the crystal phase as well as the absorption edge of 2STO-TO/10AC remains unchanged after phosphate modification. The TEM image of (2STO-TO/10AC)-0.0003 P (Fig. S7C) shows that the morphology and structural feature has not been changed compared to 2STO-TO/10AC sample. The peak of P 2 s is found around at 190.51 eV in the XPS for (2STO-TO/10AC)-0.0003 P (Fig. S7D) [40]. The charge separation of phosphate modified 2STO-TO/10AC and unmodified samples are analyzed through SPS spectra as depicted in Fig. 4A. The SPS response of 2STO-TO/10AC is gradually increased with increasing the amount of phosphoric acid, especially (2STO-TO/10AC)-0.0003 P sample shows the best SPS response among all the phosphate modified samples. This is further supported by the produced %OH amount as depicted in Fig. 4B. The photocatalytic activities of the as-prepared samples are improved by phosphate modification (Fig. 4C). Among all modified samples, (2STO-TO/10AC)-0.0003 P showed highest degradation efficiency, achieved complete degradation within 2 h in light. It is clear that the photocatalytic activities of (2STO-TO/10AC)0.0003 P sample are higher than P25-TiO2. The photocatalytic activity of the most active (2STO-TO/10AC)-0.0003 P sample is almost no inactivation even after four runs during the photocatalytic degradation of\n2,4-DCP was evaluated as depicted in Fig. 4D. In addition, it is clear that photocatalytic activities of (YSTO-TO/10AC)-ZP samples are higher than (YSTO-TO)-ZP (Fig. S8) due to the presence of AC, which plays an important role in the adsorption as well as charge separation.\nWhereas, the excellent photocatalytic activity of the (2STO-TO/ 10AC)-0.0003 P composite was further studied by degrading 2,4-DCP under continuous flow conditions in a special design photoreactor (Fig. S9A). As shown the scheme in Fig. S9B, 0.05 g of (2STO-TO/10AC)0.0003 P was spread in the bottom of the overflow reactor. When the pump was opened, 2,4-DCP pollutant solution was injected into the overflow photoreactor from the lower tube, flowing through the catalyst and went out through the higher tube. The flow rate of the 2,4-DCP solution was controlled through a pump. The sample was irradiated in quartz with a 300W (GYZ220) Xe-lamp under UV–vis light irradiation. The sample showed an expected activity (Fig. S10A) and potential for practical application."
    }, {
      "heading" : "3.4. Discussion",
      "text" : "In order to further clarify the mechanism of the improved photocatalytic activities by stepwise modification of TiO2-based nano-photocatalysts. We have carried out scavenger experiments to determine the main active species. Generally, the superoxide radicals (%O2−), active holes (h+) and %OH are participating in the photodegradation of organic pollutants, which could be effectively scavenged by benzoquinone (BQ), ethylenediamine tetra acetic acid di-sodiumsalt (EDTA-2Na) and isopropanol (IPA) respectively [6]. As depicted in (Fig. S11A), the photocatalytic activity of TO are almost not suppressed in the presence of EDTA-2Na and IPA, suggesting that photogenerated holes and %OH are not the leading active species involved in the degradation of 2,4- DCP. However, a marked decrease in the photocatalytic activity is observed, when BQ is used as a trapping agent. This shows that %O2− is the leading active specie responsible for the photocatalytic degradation of 2,4-DCP on TO. Differently, it’s clear that the photocatalytic activities of TO/10AC, 2STO-TO/10AC and (2STO-TO/10AC)-0.0003 P are not suppressed in the presence of BQ and EDTA-2Na as like suppressed in the presence of IPA, suggesting that %OH are the leading active\ndegrading species in case of the as mentioned photocatalysts, as depicted in Fig. 5A–C respectively. Total organic carbon (TOC) of the degraded solution after removing the catalyst for 4 h was evaluated, as depicted in Fig. 5D. The results show that the TOC removal efficiencies of TO, TO/10AC, 2STO-TO/10AC and (2STO-TO/10AC)-0.0003 P are respectively 59, 72, 85 and 98.2%. To further confirm the enhanced photocatalytic activities, we have carried out the photocatalytic\ndegradation of BPA, as depicted in Fig. S11B. It is shown that the photocatalytic activities of TO/10AC, 2STO-TO/10AC and (2STO-TO/ 10AC)-0.0003 P samples are higher than pristine TO. Therefore, it is concluded that the enhanced activities are mainly attributed to the enhanced photogenerated charge separation.\nTo support the above results, we have carried out the O2 temperature-program desorption (O2-TPD) curves. It is naturally deduced that\nFig. 4. SPS responses (A) and FS spectra related to the amount of %OH radicals (B) of (2STOTO/10AC)-ZP. Photocatalytic activities of (2STO-TO/10AC)-ZP (C) and stability test of (2STO-TO/10AC)-0.0003 P (D) under UV–vis light irradiation for the degradation of 2,4- DCP. (P means H3PO4 and Z in (2STO-TO/ 10AC)-ZP shows the molarities of H3PO4 solution).\nthe adsorption of O2 is crucial for photocatalysis since the adsorbed O2 could effectively capture the photogenerated electrons to form super oxide anion, which is responsible for the charge separation and degradation of organic pollutants [10]. It is clear from Fig. 6A that the samples show two desorption peaks between 100 and 500 °C respectively representing the physical and chemical adsorption of O2. The sample TO/10AC exhibits stronger O2-TPD signals than pristine TO. The strong TPD signal implies the high amount desorbed O2. The optimized 10AC coupled 2STO-TO could be remarkably increase the adsorption of O2, as the observed TPD signal curve is highest in case of 2STO-TO/10AC. Interestingly, O2 adsorption is further improved by modifying with a proper amount of phosphoric acid and the highest O2 adsorption is observed for (2STO-TO/10AC)-0.0003 P. Hence, it is deduced that modification with phosphoric acid could enhance the adsorption of O2 to promote the photogenerated electrons captured by the adsorbed O2, leading to the enhanced charge separation.\nThe degradation pathways of 2,4-DCP over (2STO-TO/10AC)0.0003 P photocatalyst are analyzed through liquid chromatography.\nThe suggested degradation pathway of (2STO-TO/10AC)-0.0003 P sample under UV–vis irradiation is described in Fig. 7. Based on the activity of −OH on the aromatic ring of 2,4-DCP, the ortho- or paraposition Cl− of 2.4-DCP is easily substituted by %O2− through an addition reaction. Accordingly, %O2− attack and removal of the orthoposition Cl− are proposed as the first step to form a parachlorophenol super oxide radical (m/z=159.5, Fig. S12A). 4-chlorobenzene-1,2-diol (m/z=143.5, Fig. S12B) is produced from the second step of the degradation pathway. As for the process of removing the second Cl−, %O2− would directly attack and then produce pyrocatechol radical (m/ z=141, Fig. S12C), and further produces 2-hydroxy-1,4-benzoquinone (m/z=123, Fig. S12D) [41]. Then the target product continues ringopening cleavage to generate maleic acid (m/z=115, Fig. S12E), oxalic acid (m/z=89, Fig. S12F), acetic acid (m/z=59, Fig. S12G) and formic acid (m/z=45, Fig. S12H). Finally, these kinds of acids can be mineralized to CO2 and H2O [42].\nBased on the above results and discussion, the AC can enhance the O2 adsorption as well as accepting the electrons from the TO or STO-TO heterojunction. Particularly, the STO-TO heterojunction is beneficial to enhance charge separation and O2 adsorption due to decrease the particle size of TO and effective charge transfer at the interface of STO and TO. Moreover, modification with phosphoric acid significantly improves the O2 adsorption which facilitates the capturing of photogenerated electrons, resulting in the enhanced charge separation and more active species can participation in photocatalytic reaction."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In this work, we have successfully elaborated the strategy for TiO2 fabrication with the activated carbon, strontium titanate, and phosphoric acid to significantly promote the separation of photogenerated charges, leading to the considerably improved photocatalytic activities for the degradation of 2,4-DCP and BPA pollutants. It is confirmed that the coupled activated carbon can accepted the photogenerated electrons so as to improve the charge separation, as well as help enrich the adsorption of pollutants and improve the recyclability of photocatalyst.\nThe introduced STO could further suppress the charge recombination of TO/AC nanocomposites as well as deduced the particles size. Furthermore, phosphate modification can enhance O2 adsorption so as to promote electrons capturing capability. In addition, it has been demonstrated that %OH species could dominate the photocatalytic degradation of 2,4-DCP on resulting TiO2-based nano-photocatalysts due to the optimal charge separation. Naturally accepted, the elaborated strategy of modulating the photogenerated electrons for the enhanced charge separation and hence for the efficient photocatalysis to degrade organic pollutants on TiO2-based nano-photocatalysts is extremely viable and effective, especially for the phenols. This work would provide feasible routes to synthesize TiO2-based nano-photocatalysts for environmental remediation."
    }, {
      "heading" : "Acknowledgements",
      "text" : "We are grateful for financial support from the NSFC project (U1805255 and 91622119), the Program for Innovative Research Team in Chinese Universities (IRT1237), Scientific Research Staring Foundation of Heilongjiang Province (RCCXYJ201803 and RCCXYJ201808) and TSTAU-R2018022."
    } ],
    "references" : [ {
      "title" : "Persistent free radicals in carbon-based materials on transformation of refractory organic contaminants (ROCs) in water: a critical review",
      "author" : [ "Y. Qin", "G. Li", "Y. Gao", "L. Zhang", "Y. Ok", "T. An" ],
      "venue" : "Water Res. 137 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "R",
      "author" : [ "X.Y. Yu", "D. Cabooter" ],
      "venue" : "Dewil, Effects of process variables and kinetics on the degradation of 2,4-dichlorophenol using advanced reduction processes (ARP), J. Hazard. Mater. 357 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "F",
      "author" : [ "G.M. Jiang", "K.F. Wang", "J.Y. Li", "W.Y. Fu", "Z.Y. Zhang", "G. Johnson", "X.S. Lv", "Y.X. Zhang", "S. Zhang" ],
      "venue" : "Dong, Electrocatalytic hydrodechlorination of 2,4-dichlorophenol over palladium nanoparticles and its pH-mediated tug-of-war with hydrogen evolution, Chem. Eng. J. 348 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Efficient degradation of toxic organic pollutants with Ni2O3/TiO2-xBx under visible irradiation",
      "author" : [ "W. Zhao", "W.H. Ma", "C.C. Chen", "J.C. Zhao", "Z.G. Shuai" ],
      "venue" : "J. Am. Chem. Soc. 126 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Improving removal of 4chlorophenol using a TiO2 photocatalytic system with microwave and ultraviolet radiation",
      "author" : [ "S.J. Ki", "K.J. Jeon", "Y.K. Park", "S. Jeong", "H. Lee", "S.C. Jung" ],
      "venue" : "Catal. Today 293-294 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Y",
      "author" : [ "S.Y. Chen", "R. Yan", "X.L. Zhang", "K. Hu", "Z.J. Li", "M. Humayun" ],
      "venue" : "Qu, L.Q. Jing, Photogenerated electron modulation to dominantly induce efficient 2,4-dichlorophenol degradation on BiOBr nanoplates with different phosphate modification, Appl. Catal. B-Environ. 209 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Degradation of triclosan by chlorine dioxide: Reaction mechanism",
      "author" : [ "Q.S. Li", "J.W. Yu", "W.Z. Chen", "X.Y. Ma", "G.X. Li", "G.Y. Chen", "J. Deng" ],
      "venue" : "2,4-dichlorophenol accumulation and toxicity evaluation, Chemosphere 207 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Adsorption of phenols by papermill sludges",
      "author" : [ "N. Calace", "E. Nardi", "B.M. Petronio", "M. Pietroletti" ],
      "venue" : "Environ. Pollut. 118 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "TiO2/porous adsorbents: recent advances and novel applications",
      "author" : [ "S. MiarAlipour", "D. Friedmann", "J. Scott", "R. Amal" ],
      "venue" : "J. Hazard. Mater. 341 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Semiconductor-mediated photodegradation of pollutants under visible-light irradiation",
      "author" : [ "C.C. Chen", "W.H. Ma", "J.C. Zhao" ],
      "venue" : "Chem. Soc. Rev. 39 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Solvothermal alcoholysis synthesis of hierarchical TiO2 with enhanced activity in environmental and energy photocatalysis",
      "author" : [ "Z.F. Bian", "J. Zhu", "H.X. Li" ],
      "venue" : "J. Photochem. Photobiol. C Photochem. Rev. 28 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Effective photocatalysis of functional nanocomposites based on carbon and TiO2 nanoparticles",
      "author" : [ "C. Lin", "Y. Song", "L.X. Cao", "S.W. Chen" ],
      "venue" : "Nanoscale 5 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Noble metal-free Bi nanoparticles supported on TiO2 with plasmon-enhanced visible light photocatalytic air purification",
      "author" : [ "Z.W. Zhao", "W.D. Zhang", "X.S. Lv", "Y.J. Sun", "F. Dong", "Y.X. Zhang" ],
      "venue" : "Environ. Sci. Nano 3 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Aging and behavior of functional TiO2 nanoparticles in aqueous environment",
      "author" : [ "H.T. Lu", "H.F. Dong", "W.H. Fan", "J.X. Zuo", "X.M. Li" ],
      "venue" : "J. Hazard. Mater. 325 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "N-doped P25 TiO2–amorphous Al2O3 composites: one-step solution combustion preparation and enhanced visible-light photocatalytic activity",
      "author" : [ "F.T. Li", "Y. Zhao", "Y.J. Hao", "X.J. Wang", "R.H. Liu", "D.S. Zhao", "D.M. Chen" ],
      "venue" : "J. Hazard. Mater. 239-240 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Carbonaceous nanomaterials for the enhancement of TiO2 photocatalysis",
      "author" : [ "R. Leary", "A. Westwood" ],
      "venue" : "Carbon 49 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Role of activated carbon surface chemistry in its photocatalytic activity and the generation of oxidant radicals under  UV or solar radiation",
      "author" : [ "I.V. Gala", "J.L. Peñalver", "M.S. Polo", "J.R. Utrilla" ],
      "venue" : "Appl. Catal. B-Environ. 207 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Facile synthesis of CNT/AgI with enhanced photocatalytic degradation and antibacterial ability",
      "author" : [ "Y.G. Xu", "S.Q. Huang", "H.Y. Ji", "L.Q. Jing", "M.Q. He", "H. Xu", "Q. Zhang", "H.M. Li" ],
      "venue" : "RSC Adv. 6 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Titania/carbon nanotube composite (TiO2/CNT) and its application for removal of organic pollutants",
      "author" : [ "Q.M. Cao", "Q.M. Yu", "D.W. Connell", "G. Yu" ],
      "venue" : "Clean Technol. Environ. Policy 15 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Formation and efficacy of TiO2/AC composites prepared under microwave irradiation in the photoinduced transformation of the 2propanol VOC pollutant in air",
      "author" : [ "S.H. Koshi", "S.S. Moto", "N. Serpone" ],
      "venue" : "Appl. Catal. B-Environ. 140 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "TiO2/AC composites for syergistic adsorption-photocatalysis processes: present challenges and further developments for water treatment and reclamation",
      "author" : [ "T.T. Lim", "P.S. Yap", "M. Srinivasan", "A.G. Fane" ],
      "venue" : "Crit. Rev. Env. Sci. Technol. 41 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Effect of aqueous matrix species on synergistic removal of bisphenol-A under solar irradiation using nitrogen-doped TiO2/AC composite",
      "author" : [ "P.S. Yap", "T.T. Lim" ],
      "venue" : "Appl. Catal. B-Environ. 101 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Heterojunction photocatalysts",
      "author" : [ "J.X. Low", "J.G. Yu", "M. Jaroniec", "S. Wageh", "A.A. Al-Ghamdi" ],
      "venue" : "Adv. Mater. 29 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Study on dynamic properties of the photoexcited charge carriers at anatase TiO2 nanowires/fluorine doped tin oxide interface",
      "author" : [ "Q.Q. Qiu", "L.L. Xu", "D.J. Wang", "Y.H. Lin", "T.F. Xie" ],
      "venue" : "J. Colloid Interf. Sci. 501 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Hybridized nanowires and cubes: a novel architecture of a heterojunctioned TiO2/SrTiO3 thin film for efficient water splitting",
      "author" : [ "B.J. Ng", "S.P. Xu", "X.W. Zhang", "H.Y. Yang", "D.D. Sun" ],
      "venue" : "Adv. Funct. Mater. 20 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Hierarchical assembly of TiO2-SrTiO3 heterostructures on conductive SnO2 backbone nanobelts for enhanced photoelectrochemical and photocatalytic performance",
      "author" : [ "S. Park", "S. Kim", "H.J. Kim", "C.W. Lee", "H.J. Song", "S.W. Seo", "H.K. Park", "D.W. Kim", "K.S. Hong" ],
      "venue" : "J. Hazard. Mater. 275 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Hierarchical SrTiO3/ TiO2 nanofibers heterostructures with high efficiency in photocatalytic H2 generation",
      "author" : [ "H.W. Bai", "J.M. Juay", "Z.Y. Liu", "X.X. Song", "S.S. Lee", "D.D. Sun" ],
      "venue" : "Appl. Catal. B-Environ. 125 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Unraveling the photocatalytic mechanisms on TiO2 surfaces using the oxygen-18 isotopic label technique",
      "author" : [ "X.B. Pang", "C.C. Chen", "H.W. Ji", "Y.K. Che", "W.H. Ma", "J.C. Zhao" ],
      "venue" : "Molecules 19 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Modification strategies with inorganic acids for efficient photocatalysts by promoting the adsorption of O2",
      "author" : [ "Z.J. Li", "Y.B. Luan", "Y. Qu", "L.Q. Jing" ],
      "venue" : "ACS Appl. Mater. Interfaces 7 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Surface structure-dependent molecular oxygen activation of BiOCl single-crystalline nanosheets",
      "author" : [ "K. Zhao", "L.Z. Zhang", "J.J. Wang", "Q.X. Li", "W.W. He", "J.J. Yin" ],
      "venue" : "J. Am. Chem. Soc. 135 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Enhanced photocatalytic activity of P25 TiO2 after modification with phosphate-treated porous SiO2",
      "author" : [ "Y. Luan", "Y.J. Feng", "H.Q. Cui", "Y. Cao", "L.Q. Jing" ],
      "venue" : "ChemPlusChem 79 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Acceleration effects of phosphate modification on the decay dynamics of photo-generated electrons of TiO2 and its photocatalytic activity",
      "author" : [ "L.Q. Jing", "Y. Cao", "H.Q. Cui", "J.R. Durrant", "J.W. Tang", "D.N. Liu", "H.G. Fu" ],
      "venue" : "Chem. Commun. (Camb.) 48 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Adsorption-photocatalytic degradation of Acid Red 88 by supported TiO2: effect of activated carbon support and aqueous anions",
      "author" : [ "B.F. Gao", "P.S. Yap", "T.M. Lim", "T.T. Lim" ],
      "venue" : "Chem. Eng. J. 171 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "A TiO2/AC composite photocatalyst with high activity and easy separation prepared by a hydrothermal method",
      "author" : [ "S.X. Liu", "X.Y. Chen", "X. Chen" ],
      "venue" : "J. Hazard. Mater. 143 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Fabrication and photocatalytic property of novel SrTiO3/Bi5O7I nanocomposites",
      "author" : [ "Y.M. Xia", "Z.M. He", "J.B. Su", "Y. Liu", "B. Tang" ],
      "venue" : "Nanoscale Res. Lett. 13 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Hydrothermal derived nitrogen doped SrTiO3 for efcient visible light driven photocatalytic reduction of chromium (VI)",
      "author" : [ "G.J. Xing", "L.X. Zhao", "T. Sun", "Y.G. Su", "X.J. Wang" ],
      "venue" : "SpringerPlus 5 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Induced magnetism and magnetoelectric coupling in ferroelectric BaTiO3 by Cr-doping synthesized by a facile chemical route",
      "author" : [ "J. Shah", "R.K. Kotnala" ],
      "venue" : "J. Mater. Chem. A Mater. Energy Sustain. 1 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Effect of MgO on the catalytic performance of MgTiO3 in urea alcoholysis to propylene carbonate",
      "author" : [ "Z.P. Du", "F.S. Chen", "Z.K. Lin", "X.L. Li", "H. Yuan", "Y.X. Wu" ],
      "venue" : "Chem. Eng. J. 278 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Hollow CaTiO3 cubes modified by La/Cr codoping for efficient photocatalytic hydrogen production",
      "author" : [ "R.N. Wang", "S. Ni", "G. Liu", "X.X. Xu" ],
      "venue" : "Appl. Catal. B-Environ. 225 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effect of phosphorus concentration on the electronic structure of nanocrystalline electrodeposited Ni–P alloys: an XPS and XAES investigation",
      "author" : [ "B. Elsener", "D. Atzei", "A. Krolikowskib", "A. Rossi" ],
      "venue" : "Surf. Interface Anal. 40 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "R",
      "author" : [ "A. Zada", "Y. Qu", "S. Ali", "N. Sun", "H.W. Lu" ],
      "venue" : "Yan, Xu.L. Zhang, L.Q. Jing, Improved visible-light activities for degrading pollutants on TiO2/g-C3N4 nanocomposites by decorating SPR Au nanoparticles and 2,4-dichlorophenol decomposition path, J. Hazard. Mater. 342 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "S",
      "author" : [ "M.N. Chu", "K. Hu", "J.S. Wang", "Y.D. Liu" ],
      "venue" : "Ali, C.L. Qin, L.Q. Jing, Synthesis of g-C3N4based photocatalysts with recyclable feature for efficient 2,4-dichlorophenol degradation and mechanisms, Appl. Catal. B-Environ. 243 (2019) 57–65.  S. Ali, et al.  Catalysis Today 335 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "harmonious co-existence between human beings and environment [1].",
      "startOffset" : 61,
      "endOffset" : 64
    }, {
      "referenceID" : 1,
      "context" : "Particularly, phenols and its derivatives like 2,4-dichlorophenol (2,4DCP) and bisphenol A (BPA) are widely applied in many industries as herbicides, fungicides, defoliants and disinfectants [2,3].",
      "startOffset" : 191,
      "endOffset" : 196
    }, {
      "referenceID" : 2,
      "context" : "Particularly, phenols and its derivatives like 2,4-dichlorophenol (2,4DCP) and bisphenol A (BPA) are widely applied in many industries as herbicides, fungicides, defoliants and disinfectants [2,3].",
      "startOffset" : 191,
      "endOffset" : 196
    }, {
      "referenceID" : 6,
      "context" : "However, none of them gain much attention due to certain drawbacks [7,8].",
      "startOffset" : 67,
      "endOffset" : 72
    }, {
      "referenceID" : 7,
      "context" : "However, none of them gain much attention due to certain drawbacks [7,8].",
      "startOffset" : 67,
      "endOffset" : 72
    }, {
      "referenceID" : 8,
      "context" : "Recently, photocatalysis is very lucrative to degrade pollutants owing to its effectivity, low cost and environmental friendliness [9,10].",
      "startOffset" : 131,
      "endOffset" : 137
    }, {
      "referenceID" : 9,
      "context" : "Recently, photocatalysis is very lucrative to degrade pollutants owing to its effectivity, low cost and environmental friendliness [9,10].",
      "startOffset" : 131,
      "endOffset" : 137
    }, {
      "referenceID" : 15,
      "context" : "In this respect, various types of supports for TiO2 have been applied to address the aforementioned obstacles [16].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 22,
      "context" : "In fact, only a small part of the photogenerated electron-hole pairs arrive at the surfaces to induce redox reactions and about (∼90%) of them recombine to release the input energy as heat [23].",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 26,
      "context" : "7 eV, its proper heterojunction with n-type TO is beneficial for the fast separation of photogenerated electron-hole pairs so as to suppress the recombination at the interphases of STO/TO [27].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 27,
      "context" : "It is understandable that O2 can capture the photogenerated electrons to avert accumulation of negative charges, further leading to greatly-promoted electron-hole pairs separation [28,29].",
      "startOffset" : 180,
      "endOffset" : 187
    }, {
      "referenceID" : 28,
      "context" : "It is understandable that O2 can capture the photogenerated electrons to avert accumulation of negative charges, further leading to greatly-promoted electron-hole pairs separation [28,29].",
      "startOffset" : 180,
      "endOffset" : 187
    }, {
      "referenceID" : 29,
      "context" : "Thus, it is highly crucial to explore feasible routes to promote the surface adsorption of O2 for efficient photocatalysis [30,31].",
      "startOffset" : 123,
      "endOffset" : 130
    }, {
      "referenceID" : 30,
      "context" : "Thus, it is highly crucial to explore feasible routes to promote the surface adsorption of O2 for efficient photocatalysis [30,31].",
      "startOffset" : 123,
      "endOffset" : 130
    }, {
      "referenceID" : 31,
      "context" : "It has been well demonstrated that the modification of photocatalysts with phosphoric acid (H3PO4) could greatly promote the amount of adsorbed O2 as surface acidity plays an important role in O2 adsorption, leading to the enhanced charge carrier separation as a result improved the photocatalytic activities for pollutants degradation [32].",
      "startOffset" : 336,
      "endOffset" : 340
    }, {
      "referenceID" : 32,
      "context" : "(215) reflection planes of anatase phase TiO2 [33].",
      "startOffset" : 46,
      "endOffset" : 50
    }, {
      "referenceID" : 1,
      "context" : "Generally, the photocatalytic activity of a semiconductor is firmly attributed to its photogenerated charge property [2].",
      "startOffset" : 117,
      "endOffset" : 120
    }, {
      "referenceID" : 30,
      "context" : "It is widely accepted that the coumarin reacts with OH to produce luminescent 7-hydroxy-coumarin [31].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 33,
      "context" : "This decrease in photocatalytic activity is due to an excess amount of AC, which may block light absorption of TO [34].",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 34,
      "context" : "7° which is attributed to SrTiO3 (STO) [35] and other peaks belong to anatase TiO2.",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 26,
      "context" : "91 eV can be assigned to 2p3/2 and 2p1/2 of Ti 2p oxidation state respectively [27].",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 5,
      "context" : "and isopropanol (IPA) respectively [6].",
      "startOffset" : 35,
      "endOffset" : 38
    }, {
      "referenceID" : 9,
      "context" : "the adsorption of O2 is crucial for photocatalysis since the adsorbed O2 could effectively capture the photogenerated electrons to form super oxide anion, which is responsible for the charge separation and degradation of organic pollutants [10].",
      "startOffset" : 240,
      "endOffset" : 244
    }, {
      "referenceID" : 41,
      "context" : "Finally, these kinds of acids can be mineralized to CO2 and H2O [42].",
      "startOffset" : 64,
      "endOffset" : 68
    } ],
    "year" : 2019,
    "abstractText" : "It is highly desired to develop efficient TiO2-based nano-photocatalysts with excellent recycling properties for practical application to degrade high-concentration pollutants. Herein, TiO2 nanoparticles have been successfully modified by coupling activated carbon (AC), constructing heterojunction with SrTiO3 and modifying with phosphoric acid. It is clearly demonstrated that the as-prepared nano-photocatalysts exhibit exceptional photoactivities for degrading high-concentration pollutants like 2,4-dichlorophenol (2,4-DCP) and bisphenol A (BPA), both with ∼3-time activity enhancement compared to commercial P25 TiO2. Based on the surface photovoltage responses and the fluorescence spectra related to the formed OH amounts, it is deduced that the exceptional photocatalytic activities are attributed to the coupled AC for accepting electrons and promoting reactant adsorption, to the formed SrTiO3 for inhibiting the anatase TiO2 crystallite growth to increase the surface area and promoting the charge separation, and to the modified phosphate groups for promoting the adsorption of O2 to enhance the charge separation. Furthermore, it is demonstrated through the radical trapping experiments that the photogenerated hydroxyl radicals could be dominant for the photocatalytic degradation of 2,4-DCP. This work would provide a feasible route to obviously enhance the photocatalytic activities of TiO2based nano-photocatalysts for the environmental remediation with good recycling properties.",
    "creator" : "Elsevier"
  }
}