{
  "name" : "downloads_2020-08-21_85_10.1126@science.aay2058.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Light harvesting in oxygenic photosynthesis: Structural biology meets spectroscopy",
    "authors" : [ "Roberta Croce", "Herbert van Amerongen" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "REVIEW SUMMARY ◥"
    }, {
      "heading" : "PHOTOSYNTHESIS",
      "text" : "Light harvesting in oxygenic photosynthesis: Structural biology meets spectroscopy Roberta Croce* and Herbert van Amerongen\nBACKGROUND: The harvesting of photons is the first step in photosynthesis, the biological process that transforms solar energy into chemical energy. The photosynthetic membranes of algae and plants are packed with protein complexes binding many chlorophyll and carotenoid pigments, which are combined to form functional units. These units, called the photosystem I and II (PSI and PSII) supercomplexes, are composed of a reaction center (RC) where photochemistry occurs and an antenna comprising hundreds of pigments. Because even direct sunlight is a dilute form of\nenergy, the antenna is crucial to increasing the light-harvesting capacity of the RC. After light is absorbed by a pigment in one of these complexes, excitation energy transfer (EET) to a nearby pigment occurs. EET proceeds until the excitation reaches the RC, where charge separation (CS) takes place. The faster the energy reaches the RC, the higher the photonto-electron conversion efficiency is because this process needs to beat the natural excitedstate decay of the pigments. The trapping in the\nRCs of PSI and PSII in vivo occurs within 20 to"
    }, {
      "heading" : "300 ps, and themaximal quantum efficiency is close to 1.0 for PSI and 0.9 for PSII. How is this high efficiency achieved?",
      "text" : "ADVANCES: In recent years, structures of supercomplexes from various algae and plants have been determined at near-atomic resolution using cryo–electronmicroscopy. These structures revealed the pigment-binding architecture of many subunits and showed the static interactions between subunits in detail for the first time. The biggest surprise was\nprobably the large variability between organisms in the design of the organization of the antenna around a highly conserved core. This is particularly striking for PSI, which can accommodate many antenna subunits associated to the core at positions that can change between organisms. These differences mainly reflect adaptation to specific light conditions. For example, whereas organisms living inwater or in a low-light environment have developed a large antenna, plants seem to have a smaller\nbut more modular antenna system to quickly respond to the typical changes in light intensity experienced on land. The processes of EET and CS in some of these supercomplexes and their subcomplexes have been studied with a variety of timeresolved spectroscopic techniques. The excitedstate kinetics of these complexes can now be related to the structures to reveal the preferred EET pathways and possible bottlenecks of the process. This leads to, for example, the surprising conclusion that excitations created in the major light-harvesting complex of plants and green algae are not always transferred to theRCs through theminor antenna complexes, but rather, several parallel transfer pathways exist that may facilitate regulatory processes. It is also becoming clear that the antenna of PSI can become substantially larger than that of PSII while maintaining a high quantum efficiency.\nOUTLOOK: The high-resolution structures of the supercomplexes of plants and algae represent an excellent starting point for study-\ning energy flow in detail using advanced modeling. Complexes such as plant PSI have been studied in detail by spectroscopy, but little is known about the functional behavior of most of the algal supercomplexes. Spectroscopicmeasurements on these complexes are now required to relate structure to functionality. All supercomplexes in vivo are embedded in the very crowded environment of the thylakoid membrane, where they can interact with each other, so the next step is to study the complexes in their natural environment. The combination of structural biology, advanced spectroscopy, and modeling will provide a molecular understanding of light harvesting and its regulation in physiologically relevant conditions. These insights will also provide a basis for\nrational redesign of the photosynthetic apparatus, which could yield increases in crop productivity.▪"
    }, {
      "heading" : "RESEARCH",
      "text" : "Croce et al., Science 369, 933 (2020) 21 August 2020 1 of 1\nThe list of author affiliations is available in the full article online. *Corresponding author. Email: r.croce@vu.nl Cite this article as R. Croce, H. van Amerongen, Science 369, eaay2058 (2020). DOI: 10.1126/science.aay2058\nREAD THE FULL ARTICLE AT https://doi.org/10.1126/science.aay2058\n10 ns\nEET Chl b to Chl a in complex\nEquilibration within complexes\nPSI core PSI - LHCI PSIIC2S2\nExcited state decayEET Car to Chl EET between complexes via Chl b\n1 ps 10 ps 100 ps 1 ns\nCS in the RCs\nPSIIC2S2M2 PSII C2S2M2N2\nEET between complexes via Chl a\nPSII core\n100 fs\nTimeline of light-harvesting processes. (Top) Many transfer steps between carotenoid and chlorophyll (Chl) a and b molecules occurring on different time scales eventually lead to CS and trapping in the RCs. Transfer between complexes occurs mainly through Chl a and not Chl b. (Bottom) Together, these individual steps determine the average trapping times in the PSI and PSII supercomplexes.\non A ugust 20, 2020\nhttp://science.sciencem ag.org/ D ow nloaded from\nREVIEW ◥"
    }, {
      "heading" : "PHOTOSYNTHESIS",
      "text" : "Light harvesting in oxygenic photosynthesis: Structural biology meets spectroscopy Roberta Croce1* and Herbert van Amerongen2\nOxygenic photosynthesis is the main process that drives life on earth. It starts with the harvesting of solar photons that, after transformation into electronic excitations, lead to charge separation in the reaction centers of photosystems I and II (PSI and PSII). These photosystems are large, modular pigment-protein complexes that work in series to fuel the formation of carbohydrates, concomitantly producing molecular oxygen. Recent advances in cryo–electron microscopy have enabled the determination of PSI and PSII structures in complex with light-harvesting components called “supercomplexes” from different organisms at near-atomic resolution. Here, we review the structural and spectroscopic aspects of PSI and PSII from plants and algae that directly relate to their light-harvesting properties, with special attention paid to the pathways and efficiency of excitation energy transfer and the regulatory aspects.\nP rimary production on our planet is performed by the process of photosynthesis (1). The mechanisms through which living organisms convert light energy into chemical energy are complicated and diverse. Although a number of subprocesses have been studied at considerable depth, there are still many knowledge gaps concerning the overall performance. Understanding oxygenic photosynthesis in particular is essential for improving photosynthetic efficiency to increase crop productivity (2, 3). Recent proofs of principle showed that subprocesses in both the light and dark phase of photosynthesis can be improved, leading to a substantial increase of biomass production (4–7). These advances can only bemade by building on a vast amount of fundamental research performed in numerous laboratories around the world. Photosynthesis research has addressedmany detailed aspects of the performance of specific subunits, whereas the interaction between subunits remained underexposed. Progress is now being made on understanding higher-level organizationsof componentswith thepublication of the structures of a variety of photosynthetic multiprotein complexes (“supercomplexes”) at near-atomic resolution. With these structures, we can now see in detail how the subcomplexes are physically connected to each other, which will contribute to our understanding of how they functionally interact. Complexes from a variety of organisms are also becoming available, informing on the diversity of mechanisms. The central core of these complexes is common to all organisms, whereas other features show variations related to adaptation to different environmental conditions. In this review, we discuss a number of recently determined structures of supercomplexes of photosystems I and II (PSI and PSII), themain players in the light phase of oxygenic photosynthesis. Together, they capture sunlight to extract electrons fromwater (PSII) and reduce NADP+ to NADPH (PSI), whereas in parallel, they contribute to the creation of a proton gradient used for ATP formation. NADPH and ATP are then used in the dark reactions to synthesize carbohydrates from CO2 in the Calvin-Benson-Bassham cycle. Here, we analyze how these structures relate to earlier spectroscopic and functional studies and arrive at some unexpected outcomes that should be further addressed in future research."
    }, {
      "heading" : "The photosystems",
      "text" : "The basic working principles of the PSI and PSII supercomplexes are the same: Light is harvested by their associated pigments (chlorophylls and carotenoids; Box 1 and Fig. 1) and the resulting excitation energy is transferred, mainly through closely spaced chlorophyll a\n(Chl a) molecules, to the reaction center (RC) complex, where a stable charge separation (CS) is created (8). A typical plant photosystem contains ~150 Chls per RC, meaning that it can absorb at most one photon every millisecond (1). After light absorption has occurred, the energy is stored in the excited state of the pigments for a very short amount of time [for chlorophylls in the thylakoid membrane, the excited-state lifetime (t) is typically 2 ns (9)] as all molecules relax rapidly to the ground state through a number of deexcitation processes. To ensure a high photon-to-electron conversion efficiency (also called quantum efficiency), it is therefore necessary that the harvested energy is transferred to the RC fast enough to beat the other deexcitation processes. The time that it takes for an excitation to reach the RC and induce CS (tCS) varies considerably, from ~20 ps in the PSI core (10, 11) to ~300 ps in large PSII complexes (12, 13). For the PSI core, this leads to a maximum quantum efficiency of CS of ϕCS = 1 – tCS(20 ps)/t(2 ns) = 0.99, whereas it can be ϕCS = 1 – tCS(300 ps)/t(2 ns) = 0.85 for PSII in vivo. However, in most conditions, and especially in high light when photoprotective mechanisms are turned on, the quantum efficiency can decrease substantially (4). It is important to realize that this quantum efficiency is not the same as the photosynthetic efficiency, which compares the energy of the final products (sugars) with the original energy contained in the absorbed photons and depends on many additional processes [see, e.g., (2) and (14)]. Both PSI and PSII can be divided into two parts: (i) a core complex, which contains both the RC and the inner antenna system, coordinating ~100 Chls a in PSI and ~35 Chls a in PSII, and is highly conserved in cyanobacteria, algae, and plants; and (ii) an outer antenna, the size and composition of which depend on the type of organism and growth conditions (15, 16). The antenna is needed to increase the absorption cross section of the RC because even in the highest possible natural light conditions, one Chl would absorb a photon only ~10 times"
    }, {
      "heading" : "RESEARCH",
      "text" : "Croce et al., Science 369, eaay2058 (2020) 21 August 2020 1 of 9\n1Department of Physics and Astronomy, Faculty of Science, Vrije Universiteit Amsterdam, Amsterdam, Netherlands. 2Laboratory of Biophysics, Wageningen University & Research, Wageningen, Netherlands. *Corresponding author. Email: r.croce@vu.nl\nBox 1. Pigments and EET between them (see Fig. 1).\nPlants and green algae make exclusive use of Chls a and b, whereas some algae contain Chl c (23) and some cyanobacteria can synthesize Chl d and Chl f (102, 103). Directly after excitation of a Chl, relaxation (internal conversion) takes place within at most several hundred femtoseconds to the first excited state, from where EET to neighboring Chls takes place. The rate of transfer (k) can be approximated by making use of Förster theory (104) [for the equation, see Fig. 1; numbers were taken from (105)]. Even for the short distances present in LHCs, this theory provides reasonable values for amplitudes and rates of transfer (45, 105). After rapid thermal equilibration of an excitation within a Chl a–Chl b pair as indicated in Fig. 1, the probability of finding the excitation on Chl a and b at room temperature is 0.90 and 0.10, respectively, using either the principle of detailed balance or applying the Boltzmann equilibrium equation. In addition, carotenoids are present in photosynthetic organisms and are involved in both light harvesting and photoprotection. Carotenoids absorb green and blue light and rapidly (<1 ps) transfer their energy to neighboring Chls (106).\non A ugust 20, 2020\nhttp://science.sciencem ag.org/ D ow nloaded from\nper second (1). In cyanobacteria, the outer antenna is composed of phycobilisomes: huge, water-soluble multiprotein complexes anchored to the membrane (17–20) that are also present in red algae. In plants and most algae, the outer antennas are located in the thylakoid membrane and are members of the lightharvesting complex (LHC) multigenic family. Together with the core, they form the PSI and PSII supercomplexes, which will be addressed in this review. The plant LHCs all have an almost identical pigment-protein organization (21), but they can have very different spectroscopic properties (Fig. 2). Each monomer is composed of an apoprotein of ~25 kDa with three transmembrane helices and a number of pigments accounting for another ~15 kDa (11 to 15 Chls and three to four carotenoid molecules) (Fig. 2). Although the core complexes, in addition to carotenoids, only bind Chl a, the LHCs of plants and green algae also bind Chl b, the lowest energy transition of which is at higher energy than that of Chl a (Fig. 1). This makes Chl b an excellent excitation energy donor for Chl a, but a not so good energy acceptor (Figs. 1 and 3). The Chl a/b ratio varies between antenna complexes from 1 to 6 but formost of them it is ~2 (22). The LHCs of diatoms, called fucoxanthin-binding proteins (FCPs) (Fig. 2), do not bind Chl b, but rather Chl c, and they contain fewer Chls (nine or 10 in total) andmore carotenoids (six or seven fucoxanthins) (23). Fucoxanthin and Chl c relatively increase the absorption cross section for blue-green light, which is dominant in a water environment. Chl c is peculiar because it lacks the phytol chain that is present in all other chlorophylls, and this absence allows the binding of more carotenoids in FCPs (Fig. 2, inset) (24). The structures of the supercomplexes of PSI (25–27) and PSII (28–30), as well as the number of associated LHCs, differ substantially. In plant PSI (Fig. 4), four LHCs (Lhca1 to Lhca4) are associated with amonomeric core forming the PSI-LHCI supercomplex. The PSII C2S2M2 supercomplex (Fig. 5) instead contains a dimeric core (C2), and each core is associated with three monomeric LHCs (CP29, CP26, and CP24, also calledminor antennas) and twoLHCII trimers called S (strongly bound) and M (moderately bound). The M-trimer and CP24 are absent in the smaller version of the plant supercomplex (C2S2, Fig. 5), which is the dominant form in high-light conditions (31). Slightly different C2S2M2 supercomplexes lacking CP24 have been observed in conifers (32), pointing to variation in structure inside the plant kingdom. Very recently, cryo–electron microscopy (cryo-EM) has also provided high-resolution structures of complexes from various algae. Although the basic unit is similar in all species studied, the organization and the dimension of the outer antenna differ depending on the environmental niche where the organisms live (33). For example, PSI and PSII of the model green alga Chlamydomonas reinhardtii (Figs. 4 and 5) are far larger than those of plants, containing 10 or 11 antennas per core or even more (34–38). PSII of diatoms (Chaetoceros gracilis; Fig. 5), on the other hand, has a similar overall organization as the plant complex but contains more subunits (up to 35) and the outer antennas (FCPs) form tetramers instead of trimers (39, 40). The supercomplex structures have recently been used as a starting point for molecular dynamics simulations to unveil channels for the oxidized or reduced quinones entering or leaving the RCs, respectively (41), or for protons that leave PSII after water splitting has occurred (42). Conversely, pathways for excitation energy transfer (EET) to the RC are less specific in the sense that many pigments can transfer their excitation energy to different neighbors, thereby creating a multitude of transfer pathways to the RC. Detailedmodeling of EET in the photosystems might be performed using advanced quantum-mechanical methods that were applied to early models of the PSII supercomplexes (43, 44) but not yet to the new structures. Therefore, we will use a simplified and more intuitive approach to discuss EET in the supercomplexes. Chl b molecules limit free diffusion of excitation energy A crucial parameter for the rate of EET between two pigments is their mutual distance. In the LHCs, most nearest neighbors within one complex are ~10 Å from each other and show strong electrostatic (excitonic) interactions, which lead to extremely fast EET. EET in individual complexes has been studied extensively, showing that within a few hundred femtoseconds after Chl b excitation, most of the excitations are already localized on Chl a molecules (33, 45–47), which are lower in energy (Box 1 and Fig. 1). EET within individual complexes has been modeled with quantummechanical methods, and the light-harvesting properties of these complexes are now relatively well understood, particularly those of LHCII (16, 45, 48). On the other hand, EET from a Chl bmolecule on one complex to a Chl molecule on a neighboring complex, which are in general more than 15 Å apart, is far slower, typically ~10 to 20 ps (Fig. 3). The effective time of transfer from one complex to the other through such a Chl b–Chl a donor-acceptor\nCroce et al., Science 369, eaay2058 (2020) 21 August 2020 2 of 9\nChl a\nS1\nSn\nS0 Chl a\nkaa\nSn\nE ne\nrg y\nS0\nSn\nS1\nLi gh\nt a bs\nor pt\nio n\nInternal conversion\nChl b Carotenoid\nkba = 1.66κ2/R6 ps1 kab = 0.19κ2/R6 ps1 kaa = 5.59κ2/R6 ps1\n1.909 eV (650 nm)\n1.838 eV (670 nm)\n400 500 600 700 800 0\nA bs\nor pt\nio n\nwavelength (nm)\nChl a Chl b Chl d Chl f Chl c2 -carotene\nA bs\nor pt\nio n\nFig. 1. Properties of photosynthetic pigments. Left, energy diagram. Right, absorption spectra. See Box 1 for details.\nRESEARCH | REVIEW\non A\nugust 20, 2020\nhttp://science.sciencem ag.org/\nD ow nloaded from\npair is even a factor of ~80 slower. The reason for this is that an excitation in, e.g., an LHCII monomer spends only 1.3% of its time on one of its Chl bmolecules (see Box 2), leading to an effective “hopping” time of 1 to 2 ns. Because this is far longer than the average hopping time between complexes, whichwas estimated to be ~25 ps based on time-resolved fluorescence studies (49), it can safely be concluded that EET between complexes does not proceed through Chls b, and transfer pathways that involve interacting Chl a molecules are the\nmost prominent. Only after direct excitation might one or two Chls b preferably transfer their excitation energy to a neighboring complex, but even these Chls do not function as efficient bridges for EET between complexes. A timeline of the different EET processes occurring within the complexes and between them is shown in Fig. 3."
    }, {
      "heading" : "Light harvesting of PSI supercomplexes",
      "text" : "PSI is considered to be the most efficient photon-to-electron converter in nature (50). In the PSI core (Fig. 4) of organisms as different as cyanobacteria and plants, it takes only ~20 ps after the absorption of a photon by one of the ~100 core Chls to extract an electron from the RC. Therefore, the quantum efficiency of CS is close to 1. In cyanobacteria, the core is usually present as a trimer and sometimes as a tetramer (51). In plants, it is instead monomeric, and four antenna complexes are associatedwith it as Lhca1-4 and Lhca2-3 dimers (PSI-LHCI; Fig. 4), increasing the absorption cross section of the PSI core by ~60%. The\nCroce et al., Science 369, eaay2058 (2020) 21 August 2020 3 of 9\nApoproteins + carotenoids\nComparison between LHCII and Lhca4\nComparison between LHCII and FCP\nChlorophylls Absorption/fluorescence spectra\nFig. 2. Comparison of the structures and the absorption and fluorescence spectra of LHCII, Lhca4 (a PSI subunit), and FCP. [For original data, please see (107), (25), and (24), respectively.] (Left) Comparison of apoprotein structure and carotenoid organization (LHCII in orange, Lhca4 in yellow, FCP in dark yellow). (Center) Chlorophyll organization; the inset shows the overlay of a Chl a of LHCII including its phytol chain and a Chl c and fucoxanthin occupying the same position in FCP. (Right) 77K absorption (solid) and fluorescence (dashed) spectra.\nBox 2. Estimating rates of EET between different pigment-protein complexes.\nThe rate of EET from LHC A to B (kAB) can be estimated as follows. When this transfer is dominated by transfer between two pigments i (in A) and j (in B) (hopping rate kij), then the overall transfer rate can be approximated by kAB = pikij, where pi is the probability that the excitation resides on donor pigment i when complex A is excited. Using the numbers provided in Fig. 1, it can be calculated that the average probability pb in monomeric LHCII is ~0.013 and that one of the six Chl b molecules is in the excited state, whereas pa = ~0.115 for one of the eight Chl a molecules. The total rate of transfer from complex A to B should in general be summed over all pigment pairs i and j of both complexes, but only one or a few pigment pairs dominate in most cases. The effective transfer time from complex A to B is thus thop/pi (thop = kij\n−1), and this time has to be augmented with the migration time tmig, which is the average time that it takes for an excitation within the complex to reach the pigment that is transferring to the neighboring complex: teff = thop/pi + tmig (76). The value of tmig for an LHCII trimer is ~25 ps (105), and for the monomeric complexes, we use an approximate value of 10 ps.\nRESEARCH | REVIEW\non A\nugust 20, 2020\nhttp://science.sciencem ag.org/\nD ow nloaded from\n10 ns\nEET Chl b to Chl a in complex\nequilibration\nwithin\ncomplexes\nexcited\nstate decayEET Car to Chl\nEET\nbetween\ncomplexes\nvia Chl b\nfs 1 ps 10 ps 100 ps 1 ns\nCS in the RCs\nEET between complexes via Chl a\n100\nFig. 3. Timeline of different processes related to light harvesting.\nRESEARCH | REVIEW\non A\nugust 20, 2020\nhttp://science.sciencem ag.org/\nD ow nloaded from\nstructures of the Lhcas are highly conserved but their spectroscopic properties differ substantially (52), especially because both Lhca3 and Lhca4 contain Chls that absorb >700 nm (Fig. 2); these are called red Chls. Their excitedstate energies are lower than those of most of the Chls of PSI (absorbing in the 670 to 680 nm range; these are called bulk Chls) and thus strongly influence EET by introducing energetically uphill transfer steps (10). The intrasubunit equilibration time in all Lhcas is very fast (<10 ps), whereas the intersubunit time of EET within the Lhca dimers is somewhat slower (53). When they are part of the PSI supercomplex, these Lhcs mainly transfer directly to the core. The transfer is very fast for Lhca1 and Lhca2, whereas from Lhca3 and Lhca4, it appears to be slower, mainly because of their red Chls. Despite several slow EET transfer steps, the overall trapping time in the PSI-LHCI supercomplex is only ~50 ps, with quantum efficiency still close to 1 (54–56). Considering the experimental results mentioned above, the organization of the Chls in the x-ray structures of PSI not showing connections between Lhca2 and the core was puzzling (25, 26). This apparent inconsistency was solved by the most recent cryo-EM structure, which revealed the position of one additional subunit (PsaN, in pink in Fig. 4), which is located between Lhca2 and the core and binds two Chls (27). By applying the calculation method provided in Box 2, we obtain effective times of transfer within the dimers and from individual complexes to the core that are all close to what was determined experimentally (54, 55), demonstrating that the simplified way of estimating transfer times can help us to better understand the origin of the experimental findings. An overview of the various transfer times and pathways in PSI is given in Fig. 6. For a long time, the structure described above was considered to represent the definitive PSI complex of plants. However, the picture that is now emerging is that in most conditions, at least one LHCII trimer is also present, forming PSI-LHCI-LHCII complexes (57–59) (Fig. 4). This addition results in an increase of the absorption cross section by 25% without substantially influencing the charge separation efficiency. It is important to note here that LHCII does not contain any red Chls (45) (Fig. 3). LHCII is energetically very well connected to PSI, transferring its energy directly to the corewhile increasing the overall trapping time of the complex by only ~10 to 20 ps (57, 60). In a more recent study, the transfer from LHCII to PSI appeared to be heterogeneous, suggesting the presence of two particles with slightly different LHCII-core connections (61). The structure of the PSI-LHCILHCII complex of maize (27) shows that LHCII is directly connected to the core through two Chls on a newly identified subunit (PsaO, in brown in Fig. 4), and the calculated transfer time is ~75 ps, which is relatively close to the slowest time obtained by spectroscopy (61). New structural data from organisms that can experience low-light conditions show that the antenna size of PSI can be further increased by the association of additional Lhcas (37, 38, 62–64). In the green algae C. reinhardtii (37,38) andBryopsis corticulans (63), fourmore Lhcas form a second belt associated with the PSI-LHCI basic structure as present in plants, whereas two more Lhcas are directly connected to the core, which is also the case in PSI from the red algaCyanidioschyzonmerolae (Fig. 4). The absorption cross section is increased by >50% compared with that of plant PSI, but the trapping time of the two complexes is very similar (65). Thismaynot seem intuitive because the trapping time usually increases with antenna size [see, e.g., (66)], but the reason is that the Lhcas in C. reinhardtii do not contain the same red Chls that are present in plants. Therefore, the energetic uphill step is far less steep, leading to faster EET, which compensates for the larger antenna size (65). Unfortunately, the EET rates cannot be calculated from the available C. reinhardtii structures because the resolution does not allow discrimination between Chls a and b, information that is crucial to permit the identification of the transfer pathways, and only ~50% of the expected Chls b (67) were assigned (38). Recently, the structure of an even larger complex from the moss Physcomitrella patens, containing 12 LHCs, was determined. Although the current resolution does not allow identification of the pigments, this structure shows new docking sites for the antennas (64, 68), suggesting that the antenna size of PSI can be even larger than that observed in the complexes purified up to now. Light harvesting of PSII supercomplexes The core complex of PSII (69) (Fig. 5) is highly conserved in all organisms performing oxygenic photosynthesis [for a recent review, see (70)]. Its average excited-state lifetime is typically ~60 to 100 ps (66, 71–73), and the observed variation may be due to different stability of the isolated complexes (74). This lifetime is dominated by the relatively slow transfer from the internal antennas CP43 and CP47 to the RC, whereas the process of CS itself is much faster (70). Although the core complex ismainly present as a dimer, calculations based on the available structures indicate that EET between both adjacent monomers is relatively slow. Compared with PSI, the association of the outer antenna to PSII is weaker, easily leading to disassembly during purification. As a result, the first homogeneous preparation of the PSII supercomplex was not reported until 2009 (75), and the number of spectroscopic studies has been limited. In a study comparing different supercomplexes of plants, an increase in average lifetimes was reported going from the core to C2S2 and C2S2M2 (66), consistent with the expectation that a larger antenna size corresponds to a longer excited-state lifetime (trapping time) (76). Applying the calculation method presented in Box 2 to the PSII C2S2 structure (29) (Fig. 5) shows that theminor complexes CP26 andCP29 are well connected to the core. However, in contrast to what has been reported previously (28, 29), they do not function as bridges between S-LHCII and the core: All LHCII pigments that are close enough for efficient transfer to CP26/CP29 were reported to be Chl b molecules (28, 29) and therefore S-LHCII transfers directly to the core. In the C2S2M2 complex (28, 30) (Fig. 5), the M-LHCII trimer is physically connected to CP24, CP29, and S-LHCII, but it transfers excitations mainly (80%) to CP29 and the connection is excellent. According to the structures, the close connections between the Chls of CP24 and those of CP29 all involve Chl b molecules, so EET to the core should proceed through M-LHCII. It cannot be ruled out that the assignment of the Chl b and Chl a pigments in the structure of CP24 is not entirely correct. It was experimentally determined that in CP24 after exciting Chl b, >~85% of the excitation energy arrives on Chl a with a time constant of 600 fs (77); however, based on the published structure, this percentage is calculated to be <50%, whereas most EET is substantially slower than 1 ps. In 2019, several groups published the structure of the PSII supercomplex C2S2M2N2 of the green alga C. reinhardtii (34–36) (Fig. 5). This complex is not only larger, containing an additional N-LHCII trimer (also called an L-trimer) compared with plants, but it also lacks CP24 and shows a different orientation of theM-trimer. This different orientation leads to different excitation energy transfer pathways in plants and algae, as will be discussed below. Its C2S2 part is very similar to that of plants and the calculated effective rates of EET from SLHCII, CP29, and CP26 to the core are nearly identical. Although it was originally believed that excitations from M-LHCII and N-LHCII flow to the core through CP29 (35), closer inspection of the structures shows that all close contacts between CP29 and the S-, M-, and Ntrimers involve Chl b. Conversely, the N-LHCII trimer has many good connections with MLHCII, and M-LHCII is also better connected to one of the S-LHCIIs than to CP29; therefore, S-LHCII functions as the bridge between the N- and M-trimers and the core. Fig. 6 provides an overview of the EET pathways in the various supercomplexes. It was unexpected that there are mainly parallel pathways to the core. It had always been accepted that the minor complexes functionally\nCroce et al., Science 369, eaay2058 (2020) 21 August 2020 5 of 9\nRESEARCH | REVIEW on A\nugust 20, 2020\nhttp://science.sciencem ag.org/\nD ow nloaded from\nconnect LHCII to the core, whereas the structural studies now imply that this is only the case for CP29 in C2S2M2 of plants, which acts as the main “bridge” between M-LHCII and the core. Analyses of plant mutants lacking individual antenna complexes show that, although the absence of CP26 has a negligible effect on the transfer of energy in PSII, the impact of the absence of CP29, and especially of CP24, is very large, leading to functional disconnection of the antenna from the core (12, 78). Taken together, the structural and functional results suggest that some of the minor antennas perform a structural role in maintaining the organization of the supercomplex. However, they play a limited role in light harvesting in the sense that they contain relatively few pigments and do not connect LHCII to the core, with the exception of CP29 in plants and, to a far lesser extent, in C. reinhardtii. The view that the minor complexes have a structural role rather than an important direct role in light harvesting is compatible with the situation in C. reinhardtii, in which CP24 is absent and CP29 therefore appears to be less strongly anchored in the supercomplex. Indeed, in this green alga, CP29 can migrate to PSI together with LHCII to rebalance the excitations over the two photosystems in the light conditions that are favorable for PSII, a process known as state transitions (79). It is important to note that the organization of EET along parallel (only weakly interconnected) pathways is not favorable for the robustness and speed of transfer toward the RC, for which interconnected pathways are in principle better. The presence of alternative transfer pathways enhances the robustness and, because two-dimensional excitation diffusion is faster than one-dimensional diffusion (76), interacting EET pathways would lead to faster excitation trapping in the RC and thus increased quantum efficiency. Because of the presence of only weakly interconnected pathways, it seems more likely that evolution has favored the current design for regulatory reasons, which will still have to be unveiled. In principle, it might also be possible that in the stacked thylakoid membranes of, for example, plant chloroplasts, EET between different membrane layers would occur, thereby invalidating the above reasoning, but a comparison between time-resolved fluorescence measurements on stacked and unstacked grana has shown that almost no intermembrane transfer takes place (80)."
    }, {
      "heading" : "PSI versus PSII",
      "text" : "Whenwe compare the plant supercomplexes of PSI and PSII, it appears that the different trapping kinetics in the two photosystems can to a large extent be traced back to differences in their core complexes. As stated above, for the PSI core, the trapping time is ~20 ps, whereas for the PSII core, average trapping times up to 100 ps and above have been\nCroce et al., Science 369, eaay2058 (2020) 21 August 2020 6 of 9\nFig. 5. Structures of PSII from various organisms. [For original data, please see (28), (29), (35), (39), (40), and (110).] For most complexes, the number of Chls and the average time of trapping of excitations in the reaction center are provided (66, 73, 111). Chl a is shown green, Chls b in blue, and carotenoids in orange.\nRESEARCH | REVIEW on A\nugust 20, 2020\nhttp://science.sciencem ag.org/\nD ow nloaded from\nreported, but the number of pigments is almost a factor of three lower. The reason for this difference seems to be the number of pigments connecting the antenna and the RC, which is lower for PSII. They are also at larger distances with respect to each other, presumably to avoid oxidation of the antenna pigments by the primary donor with its high oxidation potential (81). An immediate consequence of the high efficiency of the PSI core is that it can accommodate substantiallymore LHCs around it. In the PSI-LHCI supercomplex of C. reinhardtii, with its ~240 Chls, the reported trapping time is 50 ps and the quantum efficiency is still higher than that of the PSII core, with its 35 pigments. The recently observed structures also suggest that there is a far larger variability in size, composition, and organization in PSI than in PSII. In PSI, the antennas can be associated to the core in many different positions and in several layers completely surrounding it."
    }, {
      "heading" : "Photosystems in the membrane",
      "text" : "All of the structures discussed above were obtained for detergent-isolated complexes. Are these complexes representative of the in vivo situation, where they may be larger or in a different functional state? It is known that the number of LHCII trimers in the membrane changes with the growth conditions of the plant or alga, increasing in low light and decreasing in high light, and can be far larger than in the purified supercomplexes (82–84). Although in plants, the C2S2M2 complex is the prominent form in low light and C2S2 is relatively more abundant in high light, the largest adjustments concern a pool of LHCII\n(called L), which are loosely bound to the supercomplexes and are lost during purification (84). At present, only a low-resolution projection map of spinach PSII complexes containing one L-trimer is available (85). Functionally, the L-trimers are well connected to the PSII core, providing excitation energy efficiently, albeit more slowly, than the S- and M-trimers (84). A similar picture is now emerging for PSI, suggesting that in plants,more than one LHCII trimer can be associated with each PSI (59, 86–88). Experimental data clearly show that the antenna of PSI and PSII can be enlarged with extra L-LHCIIs. But by how much? Is there a maximal antenna size for the photosystems? When the size of the antenna becomes larger, more photons are absorbed and the lightharvesting capacity goes up, but the trapping time also increases, thereby lowering the quantum yield. These counteracting effects lead to an optimal (maximal) antenna size in low light of 200 to 250 Chl amolecules per PSII RC in A. thaliana (84). This number is far higher for PSI, as already discussed above, which seems to be largely due to the extremely short trapping time in the PSI core. It can thus be expected that PSI complexes with far larger antenna size can be found in organisms living in shaded environments. Is there also a minimal antenna size? In A. thaliana, even in very high light, there are still almost twoLHCII trimers present per PSII (84), although this is not needed to have sufficient light-harvesting capacity. However, mutants without outer antennas aremore sensitive to photodamage (89), suggesting that a minimal antenna is needed for photoprotec-\ntion. At first sight, this may seem counterintuitive, but it should be realized that the functional antenna size can also be regulated by changing the excited-state lifetime (33). This is particularly important for sudden changes in light intensity for which protein synthesis and degradation is not an option. As a short-term response, the antenna switches between a lightharvesting state, characterized by a long excitedstate lifetime, and a quenched state, in which the excited-state lifetime is strongly reduced and the functional antenna size is decreased (90). In plants, this mechanism, called nonphotochemical quenching, requires the presence of the protein PsbS (91), the location and actionmechanism of which are still enigmatic. It has been proposed that PsbS binds in the cleft between CP24 and the core in the C2S2M2 supercomplex (28), but this proposal still needs validation. In green algae, the main protein responsible for nonphotochemical quenching is instead LHCSR3 (92), which in C. reinhardtii was suggested to be located at the periphery of the C2S2 complex in direct contact with the outer antenna (93)."
    }, {
      "heading" : "Outlook",
      "text" : "The high-resolution structures of the supercomplexes revealed recently represent an excellent starting point for studying energy flow in detail through advanced modeling. This will contribute to the basic understanding of light harvesting in oxygenic photosynthesis, but will also furnish the basis for a rational redesign of the photosynthetic apparatus that should lead to an increase in crop productivity [e.g., regulated reduction of the antenna size and extension of the photosynthetic-activeradiation regime (3)]. However, it is important to realize that the correct assignment of the Chl identities species is crucial to identifying EET pathways from the structures. Moreover, whereas complexes such as plant PSI have been studied in detail using spectroscopy, little is known about the functional behavior of most of the algal supercomplexes. Therefore, spectroscopic measurements on these complexes are now required to relate structure to functionality. It is expected that cryo-EM will continue to provide new structures, e.g., of the much wanted PSII-PsbS complex, and will also permit exploration of the flexibility of photosynthesis by studying complexes of different organisms, especially the ones living in extreme environments. The structures of PSI from cyanobacteria adapted to far-red light (94, 95) or to iron deficiency (96) are good examples of this. The most important next step, however, is a molecular understanding of light harvesting and regulation in physiologically relevant conditions. This requires studying the complexes in their natural environment: the thylakoids. How are the complexes assembled in the membrane? How are they organized? How do\nCroce et al., Science 369, eaay2058 (2020) 21 August 2020 7 of 9\nZea mays Pisum sativum\nEET between subcomplexes 15 ps 30 ps 75 ps\nPSI-LHCI-LHCII PSII-C2S2 M2 PSII-C2 S2M2N2 C. reinhardtii\nM-LHCII S-LHCII CP26\nCP24\nPSII core\nP29C\nL-LHCII\nPSI core\nLhca2\nLhca3\n20 ps 100 ps\nM-LHCII S-LHCII CP26\nCP29\nPSII core\nPSII core\nN-LHCII\nPSII c ore\nLhca1\nLhca4\n100 ps\n100 ps\n100 ps\nFig. 6. Major EET pathways in different supercomplexes. The colors of the arrows represent approximate effective transfer times from one complex to another, as indicated in the inset. The semicircular red arrow indicates the main pathway for EET from N-LHCII through M-LHCII and S-LHCII to the core in the upper half of the supercomplex and replaces three orange arrows between the individual trimers and from S-LHCII to the core. The most interesting features of these structures is that there are many “parallel” EET pathways from the outer antenna to the core that are relatively weakly connected to each other, and that in most cases, the minor complexes do not play a major role in connecting LHCII to the core.\nRESEARCH | REVIEW\non A\nugust 20, 2020\nhttp://science.sciencem ag.org/\nD ow nloaded from\nthe functional changes observed in different conditions relate to changes in their organization? Recent developments in cryo–electron tomography hold the promise to provide detailedmaps of the complexes in themembrane (97, 98). These results, combined with functional in vivo data and advanced calculations andmodeling, should enable us to understand the various processes in physiological conditions. Highly sophisticated x-ray free electron laser experiments on PSI and PSII crystals will permit observation of the photosystems in action, providing new insights for, e.g., electron transfer and water splitting (99–101)"
    }, {
      "heading" : "REFERENCES AND NOTES",
      "text" : "1. R. E. Blankenship, Molecular Mechanisms of Photosynthesis (Blackwell Science, 2014). 2. X. G. Zhu, S. P. Long, D. R. Ort, Improving photosynthetic efficiency for greater yield. Annu. Rev. Plant Biol. 61, 235–261 (2010). doi: 10.1146/annurev-arplant-042809-112206; pmid: 20192734 3. D. R. Ort et al., Redesigning photosynthesis to sustainably meet global food and bioenergy demand. Proc. Natl. Acad. Sci. U.S.A. 112, 8529–8536 (2015). doi: 10.1073/ pnas.1424031112; pmid: 26124102 4. J. Kromdijk et al., Improving photosynthesis and crop productivity by accelerating recovery from photoprotection. Science 354, 857–861 (2016). doi: 10.1126/science.aai8878; pmid: 27856901 5. P. F. South, A. P. Cavanagh, H. W. Liu, D. R. Ort, Synthetic glycolate metabolism pathways stimulate crop growth and productivity in the field. Science 363, eaat9077 (2019). doi: 10.1126/science.aat9077; pmid: 30606819 6. M. Ermakova, P. E. Lopez-Calcagno, C. A. Raines, R. T. Furbank, S. von Caemmerer, Overexpression of the Rieske FeS protein of the Cytochrome b6f complex increases C4 photosynthesis in Setaria viridis. Commun. Biol. 2, 314 (2019). doi: 10.1038/s42003-019-0561-9; pmid: 31453378 7. A. J. Simkin, P. E. López-Calcagno, C. A. Raines, Feeding the world: Improving photosynthetic efficiency for sustainable crop production. J. Exp. Bot. 70, 1119–1140 (2019). doi: 10.1093/jxb/ery445; pmid: 30772919 8. R. Croce, R. van Grondelle, H. van Amerongen, I. H. van Stokkum, Light Harvesting in Photosynthesis (Foundations of Biochemistry and Biophysics Series, CRC, ed. 1, 2018). 9. E. Belgio, M. P. Johnson, S. Jurić, A. V. Ruban, Higher plant photosystem II light-harvesting antenna, not the reaction center, determines the excited-state lifetime-both the maximum and the nonphotochemically quenched. Biophys. J. 102, 2761–2771 (2012). doi: 10.1016/j.bpj.2012.05.004; pmid: 22735526 10. R. Croce, H. van Amerongen, Light-harvesting in photosystem I. Photosynth. Res. 116, 153–166 (2013). doi: 10.1007/ s11120-013-9838-x; pmid: 23645376 11. B. Gobets, R. van Grondelle, Energy transfer and trapping in photosystem I. Biochim. Biophys. Acta 1507, 80–99 (2001). doi: 10.1016/S0005-2728(01)00203-1; pmid: 11687209 12. B. van Oort et al., Effect of antenna-depletion in Photosystem II on excitation energy transfer in Arabidopsis thaliana. Biophys. J. 98, 922–931 (2010). doi: 10.1016/ j.bpj.2009.11.012; pmid: 20197046 13. P. H. Lambrev, Y. Miloslavina, P. Jahns, A. R. Holzwarth, On the relationship between non-photochemical quenching and photoprotection of Photosystem II. Biochim. Biophys. Acta 1817, 760–769 (2012). doi: 10.1016/j.bbabio.2012.02.002; pmid: 22342615 14. R. E. Blankenship et al., Comparing photosynthetic and photovoltaic efficiencies and recognizing the potential for improvement. Science 332, 805–809 (2011). doi: 10.1126/ science.1200165; pmid: 21566184 15. N. Nelson, W. Junge, Structure and energy transfer in photosystems of oxygenic photosynthesis. Annu. Rev. Biochem. 84, 659–683 (2015). doi: 10.1146/annurevbiochem-092914-041942; pmid: 25747397 16. T. Mirkovic et al., Light absorption and energy transfer in the antenna complexes of photosynthetic organisms. Chem. Rev. 117, 249–293 (2017). doi: 10.1021/acs.chemrev.6b00002; pmid: 27428615\n17. N. Adir, S. Bar-Zvi, D. Harris, The amazing phycobilisome. Biochim. Biophys. Acta Bioenerg. 1861, 148047 (2020). doi: 10.1016/j.bbabio.2019.07.002; pmid: 31306623 18. J. Zhang et al., Structure of phycobilisome from the red alga Griffithsia pacifica. Nature 551, 57–63 (2017). doi: 10.1038/ nature24278; pmid: 29045394 19. H. Liu et al., Phycobilisomes supply excitations to both photosystems in a megacomplex in cyanobacteria. Science 342, 1104–1107 (2013). doi: 10.1126/science.1242321; pmid: 24288334 20. J. Ma et al., Structural basis of energy transfer in Porphyridium purpureum phycobilisome. Nature 579, 146–151 (2020). doi: 10.1038/s41586-020-2020-7; pmid: 32076272 21. X. Pan, P. Cao, X. Su, Z. Liu, M. Li, Structural analysis and comparison of light-harvesting complexes I and II. Biochim. Biophys. Acta Bioenerg. 1861, 148038 (2020). doi: 10.1016/ j.bbabio.2019.06.010; pmid: 31229568 22. L. Nicol, R. Croce, “Light harvesting in higher plants and green algae,” in Light Harvesting in Photosynthesis, R. Croce, R. van Grondelle, H. van Amerongen, I. H. van Stokkum, Eds. (Foundations of Biochemistry and Biophysics Series, CRC, ed. 1, 2018), pp. 59–76. 23. C. Büchel, Light harvesting complexes in chlorophyll c-containing algae. Biochim. Biophys. Acta Bioenerg. 1861, 148027 (2020). pmid: 31153887 24. W. Wang et al., Structural basis for blue-green light harvesting and energy dissipation in diatoms. Science 363, eaav0365 (2019). doi: 10.1126/science.aav0365; pmid: 30733387 25. X. Qin, M. Suga, T. Kuang, J. R. Shen, Structural basis for energy transfer pathways in the plant PSI-LHCI supercomplex. Science 348, 989–995 (2015). doi: 10.1126/ science.aab0214; pmid: 26023133 26. Y. Mazor, A. Borovikova, I. Caspy, N. Nelson, Structure of the plant photosystem I supercomplex at 2.6 Å resolution. Nat. Plants 3, 17014 (2017). doi: 10.1038/nplants.2017.14; pmid: 28248295 27. X. Pan et al., Structure of the maize photosystem I supercomplex with light-harvesting complexes I and II. Science 360, 1109–1113 (2018). doi: 10.1126/science.aat1156; pmid: 29880686 28. X. Su et al., Structure and assembly mechanism of plant C2S2M2-type PSII-LHCII supercomplex. Science 357, 815–820 (2017). doi: 10.1126/science.aan0327; pmid: 28839073 29. X. Wei et al., Structure of spinach photosystem II-LHCII supercomplex at 3.2 Å resolution. Nature 534, 69–74 (2016). doi: 10.1038/nature18020; pmid: 27251276 30. L. S. van Bezouwen et al., Subunit and chlorophyll organization of the plant photosystem II supercomplex. Nat. Plants 3, 17080 (2017). doi: 10.1038/nplants.2017.80; pmid: 28604725 31. R. Kouřil, J. P. Dekker, E. J. Boekema, Supramolecular organization of photosystem II in green plants. Biochim. Biophys. Acta 1817, 2–12 (2012). doi: 10.1016/ j.bbabio.2011.05.024; pmid: 21723248 32. R. Kouřil, L. Nosek, J. Bartoš, E. J. Boekema, P. Ilík, Evolutionary loss of light-harvesting proteins Lhcb6 and Lhcb3 in major land plant groups—Break-up of current dogma. New Phytol. 210, 808–814 (2016). doi: 10.1111/ nph.13947; pmid: 27001142 33. R. Croce, H. van Amerongen, Natural strategies for photosynthetic light harvesting. Nat. Chem. Biol. 10, 492–501 (2014). doi: 10.1038/nchembio.1555; pmid: 24937067 34. L. Shen et al., Structure of a C2S2M2N2-type PSII-LHCII supercomplex from the green alga Chlamydomonas reinhardtii. Proc. Natl. Acad. Sci. U.S.A. 116, 21246–21255 (2019). doi: 10.1073/pnas.1912462116; pmid: 31570614 35. X. Sheng et al., Structural insight into light harvesting for photosystem II in green algae. Nat. Plants 5, 1320–1330 (2019). doi: 10.1038/s41477-019-0543-4; pmid: 31768031 36. R. N. Burton-Smith et al., Structural determination of the large photosystem II-light-harvesting complex II supercomplex of Chlamydomonas reinhardtii using nonionic amphipol. J. Biol. Chem. 294, 15003–15013 (2019). doi: 10.1074/jbc.RA119.009341; pmid: 31420447 37. X. Su et al., Antenna arrangement and energy transfer pathways of a green algal photosystem-I-LHCI supercomplex. Nat. Plants 5, 273–281 (2019). doi: 10.1038/s41477-0190380-5; pmid: 30850819 38. M. Suga et al., Structure of the green algal photosystem I supercomplex with a decameric light-harvesting complex I. Nat. Plants 5, 626–636 (2019). doi: 10.1038/s41477-0190438-4; pmid: 31182847 39. X. Pi et al., The pigment-protein network of a diatom photosystem II-light-harvesting antenna supercomplex.\nScience 365, eaax4406 (2019). doi: 10.1126/science. aax4406; pmid: 31371578\n40. R. Nagao et al., Structural basis for energy harvesting and dissipation in a diatom PSII-FCPII supercomplex. Nat. Plants 5, 890–901 (2019). doi: 10.1038/s41477-019-0477-x; pmid: 31358960 41. F. J. Van Eerden, M. N. Melo, P. W. J. M. Frederix, X. Periole, S. J. Marrink, Exchange pathways of plastoquinone and plastoquinol in the photosystem II complex. Nat. Commun. 8, 15214 (2017). doi: 10.1038/ncomms15214; pmid: 28489071 42. N. Sakashita, H. C. Watanabe, T. Ikeda, H. Ishikita, Structurally conserved channels in cyanobacterial and plant photosystem II. Photosynth. Res. 133, 75–85 (2017). doi: 10.1007/s11120-017-0347-1; pmid: 28188547 43. D. I. G. Bennett, K. Amarnath, G. R. Fleming, A structure-based model of energy transfer reveals the principles of light harvesting in photosystem II supercomplexes. J. Am. Chem. Soc. 135, 9164–9173 (2013). doi: 10.1021/ja403685a; pmid: 23679235 44. C. Kreisbeck, A. Aspuru-Guzik, Efficiency of energy funneling in the photosystem II supercomplex of higher plants. Chem. Sci. 7, 4174–4183 (2016). doi: 10.1039/C5SC04296H; pmid: 30155062 45. V. Novoderezhkin, A. Marin, R. van Grondelle, Intra- and inter-monomeric transfers in the light harvesting LHCII complex: The Redfield-Förster picture. Phys. Chem. Chem. Phys. 13, 17093–17103 (2011). doi: 10.1039/c1cp21079c; pmid: 21866281 46. G. S. Schlau-Cohen et al., Pathways of energy flow in LHCII from two-dimensional electronic spectroscopy. J. Phys. Chem. B 113, 15352–15363 (2009). doi: 10.1021/ jp9066586; pmid: 19856954 47. P. H. Lambrev, P. Akhtar, H. S. Tan, Insights into the mechanisms and dynamics of energy transfer in plant lightharvesting complexes from two-dimensional electronic spectroscopy. Biochim. Biophys. Acta Bioenerg. 1861, 148050 (2019). doi: 10.1016/j.bbabio.2019.07.005; pmid: 31326408 48. V. Mascoli, V. Novoderezhkin, N. Liguori, P. Xu, R. Croce, Design principles of solar light harvesting in plants: Functional architecture of the monomeric antenna CP29. Biochim. Biophys. Acta Bioenerg. 1861, 148156 (2020). doi: 10.1016/j.bbabio.2020.148156; pmid: 31987813 49. J. Chmeliov, G. Trinkunas, H. van Amerongen, L. Valkunas, Light harvesting in a fluctuating antenna. J. Am. Chem. Soc. 136, 8963–8972 (2014). doi: 10.1021/ja5027858; pmid: 24870124 50. N. Nelson, Plant photosystem I: The most efficient nanophotochemical machine. J. Nanosci. Nanotechnol. 9, 1709–1713 (2009). doi: 10.1166/jnn.2009.SI01; pmid: 19435029 51. M. Suga, J. R. Shen, Structural variations of photosystem I-antenna supercomplex in response to adaptations to different light environments. Curr. Opin. Struct. Biol. 63, 10–17 (2020). doi: 10.1016/j.sbi.2020.02.005; pmid: 32294569 52. R. Croce, A close view of photosystem I. Science 348, 970–971 (2015). doi: 10.1126/science.aab3387; pmid: 26023121 53. E. Wientjes, I. H. van Stokkum, H. van Amerongen, R. Croce, Excitation-energy transfer dynamics of higher plant photosystem I light-harvesting complexes. Biophys. J. 100, 1372–1380 (2011). doi: 10.1016/j.bpj.2011.01.030; pmid: 21354411 54. C. Slavov, M. Ballottari, T. Morosinotto, R. Bassi, A. R. Holzwarth, Trap-limited charge separation kinetics in higher plant photosystem I complexes. Biophys. J. 94, 3601–3612 (2008). doi: 10.1529/biophysj.107.117101; pmid: 18222996 55. E. Wientjes, I. H. van Stokkum, H. van Amerongen, R. Croce, The role of the individual Lhcas in photosystem I excitation energy trapping. Biophys. J. 101, 745–754 (2011). doi: 10.1016/j.bpj.2011.06.045; pmid: 21806943 56. E. Engelmann et al., Influence of the photosystem I-light harvesting complex I antenna domains on fluorescence decay. Biochemistry 45, 6947–6955 (2006). doi: 10.1021/ bi060243p; pmid: 16734430 57. E. Wientjes, H. van Amerongen, R. Croce, LHCII is an antenna of both photosystems after long-term acclimation. Biochim. Biophys. Acta 1827, 420–426 (2013). doi: 10.1016/ j.bbabio.2012.12.009; pmid: 23298812 58. M. Grieco, M. Suorsa, A. Jajoo, M. Tikkanen, E. M. Aro, Lightharvesting II antenna trimers connect energetically the entire photosynthetic machinery - including both photosystems II and I. Biochim. Biophys. Acta 1847, 607–619 (2015). doi: 10.1016/j.bbabio.2015.03.004; pmid: 25843550 59. V. U. Chukhutsina, X. Liu, P. Xu, R. Croce, Light-harvesting complex II is an antenna of photosystem I in dark-adapted plants. Nat. Plants 6, 860–868 (2020). doi: 10.1038/s41477020-0693-4; pmid: 32572215\nCroce et al., Science 369, eaay2058 (2020) 21 August 2020 8 of 9\nRESEARCH | REVIEW on A\nugust 20, 2020\nhttp://science.sciencem ag.org/\nD ow nloaded from\n60. P. Galka et al., Functional analyses of the plant photosystem I-light-harvesting complex II supercomplex reveal that light-harvesting complex II loosely bound to photosystem II is a very efficient antenna for photosystem I in state II. Plant Cell 24, 2963–2978 (2012). doi: 10.1105/tpc.112.100339; pmid: 22822202 61. S. Santabarbara, T. Tibiletti, W. Remelli, S. Caffarri, Kinetics and heterogeneity of energy transfer from light harvesting complex II to photosystem I in the supercomplex isolated from Arabidopsis. Phys. Chem. Chem. Phys. 19, 9210–9222 (2017). doi: 10.1039/C7CP00554G; pmid: 28319223 62. X. Pi et al., Unique organization of photosystem I-lightharvesting supercomplex revealed by cryo-EM from a red alga. Proc. Natl. Acad. Sci. U.S.A. 115, 4423–4428 (2018). doi: 10.1073/pnas.1722482115; pmid: 29632169 63. X. Qin et al., Structure of a green algal photosystem I in complex with a large number of light-harvesting complex I subunits. Nat. Plants 5, 263–272 (2019). doi: 10.1038/ s41477-019-0379-y; pmid: 30850820 64. M. Iwai, P. Grob, A. T. Iavarone, E. Nogales, K. K. Niyogi, A unique supramolecular organization of photosystem I in the moss Physcomitrella patens. Nat. Plants 4, 904–909 (2018). doi: 10.1038/s41477-018-0271-1; pmid: 30374090 65. C. Le Quiniou et al., PSI-LHCI of Chlamydomonas reinhardtii: Increasing the absorption cross section without losing efficiency. Biochim. Biophys. Acta 1847, 458–467 (2015). doi: 10.1016/j.bbabio.2015.02.001; pmid: 25681242 66. S. Caffarri, K. Broess, R. Croce, H. van Amerongen, Excitation energy transfer and trapping in higher plant Photosystem II complexeswith different antenna sizes.Biophys. J. 100, 2094–2103 (2011). doi: 10.1016/j.bpj.2011.03.049; pmid: 21539776 67. Y. Takahashi, T. A. Yasui, E. J. Stauber, M. Hippler, Comparison of the subunit compositions of the PSI-LHCI supercomplex and the LHCI in the green alga Chlamydomonas reinhardtii. Biochemistry 43, 7816–7823 (2004). doi: 10.1021/bi035988z; pmid: 15196024 68. A. Pinnola et al., A LHCB9-dependent photosystem I megacomplex induced under low light in Physcomitrella patens. Nat. Plants 4, 910–919 (2018). doi: 10.1038/s41477018-0270-2; pmid: 30374091 69. Y. Umena, K. Kawakami, J. R. Shen, N. Kamiya, Crystal structure of oxygen-evolving photosystem II at a resolution of 1.9 Å. Nature 473, 55–60 (2011). doi: 10.1038/nature09913; pmid: 21499260 70. F. Müh, A. Zouni, Structural basis of light-harvesting in the photosystem II core complex. Protein Sci. 29, 1090–1119 (2020). doi: 10.1002/pro.3841; pmid: 32067287 71. Y. Miloslavina et al., Charge separation kinetics in intact photosystem II core particles is trap-limited. A picosecond fluorescence study. Biochemistry 45, 2436–2442 (2006). doi: 10.1021/bi052248c; pmid: 16475833 72. C. D. van der Weij-de Wit, J. P. Dekker, R. van Grondelle, I. H. van Stokkum, Charge separation is virtually irreversible in photosystem II core complexes with oxidized primary quinone acceptor. J. Phys. Chem. A 115, 3947–3956 (2011). doi: 10.1021/jp1083746; pmid: 21341818 73. S. Vassiliev, C. I. Lee, G. W. Brudvig, D. Bruce, Structurebased kinetic modeling of excited-state transfer and trapping in histidine-tagged photosystem II core complexes from synechocystis. Biochemistry 41, 12236–12243 (2002). doi: 10.1021/bi0262597; pmid: 12356326 74. R. Croce, H. van Amerongen, Light-harvesting and structural organization of Photosystem II: From individual complexes to thylakoid membrane. J. Photochem. Photobiol. B 104, 142–153 (2011). doi: 10.1016/j.jphotobiol.2011.02.015; pmid: 21402480 75. S. Caffarri, R. Kouril, S. Kereïche, E. J. Boekema, R. Croce, Functional architecture of higher plant photosystem II supercomplexes. EMBO J. 28, 3052–3063 (2009). doi: 10.1038/emboj.2009.232; pmid: 19696744 76. H. Van Amerongen, L. Valkunas, R. van Grondelle, Photosyntheric Excitons (World Scientific, 2000). 77. A. Marin, F. Passarini, R. Croce, R. van Grondelle, Energy transfer pathways in the CP24 and CP26 antenna complexes of higher plant photosystem II: A comparative study. Biophys. J. 99, 4056–4065 (2010). doi: 10.1016/j.bpj.2010.10.034; pmid: 21156149 78. L. Dall’Osto, S. Cazzaniga, D. Zappone, R. Bassi, Monomeric light harvesting complexes enhance excitation energy transfer from LHCII to PSII and control their lateral spacing in thylakoids. Biochim. Biophys. Acta Bioenerg. 1861, 148035 (2020). doi: 10.1016/j.bbabio.2019.06.007; pmid: 31226317 79. R. Tokutsu, M. Iwai, J. Minagawa, CP29, a monomeric lightharvesting complex II protein, is essential for state transitions in Chlamydomonas reinhardtii. J. Biol. Chem. 284, 7777–7782 (2009). doi: 10.1074/jbc.M809360200; pmid: 19144643 80. S. Farooq, J. Chmeliov, G. Trinkunas, L. Valkunas, H. van Amerongen, Is there excitation energy transfer between different layers of stacked photosystem-IIcontaining thylakoid membranes? J. Phys. Chem. Lett. 7, 1406–1410 (2016). doi: 10.1021/acs.jpclett.6b00474; pmid: 27014831 81. E. G. Andrizhiyevskaya, D. Frolov, R. van Grondelle, J. P. Dekker, On the role of the CP47 core antenna in the energy transfer and trapping dynamics of Photosystem II. Phys. Chem. Chem. Phys. 6, 4810–4819 (2004). doi: 10.1039/b411977k 82. M. Ballottari, L. Dall’Osto, T. Morosinotto, R. Bassi, Contrasting behavior of higher plant photosystem I and II antenna systems during acclimation. J. Biol. Chem. 282, 8947–8958 (2007). doi: 10.1074/jbc.M606417200; pmid: 17229724 83. J. M. Anderson, W. S. Chow, J. De Las Rivas, Dynamic flexibility in the structure and function of photosystem II in higher plant thylakoid membranes: The grana enigma. Photosynth. Res. 98, 575–587 (2008). doi: 10.1007/s11120008-9381-3; pmid: 18998237 84. E. Wientjes, H. van Amerongen, R. Croce, Quantum yield of charge separation in photosystem II: Functional effect of changes in the antenna size upon light acclimation. J. Phys. Chem. B 117, 11200–11208 (2013). doi: 10.1021/jp401663w; pmid: 23534376 85. E. J. Boekema, H. van Roon, F. Calkoen, R. Bassi, J. P. Dekker, Multiple types of association of photosystem II and its lightharvesting antenna in partially solubilized photosystem II membranes. Biochemistry 38, 2233–2239 (1999). doi: 10.1021/bi9827161; pmid: 10029515 86. A. J. Bell, L. K. Frankel, T. M. Bricker, High yield nondetergent isolation of photosystem I-light-harvesting chlorophyll II membranes from spinach thylakoids: Implications for the organization of the PS I antennae in higher plants. J. Biol. Chem. 290, 18429–18437 (2015). doi: 10.1074/jbc.M115.663872; pmid: 26055710 87. K. N. Yadav et al., Supercomplexes of plant photosystem I with cytochrome b6f, light-harvesting complex II and NDH. Biochim. Biophys. Acta Bioenerg. 1858, 12–20 (2017). doi: 10.1016/j.bbabio.2016.10.006; pmid: 27755973 88. S. L. Benson et al., An intact light harvesting complex I antenna system is required for complete state transitions in Arabidopsis. Nat. Plants 1, 15176 (2015). doi: 10.1038/ nplants.2015.176; pmid: 27251716 89. L. Dall’Osto, S. Cazzaniga, M. Havaux, R. Bassi, Enhanced photoprotection by protein-bound vs free xanthophyll pools: A comparative analysis of chlorophyll b and xanthophyll biosynthesis mutants. Mol. Plant 3, 576–593 (2010). doi: 10.1093/mp/ssp117; pmid: 20100799 90. A. V. Ruban, Nonphotochemical Chlorophyll Fluorescence Quenching: Mechanism and Effectiveness in Protecting Plants from Photodamage. Plant Physiol. 170, 1903–1916 (2016). doi: 10.1104/pp.15.01935; pmid: 26864015 91. X. P. Li et al., A pigment-binding protein essential for regulation of photosynthetic light harvesting. Nature 403, 391–395 (2000). doi: 10.1038/35000131; pmid: 10667783 92. G. Peers et al., An ancient light-harvesting protein is critical for the regulation of algal photosynthesis. Nature 462, 518–521 (2009). doi: 10.1038/nature08587; pmid: 19940928 93. D. A. Semchonok et al., Interaction between the photoprotective protein LHCSR3 and C2S2 Photosystem II supercomplex in Chlamydomonas reinhardtii. Biochim. Biophys. Acta Bioenerg. 1858, 379–385 (2017). doi: 10.1016/j.bbabio.2017.02.015; pmid: 28257778 94. K. Kato et al., Structural basis for the adaptation and function of chlorophyll f in photosystem I. Nat. Commun. 11, 238 (2020). doi: 10.1038/s41467-019-13898-5; pmid: 31932639 95. C. Gisriel et al., The structure of Photosystem I acclimated to far-red light illuminates an ecologically important acclimation process in photosynthesis. Sci. Adv. 6, eaay6415 (2020). doi: 10.1126/sciadv.aay6415; pmid: 32076649 96. H. Toporik, J. Li, D. Williams, P. L. Chiu, Y. Mazor, The structure of the stress-induced photosystem I-IsiA antenna supercomplex. Nat. Struct. Mol. Biol. 26, 443–449 (2019). doi: 10.1038/s41594-019-0228-8; pmid: 31133699 97. M. Schaffer et al., A cryo-FIB lift-out technique enables molecular-resolution cryo-ET within native Caenorhabditis elegans tissue. Nat. Methods 16, 757–762 (2019). doi: 10.1038/s41592-019-0497-5; pmid: 31363205 98. W. Wietrzynski et al., Charting the native architecture of Chlamydomonas thylakoid membranes with single-molecule precision. eLife 9, e53740 (2020). doi: 10.7554/eLife.53740; pmid: 32297859 99. J. Kern et al., Structures of the intermediates of Kok’s photosynthetic water oxidation clock. Nature 563, 421–425 (2018). doi: 10.1038/s41586-018-0681-2; pmid: 30405241 100. M. Suga et al., An oxyl/oxo mechanism for oxygen-oxygen coupling in PSII revealed by an x-ray free-electron laser. Science 366, 334–338 (2019). doi: 10.1126/science.aax6998; pmid: 31624207 101. C. Gisriel et al., Membrane protein megahertz crystallography at the European XFEL. Nat. Commun. 10, 5021 (2019). doi: 10.1038/s41467-019-12955-3; pmid: 31685819 102. F. Gan et al., Extensive remodeling of a cyanobacterial photosynthetic apparatus in far-red light. Science 345, 1312–1317 (2014). doi: 10.1126/science.1256963; pmid: 25214622 103. M. Chen, Chlorophyll modifications and their spectral extension in oxygenic photosynthesis. Annu. Rev. Biochem. 83, 317–340 (2014). doi: 10.1146/annurev-biochem-072711162943; pmid: 24635479 104. T. Forster, “Delocalized excitation and excitation transfer,” in Modern Quantum Chemistry. Part III Action of Light and Organic Crystals, O. Sinanoglu, Ed. (Academic, 1965), vol. 3, pp. 93–137. 105. H. van Amerongen, R. van Grondelle, Understanding the energy transfer function of LHCII, the major light-harvesting complex of green plants. J. Phys. Chem. B 105, 604–617 (2001). doi: 10.1021/jp0028406 106. T. Polívka, H. A. Frank, Molecular factors controlling photosynthetic light harvesting by carotenoids. Acc. Chem. Res. 43, 1125–1134 (2010). doi: 10.1021/ar100030m; pmid: 20446691 107. Z. Liu et al., Crystal structure of spinach major lightharvesting complex at 2.72 A resolution. Nature 428, 287–292 (2004). doi: 10.1038/nature02373; pmid: 15029188 108. P. Jordan et al., Three-dimensional structure of cyanobacterial photosystem I at 2.5 A resolution. Nature 411, 909–917 (2001). doi: 10.1038/35082000; pmid: 11418848 109. M. Abram et al., Remodeling of excitation energy transfer in extremophilic red algal PSI-LHCI complex during light adaptation. Biochim. Biophys. Acta Bioenerg. 1861, 148093 (2020). doi: 10.1016/j.bbabio.2019.148093; pmid: 31669460 110. M. Suga et al., Native structure of photosystem II at 1.95 Å resolution viewed by femtosecond X-ray pulses. Nature 517, 99–103 (2015). doi: 10.1038/nature13991; pmid: 25470056 111. E. Kim, S. Akimoto, R. Tokutsu, M. Yokono, J. Minagawa, Fluorescence lifetime analyses reveal how the high lightresponsive protein LHCSR3 transforms PSII light-harvesting complexes into an energy-dissipative state. J. Biol. Chem. 292, 18951–18960 (2017). doi: 10.1074/jbc.M117.805192; pmid: 28972177"
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "We thank V. Mascoli for help in setting up the program for the analysis of the structures. Competing interests: The authors declare no competing interests. 10.1126/science.aay2058\nCroce et al., Science 369, eaay2058 (2020) 21 August 2020 9 of 9\nRESEARCH | REVIEW on A\nugust 20, 2020\nhttp://science.sciencem ag.org/\nD ow nloaded from\nLight harvesting in oxygenic photosynthesis: Structural biology meets spectroscopy Roberta Croce and Herbert van Amerongen\nDOI: 10.1126/science.aay2058 (6506), eaay2058.369Science\n, this issue p. eaay2058Science reaction center from the exterior light-harvesting complexes. vice versa. The model that emerges is one of many parallel and unconnected pathways for energy transfer into the microscopy structures, inform our understanding of energy transfer rates derived from spectroscopic measurements and\nelectron−center. The arrangement of pigments and their connectivity, as seen in high-resolution x-ray and cryo complex networks of pigments that shuttle electronic excitations toward the core complex, which contains the reaction\nphotosynthetic organisms. To best capture light, photosystems contain accessory light-harvesting complexes harboring van Amerongen synthesized recent structural and spectroscopic work on photosystem complexes from oxygenic\norganisms use diverse chemical and biological structures to harvest light in different environmental contexts. Croce and Conversion of light energy into chemical energy ultimately drives most biochemistry on earth. Photosynthetic\nArchitectures for light harvesting\nARTICLE TOOLS http://science.sciencemag.org/content/369/6506/eaay2058\nREFERENCES\nhttp://science.sciencemag.org/content/369/6506/eaay2058#BIBL This article cites 105 articles, 22 of which you can access for free\nPERMISSIONS http://www.sciencemag.org/help/reprints-and-permissions\nTerms of ServiceUse of this article is subject to the\nis a registered trademark of AAAS.ScienceScience, 1200 New York Avenue NW, Washington, DC 20005. The title (print ISSN 0036-8075; online ISSN 1095-9203) is published by the American Association for the Advancement ofScience\nScience. No claim to original U.S. Government Works Copyright © 2020 The Authors, some rights reserved; exclusive licensee American Association for the Advancement of\non A ugust 20, 2020\nhttp://science.sciencem ag.org/ D ow nloaded from"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "BACKGROUND: The harvesting of photons is the first step in photosynthesis, the biological process that transforms solar energy into chemical energy. The photosynthetic membranes of algae and plants are packed with protein complexes binding many chlorophyll and carotenoid pigments, which are combined to form functional units. These units, called the photosystem I and II (PSI and PSII) supercomplexes, are composed of a reaction center (RC) where photochemistry occurs and an antenna comprising hundreds of pigments. Because even direct sunlight is a dilute form of",
    "creator" : "Arbortext Advanced Print Publisher 9.1.440/W Unicode"
  }
}