{
  "name" : "downloads_2020-10-23_af_andrabi2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Dextran based amphiphilic nano-hybrid hydrogel system incorporated with curcumin and cerium oxide nanoparticles for wound healing",
    "authors" : [ "Syed Muntazir Andrabi", "S. Majumder", "Kailash Chand Gupta", "Ashok Kumar" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nColloids and Surfaces B: Biointerfaces\njournal homepage: www.elsevier.com/locate/colsurfb\nDextran based amphiphilic nano-hybrid hydrogel system incorporated with curcumin and cerium oxide nanoparticles for wound healing\nSyed Muntazir Andrabia,b,d, S. Majumderd,1, Kailash Chand Guptab,2, Ashok Kumara,b,c,* a Biomaterial and Tissue Engineering Group, Department of Biological Sciences and Bioengineering, Indian Institute of Technology Kanpur, Kanpur, UP, 208016, India b Centre for Environmental Sciences and Engineering, Indian Institute of Technology Kanpur, Kanpur, UP, 208016, India c Center for Nanosciences, Indian Institute of Technology Kanpur, Kanpur, UP, 208016, India dDepartment of Biotechnology, School of Engineering and Technology, Sharda University, Greater Noida, UP, 201310, India\nA R T I C L E I N F O\nKeywords: Nanoparticles Wound healing Curcumin Cerium oxide Antioxidant Amphiphilic\nA B S T R A C T\nDuring injury or diseased condition, wound dressing fails to properly integrate or repair the tissue and restore its function due to various factors like poor bioavailability, systemic delivery of hydrophobic drugs and elevated levels of reactive oxygen species. Here, we fabricated a novel nano-hybrid hydrogel system, based-on gelatin and oxidized dextran, embedded with nano-formulation of curcumin and cerium oxide, dispersed by physical interaction within the hydrogel. The curcumin was entrapped in amphiphilic alkylated-dextran nanoparticles to enhance its bioavailability and release at the injured site while cerium oxide nanoparticles were used without any additional processing. The hydrogel was characterized for various properties and demonstrated a controlled and prolonged drug release (∼63 % in 108 h), accelerated cell migration besides providing a highly significant antioxidant and in-vivo anti-inflammatory activity (∼39 %). The preliminary study suggests that this hybrid system can significantly promote wound healing and the potential to become an ideal wound dressing."
    }, {
      "heading" : "1. Introduction",
      "text" : "Globally, impaired wound healing is one of the primary healthcare problems, which has increased the mortality and morbidity in patients [1]. Wound healing is a dynamic and intricate phenomenon which comprises of three major sequential events, involving inflammation, cell proliferation, and remodeling [2,3]. However, prolonged initiation of inflammation leading to an increased level of oxygen free radicals and other oxygen reactive species (ROS), which in turn delays the cellular proliferation and migration at the injured tissue, plays a critical role in hampering successful tissue healing and restoration of functionality [4]. Although recent research developments in wound healing have improved wound care management, effective healing, and retaining proper functionality of the tissue is still the fundamental concern in clinical care [5].\nHence, it is necessary to design and fabricate a wound dressing that is not only capable of delivering nano-formulations but also possesses the essential properties like exudate absorption, maintaining a moist environment, help in cell proliferation [6,7]. Recently, considerable attention is emphasized on the application of hydrogels, especially in\nthe field of regenerative medicine and tissue engineering. Hydrogels are polymeric three dimensional (3D) network that swells quickly, have high intrinsic water absorbing ability and endows high tuneable property [7–9]. Hydrogels, due to their properties as required for ideal dressing and mimicking to the extracellular matrix is highly anticipated [10]. In comparison to existing dressing, hybrid hydrogel composite based dressings demonstrate high exudate absorption from wounds, providing better safety and moisture balance that helps in promoting wound healing [8,11]. Naturally derived polymeric materials such as gelatin and dextran are promising in soft tissue engineering applications due to their properties similar to the native extracellular matrix, biodegradable and biocompatible. Gelatin is a derivative of collagen protein from the extracellular matrix, containing the RGD sequence vital for cell adhesion, proliferation, and migration [12–14]. Various studies has showed wound healing property of gelatin-based scaffolds in combination with other polymers such as alginate, chitosan etc. but lack the ani-inflammatory and antioxidant property, essential for rapid healing process [15]. Dextran, a glucose-based natural polysaccharide has reactive hydroxyl groups for providing hydrophilicity as well as the ability to be engineered, modified or functionalized for biomedical and\nhttps://doi.org/10.1016/j.colsurfb.2020.111263 Received 10 March 2020; Received in revised form 17 June 2020; Accepted 15 July 2020\n⁎ Corresponding author at: Department of Biological Sciences and Bioengineering, Indian Institute of Technology Kanpur, Kanpur, UP, 208016, India. E-mail address: ashokkum@iitk.ac.in (A. Kumar). 1 Present address: Mahatma Gandhi Central University, Chanakya Parisar, Near Sadar Hospital, Motihari, East Champaran, Bihar, 845401, India 2 Present address: CSIR-Institute of Genomics and Integrative Biology, Delhi University Campus, Mall Road, Delhi, 110007, India\nColloids and Surfaces B: Biointerfaces 195 (2020) 111263\nAvailable online 18 July 2020 0927-7765/ © 2020 Elsevier B.V. All rights reserved.\nT\nnanomedicine applications [16–18]. The modification of dextran has proved to enhance the material degradation and proper host tissue integration, allowing complete regeneration of the skin. Recent studies have shown that the potential of promoting wound healing by dextran occurs due to the presence of specific receptors for glucan on fibroblast cells, which in turn leads to the expression of various growth factors, essential in tissue repair and rapid healing of wounds [19]. Further, the scaffolds based on dextran have proven their ability to enhance neovascularization and promote wound healing [20].\nThe use of antioxidant and anti-inflammatory molecules will get rid of ROS during the initial inflammatory phase and decrease the adverse effects of the wound. Curcumin, an extracted compound from turmeric (the powdered rhizome of Curcuma longa L.) plant, is a yellow-colored hydrophobic polyphenol compound and is considered to be the most active component of turmeric [21,22]. Curcumin has been widely used for centuries as a potent anti-inflammatory agent for wound healing and also exhibits several other therapeutic activities like antioxidant, antimicrobial, anticancer, etc. [23–25]. In addition to the anti-inflammatory property of curcumin, various studies revealed its ability to enhance the antioxidant enzyme level, like superoxide dismutase. Several groups have reported the development of curcumin embedded in nanoparticles such as polymersomes, liposomes, nanogels etc., and hydrogels for its application in wound healing [25–28]. However, curcumin’s potential for the clinical application is restricted by poor and insignificant bioavailability, aqueous insolubility, and quick degradation by sunlight, thereby hampering its promising therapeutic translation [22,26,28–30]. Cerium oxide (CeO2), a rare earth metal oxide co-exists in both C3+ and C4+ valence states, generally referred to as cerous and ceric, respectively [31]. The application of cerium oxide nanoparticles (ceria) towards biological systems has developed a profound interest in recent years due to its unique redox cycling potential from C3+ and C4+ [9,32]. Many research groups explored its antioxidant property and described the role in scavenging hydrogen peroxide (H2O2), superoxide radicals, nitrogen radicals and hydrogen radicals besides rendering a self-regenerating and promising biological antioxidant during the coexistence of superoxide and H2O2 in cells [1,33,34].\nIn this study, we have developed the gelatin-dextran based biodegradable and biocompatible hydrogel incorporated with the nano-formulations of curcumin and cerium oxide. We have combined the individual components as a single hybrid system with multi-functionality. The hybrid system will show a synergistic effect to provide an ideal wound environment and endorses controlled delivery of curcumin and cerium oxide nanoparticles to regulate inflammation, oxidative stress and promote cell proliferation and rapid wound healing. Also, only a one-time application of the hybrid hydrogel would be adequate to stimulate complete healing. The use of cerium oxide and encapsulated curcumin nanoparticles provide a realistic and efficient mode to provide an ideal drug delivery system at injured wounds. Also, our study reported the efficacy of 1-bromohexadecane-dextran based encapsulation of curcumin as a carrier system for wound healing that to our best knowledge has not been reported. This curcumin loaded amphiphilic dextran nanoparticles within the hydrogel have overcome the limitations of poor bioavailability and aqueous insolubility, and the nanodelivery system will ensure their controlled release and enhanced therapeutic applicability. The general schematic summary of the entire process of nano-hybrid hydrogel is shown in Scheme 1."
    }, {
      "heading" : "2. Material and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "The chemical were of reagent grade, procured from Sigma-Aldrich (St. Louis, MO, USA) or otherwise mentioned herein.\nNIH 3T3 cells (Normal murine fibroblast) and HaCat cells (human keratinocyte cell line) were purchased from National Centre for Cell\nSciences Pune, India. Menadione was obtained from TCI Chennai, India. 2,4-Dinitrophenyl Hydrazine, 1-Bromohexadecane, Tetrahydrofuran (THF), and sodium periodate were acquired from Sisco Research Laboratories, India. High-glucose Dulbecco's Modified Eagle Medium (DMEM) supplemented with 10 % (v/v) fetal bovine serum (FBS) was obtained from Thermo Fisher Scientific, US. 100 U/mL of streptomycin and penicillin each were purchased from Himedia, India."
    }, {
      "heading" : "2.2. Preparation of O-hexadecyl-dextran (HD)",
      "text" : "The HD was prepared using the method as described elsewhere [35]. Briefly, to a dissolved solution containing 1 g of dextran (70 kDa) and 400mg NaOH, 550 μL of 1-bromohexadecane in 10mL of THF was added with overnight stirring at 80 °C. The aqueous solution diluted in 10mL of water extracted with 2 x 10mL of dichloromethane after removal of the solvent by rotary evaporator. Finally, the obtained solution was dialyzed for 24 h, freeze-dried and the degree of substitution was calculated by 1H-NMR spectroscopy."
    }, {
      "heading" : "2.3. Synthesis of HD nanoparticles (DNp) and encapsulation of curcumin in",
      "text" : ""
    }, {
      "heading" : "HD nanoparticles",
      "text" : "The optimized HD nanoparticles were synthesized by dissolving 400mg of O-hexadecyl-dextran in 10mL of Milli-Q-water and stirred for 2 h at 1200 rpm followed by freeze-drying. Further, the encapsulation of curcumin was done by the dropwise addition of curcumin (3mg) in 70 μL of acetone solution to the pre-dissolved solution of HD (60mg) in Milli-Q-water (2 mL). The mixture was stirred at 1800 rpm for 12 h, followed by centrifugation at 12,000 rpm @ 4 °C for 25min. The supernatant was discarded, the pellet was re-dissolved and washed thrice with Milli-Q-water under the same conditions of centrifugation as mentioned above. The mixture as curcumin encapsulated HD nanoparticles (CDNp) was collected and lyophilized for ready-to-use applications."
    }, {
      "heading" : "2.4. Synthesis of oxidized dextran (ODx)",
      "text" : "The oxidation of dextran was carried out according to the protocol of Ciach and coworkers [36] with some modification. Dextran (1 g) dissolved in 10mL of distilled water was added with 600mg of sodium meta-periodate and stirred for 2 h at room temperature in the dark. Subsequently, the reaction was stopped by the addition of ethylene glycol followed by dialysis against distilled water for 3 days at 4–8 °C and dried by lyophilization. The degree of substitution of aldehydic groups in oxidized dextran was determined by using 2,4-dinitrophenyl hydrazine [37]."
    }, {
      "heading" : "2.5. Synthesis of CDNp and cerium oxide nanoparticle (CeO2Np) loaded gelatin hydrogels (GCCe)",
      "text" : "The gelatin (cold-water fish skin) hydrogel (G) as control was synthesized by dissolving 500mg of gelatin in 4mL of distilled water at 50 °C. Separately at 50 °C, 1 g of ODx as a crosslinker was dissolved in 6mL of distilled water, and finally, both the solutions were precooled (10–15 °C) to avoid rapid gelation. The precooled solutions of prepolymer and ODx were appropriately mixed, poured into desired molds, and incubated at 37 °C for 3 h. To prepare the GCCe hydrogel, 500mg of gelatin was dissolved in 3mL of distilled water at 50 °C followed by the addition of CDNp (150mg) and CeO2 Np (430 μg; particle size< 50 nm) in 1mL of Milli-Q-water. For proper mixing, the solution was kept on a rocker for 30min at room temperature. The remaining steps were similar to the synthesis of G hydrogel. Similarly, Gelatin loaded with CDNp, or CeO2Np hydrogels (GC or GCe hydrogels, respectively) were also prepared."
    }, {
      "heading" : "2.6. Characterization of synthesized nanoparticles",
      "text" : "The size and the morphology of nanoparticles were investigated using dynamic light scattering (DLS) and transmission electron microscope (TEM). The analysis of samples was performed after proper dilutions and in triplicates. The DLS by Malvern Panalytical (Zetasizer Nano ZS) was used to determine the mean size of the developed DNp and HD loaded curcumin nanoparticles. In the case of TEM (FEI- Tecnai G2 12 Twin TEM 120 KV), a drop of the diluted sample was placed on 200 mesh formvar-coated copper TEM grid followed by 5min treatment of 2% w/v of uranyl acetate solution as a negative stain. Finally, before imaging, the samples were air-dried for 12 h."
    }, {
      "heading" : "2.6.1. Entrapment efficiency",
      "text" : "The entrapment and drug loading efficiency were calculated to measure the amount of curcumin present in CDNp. Briefly, in 10mL of ethanol, 5 mg of lyophilized CDNp was added and centrifuged at 13,000 rpm for 30min. The obtained supernatant was collected to measure the absorption peak of curcumin at 427 nm using a UV spectrophotometer (UV-1800, Shimadzu) and evaluated the curcumin concentration through a standard curve. The encapsulation efficiency was calculated as a ratio of the amount of curcumin present in CDNp to the curcumin utilized for loading [38].\nEncapsulation Efficiency= (Weight of curcumin in nanoparticles / Weight of curcumin used initially)× 100\nThe drug loading efficiency was determined by the total yield of CDNp after centrifugation.\nDrug Loading Efficiency= (Total amount of curcumin entrapped / Yield of curcumin loaded nanoparticles)× 100"
    }, {
      "heading" : "2.7. In-vitro release behavior",
      "text" : "The curcumin release from CDNp and CDNp loaded hydrogel was performed by a dialysis method placed against 20mL of PBS at 37 °C. Drug (5mg) in 1mL of PBS was taken in a dialysis membrane with a cutoff of 10–12 kDa, soaked in 20mL of PBS with constant stirring at 230 rpm. At specific time intervals, 1 mL of the sample was collected, and the same volume was replaced by fresh PBS. The collected sample was centrifuged, re-dissolved in 1mL of ethanol, and curcumin concentration was quantified by measuring absorbance at 427 nm using a\nUV spectrophotometer. The release of the collected sample was determined as [39].\nRelease % = (Released amount of curcumin / Total amount of curcumin) × 100\nFurther, the in vitro release behavior and drug release mechanism was confirmed by using various kinetic models (see materials and methods of supplementary data) [40,41]."
    }, {
      "heading" : "2.8. Rheological study and fourier-transform infrared spectroscopy (FTIR)",
      "text" : "The viscoelastic behavior of the hydrogel was carried out by studying the rheological parameters using Rheometer- MCR 102 Anton Paar, Austria. The instrument was equipped with a serrated parallel plate of 20mm diameter and peltier base plate to regulate the temperature throughout the experiment. During the experiment, a set gap of 1mm and a temperature of 25 ± 1 °C was maintained for each sample to assert the measurement accurately. The mechanical and viscoelastic properties of the developed hydrogel (groups G and GCCe) were performed by amplitude sweep test at 25 °C with a shear strain ranging from 0.01 to 1000 % and frequency sweep test at 25 °C with angular frequency ranging from 0.1 to 100 1/s. In amplitude sweep, the frequency was kept constant while in frequency sweep, the shear strain was kept constant [42,43].\nThe FTIR study was accomplished to find out functional groups of the incorporated nanoparticles in hydrogel as well as crosslinking in the developed hydrogels. The hydrogel samples were vacuum dried and analyzed within the spectral range of 400 to 4000 cm−1 using the Perkin Elmer Spectrum Version-10.03.06 FTIR spectrophotometer."
    }, {
      "heading" : "2.9. Swelling studies and in-vitro degradation test",
      "text" : "The swelling behavior of the developed hydrogel G and other nanoparticle loaded hydrogel groups was studied in 10mL of simulated wound fluid (SWF) at 37 °C. The initial weight (Wd) of synthesized samples (dia. 8 mm and thickness 5mm) were measured and then immersed in SWF for 72 h in a closed tube. The swollen samples were removed after 72 h, and wet weight (Ww) was recorded for each sample. The swelling ratio (S) was determined as per given formula:\nS = [(Ww – Wd) / Wd] × 100\nNext, in-vitro degradation studies were performed to check the\nScheme 1. General summary of the synthesized amphiphilic alkylated-dextran nanoparticles loaded with curcumin (CDNp) and development of the hybrid hydrogel embedded with nano-formulations.\nstability of the developed materials for wound healing application. The samples of the above-mentioned size were air and vacuum dried for 24 h, and initial weight was calculated before incubating in 10mL of SWF at 37 °C for 20 days with continuous and gentle shaking at 80 rpm. At predefined time intervals, samples from each group were collected, and with the aid of filter paper, excess water was removed, followed by the weighing of samples. These samples were further reweighed after vacuum drying, and the normalized weight was calculated as performed by the gravimetric method [44]. Also, the impact of degradation on the structure of hydrogel was examined by scanning electronic microscopy (SEM) analysis of samples at desired time points (5th, 10th, and 15th day)."
    }, {
      "heading" : "2.10. Haemolysis assay",
      "text" : "To evaluate the haemolytic potential of the developed hydrogels, a standard in-vitro method was performed. The blood (5mL) from a healthy volunteer was collected and added with sodium citrate (3.8 %) as an anticoagulant. Post centrifugation, the obtained pellet was washed thrice with PBS (pH 7.3 ± 0.4) by centrifugation at 1700 rpm for 5min. The samples from each group were then soaked in 10mL of PBS diluted blood (1:9 ratio) and were incubated at 37 °C for 1 h. After 1 h, samples were centrifuged at 1700 rpm for 10min, and absorbance of the supernatant was measured at 540 nm. The groups containing PBS only and 1 % Triton-X were set as negative and positive controls, respectively. The percentage of haemolysis was determined as:\nHaemolysis (%)= [(As− An) / (Ap−An)]× 100\nwhere, As, Ap and An were absorbances of the sample, positive control, and negative control, respectively."
    }, {
      "heading" : "2.11. Cell cytotoxicity assay",
      "text" : "The developed hydrogel groups were assessed for in-vitro cell toxicity using NIH 3T3 and HaCat cells. Briefly, the precursor mixture of each hydrogel group was added to a 96 well plate and allowed to gelate at 37 °C for 3 h under sterilized environment. The set hydrogel scaffolds were separately seeded with 1−2×105 cells/well of NIH 3T3 and HaCat cells, separately and cultured in 0.150mL of DMEM (10 % FBS and 1 % penicillin/streptomycin). The cells were allowed to culture in a humidified 5% CO2 incubator for 24 h. and the cell viability was determined at pre-defined time points by 3-(4,5-dimethylthiazol-2-yl)2,5-diphenyltetrazolium bromide (MTT) assay. After 24 and 72 h, media was removed, and MTT (50 μL of 5mg/mL in PBS) was added to each well in the dark, followed by incubation for 4 h. Then 150 μL DMSO was added to formazan crystals as a solubilizing buffer, and the absorbance was measured at 570 nm using Thermo Scientific Varioskan Flash Spectral Scanning Multimode Reader. The cells seeded in a well without the addition of any sample were used as 2D control."
    }, {
      "heading" : "2.12. Live and dead staining",
      "text" : "The qualitative analysis of hydrogel treated NIH 3T3, and HaCat cells were performed by live and dead stains. Green fluorescence is due to Calcein AM, which corresponds to live cells, and red fluorescence is attained by dead cells due to Propidium Iodide (PI) stain. In brief, 1 mL of DMEM was added to each hydrogel containing well and incubated for 24 h at 37 °C, and the extract was then collected after 24 h for further use. Both NIH 3T3 and HaCat cells were seeded at a density of 1–2×105 cells/well of 48 well plate and cultured with 200 μL of hydrogel conditioned media for the next 24 h in a humidified CO2 incubator at 37 °C. After 24 h, the media was removed from each well, and cells were washed with PBS-1× . Then, the solution of 5 μM Calcein AM and 3 μM PI was added onto the wells and incubated at 37 °C for 30min. The cells were then PBS washed and observed for\nimaging under Leica SP2 Confocal Microscope with specific filters."
    }, {
      "heading" : "2.13. Antioxidant assay",
      "text" : ""
    }, {
      "heading" : "2.13.1. 2,2-Diphenyl-1-picrylhydrazyl (DPPH) assay",
      "text" : "The antioxidant activity of the developed hydrogels was determined using standard DPPH assay for various time intervals. Hydrogels (50mg each) were individually incubated with 2mL of DPPH (100 uM) in methanol at room temperature. Ascorbic acid (A. Acid) was used as a positive control. For various time points, the samples were kept into 1mL of PBS solution for 60, 120, and 180min, and the treated PBS was incubated with 2mL of DPPH solution for 30min. The absorbance change at 517 nm in treated groups in comparison to the DPPH control solution was determined, and the degradation of DPPH in terms of antioxidant activity was calculated as a percentage inhibition using formula.\nInhibition (%) = [(Ab – As) / Ab] × 100\nWhere Ab and As are the absorbance of blank (DPPH only) and sample"
    }, {
      "heading" : "2.13.2. Antioxidant effect against reactive oxygen species-induced cell stress model",
      "text" : "In order to evaluate the ability of ROS scavenging by the developed hydrogels, a system mimicking to diseased condition is highly recommended. We have developed an in-vitro cell model using NIH 3T3 and HaCat cell to study the antioxidant role of the hydrogels. Both the cell lines (cell density 1−2×105) were cultured in a 48 multi-well plate and were treated for 2 h in the presence/absence of hydrogel extracts. Each well was properly washed and then incubated with 10 μM of DCFDA for 30min at 37 °C, and the fluorescence was measured at excitation and emission of 485 nm and 535 nm, respectively after treating with 200 μM of H2O2.\nSubsequently, to confirm the intracellular ROS evaluation, effects on cell viability due to oxidative stress was observed. The above cell lines were cultured for 12 h along with the hydrogel extract or without the extract. Post 12 h of incubation, media was removed from the wells, and 200 μM of H2O2 was added for 2 h to produce ROS. The cells were then PBS washed, followed by cell viability and qualitative cell assessment using MTT assay and live/dead staining, respectively. Further, the protective effect on both cell lines against cell stress was also confirmed by using 30 μM of menadione (TCI Chennai, India) [45,46]. The remaining steps were the same as above, and the MTT assay and live/ dead cell staining were assessed as mentioned in sections 2.11. and 2.12., respectively."
    }, {
      "heading" : "2.14. Cell migration assay",
      "text" : "To investigate the potential of hydrogel groups in wound closure, an in-vitro wound model was developed using NIH 3T3 and HaCat cells. Both the cell lines were grown separately in a 48 multi-well plate (cell density 1−2×105) in a complete DMEM media till ∼80 % of confluency was achieved in 24 h. After 24 h, media was removed, washed with PBS and then 0.5mL of DMEM (supplemented with 0.1 % FBS that inhibits proliferation ability of cells) was added to create starving conditions for 24 h and ensures that only migration of cells leads to the closure of the wound. At the bottom of per well, a fine scratch was made with a sterile 200 μL micro-tip and rinsed with PBS twice to clear from debris. Next, 0.5 mL of conditioned media of each hydrogel group was added onto each well of both cell lines, and 0.5 mL of DMEM containing 10 % FBS was used as control. The scratched wells were observed to image the effect of cell migration by treated/non treated groups at set time points and closure of the wound was calculated by taking the ratio of wound area filled by migrating cells at 0 h and after 36 h, using Image-J 1.52a software."
    }, {
      "heading" : "2.15. Adhesive test",
      "text" : "The adhesive strength of the developed hydrogel was assessed with fresh porcine skin using a lap shear test. Briefly, a porcine skin of rectangular shape (30mm x 10mm) was cut and processed as described previously [47,48]. A 65 μL of the hydrogel was added onto the porcine skin and another one was placed on it, sharing a contact area of ∼ 10×10mm. The samples were kept at 37 °C for 1 h for proper gelation. These samples were then analyzed on the Instron Materials Test System (Instron 3360, Instron, USA) equipped with 5 kN load cell until samples separated completely at the rate of 1mm/min."
    }, {
      "heading" : "2.16. In-vivo anti-inflammatory test",
      "text" : "The study was designed to investigate the potential anti-inflammatory activity of the developed nano-formulations and was carried out as described by Nuss and coworkers [49] with some modifications. Briefly, in the rat paw edema model, inflammation was induced into the rat paw by injecting carrageenan (0.1 mL of 1% in normal saline) into the left planner region of the hind paw. The carrageenan dose was injected after 30min of post-treatment with the drugs (i.p) to their respective groups. The animals (Sprague Rat; 190–210 g) were divided randomly into four groups (n= 6 per group); Group C (control) did not receive any drug, Group Dex. as a positive control was given 0.1 mL of dexamethasone (7.5 mg/kg), and 0.1mL of free curcumin (15mg/mL) was given to Group (FC). Lastly, Group CDNp was treated with 0.1 mL of nano-formulation of curcumin (15mg/mL). The carrageen-induced inflammation in each group was assessed by measuring the thickness of the hind paw at predetermined time points i.e., 1, 2, 3, 4, 6 and 24 h. All the animals were approved by the Institute Animal Ethical Committee (IAEC) of the Indian Institute of Technology Kanpur (IITK/IAEC/2017/1061) and the experimental study was performed in accordance with guidelines of the committee."
    }, {
      "heading" : "2.17. Statistical analysis",
      "text" : "All the experiments were carried out in triplicates (n= 3), and results are quantitatively presented as an average ± S.E. of 3–5 samples per group. For comparison of various groups with control, Tukey’s test of ANOVA analysis was followed. A p-value<0.05 was considered significant; *p < 0.05; **p < 0.01; ***p < 0.001."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Preparation and characterization of synthesized hydrogels",
      "text" : "Many approaches have been applied to prepare nano-formulations for the sustained delivery of active pharmacological ingredients using biodegradable and biocompatible polymers. Although the therapeutic potential of such molecules has improved, entrapment of hydrophobic substances like curcumin into the polymeric hydrophilic nanoparticles is still a challenge [25]. Thus, in this study, an amphiphilic dextran was made by functionalizing it with hexadecyl chain, and the yield of obtained hexadecyl-dextran was calculated approx. 77 %±3. The degree of substitution was approx. 30 % as obtained from 1H-NMR as shown in Fig. S2, (D2O) δ: 3.25–3.9 (m, -OCH-, -OCH2-), 1.7–2.20 (m, -CH2-), 5.0 –5.4 (m, -CH2-). This alkyl chain creates hydrophobic pockets to hold curcumin as well as gives an amphiphilic and self-assembly property to dextran in hydrophilic media [50]. This allows nanoparticle synthesis and entrapment of curcumin inside these nanoparticles by hydrophobic interaction (Fig. S1). The synthesized nanoparticles of DNp and DNp loaded with curcumin (CDNp) was analyzed by using dynamic light scattering (DLS). The average hydrodynamic diameter of DNp and CDNp is 47 ± 1.6 nm and 200 ± 2.9 nm, respectively as presented in Figs. 1A and B. The results revealed uniformity and monodispersity of the synthesized nanoparticles, leading to substantial improvement in\nhydrophilicity of curcumin in aqueous solution. The large change in the size of DNp and CDNp can be possibly due to intra- or inter-molecular associations between the hydrophobic moieties thereby contracting size of the particles mainly to reduce the interfacial free energy in case of DNp. However, in CDNp the interaction breaks due to the presence of curcumin at hydrophobic center and binds through weak hydrophobic interaction with the hydrophobic moieties of alkylated dextran leading to less contraction within the CDNp. The results were also validated from the TEM image showing average size of CDNp around 190 nm and revealed the even surface and spherical morphology of the developed particles (Fig. 1C). Further, uniform dispersion of amphiphilic CDNp (Fig. 1D-A) was observed when dissolved in water in comparison to free curcumin (Fig. 1D-B) which formed insoluble flakes, as shown in Fig. 1D. Next, for the synthesis of gelatin-based hydrogels incorporated with or without nanoparticles (cerium oxide and CDNp), oxidized dextran has been used as a crosslinker instead of commonly available toxic chemicals such as glutaraldehyde [51]. In view of the application of developed hydrogel for wound healing, gelation time is critical and the method of tube inversion is used after proper mixing of gel precursors (Fig. 1E; (A) gelatin+ nano-formulations; (B) oxidized dextran). Thus, the time of gelation was recorded for several hours at 37 °C and the results indicated gelation after 30min. The hydrogels obtained after 30min were having gelly nature and may be used as an injectable system, while after 3 h, hydrogel in the form of a proper gel was obtained suitable for such practical applications (Fig. 1F). The surface analysis of hybrid hydrogel showed smooth surface morphology, highly porous network and embeded nanoparticles of uniform size (marked by arrows) as clearly represented in SEM image (Fig. 1G). The aldehydic group of oxidized dextran, synthesized by the oxidation of dextran with sodium periodate, forms a covalent imine bond with the amine group of the gelatin (Figs. S3 and S4). The number of aldehydic groups in dextran was regulated without affecting the dextran backbone, and degree of substitution in the oxidized dextran was determined around 33 %±1.7."
    }, {
      "heading" : "3.2. Entrapment efficiency and in-vitro drug release studies",
      "text" : "The controlled and efficient delivery of curcumin like other hydrophobic molecules has always been hampered and confined in a therapeutic scenario due to its insignificant activity, involving very low hydrophilicity, aqueous insolubility, and low bioavailability. In this regard, we have developed the amphiphilic nano-system (CDNp) incorporated into the hydrogel system to enhance its delivery and bioavailability at the target site. The drug loading and entrapment efficiency of CDNp were found to be approx. 4.4 % and 66.25 %, respectively, that decreased with the increase in concentration. The release of curcumin from CDNp and CDNp incorporated hydrogel system (GCCe) was determined to investigate the effect of encapsulation and incorporation on drug release behavior. The results showed a biphasic release trend in the CDNp system as observed by bulk release for 12 h, followed by a controlled release in another phase. Initially, in 12 h, 50 % of the curcumin was released, and about 30 % release was observed over a time of 96 h. The curcumin release behavior observed in CDNp incorporated hydrogel system (GCCe) was controlled and continuous in comparison to CDNp. The cumulative release rate of curcumin from the hydrogel system was found around 63 % in 108 h, as can be observed from the graph in Fig. 1H. It is evident that the release was controlled and prolonged in the hydrogel system than CDNp only that might be due to entrapment of CDNp into the hydrogel system, while burst release in CDNp might be owed to surface adsorption of curcumin on CDNp [38]. This slow and sustained release will enhance the therapeutic activity of curcumin at the target site as well as reduce the risk of apoptosis at a high dose besides restraining the extensive process of inflammation [26,52,53]. Thus, the prolonged, sustained and continuous release of curcumin from the hydrogel system attributes its potential as an efficient nano-delivery system.\nThe drug release mechanism was further determined by considering various kinetic models such as zero order, Higuchi, first order, and Korsmeyer–Peppas models. In the case of zero order rate, the drug release rate is independent of its concentration, while the concentrationdependent drug release rate corresponds to first order. Higuchi described Fickian diffusion-based drug release as a square root of time from the insoluble matrix. Korsmeyer-Peppas model (Power Law), a comprehensive semi-empirical equation specifically for polymer system, was used to illustrate the drug release mechanism of polymer encapsulated drugs as a function of time [40,41,54]. The evaluation for accuracy was done by determining the correlation (R2) values and the model with the highest R2 value based on the best fit was considered (Table S1). The results showed that drug release behavior follows the Korsmeyer-Peppas model. The estimated values obtained are n= 0.523 for CDNp and n= 0.463 for GCCe. Hence, in the case of both CDNp and GCCe, the drug release occurs through diffusion and swelling, an anomalous diffusion mechanism (non-Fickian)."
    }, {
      "heading" : "3.3. Rheological study",
      "text" : "The viscoelastic study of the developed hydrogels was performed to evaluate elastic/storage (G′) and the viscous/loss modulus (G′′) that predominantly relates the hydrogel microstructures as well as provide insight about their behavior to external stimulus, extent of flexibility and overall deformation. As presented in Fig. 1I, the oscillatory strain amplitude study of the groups G and GCCe demonstrated almost similar storage modulus (approx. 1000 Pa) while a loss modulus ranges from 60 to 280 Pa in group G and 30 to 288 Pa in group GCCe. The flow property was observed in the linear viscosity region (LVR) at the crossover point between G′ and G″. The results revealed that G″ gradually dominates G′ as the shear strain is increased and the flow point was achieved at the strain of 100 % for group G and 1000 % for group GCCe (Fig. 1Ia), indicating the crosslinking within the hydrogel as the flow point occurs in LVR [42,55]. Further, the results of frequency sweep showed that on increasing the angular frequency from 0.1 to 100 1/s, storage modulus\n(G′) remained on the higher side and predominant in both the groups (GCCe and G) as compared to their respective loss modulus (G′′). In group GCCe, the value of G′ and G′′ was around 6000 Pa and 140 Pa, respectively while in case of group G, the G′ of about 1000 Pa and G′′ of ∼75 Pa was observed, indicating gels were unaffected with varying frequency (Fig. 1Ib). The higher G′ value in group GCCe might be attributed to the incorporation of nanoparticles and indicating mechanically stable and elastic behavior of the hydrogels [42,43]."
    }, {
      "heading" : "3.4. Swelling property and in-vitro degradation",
      "text" : "The water uptake ability is an important characteristic of hydrogels while maintaining the moist environment around the wound [53]. The results showed the swelling ratio of 252.2 ± 2% in pure hydrogel G, and no significant effect was observed by the incorporation of nanoformulations. As shown in Fig. 2A, in the hydrogel groups GC, GCCe, and GCe; the swelling ratio of 236.7 ± 4.1 %, 283.9 ± 1%, and 295.3 ± 3% was calculated, respectively. The property has a direct impact on cell infiltration and the nutrient flow inside the hydrogel, necessary for proper wound healing [6]. The good water absorption and retention ability is also essential to exhibit better drug delivery\nproperties and might enhance the degradation rate of the hydrogel [7]. The in-vitro degradation test of a scaffold is an essential parameter in tissue engineering. It is highly desirable that the degree of degradation proportionate to the healing tissue. The degradation rate over a period of time was examined by incubating the hydrogels in SWF at 37 °C. The hydrogels showed rapid degradation of 89 % in a period of 15 days, as shown in Fig. 2B. Initially, the rate of degradation was fast, leading to 40 % weight loss in the first 5 days which gradually decreased over time in all the hydrogels, depending on the degree of crosslinking and Schiff base hydrolysis in the hydrogel. Finally, at the end of 20 days, around 97 % of weight loss was observed in both the groups (G and GCCe) and revealed no change occurred in degradation nature due to the incorporation of nano-formulations inside the hydrogel. The hydrogels with a rapid diffusion rate of water or enzymes than bond degradation rate undergo bulk erosion compared to surface erosion, where bond degradation rate is higher than a diffusion of enzyme or water into the bulk of hydrogel [56]. The degradation of the developed hybrid hydrogel was through bulk erosion as it consists of hydrophilic polymers, gelatin and oxidized dextran and is permeable to enzymes or water. As can be observed from Fig. S5, the SEM images at the set time points revealed that during the degradation process, the\nhydrogel was not disintegrated completely but retained structural integrity. Initially, a smooth and persistent surface morphology can be seen in both the groups; however, after 10th and 14th day, a profound degradation effect in terms of perturbances, surface rupturing and material loss was observed. Formation of surface cracks and irregular pore walls as compared to later days were slightly less as visible from the SEM images on 5th day of degradation in groups G and GCCe (Fig. S5). Our study intended to develop the hydrogel dressing that may lead to rapid wound healing. So, the early degradation will assist in facilitating the infiltration of various types of cells and their proliferation within the hydrogel to promote rapid wound healing. It has been reported that the degradation rate would be faster in a wound fluid due to enzymes and other factors at the wound site [56,57]."
    }, {
      "heading" : "3.5. Fourier transform infrared (FTIR)",
      "text" : "The characteristics peaks of the FTIR spectrum for pure dextran and modified dextran is presented in Fig. 2C. The absorption peak observed in the range of 1000 – 1200 cm−1 are characteristics of presence of carbohydrate, in which stretching vibration of CeOeC and glycosidic linkage corresponds to band 1147 cm−1. The alcoholic CeO stretching frequency peak at 1050 cm−1 around α(1–6) glycosidic bonds is due to the high flexibility of the dextran chain [58]. Bands at 750 and 837 cm−1 are assigned to skeletal bending and vibrational modes of CeC. In the case of alkylated dextran, frequencies of the spectra at 1468 and 2890 cm−1 are characteristic of alkyl bending mode and vibrational stretching of the CH2 group. The absorption peak around 1721 cm−1 is associated with the stretching vibration of the carbonyl group, confirming grafting of the aldehydic group on the dextran [59]. In Fig. 2D, FTIR spectra of curcumin, cerium oxide, gelatin hydrogel, and GCCe hydrogel are shown. The spectra of gelatin hydrogel (G) showed the characteristic peak at 1638 and 1535 cm−1 corresponding to C]N stretching due to imine bond formation via a Schiff base and amide II bending vibrations, respectively [6]. The absorption spectra of curcumin having bands at 1153, 1502, 1601 and 3513 cm−1 are attributed to CeOeC stretching, C]C vibrations, stretching vibrations of the benzene ring and alcoholic OeH stretching. Peaks at 3418 and 614 cm−1 are characteristics of cerium oxide spectra, which are attributed to OeH stretching due to absorbed water on cerium surface and O-Ce-O stretching vibration modes [27,60,61]. In GCCe, the presence of the same absorption peaks, as found in individual spectra, indicates the incorporation of nano-formulations into the developed GCCe hydrogel. However, the intensity of the bands was slightly low due to less concentration of used nano-formulations, and also GCCe hydrogel revealed no change in the chemical composition of the loaded drug."
    }, {
      "heading" : "3.6. Hemolysis analysis",
      "text" : "The analysis is accomplished to investigate the effect of developed hydrogels and nano-formulations with blood cells. The results in Fig. 2E reveal the hemolytic potential of hydrogels and the nano-hydrogel system on exposure to the blood environment. The results of the blood compatibility test have shown complete hemolysis 100 % in the positive control Triton-X 1% treated group in comparison to the negative control PBS. The treated group GCCe showed slight hemolysis of less than 1.3 %± 0.3, which is statistically insignificant. However, hemolysis of less than 3.3 % ± 0.8 in the G group and GC, and 2.3%± 0.2 by GCe group was observed but lies in a safe range. According to ISO/TR 7406 for biomaterials, the critical safe range of hemolysis is considered within 5% [62]. The study confirms the heamocompatible nature of the developed nano-hydrogel system and supports its application in nanoformulations delivery and for wound healing, where it may come in contact with blood cells."
    }, {
      "heading" : "3.7. Adhesive property of the hydrogel",
      "text" : "The adhesive property of a wound dressing is very vital for the appropriate closure of the wound. The adhesion around wounded tissue helps in keeping various tissues intact, thereby regulating the fluid loss, bleeding and allows improved wound repair. Hence using lap shear testing, we determined the adhesive strength of the developed hydrogel, and no effect was observed on incorporating the nano-formulations into the developed hydrogels. The bulk adhesive property of hydrogel groups G, GC, GCCe, and GCe was quantified to be in the range of 5.5 kPa to 6.5 kPa as reported in Fig. 2F, and are higher than the fibrin glue adhesive (Greenplast®) (∼5 kPa), [47] indicating the adhesive application of the hydrogels in closure and healing of wounds."
    }, {
      "heading" : "3.8. Cell cytotoxicity",
      "text" : "The biocompatibility assay of the hydrogels was carried out to evaluate the cell viability in terms of mitochondrial activity performed on two commonly used cell lines, fibroblasts, and epidermal cells [30]. Both the cell models, fibroblast (NIH 3T3) and human immortal epidermal cells (HaCat) are important cells involved in proper wound healing, such as regulating ECM, collagen synthesis, fibrin clot breakdown and wound contraction. The cell viability results of hydrogel treated groups; G, GC, GCCe and GCe showed no toxicity in both the cell models and was equivalent or more to that of control (C) group (no treatment) after 72 h, as shown in Figs. 3A and B. There has been a gradual increase in cell metabolic activity after 24 h in all the groups\nbut group GCCe has shown a significant increase in metabolic activity after 72 h in comparison to other groups or control alone. It is worth to note that the increase in viability by GCCe in both fibroblasts and HaCat cells might be due to the synergistic effect of polymeric components along with incorporated nano-formulations. These results indicate that the scaffolds, particularly the nano-hydrogel system, might help in cell proliferation, providing a matrix for cell attachment and sustaining cell morphology [63]. Further, this study clearly shows the developed hydrogels are biocompatible in nature and could show a profound increase in the healing rate."
    }, {
      "heading" : "3.9. Live/dead assay",
      "text" : "The live and dead staining was performed as a confirmatory test for cell viability on fibroblasts and HaCat cells, evaluated by PI (dead) and Calcein AM (live) staining. The cells treated with the extract of hydrogel groups were double-stained by PI / Calcein AM, after 24 h of culture. In the live-dead staining experiment, bright green fluorescence is shown by live cells as Calcein AM is cell-permeant, while red fluorescence is observed in dead cells as PI is impermeant to the membrane but intercalates into nucleic acid when cells are dead [16]. The images, as shown in Figs. 4A and B, displayed that the treated fibroblasts and HaCat cells exhibited similar cell morphology and bright green fluorescence as unveiled by untreated cells. Both apoptosis and cell metabolism have led to slight cell death in all the groups [48]. The results of cell cytotoxicity and live/dead staining demonstrated the efficient\ncytocompatibility of fabricated hydrogel systems for wound healing application."
    }, {
      "heading" : "3.10. Antioxidant Assay",
      "text" : ""
    }, {
      "heading" : "3.10.1. DPPH assay",
      "text" : "The production of intracellular ROS by oxygen generating species are necessary for various biochemical and cellular processes and can lead to disruption of these process due to overproduction. ROS play a significant role in the wound healing process during the inflammatory phase, but the dysregulated and increased levels of free radicals at the wound site results in oxidative tissue damage, prone to microbial infection and slower repair of the wound [21]. The use of antioxidant materials has proved to regulate the inevitable free radical production and prevent the cells from unwanted oxidative stress and tissue damage [64]. Hence, to induce a significant antioxidant activity, nano-formulation of curcumin and cerium was incorporated in our material and evaluated their scavenging ability for DPPH free radicals. The standard DPPH assay measures an antioxidant activity of the compound involving a color change of stable DPPH radicals from the purple to yellow diphenyl-picrylhydrazide due to its scavenging ability of the antioxidants [65]. The dressings GC and GCe containing nano-formulations have shown a gradual decrease in DPPH intensity peak at 517 nm after 180min. The intensity peak remained unchanged in group G, but the GCCe group and positive control (ascorbic acid) revealed a sharp decrease in the intensity peak, as presented in Fig. 5A. The rapid and\nstatistically highly significant (p < 0.001) free radical reducing potential of the GCCe group (79 %±2.5) was observed within 30min., and inhibition increased to 95 %±0.86 after 120min, which almost remained persistent onwards. Further, group GCe showed more significant antioxidant activity than GC group at desired time points (p < 0.001). Further, after 180min, a trend of gradual increase in the total percentage inhibition was persistent in both the groups, GC approx. 73 %±1.5 and 89 %±2.1 in GCe but were statistically less significant as compared to GCCe and ascorbic acid groups, as illustrated by examining the time-dependent antioxidant activity of treated and\nuntreated groups. The scavenging activity of the ascorbic acid group was statistically highly significant (p < 0.001) in comparison to all other groups at 30min and 60min, but was found to be non-significant for GCCe group at 120min and onwards. The enhanced and fast antioxidant activity of the GCCe group can be attributed to a combinatory effect of curcumin and cerium nano-formulations in the hydrogel."
    }, {
      "heading" : "3.10.2. Antioxidant effect against reactive oxygen species-induced cell stress model",
      "text" : "In order to imitate the pathological conditions, an in-vitro system\nwas established to demonstrate the antioxidant activity of the developed hydrogel system against hydrogen peroxide (H2O2). Several oxidizing enzymes in a living system can generate hydrogen peroxide that has the ability to pass the membrane and, like other ROS causes toxicity, induce apoptosis and impaired tissue remodeling [23]. H2O2, as one of the prominent non-radical ROS, has been used as an indicator to evaluate the extent of oxidative stress in a bio-system [21]. The effect of cell cytotoxicity by H2O2 was observed with the IC50 of H2O2 at 187 μM for HaCat cells and 230 μM for fibroblast cells. The study involves six groups, that is, N no H2O2, no extract; C H2O2, no extract; H2O2 and the corresponding extract of treated groups G, GC, GCCe, and GCe. As reported previously, DCFDA is a permeable fluorescent dye that estimates the level of ROS developed within the cell [45]. In both cell types, the result of groups C and G, as anticipated, demonstrated increased fluorescence due to raised levels of intracellular ROS in response to H2O2, owing to the lack of H2O2 scavenging activity (Fig. 5B). Remarkably, a statistically significant reduction in intracellular ROS level was observed within the groups GC, GCCe and GCe but this scavenging effect was more profound in the group GCCe (p < 0.001). As shown in Fig. 5B, in comparison to the groups C and G, a significant H2O2 scavenging activity in groups GC (16 %; p < 0.01), GCCe (43 %; p < 0.001) and GCe (29 %; p < 0.001) was observed in HaCat cells while in case of NIH3T3, the groups showed the scavenging activity of approx. 23 %, 50 % and 38 %, respectively (p < 0.001). The prominent activity of reducing intracellular ROS levels in group GCCe may be attributed to the combinatory effect of the incorporated nano-\nformulations. Next, to endorse the results, cell cytotoxicity was measured post the treatment of extract and exposure to ROS generators. After 12 h of culture, fibroblast and HaCat cells incubated with treated/ untreated groups were exposed to H2O2 for 2 h, and both the cell lines were examined for the effect of ROS levels. Figs. 5C and D illustrate the effect of H2O2 on both HaCat cells and fibroblast cells and up to∼50 % decrease in the cell viability was observed, whereas as expected, no cell death occurred in the N group. Also, no protection against elevated oxidative stress was observed in group C and G, indicating consequent cell death. Interestingly a reduction in cell death was shown by the groups GC, GCCe, and GCe due to the incorporation of antioxidant nano-formulations, resulting in scavenging of reactive oxygen species. Furthermore, the GCCe treated group provided excellent shield and protection, thereby significantly increasing the cell viability of both fibroblast and HaCat cells by up to ∼72 % and ∼78 %, respectively. These results were further confirmed by live/dead staining using Calcein AM for live cells and Propidium Iodide for dead cells [16]. Both untreated/treated fibroblast and HaCat cells were stained after 2 h of H2O2 exposure to observe the oxidative effect of ROS in these cells. As presented in Figs. 6A and B, the treated groups (GC, GCCe and GCe) incorporated with nano-formulations has shown a significant antioxidant activity leading to increased cell viability in comparison to the groups G and negative control, C. The number of dead cells (stained red) were quite high in both the groups C and G due to the absence of any antioxidant effect which was prominent in other groups, masking the effect of H2O2\n[25]. Therefore, the results indicate enhanced cell viability and maintaining cellular morphology as well as supporting the high ability of the GCCe treated group to scavenge H2O2 and protection against oxidative stress-induced apoptosis and other deleterious outcomes. The profound antioxidant effect by treated groups can be accredited to the presence of polyphenolic groups in the curcumin and oxidative-reduction potential of cerium [24]. Subsequently, the antioxidant property of the developed nano-hydrogel system was further evaluated using menadione, another established ROS generator, known to trigger oxidative dependent cellular death [45,66]. The cell death of both HaCaT cells and fibroblast cells was observed in menadione treated groups which was reduced by nanoparticle incorporated groups as demonstrated in Figs. 5E and F. On the contrary, no such protection in reducing the oxidative stress-induced cell death by menadione was found in groups C and G. Thus, all the antioxidant assays indicated a consistent and efficient scavenging activity of potent ROS producers by nano-formulation incorporated groups especially in GCCe. As reported, the antioxidant\nproperty of curcumin can be anticipated to keto-enol-enolate equilibrium as well as its extraordinary ability to donate an electron [23]. Further, the capability of cerium nanoparticles to quickly self-regenerate between Ce3+ and Ce4+ oxidation states and potential in mimicking the antioxidant activity of various multi-antioxidant enzymes has resulted in a significant reduction in ROS levels [32]. Overall, the results suggested a synergetic effect against oxidative stress by the nano-hydrogel system (GCCe) due to the combination of both curcumin and cerium oxide nanoparticles in a single hydrogel system."
    }, {
      "heading" : "3.11. In-vitro scratch assay",
      "text" : "Cell migration to a wounded area is very important for proper wound closure. Previous studies have reported the fast cell promoting effect shown by wound repairing hydrogel in-vitro exhibits remarkable ability in-vivo for improving wound healing [1,25]. We have developed an in-vitro wound healing model using cultured fibroblasts and HaCat\ncells to study the effect of synthesized materials in wound healing. As shown in Fig. 7, the tendency of the treated groups in wound closure was evaluated in terms of the movement of cells to fill the scratched area of fibroblast and HaCat cells. As shown in Fig. 7A, after 36 h, in the treated groups, cell migration to cover the gap was fast as compared to control in both the cell lines. On the contrary, in groups C and G, a slow migration was observed in both scratch models of the fibroblast and HaCat cells. Further, remarkably higher and significant cell migrationpromoting effect was noticed in GCCe treated group, that is, ∼81 %±5.91 (p < 0.001) in fibroblast and ∼97 %±3.63 (p < 0.01) in HaCat cell scratch assay than other groups (Fig. 7B). The results of the assay, as evident from microscopic images, suggest that the extract of hydrogel incorporated nano-formulations enhanced both cell migration and proliferation, which can potentially induce fast wound healing."
    }, {
      "heading" : "3.12. In-vivo anti-inflammatory test",
      "text" : "The rat paw model is a well-established animal model, comprehensively used to evaluate the anti-inflammatory activity besides resembling inflammation of humans [49]. In the rat paw anti-inflammatory model, edema developed on inducing carrageenan occurs due to acute inflammatory reaction and is measured hourly in terms of paw volume or thickness for the initial six hours. In this study, the results demonstrated a significant reduction in paw edema of group CDNp as compared to the control group and in the free curcumintreated group. After 2 h, as shown in Fig. 8A, a decrease in paw edema thickness was more prominent in group CDNp followed by the group administered with dexamethasone and the trend was maintained after 24 h. In the case of groups C and FC, the carrageenan-induced paw inflammation led to a continuous increase of around threefold in paw thickness and was maximum at 4 h, due to the lack of anti-inflammatory activity in these groups. However, after 4 h, a statistically non-significant reduction in paw edema was observed in group C and FC. The results of the study were in accordance with the reported literature suggesting the activity of curcumin nano-formulation in the second phase of inflammation by inhibiting the production of prostaglandins. As reported, acute inflammation induced by carrageenan into the paw occurs in a biphasic mode. The initial phase of inflammation till 2 h results due to the mediators such as histamine, while the second phase (2−6 h) is attributed to high levels of COX-2, prostaglandins [67]. The anti-inflammatory activity of group CDNp was statistically highly significant (p < 0.0001) than all other groups and showed the maximum inhibition of approximately 39 % during the second phase of inflammation. In addition to fast onset, the efficient\nand prolonged anti-inflammatory activity of the CDNp group can further be attributed to increased systemic bioavailability of amphiphilic curcumin nano-formulation as compared to free curcumin (FC), where bioavailability is very low. The maximum percentage inhibition (∼ 28 %) shown by group Dex was at 24 h, while inhibition of only approx. 17 % was observed in group FC as reported in Fig. 8B. Thus, the efficient bioavailability and efficient delivery of curcumin by the amphiphilic nano-system at the target site will restrict a prolonged inflammatory response that leads to improper and delayed healing [53]."
    }, {
      "heading" : "4. Conclusions",
      "text" : "We have prepared curcumin entrapped alkylated-dextran nanoparticles involving hydrophobic interaction. These nanoparticles having amphiphilic nature, showed enhanced bioavailability and antioxidant properties. Next, the combined system of hydrogel incorporated with curcumin and cerium oxide nanoparticles was developed for efficient wound healing. The hydrogel system showed sustained drug release over a prolonged time and will allow curcumin release at the wound site. Our in-vitro results of the synthesized nanoparticles and nano-loaded hydrogel system showed promising antioxidant effects and increased cell migration, as demonstrated by an antioxidant assay and in-vitro wound model [15]. Further, the outcome of the carrageenaninduced inflammation model highlighted the potent anti-inflammatory effect of the developed amphiphilic curcumin nanoparticles and the strategy that may be contemplated as an effective therapeutic approach in inflammation-based pathologies such as wound healing [49]. The study further accentuates the significance of a combinative strategy by merging the hydrogel and nano-systems to address major hindrances of wound healing or as for apposite drug delivery, bioavailability, cytotoxicity, and therapeutic effects [12,26,53]. Thus, based on the promising results, further studies on animal models should be carried out to translate its potential of efficient wound healing into practical applications.\nCRediT authorship contribution statement\nSyed Muntazir Andrabi: Conceptualization, Data curation, Formal analysis, Investigation, Methodology, Validation, Visualization, Writing - original draft, Writing - review & editing. S. Majumder: Data curation, Visualization. Kailash Chand Gupta: Data curation, Methodology, Visualization. Ashok Kumar: Conceptualization, Validation, Funding acquisition, Resources, Supervision, Project administration, Writing - review & editing.\nDeclaration of Competing Interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }, {
      "heading" : "Acknowledgments",
      "text" : "The authors would like to acknowledge the Ministry of Human Resource Development (MHRD) and the Indian Council of Medical Research (ICMR) for majorly funding this research project (Project# IMPRINT-6714). The authors also acknowledge the partial funding from the Department of Science and Technology (DST), Ministry of Science and Technology (Project# DST/INT/SWD/P-11/2016 and Project# DST/NM/NT-2018/48). S.M.A. would like to acknowledge ICMR for the fellowship."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.colsurfb.2020.111263."
    } ],
    "references" : [ {
      "title" : "Effects of cerium oxide nanoparticles on the growth of keratinocytes",
      "author" : [ "S. Chigurupati", "M.R. Mughal", "E. Okun", "S. Das", "A. Kumar", "M. McCaffery", "S. Seal", "M.P. Mattson" ],
      "venue" : "fibroblasts and vascular endothelial cells in cutaneous wound healing, Biomaterials 34 (9) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Engineered biopolymeric scaffolds for chronic wound healing",
      "author" : [ "L.E. Dickinson", "S. Gerecht" ],
      "venue" : "Front. Physiol. 7 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Enhancement of skin wound healing with decellularized scaffolds loaded with hyaluronic acid and epidermal growth factor",
      "author" : [ "Z. Su", "H. Ma", "Z. Wu", "H. Zeng", "Z. Li", "Y. Wang", "G. Liu", "B. Xu", "Y. Lin", "P. Zhang" ],
      "venue" : "Mater. Sci. Eng. C 44 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Porous polymer scaffold for on-site delivery of stem cells–protects from oxidative stress and potentiates wound tissue repair",
      "author" : [ "R. Geesala", "N. Bar", "N.R. Dhoke", "P. Basak", "A. Das" ],
      "venue" : "Biomaterials 77 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nano-porous nitrocellulose liquid bandage modulates cell and cytokine response and accelerates cutaneous wound healing in a mouse model",
      "author" : [ "X. Mu", "H. Yu", "C. Zhang", "X. Chen", "Z. Cheng", "R. Bai", "X. Wu", "Q. Yu", "C. Wu", "Y. Diao" ],
      "venue" : "Carbohydr. Polym. 136 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Long-acting and broadspectrum antimicrobial electrospun poly (ε-caprolactone)/gelatin micro/nanofibers for wound dressing",
      "author" : [ "R. Shi", "H. Geng", "M. Gong", "J. Ye", "C. Wu", "X. Hu", "L. Zhang" ],
      "venue" : "J. Colloid Interface Sci. 509 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Cyclic β-(1→ 3)(1→ 6) glucan/carrageenan hydrogels for wound healing applications",
      "author" : [ "A.V. Nair", "M. Raman", "M. Doble" ],
      "venue" : "RSC Adv. 6 (100) ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Peptide-/drug-directed self-assembly of hybrid polyurethane hydrogels for wound healing",
      "author" : [ "F. Zhang", "C. Hu", "Q. Kong", "R. Luo", "Y. Wang" ],
      "venue" : "ACS Appl. Mater. Interfaces 11 (40) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Gelatin–Cerium oxide nanocomposite for enhanced excisional wound healing",
      "author" : [ "I.S. Raja", "N.N. Fathima" ],
      "venue" : "ACS Appl. Biol. Mater. 1 (2) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Flexible and microporous chitosan hydrogel/nano ZnO composite bandages for wound dressing: in vitro and in vivo evaluation",
      "author" : [ "P. Sudheesh Kumar", "V.-K. Lakshmanan", "T. Anilkumar", "C. Ramya", "P. Reshmi", "A. Unnikrishnan", "S.V. Nair", "R. Jayakumar" ],
      "venue" : "ACS Appl. Mater. Interfaces 4 (5) ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Photocatalytic antibacterial agent incorporated double-network hydrogel for wound healing",
      "author" : [ "Z. Wang", "Y. Wang", "X. Peng", "Y. He", "L. Wei", "W. Su", "J. Wu", "L. Cui", "Z. Liu", "X. Guo" ],
      "venue" : "Colloids Surf. B Biointerfaces 180 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Tissue-mimicking gelatin scaffolds by alginate sacrificial templates for adipose tissue engineering",
      "author" : [ "N. Contessi Negrini", "M. Bonnetier", "G. Giatsidis", "D.P. Orgill", "S. Fare", "B. Marelli" ],
      "venue" : "Acta Biomater. 87 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Interpenetrating network gelatin methacryloyl (GelMA) and pectin-g- PCL hydrogels with tunable properties for tissue engineering",
      "author" : [ "M.M. Fares", "E. Shirzaei Sani", "R. Portillo Lara", "R.B. Oliveira", "A. Khademhosseini", "N. Annabi" ],
      "venue" : "Biomater. Sci. 6 (11) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Injectable",
      "author" : [ "S.T. Koshy", "T.C. Ferrante", "S.A. Lewin", "D.J. Mooney" ],
      "venue" : "porous, and cellresponsive gelatin cryogels, Biomaterials 35 (8) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Mussel-inspired",
      "author" : [ "Y. Liang", "X. Zhao", "T. Hu", "Y. Han", "B. Guo" ],
      "venue" : "antibacterial, conductive, antioxidant, injectable composite hydrogel wound dressing to promote the regeneration of infected skin, J. Colloid Interface Sci. 556 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Injectable polysaccharide hybrid hydrogels as scaffolds for burn wound healing",
      "author" : [ "Z. Li", "B. Yuan", "X. Dong", "L. Duan", "H. Tian", "C. He", "X. Chen" ],
      "venue" : "RSC Adv. 5 (114) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Synthesis and characterization of new injectable and degradable dextran-based hydrogels",
      "author" : [ "J. Maia", "L. Ferreira", "R. Carvalho", "M.A. Ramos", "M.H. Gil" ],
      "venue" : "Polymer 46 (23) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Biodegradable nanoparticles made from polylactide-grafted dextran copolymers",
      "author" : [ "C. Nouvel", "J. Raynaud", "E. Marie", "E. Dellacherie", "J.L. Six", "A. Durand" ],
      "venue" : "J. Colloid  Interface Sci. 330 (2) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Effective wound dressing based on Poly (vinyl alcohol)/Dextran-aldehyde composite hydrogel",
      "author" : [ "C. Zheng", "C. Liu", "H. Chen", "N. Wang", "X. Liu", "G. Sun", "W. Qiao" ],
      "venue" : "Int. J. Biol. Macromol. 132 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Dextran hydrogel scaffolds enhance angiogenic responses and promote complete skin regeneration during burn wound healing",
      "author" : [ "G. Sun", "X. Zhang", "Y.-I. Shen", "R. Sebastian", "L.E. Dickinson", "K. Fox-Talbot", "M. Reinblatt", "C. Steenbergen", "J.W. Harmon", "S. Gerecht" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A. 108 (52) ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Curcumin as a wound healing agent",
      "author" : [ "D. Akbik", "M. Ghadiri", "W. Chrzanowski", "R. Rohanizadeh" ],
      "venue" : "Life Sci. 116 (1) ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "A biodegradable hydrogel system containing curcumin encapsulated in micelles for cutaneous wound healing",
      "author" : [ "C. Gong", "Q. Wu", "Y. Wang", "D. Zhang", "F. Luo", "X. Zhao", "Y. Wei", "Z. Qian" ],
      "venue" : "Biomaterials 34 (27) ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Antioxidant and radical scavenging properties of curcumin",
      "author" : [ "T. Ak", "İ. Gülçin" ],
      "venue" : "Chem. Biol. Interact. 174 (1) ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Multiple biological actions of curcumin in the management of diabetic foot ulcer complications: a systematic review",
      "author" : [ "V. Karri", "K. Gowthamarajan", "M. Satish Kumar", "M. Rajkumar" ],
      "venue" : "Trop. Med. Surg. 3 (179) ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Encapsulation of curcumin nanoparticles with MMP9-responsive and thermos-sensitive hydrogel improves diabetic wound healing",
      "author" : [ "J. Liu", "Z. Chen", "J. Wang", "R. Li", "T. Li", "M. Chang", "F. Yan", "Y. Wang" ],
      "venue" : "ACS Appl. Mater. Interfaces 10 (19) ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Recent advances in colloidal delivery systems for nutraceuticals: a case study – delivery by Design of curcumin",
      "author" : [ "M. Kharat", "D.J. McClements" ],
      "venue" : "J. Colloid Interface Sci. 557 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Enhancement of curcumin bioavailability using nanocellulose reinforced chitosan hydrogel",
      "author" : [ "T.M.S. Udeni Gunathilake", "Y.C. Ching", "C.H. Chuah" ],
      "venue" : "Polymers 9 (2) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Curcumin and its topical formulations for wound healing applications",
      "author" : [ "C. Mohanty", "S.K. Sahoo" ],
      "venue" : "Drug Discov. Today 22 (10) ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Chemical and structural features influencing the biological activity of curcumin",
      "author" : [ "K. Indira Priyadarsini" ],
      "venue" : "Curr. Pharm. Des. 19 (11) ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Curcumin loaded chitosan nanoparticles impregnated into collagen-alginate scaffolds for diabetic wound healing",
      "author" : [ "V.V.S.R. Karri", "G. Kuppusamy", "S.V. Talluri", "S.S. Mannemala", "R. Kollipara", "A.D. Wadhwani", "S. Mulukutla", "K.R.S. Raju", "R. Malayandi" ],
      "venue" : "Int. J. Biol. Macromol. 93 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Cerium oxide nanoparticle: a remarkably versatile rare earth nanomaterial for biological applications",
      "author" : [ "C. Xu", "X. Qu" ],
      "venue" : "NPG Asia Mater. 6 (3) ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Ceria nanocrystals decorated mesoporous silica nanoparticle based ROS-scavenging tissue adhesive for highly efficient regenerative wound healing",
      "author" : [ "H. Wu", "F. Li", "S. Wang", "J. Lu", "J. Li", "Y. Du", "X. Sun", "X. Chen", "J. Gao", "D. Ling" ],
      "venue" : "Biomaterials 151 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Ce3+ ions determine redox-dependent anti-apoptotic effect of cerium oxide nanoparticles",
      "author" : [ "I. Celardo", "M. De Nicola", "C. Mandoli", "J.Z. Pedersen", "E. Traversa", "L. Ghibelli" ],
      "venue" : "ACS Nano 5 (6) ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Untangling the biological effects of cerium oxide nanoparticles: the role of surface valence states",
      "author" : [ "G. Pulido-Reyes", "I. Rodea-Palomares", "S. Das", "T.S. Sakthivel", "F. Leganes", "R. Rosal", "S. Seal", "F. Fernandez-Pinas" ],
      "venue" : "Sci. Rep. 5 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "O-hexadecyldextran entrapped berberine nanoparticles abrogate high glucose stress induced apoptosis in primary rat hepatocytes",
      "author" : [ "R. Kapoor", "S. Singh", "M. Tripathi", "P. Bhatnagar", "P. Kakkar", "K.C. Gupta" ],
      "venue" : "PLoS One 9 (2) ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Dextran nanoparticle synthesis and properties",
      "author" : [ "I. Wasiak", "A. Kulikowska", "M. Janczewska", "M. Michalak", "I.A. Cymerman", "A. Nagalski", "P. Kallinger", "W.W. Szymanski", "T. Ciach" ],
      "venue" : "PLoS One 11 (1) ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A UV-vis spectrophotometric method for the estimation of aldehyde groups in periodate-oxidized polysaccharides using 2",
      "author" : [ "M. Tummalapalli", "B. Gupta" ],
      "venue" : "4-dinitrophenyl hydrazine, J. Carbohydr. Chem. 34 (6) ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Preparation",
      "author" : [ "A. Anitha", "V. Deepagan", "V.D. Rani", "D. Menon", "S. Nair", "R. Jayakumar" ],
      "venue" : "characterization, in vitro drug release and biological studies of curcumin loaded dextran sulphate–chitosan nanoparticles, Carbohydr. Polym. 84 (3) ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Hemocompatible curcumin–dextran micelles as pH sensitive pro-drugs for enhanced therapeutic efficacy in cancer cells",
      "author" : [ "R. Raveendran", "G. Bhuvaneshwar", "C.P. Sharma" ],
      "venue" : "Carbohydr. Polym. 137 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "In-vitro release of acyclovir loaded Eudragit RLPO® nanoparticles for sustained drug delivery",
      "author" : [ "A. Gandhi", "S. Jana", "K.K. Sen" ],
      "venue" : "Int. J. Biol. Macromol. 67 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Strategies to Modify the Drug Release from Pharmaceutical Systems",
      "author" : [ "M.L. Bruschi (Ed", "Ed" ],
      "venue" : "Woodhead Publishing,",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2015
    }, {
      "title" : "Synthesis and rheological studies of a novel composite hydrogel of xanthan",
      "author" : [ "S. Kalia", "A. Roy Choudhury" ],
      "venue" : "gellan and pullulan, Int. J. Biol. Macromol. 137 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Tuning the rheological properties of cellulosic ionogels reinforced with chitosan: the role of the deacetylation degree",
      "author" : [ "M.M. Villar-Chavero", "J.C. Domínguez", "M.V. Alonso", "M. Oliet", "F. Rodriguez" ],
      "venue" : "Carbohydr. Polym. 207 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Synthesis and fabrication of collagen-coated ostholamide electrospun nanofiber scaffold for wound healing",
      "author" : [ "S. Kandhasamy", "S. Perumal", "B. Madhan", "N. Umamaheswari", "J.A. Banday", "P.T. Perumal", "V.P. Santhanakrishnan" ],
      "venue" : "ACS Appl. Mater. Interfaces 9 (10) ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Engineering bioinspired antioxidant materials promoting cardiomyocyte functionality and maturation for tissue engineering application",
      "author" : [ "P.A. Shiekh", "A. Singh", "A. Kumar" ],
      "venue" : "ACS Appl. Mater. Interfaces 10 (4) ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Physicochemical characterization",
      "author" : [ "W. Tang", "M. Shen", "J. Xie", "D. Liu", "M. Du", "L. Lin", "H. Gao", "B.R. Hamaker", "M. Xie" ],
      "venue" : "antioxidant activity of polysaccharides from Mesona chinensis Benth and their protective effect on injured NCTC-1469 cells  S.M. Andrabi, et al. Colloids and Surfaces B: Biointerfaces 195 (2020) 111263 14  induced by H2O2, Carbohydr. Polym. 175 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Rapidly curable chitosan–PEG hydrogels as tissue adhesives for hemostasis and wound healing",
      "author" : [ "E. Lih", "J.S. Lee", "K.M. Park", "K.D. Park" ],
      "venue" : "Acta Biomater. 8 (9) ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Antibacterial anti-oxidant electroactive injectable hydrogel as self-healing wound dressing with hemostasis and adhesiveness for cutaneous wound healing",
      "author" : [ "X. Zhao", "H. Wu", "B. Guo", "R. Dong", "Y. Qiu", "P.X. Ma" ],
      "venue" : "Biomaterials 122 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Carrageenin-induced edema in Hind Paw of the rat as an assay for antiinflammatory drugs",
      "author" : [ "C.A. Winter", "E.A. Risley", "G.W. Nuss" ],
      "venue" : "Proc. Soc. Exp. Biol. Med. 111 (3) ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 1962
    }, {
      "title" : "Self-assembly of partially alkylated dextran-graft-poly [(2-dimethylamino) ethyl methacrylate] copolymer facilitating Hydrophobic/Hydrophilic drug delivery and improving conetwork hydrogel properties",
      "author" : [ "A.K.S. Chandel", "B. Nutan", "I.H. Raval", "S.K. Jewrajka" ],
      "venue" : "Biomacromolecules 19 (4) ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Oxidized dextran as crosslinker for chitosan cryogel scaffolds and formation of polyelectrolyte complexes between chitosan and gelatin",
      "author" : [ "D. Berillo", "L. Elowsson", "H. Kirsebom" ],
      "venue" : "Macromol. Biosci. 12 (8) ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Phase II trial of curcumin in patients with advanced pancreatic cancer",
      "author" : [ "N. Dhillon", "B.B. Aggarwal", "R.A. Newman", "R.A. Wolff", "A.B. Kunnumakkara", "J.L. Abbruzzese", "C.S. Ng", "V. Badmaev", "R. Kurzrock" ],
      "venue" : "Clin. Cancer Res. 14 (14) ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Designing hybrid materials with multifunctional interfaces for wound dressing",
      "author" : [ "H.D.M. Follmann", "I. Messias", "M.N. Queiroz", "R.A. Araujo", "A.F. Rubira", "R. Silva" ],
      "venue" : "electrocatalysis, and chemical separation, J. Colloid Interface Sci. 533 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Polymeric nanoparticles containing diazepam: preparation",
      "author" : [ "S. Bohrey", "V. Chourasiya", "A. Pandey" ],
      "venue" : "optimization, characterization, in-vitro drug release and release kinetic study, Nano Converg. 3 (1) ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Enhancing the mechanical properties and self-healing efficiency of hydroxyethyl cellulose-based conductive hydrogels via supramolecular interactions",
      "author" : [ "I. Hussain", "S.M. Sayed", "S. Liu", "O. Oderinde", "M. Kang", "F. Yao", "G. Fu" ],
      "venue" : "Eur. Polym. J. 105 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Designing hydrogels for controlled drug delivery",
      "author" : [ "J. Li", "D.J. Mooney" ],
      "venue" : "Nat. Rev. Mater. 1 (12) ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Degradation behavior of hydrophilized PLGA scaffolds prepared by melt-molding particulate-leaching method: comparison with control  hydrophobic one",
      "author" : [ "S.H. Oh", "S.G. Kang", "J.H. Lee" ],
      "venue" : "J. Mater. Sci. Mater. Med. 17 (2) ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Impregnation of cotton fabric with silver nanoparticles synthesized by dextran isolated from bacterial species Leuconostoc mesenteroides T3",
      "author" : [ "S. Davidović", "M. Miljković", "V. Lazić", "D. Jović", "B. Jokić", "S.  Dimitrijević", "M. Radetić" ],
      "venue" : "Carbohydr. Polym. 131 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Nanoparticles of alkylglyceryl dextran and poly(ethyl cyanoacrylate) for applications in drug delivery: preparation and characterization",
      "author" : [ "D.M. Ibegbu", "A. Boussahel", "S.M. Cragg", "J. Tsibouklis", "E. Barbu" ],
      "venue" : "Int. J. Polym. Mater. Polymeric Biomater. 66 (6) ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Using gelatin protein to facilitate paper thermoformability",
      "author" : [ "A. Khakalo", "I. Filpponen", "L.-S. Johansson", "A. Vishtal", "A.R. Lokanathan", "O.J. Rojas", "J. Laine" ],
      "venue" : "React. Funct. Polym. 85 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Effect of annealing temperature on the microstructural",
      "author" : [ "R. Suresh", "V. Ponnuswamy", "R. Mariappan" ],
      "venue" : "optical and electrical properties of CeO2 nanoparticles by chemical precipitation method, Appl. Surf. Sci. 273 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Polyelectrolyte complex nanoparticles from cationised gelatin and sodium alginate for curcumin delivery",
      "author" : [ "P.R. Sarika", "N.R. James" ],
      "venue" : "Carbohydr. Polym. 148 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "In situ injectable nano-composite hydrogel composed of curcumin",
      "author" : [ "X. Li", "S. Chen", "B. Zhang", "M. Li", "K. Diao", "Z. Zhang", "J. Li", "Y. Xu", "X. Wang", "H. Chen" ],
      "venue" : "N,O-carboxymethyl chitosan and oxidized alginate for wound healing application, Int. J. Pharm. 437 (1) ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Stimulation of wound healing by Electroactive",
      "author" : [ "R. Gharibi", "H. Yeganeh", "A. Rezapour-Lactoee", "Z.M. Hassan" ],
      "venue" : "antibacterial, and antioxidant Polyurethane/Siloxane dressing membranes: in vitro and in vivo evaluations, ACS Appl. Mater. Interfaces 7 (43) ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Fenugreek incorporated silk fibroin nanofibers—a potential antioxidant scaffold for enhanced wound healing",
      "author" : [ "S. Selvaraj", "N.N. Fathima" ],
      "venue" : "ACS Appl. Mater. Interfaces 9 (7) ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "U",
      "author" : [ "S. Braun", "C. Hanselmann", "M.G. Gassmann" ],
      "venue" : "auf dem Keller, C. Born-Berclaz, K. Chan, Y.W. Kan, S. Werner, Nrf2 transcription factor, a novel target of keratinocyte growth factor action which regulates gene expression and inflammation in the healing skin wound, Mol. Cell. Biol. 22 (15) ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Evaluation of the central and peripheral effects of doxepin on carrageenan-induced inflammatory paw edema in rat",
      "author" : [ "M. Zabihi", "V. Hajhashemi", "M. Minaiyan", "A. Talebi" ],
      "venue" : "Res. Pharm. Sci. 12 (4) (2017) 337–345.  S.M. Andrabi, et al. Colloids and Surfaces B: Biointerfaces 195 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Globally, impaired wound healing is one of the primary healthcare problems, which has increased the mortality and morbidity in patients [1].",
      "startOffset" : 136,
      "endOffset" : 139
    }, {
      "referenceID" : 1,
      "context" : "Wound healing is a dynamic and intricate phenomenon which comprises of three major sequential events, involving inflammation, cell proliferation, and remodeling [2,3].",
      "startOffset" : 161,
      "endOffset" : 166
    }, {
      "referenceID" : 2,
      "context" : "Wound healing is a dynamic and intricate phenomenon which comprises of three major sequential events, involving inflammation, cell proliferation, and remodeling [2,3].",
      "startOffset" : 161,
      "endOffset" : 166
    }, {
      "referenceID" : 3,
      "context" : "and other oxygen reactive species (ROS), which in turn delays the cellular proliferation and migration at the injured tissue, plays a critical role in hampering successful tissue healing and restoration of functionality [4].",
      "startOffset" : 220,
      "endOffset" : 223
    }, {
      "referenceID" : 4,
      "context" : "Although recent research developments in wound healing have improved wound care management, effective healing, and retaining proper functionality of the tissue is still the fundamental concern in clinical care [5].",
      "startOffset" : 210,
      "endOffset" : 213
    }, {
      "referenceID" : 5,
      "context" : "environment, help in cell proliferation [6,7].",
      "startOffset" : 40,
      "endOffset" : 45
    }, {
      "referenceID" : 6,
      "context" : "environment, help in cell proliferation [6,7].",
      "startOffset" : 40,
      "endOffset" : 45
    }, {
      "referenceID" : 9,
      "context" : "Hydrogels, due to their properties as required for ideal dressing and mimicking to the extracellular matrix is highly anticipated [10].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 7,
      "context" : "In comparison to existing dressing, hybrid hydrogel composite based dressings demonstrate high exudate absorption from wounds, providing better safety and moisture balance that helps in promoting wound healing [8,11].",
      "startOffset" : 210,
      "endOffset" : 216
    }, {
      "referenceID" : 10,
      "context" : "In comparison to existing dressing, hybrid hydrogel composite based dressings demonstrate high exudate absorption from wounds, providing better safety and moisture balance that helps in promoting wound healing [8,11].",
      "startOffset" : 210,
      "endOffset" : 216
    }, {
      "referenceID" : 14,
      "context" : "but lack the ani-inflammatory and antioxidant property, essential for rapid healing process [15].",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 18,
      "context" : "Recent studies have shown that the potential of promoting wound healing by dextran occurs due to the presence of specific receptors for glucan on fibroblast cells, which in turn leads to the expression of various growth factors, essential in tissue repair and rapid healing of wounds [19].",
      "startOffset" : 284,
      "endOffset" : 288
    }, {
      "referenceID" : 19,
      "context" : "Further, the scaffolds based on dextran have proven their ability to enhance neovascularization and promote wound healing [20].",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 20,
      "context" : ") plant, is a yellow-colored hydrophobic polyphenol compound and is considered to be the most active component of turmeric [21,22].",
      "startOffset" : 123,
      "endOffset" : 130
    }, {
      "referenceID" : 21,
      "context" : ") plant, is a yellow-colored hydrophobic polyphenol compound and is considered to be the most active component of turmeric [21,22].",
      "startOffset" : 123,
      "endOffset" : 130
    }, {
      "referenceID" : 30,
      "context" : "Cerium oxide (CeO2), a rare earth metal oxide co-exists in both C and C valence states, generally referred to as cerous and ceric, respectively [31].",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 8,
      "context" : "The application of cerium oxide nanoparticles (ceria) towards biological systems has developed a profound interest in recent years due to its unique redox cycling potential from C and C [9,32].",
      "startOffset" : 186,
      "endOffset" : 192
    }, {
      "referenceID" : 31,
      "context" : "The application of cerium oxide nanoparticles (ceria) towards biological systems has developed a profound interest in recent years due to its unique redox cycling potential from C and C [9,32].",
      "startOffset" : 186,
      "endOffset" : 192
    }, {
      "referenceID" : 0,
      "context" : "Many research groups explored its antioxidant property and described the role in scavenging hydrogen peroxide (H2O2), superoxide radicals, nitrogen radicals and hydrogen radicals besides rendering a self-regenerating and promising biological antioxidant during the coexistence of superoxide and H2O2 in cells [1,33,34].",
      "startOffset" : 309,
      "endOffset" : 318
    }, {
      "referenceID" : 32,
      "context" : "Many research groups explored its antioxidant property and described the role in scavenging hydrogen peroxide (H2O2), superoxide radicals, nitrogen radicals and hydrogen radicals besides rendering a self-regenerating and promising biological antioxidant during the coexistence of superoxide and H2O2 in cells [1,33,34].",
      "startOffset" : 309,
      "endOffset" : 318
    }, {
      "referenceID" : 33,
      "context" : "Many research groups explored its antioxidant property and described the role in scavenging hydrogen peroxide (H2O2), superoxide radicals, nitrogen radicals and hydrogen radicals besides rendering a self-regenerating and promising biological antioxidant during the coexistence of superoxide and H2O2 in cells [1,33,34].",
      "startOffset" : 309,
      "endOffset" : 318
    }, {
      "referenceID" : 34,
      "context" : "The HD was prepared using the method as described elsewhere [35].",
      "startOffset" : 60,
      "endOffset" : 64
    }, {
      "referenceID" : 35,
      "context" : "The oxidation of dextran was carried out according to the protocol of Ciach and coworkers [36] with some modification.",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 36,
      "context" : "The degree of substitution of aldehydic groups in oxidized dextran was determined by using 2,4-dinitrophenyl hydrazine [37].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 37,
      "context" : "The encapsulation efficiency was calculated as a ratio of the amount of curcumin present in CDNp to the curcumin utilized for loading [38].",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 38,
      "context" : "The release of the collected sample was determined as [39].",
      "startOffset" : 54,
      "endOffset" : 58
    }, {
      "referenceID" : 39,
      "context" : "Further, the in vitro release behavior and drug release mechanism was confirmed by using various kinetic models (see materials and methods of supplementary data) [40,41].",
      "startOffset" : 162,
      "endOffset" : 169
    }, {
      "referenceID" : 40,
      "context" : "Further, the in vitro release behavior and drug release mechanism was confirmed by using various kinetic models (see materials and methods of supplementary data) [40,41].",
      "startOffset" : 162,
      "endOffset" : 169
    }, {
      "referenceID" : 41,
      "context" : "In amplitude sweep, the frequency was kept constant while in frequency sweep, the shear strain was kept constant [42,43].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 42,
      "context" : "In amplitude sweep, the frequency was kept constant while in frequency sweep, the shear strain was kept constant [42,43].",
      "startOffset" : 113,
      "endOffset" : 120
    }, {
      "referenceID" : 43,
      "context" : "These samples were further reweighed after vacuum drying, and the normalized weight was calculated as performed by the gravimetric method [44].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 44,
      "context" : "Further, the protective effect on both cell lines against cell stress was also confirmed by using 30 μM of menadione (TCI Chennai, India) [45,46].",
      "startOffset" : 138,
      "endOffset" : 145
    }, {
      "referenceID" : 45,
      "context" : "Further, the protective effect on both cell lines against cell stress was also confirmed by using 30 μM of menadione (TCI Chennai, India) [45,46].",
      "startOffset" : 138,
      "endOffset" : 145
    }, {
      "referenceID" : 46,
      "context" : "Briefly, a porcine skin of rectangular shape (30mm x 10mm) was cut and processed as described previously [47,48].",
      "startOffset" : 105,
      "endOffset" : 112
    }, {
      "referenceID" : 47,
      "context" : "Briefly, a porcine skin of rectangular shape (30mm x 10mm) was cut and processed as described previously [47,48].",
      "startOffset" : 105,
      "endOffset" : 112
    }, {
      "referenceID" : 48,
      "context" : "The study was designed to investigate the potential anti-inflammatory activity of the developed nano-formulations and was carried out as described by Nuss and coworkers [49] with some modifications.",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 24,
      "context" : "Although the therapeutic potential of such molecules has improved, entrapment of hydrophobic substances like curcumin into the polymeric hydrophilic nanoparticles is still a challenge [25].",
      "startOffset" : 184,
      "endOffset" : 188
    }, {
      "referenceID" : 49,
      "context" : "This alkyl chain creates hydrophobic pockets to hold curcumin as well as gives an amphiphilic and self-assembly property to dextran in hydrophilic media [50].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 50,
      "context" : "Next, for the synthesis of gelatin-based hydrogels incorporated with or without nanoparticles (cerium oxide and CDNp), oxidized dextran has been used as a crosslinker instead of commonly available toxic chemicals such as glutaraldehyde [51].",
      "startOffset" : 236,
      "endOffset" : 240
    }, {
      "referenceID" : 37,
      "context" : "CDNp might be owed to surface adsorption of curcumin on CDNp [38].",
      "startOffset" : 61,
      "endOffset" : 65
    }, {
      "referenceID" : 25,
      "context" : "This slow and sustained release will enhance the therapeutic activity of curcumin at the target site as well as reduce the risk of apoptosis at a high dose besides restraining the extensive process of inflammation [26,52,53].",
      "startOffset" : 214,
      "endOffset" : 224
    }, {
      "referenceID" : 51,
      "context" : "This slow and sustained release will enhance the therapeutic activity of curcumin at the target site as well as reduce the risk of apoptosis at a high dose besides restraining the extensive process of inflammation [26,52,53].",
      "startOffset" : 214,
      "endOffset" : 224
    }, {
      "referenceID" : 52,
      "context" : "This slow and sustained release will enhance the therapeutic activity of curcumin at the target site as well as reduce the risk of apoptosis at a high dose besides restraining the extensive process of inflammation [26,52,53].",
      "startOffset" : 214,
      "endOffset" : 224
    }, {
      "referenceID" : 39,
      "context" : "Korsmeyer-Peppas model (Power Law), a comprehensive semi-empirical equation specifically for polymer system, was used to illustrate the drug release mechanism of polymer encapsulated drugs as a function of time [40,41,54].",
      "startOffset" : 211,
      "endOffset" : 221
    }, {
      "referenceID" : 40,
      "context" : "Korsmeyer-Peppas model (Power Law), a comprehensive semi-empirical equation specifically for polymer system, was used to illustrate the drug release mechanism of polymer encapsulated drugs as a function of time [40,41,54].",
      "startOffset" : 211,
      "endOffset" : 221
    }, {
      "referenceID" : 53,
      "context" : "Korsmeyer-Peppas model (Power Law), a comprehensive semi-empirical equation specifically for polymer system, was used to illustrate the drug release mechanism of polymer encapsulated drugs as a function of time [40,41,54].",
      "startOffset" : 211,
      "endOffset" : 221
    }, {
      "referenceID" : 41,
      "context" : "1Ia), indicating the crosslinking within the hydrogel as the flow point occurs in LVR [42,55].",
      "startOffset" : 86,
      "endOffset" : 93
    }, {
      "referenceID" : 54,
      "context" : "1Ia), indicating the crosslinking within the hydrogel as the flow point occurs in LVR [42,55].",
      "startOffset" : 86,
      "endOffset" : 93
    }, {
      "referenceID" : 41,
      "context" : "The higher G′ value in group GCCe might be attributed to the incorporation of nanoparticles and indicating mechanically stable and elastic behavior of the hydrogels [42,43].",
      "startOffset" : 165,
      "endOffset" : 172
    }, {
      "referenceID" : 42,
      "context" : "The higher G′ value in group GCCe might be attributed to the incorporation of nanoparticles and indicating mechanically stable and elastic behavior of the hydrogels [42,43].",
      "startOffset" : 165,
      "endOffset" : 172
    }, {
      "referenceID" : 52,
      "context" : "The water uptake ability is an important characteristic of hydrogels while maintaining the moist environment around the wound [53].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 5,
      "context" : "The property has a direct impact on cell infiltration and the nutrient flow inside the hydrogel, necessary for proper wound healing [6].",
      "startOffset" : 132,
      "endOffset" : 135
    }, {
      "referenceID" : 6,
      "context" : "The good water absorption and retention ability is also essential to exhibit better drug delivery properties and might enhance the degradation rate of the hydrogel [7].",
      "startOffset" : 164,
      "endOffset" : 167
    }, {
      "referenceID" : 55,
      "context" : "The hydrogels with a rapid diffusion rate of water or enzymes than bond degradation rate undergo bulk erosion compared to surface erosion, where bond degradation rate is higher than a diffusion of enzyme or water into the bulk of hydrogel [56].",
      "startOffset" : 239,
      "endOffset" : 243
    }, {
      "referenceID" : 55,
      "context" : "It has been reported that the degradation rate would be faster in a wound fluid due to enzymes and other factors at the wound site [56,57].",
      "startOffset" : 131,
      "endOffset" : 138
    }, {
      "referenceID" : 56,
      "context" : "It has been reported that the degradation rate would be faster in a wound fluid due to enzymes and other factors at the wound site [56,57].",
      "startOffset" : 131,
      "endOffset" : 138
    }, {
      "referenceID" : 57,
      "context" : "The alcoholic CeO stretching frequency peak at 1050 cm around α(1–6) glycosidic bonds is due to the high flexibility of the dextran chain [58].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 58,
      "context" : "The absorption peak around 1721 cm is associated with the stretching vibration of the carbonyl group, confirming grafting of the aldehydic group on the dextran [59].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 5,
      "context" : "The spectra of gelatin hydrogel (G) showed the characteristic peak at 1638 and 1535 cm corresponding to C]N stretching due to imine bond formation via a Schiff base and amide II bending vibrations, respectively [6].",
      "startOffset" : 211,
      "endOffset" : 214
    }, {
      "referenceID" : 26,
      "context" : "Peaks at 3418 and 614 cm are characteristics of cerium oxide spectra, which are attributed to OeH stretching due to absorbed water on cerium surface and O-Ce-O stretching vibration modes [27,60,61].",
      "startOffset" : 187,
      "endOffset" : 197
    }, {
      "referenceID" : 59,
      "context" : "Peaks at 3418 and 614 cm are characteristics of cerium oxide spectra, which are attributed to OeH stretching due to absorbed water on cerium surface and O-Ce-O stretching vibration modes [27,60,61].",
      "startOffset" : 187,
      "endOffset" : 197
    }, {
      "referenceID" : 60,
      "context" : "Peaks at 3418 and 614 cm are characteristics of cerium oxide spectra, which are attributed to OeH stretching due to absorbed water on cerium surface and O-Ce-O stretching vibration modes [27,60,61].",
      "startOffset" : 187,
      "endOffset" : 197
    }, {
      "referenceID" : 61,
      "context" : "According to ISO/TR 7406 for biomaterials, the critical safe range of hemolysis is considered within 5% [62].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 46,
      "context" : "2F, and are higher than the fibrin glue adhesive (Greenplast®) (∼5 kPa), [47] indicating the adhesive application of the hydrogels in closure and healing of wounds.",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 29,
      "context" : "The biocompatibility assay of the hydrogels was carried out to evaluate the cell viability in terms of mitochondrial activity performed on two commonly used cell lines, fibroblasts, and epidermal cells [30].",
      "startOffset" : 202,
      "endOffset" : 206
    }, {
      "referenceID" : 62,
      "context" : "These results indicate that the scaffolds, particularly the nano-hydrogel system, might help in cell proliferation, providing a matrix for cell attachment and sustaining cell morphology [63].",
      "startOffset" : 186,
      "endOffset" : 190
    }, {
      "referenceID" : 15,
      "context" : "In the live-dead staining experiment, bright green fluorescence is shown by live cells as Calcein AM is cell-permeant, while red fluorescence is observed in dead cells as PI is impermeant to the membrane but intercalates into nucleic acid when cells are dead [16].",
      "startOffset" : 259,
      "endOffset" : 263
    }, {
      "referenceID" : 47,
      "context" : "Both apoptosis and cell metabolism have led to slight cell death in all the groups [48].",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 20,
      "context" : "ROS play a significant role in the wound healing process during the inflammatory phase, but the dysregulated and increased levels of free radicals at the wound site results in oxidative tissue damage, prone to microbial infection and slower repair of the wound [21].",
      "startOffset" : 261,
      "endOffset" : 265
    }, {
      "referenceID" : 63,
      "context" : "The use of antioxidant materials has proved to regulate the inevitable free radical production and prevent the cells from unwanted oxidative stress and tissue damage [64].",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 64,
      "context" : "The standard DPPH assay measures an antioxidant activity of the compound involving a color change of stable DPPH radicals from the purple to yellow diphenyl-picrylhydrazide due to its scavenging ability of the antioxidants [65].",
      "startOffset" : 223,
      "endOffset" : 227
    }, {
      "referenceID" : 22,
      "context" : "Several oxidizing enzymes in a living system can generate hydrogen peroxide that has the ability to pass the membrane and, like other ROS causes toxicity, induce apoptosis and impaired tissue remodeling [23].",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 20,
      "context" : "H2O2, as one of the prominent non-radical ROS, has been used as an indicator to evaluate the extent of oxidative stress in a bio-system [21].",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 44,
      "context" : "As reported previously, DCFDA is a permeable fluorescent dye that estimates the level of ROS developed within the cell [45].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 15,
      "context" : "cells and Propidium Iodide for dead cells [16].",
      "startOffset" : 42,
      "endOffset" : 46
    }, {
      "referenceID" : 23,
      "context" : "The profound antioxidant effect by treated groups can be accredited to the presence of polyphenolic groups in the curcumin and oxidative-reduction potential of cerium [24].",
      "startOffset" : 167,
      "endOffset" : 171
    }, {
      "referenceID" : 44,
      "context" : "Subsequently, the antioxidant property of the developed nano-hydrogel system was further evaluated using menadione, another established ROS generator, known to trigger oxidative dependent cellular death [45,66].",
      "startOffset" : 203,
      "endOffset" : 210
    }, {
      "referenceID" : 65,
      "context" : "Subsequently, the antioxidant property of the developed nano-hydrogel system was further evaluated using menadione, another established ROS generator, known to trigger oxidative dependent cellular death [45,66].",
      "startOffset" : 203,
      "endOffset" : 210
    }, {
      "referenceID" : 22,
      "context" : "As reported, the antioxidant property of curcumin can be anticipated to keto-enol-enolate equilibrium as well as its extraordinary ability to donate an electron [23].",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 31,
      "context" : "mimicking the antioxidant activity of various multi-antioxidant enzymes has resulted in a significant reduction in ROS levels [32].",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 0,
      "context" : "Previous studies have reported the fast cell promoting effect shown by wound repairing hydrogel in-vitro exhibits remarkable ability in-vivo for improving wound healing [1,25].",
      "startOffset" : 169,
      "endOffset" : 175
    }, {
      "referenceID" : 24,
      "context" : "Previous studies have reported the fast cell promoting effect shown by wound repairing hydrogel in-vitro exhibits remarkable ability in-vivo for improving wound healing [1,25].",
      "startOffset" : 169,
      "endOffset" : 175
    }, {
      "referenceID" : 48,
      "context" : "The rat paw model is a well-established animal model, comprehensively used to evaluate the anti-inflammatory activity besides resembling inflammation of humans [49].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 66,
      "context" : "The initial phase of inflammation till 2 h results due to the mediators such as histamine, while the second phase (2−6 h) is attributed to high levels of COX-2, prostaglandins [67].",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 52,
      "context" : "Thus, the efficient bioavailability and efficient delivery of curcumin by the amphiphilic nano-system at the target site will restrict a prolonged inflammatory response that leads to improper and delayed healing [53].",
      "startOffset" : 212,
      "endOffset" : 216
    }, {
      "referenceID" : 14,
      "context" : "Our in-vitro results of the synthesized nanoparticles and nano-loaded hydrogel system showed promising antioxidant effects and increased cell migration, as demonstrated by an antioxidant assay and in-vitro wound model [15].",
      "startOffset" : 218,
      "endOffset" : 222
    }, {
      "referenceID" : 48,
      "context" : "in inflammation-based pathologies such as wound healing [49].",
      "startOffset" : 56,
      "endOffset" : 60
    }, {
      "referenceID" : 11,
      "context" : "The study further accentuates the significance of a combinative strategy by merging the hydrogel and nano-systems to address major hindrances of wound healing or as for apposite drug delivery, bioavailability, cytotoxicity, and therapeutic effects [12,26,53].",
      "startOffset" : 248,
      "endOffset" : 258
    }, {
      "referenceID" : 25,
      "context" : "The study further accentuates the significance of a combinative strategy by merging the hydrogel and nano-systems to address major hindrances of wound healing or as for apposite drug delivery, bioavailability, cytotoxicity, and therapeutic effects [12,26,53].",
      "startOffset" : 248,
      "endOffset" : 258
    }, {
      "referenceID" : 52,
      "context" : "The study further accentuates the significance of a combinative strategy by merging the hydrogel and nano-systems to address major hindrances of wound healing or as for apposite drug delivery, bioavailability, cytotoxicity, and therapeutic effects [12,26,53].",
      "startOffset" : 248,
      "endOffset" : 258
    } ],
    "year" : 2020,
    "abstractText" : "During injury or diseased condition, wound dressing fails to properly integrate or repair the tissue and restore its function due to various factors like poor bioavailability, systemic delivery of hydrophobic drugs and elevated levels of reactive oxygen species. Here, we fabricated a novel nano-hybrid hydrogel system, based-on gelatin and oxidized dextran, embedded with nano-formulation of curcumin and cerium oxide, dispersed by physical interaction within the hydrogel. The curcumin was entrapped in amphiphilic alkylated-dextran nanoparticles to enhance its bioavailability and release at the injured site while cerium oxide nanoparticles were used without any additional processing. The hydrogel was characterized for various properties and demonstrated a controlled and prolonged drug release (∼63 % in 108 h), accelerated cell migration besides providing a highly significant antioxidant and in-vivo anti-inflammatory activity (∼39 %). The preliminary study suggests that this hybrid system can significantly promote wound healing and the potential to become an ideal wound dressing.",
    "creator" : "Elsevier"
  }
}