{
  "name" : "downloads_2020-07-12_69_zhang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Dual Stimuli-Responsive Peptide-Based Palladium Nano-Lychee Spheres for Synergistic Antitumor Therapy",
    "authors" : [ "Xuwu Zhang", "Tian Yin", "Shuai Wang", "Zining Hao", "Yaqian He", "Chunhui Li", "Qianqian Zhao", "Hongyu He", "Dawei Gao" ],
    "emails" : [ "Lan-PdNPs@GSH/DOX.", "Lan-PdNPs@GSH/", "Lan-PdNPs@GSH/DOX" ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: stimuli-responsive, peptide-based, palladium nano-lychee sphere, synergistic therapy"
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "As a novel pharmaceutic preparation for tumor therapy, nanocarriers have received wide attention from researchers with their unique advantages,1 such as slow release, prolonged circulation time in the body, improved bioavailability of drugs, and reduced side effects of drugs.2−5 A variety of materials are used to prepare nanocarriers, including mesoporous silica,6 graphene oxide,7 phospholipid,8 dendrimers,9 and other organic synthetic substances,10 and so on. However, at the same time, many problems come along. (1) The release behavior of drug is random and uncontrolled. (2) During the synthesis of most nanocarriers, many chemical reagents are introduced, which may be toxic to the body. (3) because of the limitation of the treatment effect, the nanocarriers loading chemotherapy drug alone are not enough to completely treat the tumor.11,12\nIn order to improve the above defects, researchers tried to use biomaterials to develop novel nanocarriers. Peptides, as a common biomolecule, are composed of sundry amino acids linked by peptide bonds. The chains of most peptides are less than or equal to 50 amino acids.13 During the last decade\nbecause of their excellent properties, such as biocompatibility, diverse bioactivity, potential biodegradability, specific biological recognition ability, and easy chemical modification characteristic,14 peptide-based nanomaterials are accepted as upcoming biomedical materials for disease treatment. Lanreotide (Lan), a kind of somatostatin analogue, is a short peptide with eight amino acids, which has been approved by the Food and Drug Administration (FDA).15 Through some special treatments, such as acidation and heat, Lan can self-assemble into molecular polymers with specific structures. Because of the peptide chain folding, the binding sites and groups are exposed on the surface of molecular polymers, which can link with ions and compose nanoparticles with different morphologies.16 By taking advantage of these above features, many nanoparticles with different morphologies and properties are synthesized successfully. Lan-directed gold nanocages, nano-\nReceived: July 31, 2019 Accepted: August 20, 2019 Published: August 20, 2019\n© 2019 American Chemical Society 4474 DOI: 10.1021/acsbiomaterials.9b01161 ACS Biomater. Sci. Eng. 2019, 5, 4474−4484\nD ow\nnl oa\nde d\nvi a\nW E\nST E\nR N\nU N\nIV o\nn Ju\nly 1\n2, 2\n02 0\nat 1\n9: 25\n:3 1\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nshells, and sliver nanocages were synthesized for antitumor photothermal therapy (PTT).16−18\nCompared with traditional chemotherapy, the novel treatments, such as PTT, chemodynamic therapy, immunotherapy and so on, provided new strategies for cancer therapy.19 PTT is a kind of phototherapy method with the use of photoabsorbers, such as noble metal nanomaterials, semiconductor nanomaterials, carbon-based nanomaterials, and conducting polymers.20 PTT against cancer mainly rely on the sensitivity of cancer cells to heat. In other words, heat causes irreversible damage to cancer cell membranes and initiates protein denaturation. Compared to normal cells, cancer cells have a lower ability to endure elevated heat.21 Additionally, the rapid heating can induce the phase transition of the cancer cell membrane, increase the membrane permeability and fluidity, promote drug intake by cells, and improve the treatment effect of drug delivery system.22 However, with deeper research, the fact is found that the complexity, multiformity, and individual variation of tumors seriously affect the therapeutic effect. Traditional monotherapy is not enough to treat cancer cells absolutely. Therefore, in the past decade, synergistic therapy is attracting more and more attention. Encouragingly, a large number of experimental results proved the more excellent treatment effect of synergistic therapy. Through combining two or more monotherapy, the synergistic therapy has exhibited remarkable superadditive effects, stronger than any single therapy or their theoretical combination.19,23,24\nIn our study, a dual stimuli-responsive peptide-based Pd nano-lychee spheres (named Lan-PdNFs@GSH/DOX) for synergistic antitumor therapy were successfully synthesized. Lan, as the internal template, was treated under acidic and heating conditions. Through combining Lan with Pd, we obtained Lan-directed lychee-shaped Pd nanoparticles, which showed excellent photothermal conversion efficiency. On the abovementioned basis, glutathione (GSH) was selected as the linker, and doxorubicin (DOX) was successfully loaded on the nanoparticles through electrostatic interaction. The LanPdNFs@GSH/DOX demonstrated pH and NIR laser dual stimuli-responsive drug release. Additionally, under NIR irradiation, the Lan-PdNFs@GSH/DOX exhibited a remarkable antitumor effect in vitro and in vivo study. The synergistic effect of chemotherapy and PTT was also confirmed. The LanPdNFs@GSH/DOX is expected serving as a promising drug candidate for cancer therapy."
    }, {
      "heading" : "2. MATERIALS AND METHODS",
      "text" : "2.1. Materials and Animals. Lan acetate (Shanghai GL Biochem Co., Ltd, China), Palladium chloride (PdCl2, Shanghai Jiuyue Chemical Industry Co., Ltd., China), ascorbic acid (AA, Sigma Co., Ltd.), GSH (Sigma Co., Ltd.), and hydrogen chloride (HCl, Tianjin Kemiou Chemical Reagent Co. Ltd., China) were used as received. Ultrapure water (18.2 MΩ cm) was prepared by Milli-Q ultrapure water-purification system (Millipore, Inc., USA). U14 cervical carcinoma cells were purchased from Peking Union Medical College Cell Resource Center. Female Kunming mice aged 6 weeks (weight 24−27 g) were purchased from Vital River Laboratory Animal Center (Beijing, China). All animal experiments were performed in accordance with the statute of Experimental Animal Ethics Committee of Department of Bioengineering, School of Environment and Chemical Engineering, Yanshan University. 2.2. Preparation of Lan-PdNPs@GSH/DOX. Lan (2.7 mg) power was dissolved in 10 mL HCl solution (pH 2.0) to obtain 0.25 mM acidic Lan solution, which was stored at 4 °C for use. 300 μL acidic Lan solution (0.25 mM, pH 2.0) was pipetted into 2 mL EP tube and then heated for 60 min in a metal bath (80 °C). Then, 300\nμL of 5 mM PdCl2 solution (pH 2.0) was mixed with the abovementioned Lan solution. The mixture was sealed avoiding light and incubated for 24 h in a thermostatic shaking bath. After the co-incubation, 400 μL of the mixture was reduced by 30 μL of 200 mM fresh AA solution. The solution color changed from faint yellow to dark grey. Then 30 μL of 100 mM AA and 30 μL of 50 mM AA was added in the abovementioned solution successively with violent shaking. After that, the Lan-PdNPs were gained.\nGSH (10 mg) was dissolved in 2 mL of the aboveprepared LanPdNPs solution under sonicate for 10 min to prepare Lan-PdNPs@ GSH. After magnetic stirring at room temperature for 5 h, the obtained Lan-PdNPs@GSH were dispersed in 2 mL of DOX solution (1 mg/mL) and sonicated for 10 min. Then, the mixed solution was magnetically stirred for 24 h. The Lan-PdNPs@GSH/DOX was recovered by centrifugation (8000 rpm, 10 min) and washed twice with ultrapure water.\n2.3. Characterization of Lan-PdNPs@GSH/DOX. Morphology and size of particles were characterized by transmission electron microscope (TEM, HT7700, Japan) operated at 80 kV. Malvern Zetasizer ZS90 (Malvern Instruments, UK) was used to measure the sizes and surface zeta potentials of the prepared Lan-PdNPs@GSH/ DOX. The changes in the position of the absorption peak were evaluated by measuring the intensity of the UV−visible spectroscopy (UV−vis, Shimadzu UV2550, Japan) absorption.\n2.4. Drug Loading Capacity. The loading capacity of DOX on Lan-PdNFs@GSH/DOX was analyzed using absorbance at λ = 488 nm, according to the corresponding standard calibration curve by subtracting the absorbance of Lan-PdNFs@GSH at that wavelength. The loading capacity was calculated as follows\nLoading capacity (W/W) mass of drug loaded mass of nanoparticles 100%= ×\n(1)\n2.5. Photothermal Effects. Lan-PdNPs and Lan-PdNPs@GSH/ DOX (78 μg Pd/mL) solutions were irradiated with 808 nm laser (1.25, 1.5, 1.75, and 2.0 W/cm2) for 5 min, respectively. The temperature changes were recorded per 30 s. An equal volume of phosphate-buffered saline (PBS) and ultrapure water served as a control group. The temperature and thermal images were recorded by a thermal camera (FLIR T460, America). To examine the photothermal stability of carriers, the Lan-PdNFs@GSH/DOX solution was irradiated with the 808 nm laser for 5 cycles (one cycle: on for 2 min and off for 14.5 min, 2 W/cm2). The real-time thermal images of samples were obtained by forward-looking infra-red (FLIR) thermal camera and quantified with the FLIR examiner software.\n2.6. Stimuli-Responsive Release of DOX Performance. In order to demonstrate the photothermal and pH-triggered DOX release properties, the Lan-PdNPs@GSH/DOX (78 μg Pd/mL) were studied under moderate shaking by dialysis (37 °C). The equal volume of Lan-PdNPs@GSH/DOX solution was dialyzed in PBS buffer with different pH values (5.0 and 7.4), and 2 mL of PBS buffer was taken at a preset time point (1, 2, 4, 8, 12, 16, 20, 24, 36, and 48 h) and re-added to the same volume. The release rate of free DOX in the samples taken at each time point was examined. During the 1, 2, and 3 h time periods, a continuous wave with a wavelength of 808 nm (1.5 W/cm2) was used for 5 min, and then the released DOX was collected immediately. The amount of DOX released from LanPdNFs@GSH/DOX at each predetermined time point was measured.\n2.7. Cellular Uptake Study. To verify the delivery efficiency of Lan-PdNFs@GSH/DOX to the tumor cells, the intracellular uptake was evaluated in HeLa cells. The cells were cultured in a 6-well plate for 24 h. After that, 500 μL sample solution was added, then incubated at 37 °C for 8 h with or without NIR. For NIR irradiation groups, the cells were irradiated by 808 nm laser (1.5 W/cm2) for 2 min. Subsequently, the culture medium was discarded, then the cells were rinsed twice with PBS, then immediately fixed and detected with fluorescence microscope (MF53, Micro-shot Technology Co., Ltd., China) and flow cytometer (FCM, BD FACSCalibur, USA).\nDOI: 10.1021/acsbiomaterials.9b01161 ACS Biomater. Sci. Eng. 2019, 5, 4474−4484\n4475\n2.8. In Vitro Antitumor Efficacy Study of Thermo-Chemotherapy. To facilitate the observation of cell survival efficiency after drug and/or laser treatment, standard methyl thiazolyl tetrazolium (MTT) experiment was performed and then the synergistic effect of PTT and chemotherapy in vitro was also analyzed. The HeLa cells were seeded on a 96-well plate (4 × 104 cells/well) and cultivated for 24 h with 5% of CO2 at 37 °C. Then, 100 μL of each sample at different concentrations (from 2.44 to 78 μg Pd/mL) was added into the wells, followed by further incubation for 24 h. For NIR irradiation groups, the cells were incubated for 4 h and then irradiated for 2 min with the 808 nm laser (1.5 W/cm2), subsequently, following 20 h cells culture. The PBS treatment group was the control group. To assess cell viability, the medium was discarded and the cells were incubated with 200 mL of fresh medium containing 0.5 mg mL−1 MTT. 4 h later, MTT was carefully removed and dimethyl sulfoxide (150 mL) was added in each well to dissolve the purple crystals. Eventually, the absorb density was measured at the wavelength of 490 nm by a multifunctional microplate reader (SpectraMax M2e, USA). The cell viability could be calculated according to the following formula\nCell viability (100%) (OD /OD ) 100%sample control= × (2)\nwhere ODsample and ODcontrol represented the absorption density of cells treated with sample and PBS, respectively. For visually observing the synergistic effect for killing cancer cells through thermo-chemotherapy under NIR irradiation, the cells were incubated as described above, and treated with PBS, DOX, LanPdNPs, Lan-PdNPs@GSH, and Lan-PdNPs@GSH/DOX solutions, respectively. Later, the cells were performed with NIR laser radiation (1.5 W/cm2) for 3 min. Then the cells were washed with PBS and stained with fluorescein diacetate (FDA, 100 μL per well) for the visualization of living cells and observed using a fluorescence microscope. 2.9. In Vivo Autitumor Effect and Safety Evaluation. Female Kunming mice (20 g, 4−7 weeks old) from Vital River Laboratory Animal Center (Beijing, China), after 1 week adaptation, were implanted U14 cells (2.0 × 106 cells) into the right forelimb leg. When the tumor volume reached ∼100 mm3, the animals were randomly divided into six groups (six animals per group) for the following management: Lan, saline, DOX, Lan-PdNPs@GSH + laser, Lan-PdNPs@GSH/DOX, Lan-PdNPs@GSH/DOX + laser. Samples\n(200 μL) were intratumorally injected to each mouse every 2 days. Meanwhile, the 808 nm laser irradiation (1.5 W/cm2, 1 min) was performed in various laser groups. The changes of tumor size were recorded. The tumor volume (V) was calculated by\nV AB /22= (3)\nwhere A is the longest diameter and B is the shortest diameter in millimeters. Relative tumor volume (RTV) was calculated by\nV VRTV / 0= (4)\nwhere V0 is the original tumor volume. The tumor inhibition ratio (TIR) was defined as\nTIR (1 RTV/RTV ) 100%saline= − × (5)\nwhere RTVsaline was the relative tumor volume of saline group. For serum biochemistry assay, 13 days later ,1 mL of blood was collected from the mice in saline and Lan-PdNPs@GSH/DOX + laser groups. The blood indexes including lactate dehydrogenase (LDH), alanine aminotransferase (ALT), aspartate aminotransferase (AST), and blood urea nitrogen (BUN) were tested.\n2.10. Photothermal Effect Evaluation in Vivo. The U14tumor-bearing mice were intratumorally injected with 200 μL LanPdNPs@GSH/DOX (78 μg Pd/mL) and saline, respectively. After injection, the NIR irradiation was performed (1.5 W/cm2, 5 min), and then the thermography at different times (1, 2, 3, 4, and 5 min) was obtained by a thermal imaging camera.\n2.11. Statistical Analysis. The data were analyzed with SPSS 19 statistical software. All the experimental data were expressed as mean ± standard deviation (SD). One-way ANOVA followed by LSD and Duncan’s multiple range tests was used for comparison between groups for data that met the assumption of homogeneity of variance. The significance threshold was set such that *P < 0.05 was considered to be statistically significant and **P < 0.01 was considered to be extremely significant."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "3.1. Characterization of Synthesized Lan-PdNPs. Lan is an amphiphilic short peptide, and the structure diagram was shown in Figure S1. It has a strong coordination ability with\nDOI: 10.1021/acsbiomaterials.9b01161 ACS Biomater. Sci. Eng. 2019, 5, 4474−4484\n4476\nmetal ions that were chosen as the metal-binding building blocks for the coordination self-assembly. Under acidic conditions, Lan molecule tends to form a specific spatial structure. The hydrophobic parts were away from the aqueous phase and buried internally.25,26 The functional groups, such as amine groups and disulfide bonds, are exposed on the surface of the Lan molecules regularly, which could absorb the divalent metal specifically.27,28 In the acidic solution (pH = 2.0), there were many positive charges on the surface of Lan molecules. When PdCl2 was added, the main coordination ion in the solution was [PdCl4]\n2− with plenty of negative charges, which could be bonded with Lan molecules through electrostatic adsorption.29 After that, the reducing agent AA was added to the solution, and the PdII was quickly reduced to Pd0 to form crystal nucleus. As the seeds, the Pd crystal nucleus could act as surface-catalyzed centers, favoring and accelerating exterior Pd ions to reduce on the seed surface. According to the Gouy− Chapman theory, the concentration of Pd precursor [PdCl4]−\naround the positive-charged Lan surface is 30 times higher than that in the bulk solution,30,31 which guarantees the high concentration of Pd precursor [PdCl4]− around the seeds.29\nSubsequently, the addition of reductant was further accelerated for crystal growth,32 and the homogeneous and nano-lychee spheres were obtained ultimately. Morphological characterization of Lan, Lan-[PdCl4]\n2−, and Lan-PdNPs were performed using TEM, and the result was shown in Figures S2 and 1A, which demonstrated the formation process of the nanoparticles. Additionally, accompanying the color of the solution changed from light yellow to gray-blue (Figure 1B), which indicated the formation of nanoparticles. As revealed by the UV−vis spectroscopy (Figure 1B), the\nabsorption peak of the Lan was concentrated at around 278 nm, but the peak disappeared when adding the metal precursor solution to the template peptide solution. The formed Lan[PdCl4] 2− solution showed two absorption peaks at 209 and\n238 nm, respectively, indicating that the absorption peak of Lan was masked after the binding of Pd. The combination of the core and bulge plasmon dramatically increased the crosssection to excite the surface plasmon resonance and resulted in the local electric field enhancement, which was stronger than those of individual tips or smooth surface.33,34 For these reasons, the Lan-PdNPs showed a broad absorption peak at 500−900 nm, which could rapidly realize photothermal conversion to kill the tumor cells and promote drug release. In Figure 1C, the energy-dispersive system (EDS) analysis of\nLan-PdNPs showed the characteristic peaks of C, O, and Pd elements. The C and O elements indicated the presence of Lan, and the Pd elements demonstrated the Pd crystal combined with Lan template to form Lan-PdNPs successfully. To further explore the crystallization nature of Lan-PdNPs, the X-ray diffraction (XRD) was performed. As shown in Figure 1D, the characteristic diffraction peaks in the Lan-PdNPs at 2θ of 40.11°, 46.67°, 68.08°, 82.09°, and 86.60° are corresponded to the diffraction of (111), (200), (220), (311), and (222) planes of the face-centered-cubic crystal structure of Pd (JCPDS no. 46-1043). There was no other impurity peak indicating the high purity of the sample.\n3.2. Characterization of Synthesized Lan-PdNPs@ GSH/DOX. GSH, a tripeptide containing a γ-amide bond and a thiol group, can stabilize the function of the immune system, implements antioxidant effects and integrated detoxification.35 Under the action of coordination bonds, GSH was successfully coated on the surface of Lan-PdNPs to form LanPdNPs@GSH, and there was no obvious morphological change compared with Lan-PdNPs (Figure 2A). In order to confirm that GSH had been successfully immobilized on the surface of particles, the analysis of the Fourier transform infrared spectroscopy was performed. As shown in Figure S3, compared to the spectrum of pure GSH, the peak at 2520 cm−1 from −S−H stretching vibration disappears in the spectrum of\nDOI: 10.1021/acsbiomaterials.9b01161 ACS Biomater. Sci. Eng. 2019, 5, 4474−4484\n4477\nLan-PdNPs@GSH.36 The result indicated that GSH has been successfully bound onto the surface of Lan-PdNPs through −S−Pd chemical bonds. By computation, the loading capacities of GSH and DOX were 65.04% (Figure S4) and 70.3% (Figure S5), respectively. The UV−vis absorb peak of the Lan-PdNPs@GSH was obvious at 245 nm but disappeared at 500−900 nm (Figure 2B). The possible reason of the phenomenon was as follows: Lan-PdNPs have a broad characteristic absorption peaks at around 600 nm. When Lan-PdNPs was modified by GSH, GSH can be combined with Lan-PdNPs through Pd−S band. Because of the reaction, the local surface plasma of Lan-PdNPs was affected, which might cause the absorption peak disappearance around 600 nm. Besides, the phenomenon that the overall absorbance increases may be because of the loading of GSH, indicating that GSH was successfully loaded onto the surface of Lan-PdNPs. Additionally, because of the functionalization of GSH and DOX, the average diameter of nanoparticles detected by dynamic light scattering (DLS) increased from 129.5 ± 6.2 nm (PDI 0.154) to 161.7 ± 5.7 nm (PDI 0.191) (Figure 2C). However, by using the image analysis software ImageJ to measure the particle sizes in TEM images (Figure S6), the average sizes of Lan-PdNPs and Lan-PdNPs@GSH/DOX were 120.7 ± 7.5 and 138.4 ± 5.0 nm, respectively. This classical observation could be explained by the state of the polymer because TEM used dried nanoparticles while DLS measured the hydrodynamic size of particles, which resulted in that the size of nanoparticles was smaller with TEM than the one reported with DLS data.37 The result indicated that the nanoparticles could achieve the effective accumulate at the tumor site through the enhanced permeability and retention effect.38 Meanwhile, after coating of GSH, the zeta potentials of the Lan-PdNPs changed a lot from positive (29.33 ± 3.5\nmV) to negative (−22.73 ± 0.81 mV), which was attributed to the glutamate and −OH groups on GSH (Figure 2D).39,40 The negatively charged Lan-PdNPs@GSH could be used to adsorb positively charged DOX through the electrostatic interaction. In order to explore the stability of Lan-PdNPs@GSH/DOX, the nanoparticles were incubated in water, PBS, and FBS for 5 weeks. As shown in Figure S7, there were no obvious changes of size and no noticeable precipitation, which indicated that the Lan-PdNPs@GSH/DOX was relatively stable in water, PBS, and FBS solution.\n3.3. Photothermal Properties of Lan-PdNPs@GSH/ DOX. As shown in Figure 3, the photothermal performance of the prepared material was characterized under NIR laser irradiation by using a thermal imaging camera. As expected, there was no response to NIR irradiation in water and PBS group. In contrast, Lan-PdNPs and Lan-PdNPs@GSH/DOX groups showed remarkable Lan-PdNP-mediated heat generation. With the irradiation by 808 nm NIR laser (2 W/cm2, 5 min), the temperatures of Lan-PdNPs and Lan-PdNPs@GSH/ DOX reached up to 72.2 and 72 °C, respectively (Figure 3A,B). Moreover, by calculation, the photothermal conversion efficiency (η) of the Lan-PdNPs was 47.68% (Figure S8), which is significantly higher than that previously reported photothermal materials, such as Au nanostars (27%), Au nanorods (21%), and Au nanoshells (13%).41−43 Both LanPdNPs and Lan-PdNPs@GSH/DOX showed a high-temperature increase possibly because of the multiprotuberant structure of the particles. The edge and bulge in the LanPdNPs make large local electric field enhancements at the plasmon resonance. Compared with some smooth nanostructures such as gold nanoshells and gold nanorods, light can be more efficiently converted into heat.33,34 Because the susceptibility of cancer cells to heat is higher than that of\nDOI: 10.1021/acsbiomaterials.9b01161 ACS Biomater. Sci. Eng. 2019, 5, 4474−4484\n4478\nnormal tissue, tumor cells will be ablated when the local temperature reached 42 °C.21,32 Moreover, hyperthermia can also result in the phase transition of tumor cell membrane, increase membrane permeability and fluidity, enhance drug uptake, and improve treatment effect.44,45 What is more, at the same concentration, the temperature elevation rate of LanPdNPs@GSH/DOX showed a marked increase along with the enhancement of laser power. These phenomena indicated that photothermal conversion of Lan-PdNPs@GSH/DOX was laser power density-dependent. To further evaluate the photostability, the Lan-PdNPs@ GSH/DOX solution was exposed to NIR light for five on−off cycles, and the result was shown in Figure 3D. The photothermal conversion performance of the Lan-PdNPs@ GSH/DOX does not noticeably decrease after the five rounds of irradiation, and the temperature still reached up to 50.8 °C in the fifth laser exposure. Prominent photothermal performance and excellent photothermal stability supported the LanPdNPs@GSH/DOX as an excellent candidate for PTT applications. 3.4. Stimuli-Triggered Drug Release. Stimuli-responsive release of drug such as acidic condition and NIR irradiation was explored in our study. First, Lan-PdNPs@GSH/DOX (78 μg Pd/mL) was dialyzed in the PBS with different pH conditions to simulate the inner environment of human body. As shown in Figure 4A, 55.4% of DOX was released at pH 5.0 after 48 h, and only 22.5% at pH 7.4, indicating more DOX release at lower pH conditions. The results demonstrated the pH-responsive drug release behavior. The possible explanation for this phenomenon was that the amino groups of DOX\nbecome protonated in acidic conditions, which subsequently weaken the electrostatic interactions with Lan-PdNPs@GSH and accelerate dissociation.46 Moreover, under acidic conditions, DOX becomes more hydrophilic because of the protonation of its amino group, which resulted in the burst release of DOX from the system.47,48 For the pH-responsive release, Lan-PdNPs@GSH/DOX could effectively avoid the drug leakage in blood circulation and reduce side effects to normal tissues. NIR irradiation-responsive drug release of the Lan-PdNPs@ GSH/DOX was also proved. In Figure 4B, a burst DOX release was observed under 808 nm laser irradiation because of the photothermal effect. The DOX release amount with NIR irradiation under acidic condition (pH 5.0) reached up to 85.4%, which was much higher than other groups, indicating that NIR irradiation could promote the drug release from LanPdNPs@GSH/DOX. During the blood cycle, most traditional drug nanocarriers may cause drug leakage or nonspecific release, resulting in different degrees of damage to normal tissues. In contrast, Lan-PdNPs@GSH/DOX could achieve that the responsive drug release in cells induced by a combination of multiple stimuli such as acidic pH and NIR irradiation. Based on the characteristics and advantages, the drug dosage could be effectively reduced, which further minimizes the toxic side effects of chemotherapy drugs for normal tissues.\n3.5. Cellular Uptake. In this study, HeLa cells were incubated with Lan-PdNPs@GSH/DOX for different times to investigate the cell uptake ability. Because of the autofluorescence of DOX, the cell uptake amount of Lan-PdNPs@\nDOI: 10.1021/acsbiomaterials.9b01161 ACS Biomater. Sci. Eng. 2019, 5, 4474−4484\n4479\nGSH/DOX could be assessed according to the fluorescence intensity of DOX.49 As shown in Figure 5A, after 8 h incubation, the fluorescence signal was significantly enhanced. Compared with the HeLa cell without NIR irradiation, the red fluorescence signal intensity increased obviously in the groups treated with NIR irradiation. In addition, the quantified analysis with flow cytometry for cell uptake was performed (Figure 5B). The fluorescence intensity in each group was consistent with the above result. All the result demonstrated that when NIR irradiation was added, Lan-PdNPs@GSH/ DOX absorbed and converted the light energy to heat, which could increase the cell membrane fluidity and promote the cellular internalization of the nanoparticles.44,45\n3.6. Antitumor Effects in Vitro. MTT assay was carried out to evaluate the biosafety and antitumor effects of the nanoparticles in vitro. As shown in Figure 6A, after incubated\nwith various concentrations of Lan-PdNPs@GSH (78 μg Pd/ mL) for 24 h, the HeLa cell viabilities always stayed above 85%, indicating the good biocompatibility. In contrast, the cell viabilities in the Lan-PdNPs group were significantly lower than that in the Lan-PdNPs@GSH group. The results demonstrated that the modification of GSH could effectively improve the biocompatibility of nanoparticles. As a biomolecule, GSH is the most abundant endogenous antioxidant that plays a central role in maintaining the appropriate redox status of biological systems.35 Therefore, GSH was always used to modify the nanoparticles to enhance the biocompatibility. However, when NIR irradiation was added, the significant inhibition was observed in the Lan-PdNPs@GSH with the laser group, and the cell viabilities were sharply decreased to 34.96%. The main reason for the phenomenon was that hyperthermia introduced by Lan-PdNPs@GSH under NIR irradiation destroyed the HeLa cells. The susceptibility of cancer cells to heat is higher than that of normal tissue. The local hyperthermia could lead to an irreversible damage for\ntumor cells by the way of altering gene expression and denaturation of protein.50\nIn addition, when DOX was loaded on the nanoparticles, the antitumor effect was further improved. The cell viability in Lan-PdNPs@GSH/DOX with the laser group was the lowest (19.89%) in all groups. In contrast, the cell viabilities in the single DOX group and Lan-PdNPs@GSH with the laser group were only 51.82 and 34.96%, respectively. The excellent suppression effect of the complex was attributed to the synergistic interaction of chemotherapy and PTT. The LanPdNPs@GSH/DOX demonstrated a rapid rise in temperature under NIR irradiation. The local hyperthermia not only ablated tumor cells directly but also cooperatively enhanced cell uptake of nanocarriers, promoted DOX release, increased intracellular drug concentration, therefore improved the therapeutic effect of DOX.51 Because of the synergistic effect of chemotherapy and PTT, the cell viability in the LanPdNPs@GSH/DOX plus laser group was far below that in any single therapy (free DOX or PTT). FDA/PI staining assay was performed to qualitatively analyze the inhibition effect of Lan-PdNPs@GSH/DOX, in which the live cells show green fluorescence but the dead cells were red. As shown in Figure 6B, without NIR irradiation, LanPdNPs@GSH and Lan-PdNPs@GSH/DOX exhibited lower inhibition effects for HeLa cells, compared with other groups. The result demonstrated the good biocompatibility of LanPdNPs@GSH and Lan-PdNPs@GSH/DOX. However, when the NIR irradiation was added, the living cells amounts in LanPdNPs, Lan-PdNPs@GSH and Lan-PdNPs@GSH/DOX decreased significantly. The hyperthermia induced by LanPdNPs under irradiation led to the cell ablation directly; meanwhile, the heat promoted the cell uptake of nanoparticles and the release of DOX. All the results were consistent with that of MTT assay, indicating the excellent antitumor effect of the synergism of chemotherapy and PTT.\n3.7. Antitumor Effects in Vivo. The photothermal property of Lan-PdNPs@GSH/DOX in vivo was tested through 808 nm laser irradiation after intratumoral injection. The result was shown in Figure 7D. After 5 min irradiation (1.5 W/cm2), the local temperature of tumor in the LanPdNPs@GSH/DOX group rose to about 60 °C rapidly, indicating the distinguished photothermal property. In contrast, there was almost no change in temperature in the saline group. Furthermore, to confirm the antitumor effect in vivo, the tumor-bearing mice received an intratumoral injection of Lan-PdNPs@GSH/DOX and were irradiated by an 808 nm laser (1.5 W/cm2, 1 min). The changes of tumor volume were recorded every two days during treatment, and the relative tumor volume (V/V0) was calculated. As shown in Figure 7A,B, Lan-PdNPs@GSH/DOX with NIR irradiation exhibited the strongest inhibitory effect for tumor, and there was almost no change in the relative tumor volume. By calculation, the tumor inhibition ratio in the Lan-PdNPs@ GSH/DOX + laser group was up to 90.33%. In contrast, DOX group and Lan-PdNPs@GSH + laser group, as the representatives of chemotherapy and PTT, showed relatively weak inhibition effects, and the tumor inhibition ratio was 34.1 and 68.23%, respectively. The results indicated that monotherapy was not enough to destroy the tumor absolutely. Exactly because of the above reason, the concern of research has gradually shifted from monotherapy to synergistic therapy. Through combining two or more therapy pattern, the synergistic therapy has exhibited remarkable superadditive\nDOI: 10.1021/acsbiomaterials.9b01161 ACS Biomater. Sci. Eng. 2019, 5, 4474−4484\n4480\ntherapeutic effects.19 As shown in Figure 7C, the superadditive property of the Lan-PdNPs@GSH/DOX + laser was confirmed by the formula.\nT f f(1 ) 100additive chemo photothermal= − × × (6)\nwhere f is the fraction of surviving cells after each treatment and Tadditive is the additive therapeutic efficacy of chemotherapy and PTT. In this work, DOX and Lan-PdNPs@GSH + laser represented the chemotherapy and photothermal treatment alone, respectively. By calculating, the additive therapeutic\nefficacy was 76.73%, which was lower than that of LanPdNPs@GSH/DOX + laser (90.33%). The results directly demonstrated that the Lan-PdNPs@GSH/DOX could achieve synergetic effect of chemotherapy and photothermotherapy. In Figure 7E,F, after 13-day treatment, the tumors in the LanPdNPs@GSH/DOX + laser group were the smallest, which was consistent with the abovementioned results.\n3.8. Toxicity of Lan-PdNPs@GSH/DOX in Vivo. In order to evaluate the potential toxicity of Lan-PdNPs@GSH/DOX in vivo, the body weight of the mice was measured and\nDOI: 10.1021/acsbiomaterials.9b01161 ACS Biomater. Sci. Eng. 2019, 5, 4474−4484\n4481\nrecorded during the experimental period, and the serum biochemistry assay was performed after the mice were sacrificed. In Figure 8A, the stable body weight indicated no noticeable systemic toxicity for the nanoplatform in vivo. Moreover, as shown in Figure 8B, the contents of LDH, ALT, AST, and BUN in blood were measured. The contents of LDH, ALT, and AST are the main parameters for detecting liver function. When liver appears lesions, the contents of LDH, AST, and ALT will be elevated significantly. BUN is a sign of kidney function, and healthy kidneys can remove a large amount of urea nitrogen from the blood. When the kidneys are injured, urea nitrogen in the blood is difficult to eliminate, which will result in the rise of BUN content. Compared with the saline group, there was no significant difference of LDH, ALT, AST, and BUN in the Lan-PdNPs@GSH/DOX + laser group, which demonstrated that the nanoparticles had no obvious side effects on liver and kidney functional. Additionally, the H&E staining for histology analysis and the biodistribution study of DOX in vivo were performed. As shown in Figure S9. Compared with the control group, there was neither significant inflammation nor damage in major organs, which indicated the low biotoxicity of the LanPdNPs@GSH/DOX. In contrast, obvious cell apoptosis and necrosis could be found in the tumor treated with the LanPdNPs@GSH/DOX + laser, indicating the remarkable damage to tumor cells. In Figure S10, because of the intratumoral injection, at the beginning of the period after injection, the DOX concentration in the tumor rose significantly. Over time, the drug concentration in tumor reduced gradually, and increased in other organs. At 24 h, the DOX concentration in tumor tissue reduced to 7.5 ± 1.3 μg/g. In contrast, the drug accumulations in liver and kidney were increased in varying degrees, which may be because of the metabolized and eliminated DOX through liver and kidney."
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "In this study, we successfully designed and synthesized a dual stimuli-responsive drug delivery system constituted by DOX/ GSH-functionalized Lan-PdNPs, which achieved a synergistic effect of chemotherapy and PTT. Because of nano-lycheesphere structures, the system showed higher photothermal conversion performance and photothermal stability. Under NIR laser irradiation, Lan-PdNPs@GSH/DOX could efficiently convert light energy to heat and accelerate DOX release. Moreover, in acidic conditions, the complex also exhibits the pH-responsive drug release behavior. The dualresponsive controlled drug release can reduce drug dosage and side effects, further provides the possibility for the development of precision medicine. Owing to the synergistic effect, the antitumor effects of Lan-PdNPs@GSH/DOX in vitro and in vivo were excellent, and the inhibition ratio was much higher than that of chemotherapy or PTT alone. The good biocompatibility and nontoxicity were also confirmed. LanPdNPs@GSH/DOX is expected serving as a promising drug candidate for cancer therapy.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsbiomaterials.9b01161.\nDetails of the calculation of photothermal conversion efficiency (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: dwgao@ysu.edu.cn. Phone: (+86) 13930338376."
    }, {
      "heading" : "ORCID",
      "text" : "Dawei Gao: 0000-0002-5030-7022"
    }, {
      "heading" : "Author Contributions",
      "text" : "∥X.Z. and T.Y. have the same contribution for the paper."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS X.Z. and T.Y. have the same contribution for the paper. This work was supported by the National Natural Science Foundation (nos. 21776238, 21476190), the Hebei province key basic research Foundation (no. 15961301D), Hebei education department key project (no. ZD2017084).\n■ REFERENCES (1) Wang, N.; Cheng, X.; Li, N.; Wang, H.; Chen, H. Nanocarriers and Their Loading Strategies. Adv. Healthcare Mater. 2019, 8, 1801002. (2) Moradi, S. V.; Hussein, W. M.; Varamini, P.; Simerska, P.; Toth, I. Glycosylation, an effective synthetic strategy to improve the bioavailability of therapeutic peptides. Chem. Sci. 2016, 7, 2492−2500. (3) Cheng, T.; Zhang, Y.; Liu, J.; Ding, Y.; Ou, H.; Huang, F.; An, Y.; Liu, Y.; Liu, J.; Shi, L. Ligand-Switchable Micellar Nanocarriers for Prolonging Circulation Time and Enhancing Targeting Efficiency. ACS Appl. Mater. Interfaces 2018, 10, 5296−5304. (4) Czapar, A. E.; Tiu, B. D. B.; Veliz, F. A.; Pokorski, J. K.; Steinmetz, N. F. Slow-Release Formulation of Cowpea Mosaic Virus for In Situ Vaccine Delivery to Treat Ovarian Cancer. Adv. Sci. 2018, 5, 1700991. (5) Li, C.; Wang, Y.; Du, Y.; Qian, M.; Jiang, H.; Wang, J.; Murthy, N.; Huang, R. Side effects-avoided theranostics achieved by biodegradable magnetic silica-sealed mesoporous polymer-drug with ultralow leakage. Biomaterials 2018, 186, 1−7. (6) Li, H.; Li, K.; Dai, Y.; Xu, X.; Cao, X.; Zeng, Q.; He, H.; Pang, L.; Liang, J.; Chen, X.; Zhan, Y. In vivo near infrared fluorescence imaging and dynamic quantification of pancreatic metastatic tumors using folic acid conjugated biodegradable mesoporous silica nanoparticles. Nanomed. Nanotechnol. Biol. Med. 2018, 14, 1867−1877. (7) Zhang, X.; Luo, L.; Li, L.; He, Y.; Cao, W.; Liu, H.; Niu, K.; Gao, D. Trimodal synergistic antitumor drug delivery system based on graphene oxide. Nanomed. Nanotechnol. Biol. Med. 2018, 15, 142−152. (8) Liu, Y.; Zhang, X.; Luo, L.; Li, L.; Zhu, R. Y.; Li, A.; He, Y.; Cao, W.; Niu, K.; Liu, H.; Yang, J.; Gao, D. Gold-nanobranched-shell based drug vehicles with ultrahigh photothermal efficiency for chemophotothermal therapy. Nanomed. Nanotechnol. Biol. Med. 2019, 18, 303. (9) Cui, Y.; Zhang, J.; Yu, Q.; Guo, X.; Chen, S.; Sun, H.; Liu, S.; Wang, L.; Lai, X.; Gao, D. Highly biocompatible zwitterionic dendrimer-encapsulated platinum nanoparticles for sensitive detection of glucose in complex medium. New J. Chem. 2019, 43, 9076−9083. (10) Li, Z.; Wu, M.; Bai, H.; Liu, X.; Tang, G. Light-enhanced hypoxia-responsive nanoparticles for deep tumor penetration and combined chemo-photodynamic therapy. Chem. Commun. 2018, 54, 13127−13130. (11) Karimi, M.; Zangabad, P. S.; Mehdizadeh, F.; Malekzad, H.; Ghasemi, A.; Bahrami, S.; Zare, H.; Moghoofei, M.; Hekmatmanesh, A.; Hamblin, M. R. Nanocaged platforms: modification, drug delivery and nanotoxicity. Opening synthetic cages to release the tiger. Nanoscale 2017, 9, 1356−1392.\nDOI: 10.1021/acsbiomaterials.9b01161 ACS Biomater. Sci. Eng. 2019, 5, 4474−4484\n4482\n(12) Li, F.; Lu, J.; Liu, J.; Liang, C.; Wang, M.; Wang, L.; Li, D.; Yao, H.; Zhang, Q.; Wen, J.; Zhang, Z.-K.; Li, J.; Lv, Q.; He, X.; Guo, B.; Guan, D.; Yu, Y.; Dang, L.; Wu, X.; Li, Y.; Chen, G.; Jiang, F.; Sun, S.; Zhang, B.-T.; Lu, A.; Zhang, G. A water-soluble nucleolin aptamerpaclitaxel conjugate for tumor-specific targeting in ovarian cancer. Nat. Commun. 2017, 8, 1390. (13) Bertrand, N.; Wu, J.; Xu, X.; Kamaly, N.; Farokhzad, O. C. Cancer nanotechnology: The impact of passive and active targeting in the era of modern cancer biology. Adv. Drug Delivery Rev. 2014, 66, 2−25. (14) Zhang, C.; Wu, W.; Li, R. Q.; Qiu, W. X.; Zhuang, Z. N.; Cheng, S. X.; Zhang, X. Z. Peptide-Based Multifunctional Nanomaterials for Tumor Imaging and Therapy. Adv. Funct. Mater. 2018, 28, 1804492. (15) Leite, D.; Barbu, E.; Pilkington, G.; Lalatsa, A. Peptide SelfAssemblies for Drug Delivery. Curr. Top. Med. Chem. 2015, 15, 2277− 2289. (16) Bian, K.; Zhang, X.; Liu, K.; Yin, T.; Liu, H.; Niu, K.; Cao, W.; Gao, D. Peptide-Directed Hierarchical Mineralized Silver Nanocages for Anti-Tumor Photothermal Therapy. ACS Sustainable Chem. Eng. 2018, 6, 7574−7588. (17) Xue, W.; Luo, L.; Li, Y.; Yin, T.; Bian, K.; Zhu, R.; Gao, D. Fabrication of gold nanocages and nanoshells using lanreotide acetate and a comparison study of their photothermal antitumor therapy. J. Mater. Chem. B 2017, 5, 5641−5647. (18) Yin, T.; Zhang, X.; Luo, L.; Li, L.; Bian, K.; Liu, H.; Niu, K.; He, Y.; Gao, D. Multistimuli-responsive drug vehicles based on gold nanoflowers for chemophotothermal synergistic cancer therapy. Nanomedicine 2018, 13, 1967−1983. (19) Fan, W.; Yung, B.; Huang, P.; Chen, X. Nanotechnology for Multimodal Synergistic Cancer Therapy. Chem. Rev. 2017, 117, 13566−13638. (20) Chen, J.; Ning, C.; Zhou, Z.; Yu, P.; Zhu, Y.; Tan, G.; Mao, C. Nanomaterials as photothermal therapeutic agents. Prog. Mater. Sci. 2019, 99, 1−26. (21) Urano, M. Kinetics of thermotolerance in normal and tumor tissues: a review. Cancer Res 1986, 46, 474−482. (22) Zhang, X.; Li, N.; Liu, Y.; Ji, B.; Wang, Q.; Wang, M.; Dai, K.; Gao, D. On-demand drug release of ICG-liposomal wedelolactone combined photothermal therapy for tumor. Nanomed. Nanotechnol. Biol. Med. 2016, 12, 2019−2029. (23) Zhang, M.-K.; Li, C.-X.; Wang, S.-B.; Liu, T.; Song, X.-L.; Yang, X.-Q.; Feng, J.; Zhang, X.-Z. Tumor Starvation Induced Spatiotemporal Control over Chemotherapy for Synergistic Therapy. Small 2018, 14, 1803602. (24) Wang, Y.; Wu, Y.; Li, K.; Shen, S.; Liu, Z.; Wu, D. Ultralong Circulating Lollipop-Like Nanoparticles Assembled with Gossypol, Doxorubicin, and Polydopamine via π−π Stacking for Synergistic Tumor Therapy. Adv. Funct. Mater. 2019, 29, 1805582. (25) Pandit, A.; Fay, N.; Bordes, L.; Valery, C.; Cherif-Cheikh, R.; Robert, B.; Artzner, F.; Paternostre, M. Self-assembly of the octapeptide lanreotide and lanreotide-based derivatives: the role of the aromatic residues. J. Pept. Sci. 2008, 14, 66−75. (26) Goḿez, J. A.; Cabanzo, R.; Ospino, E. M. Adsorption of vapreotide on gold colloids studied by surface enhanced Raman spectroscopy. J. Phys.: Conf. Ser. 2016, 687, 012112. (27) Morillas, M.; Vanik, D. L.; Surewicz, W. K. On the Mechanism of α-Helix to β-Sheet Transition in the Recombinant Prion Protein. Biochemistry 2001, 40, 6982−6987. (28) Lednev, I. K.; Karnoup, A. S.; Sparrow, M. C.; Asher, S. A. Transient UV Raman Spectroscopy Finds No Crossing Barrier between the Peptide α-Helix and Fully Random Coil Conformation. J. Am. Chem. Soc. 2001, 123, 2388−2392. (29) Pouget, E.; Dujardin, E.; Cavalier, A.; Moreac, A.; Valeŕy, C.; Marchi-Artzner, V.; Weiss, T.; Renault, A.; Paternostre, M.; Artzner, F. Hierarchical architectures by synergy between dynamical template self-assembly and biomineralization. Nat. Mater. 2007, 6, 434. (30) Li, J.; Wu, J.; Zhang, X.; Liu, Y.; Zhou, D.; Sun, H.; Zhang, H.; Yang, B. Controllable Synthesis of Stable Urchin-like Gold Nano-\nparticles Using Hydroquinone to Tune the Reactivity of Gold Chloride. J. Phys. Chem. C 2011, 115, 3630−3637. (31) Hunyadi Murph, S. E.; Murphy, C. J.; Colon-Mercado, H. R.; Torres, R. D.; Heroux, K. J.; Fox, E. B.; Thompson, L. B.; Haasch, R. T. Tuning of size and shape of Au−Pt nanocatalysts for direct methanol fuel cells. J. Nanopart. Res. 2011, 13, 6347−6364. (32) Luo, L.; Bian, Y.; Liu, Y.; Zhang, X.; Wang, M.; Xing, S.; Li, L.; Gao, D. Combined Near Infrared Photothermal Therapy and Chemotherapy Using Gold Nanoshells Coated Liposomes to Enhance Antitumor Effect. Small 2016, 12, 4103−4112. (33) Hao, F.; Nehl, C. L.; Hafner, J. H.; Nordlander, P. Plasmon resonances of a gold nanostar. Nano Lett. 2007, 7, 729−732. (34) Niu, W.; Chua, Y. A. A.; Zhang, W.; Huang, H.; Lu, X. Highly Symmetric Gold Nanostars: Crystallographic Control and SurfaceEnhanced Raman Scattering Property. J. Am. Chem. Soc. 2015, 137, 10460−10463. (35) Gong, F.; Cheng, L.; Yang, N.; Jin, Q.; Tian, L.; Wang, M.; Li, Y.; Liu, Z. Bimetallic Oxide MnMoOX Nanorods for in Vivo Photoacoustic Imaging of GSH and Tumor-Specific Photothermal Therapy. Nano Lett. 2018, 18, 6037. (36) Gao, X.; Lu, Y.; Liu, M.; He, S.; Chen, W. Sub-nanometer sized Cu6(GSH)3 clusters: one-step synthesis and electrochemical detection of glucose. J. Mater. Chem. C 2015, 3, 4050−4056. (37) Paka, G. D.; Ramassamy, C. Optimization of Curcumin-Loaded PEG-PLGA Nanoparticles by GSH Functionalization: Investigation of the Internalization Pathway in Neuronal Cells. Mol. Parmaceutics 2017, 14, 93−106. (38) Theek, B.; Baues, M.; Gremse, F.; Pola, R.; Pechar, M.; Negwer, I.; Koynov, K.; Weber, B.; Barz, M.; Jahnen-Dechent, W.; Storm, G.; Kiessling, F.; Lammers, T. Histidine-rich glycoprotein-induced vascular normalization improves EPR-mediated drug targeting to and into tumors. J. Controlled Release 2018, 282, 25−34. (39) Lynge, M. E.; van der Westen, R.; Postma, A.; Stad̈ler, B. Polydopamine-a nature-inspired polymer coating for biomedical science. Nanoscale 2011, 3, 4916−4928. (40) Dreyer, D. R.; Miller, D. J.; Freeman, B. D.; Paul, D. R.; Bielawski, C. W. Elucidating the structure of poly(dopamine). Langmuir 2012, 28, 6428−6435. (41) Li, J.; Wang, W.; Zhao, L.; Rong, L.; Lan, S.; Sun, H.; Zhang, H.; Yang, B. Hydroquinone-assisted synthesis of branched au-ag nanoparticles with polydopamine coating as highly efficient photothermal agents. ACS Appl. Mater. Interfaces 2015, 7, 11613−11623. (42) Liu, Y.; Ai, K.; Liu, J.; Deng, M.; He, Y.; Lu, L. Dopaminemelanin colloidal nanospheres: an efficient near-infrared photothermal therapeutic agent for in vivo cancer therapy. Adv. Mater. 2013, 25, 1353−1359. (43) Hessel, C. M.; Pattani, V. P.; Rasch, M.; Panthani, M. G.; Koo, B.; Tunnell, J. W.; Korgel, B. A. Copper selenide nanocrystals for photothermal therapy. Nano Lett. 2011, 11, 2560−2566. (44) Wang, J.; Dong, Y.; Li, Y.; Li, W.; Cheng, K.; Qian, Y.; Xu, G.; Zhang, X.; Hu, L.; Chen, P.; Du, W.; Feng, X.; Zhao, Y.-D.; Zhang, Z.; Liu, B.-F. Designer Exosomes for Active Targeted Chemo-Photothermal Synergistic Tumor Therapy. Adv. Funct. Mater. 2018, 28, 1707360. (45) Piao, J.-G.; Gao, F.; Li, Y.; Yu, L.; Liu, D.; Tan, Z.-B.; Xiong, Y.; Yang, L.; You, Y.-Z. pH-sensitive zwitterionic coating of gold nanocages improves tumor targeting and photothermal treatment efficacy. Nano Res. 2018, 11, 3193−3204. (46) Hervault, A.; Dunn, A. E.; Lim, M.; Boyer, C.; Mott, D.; Maenosono, S.; Thanh, N. T. K. Doxorubicin loaded dual pH- and thermo-responsive magnetic nanocarrier for combined magnetic hyperthermia and targeted controlled drug delivery applications. Nanoscale 2016, 8, 12152−12161. (47) Manivasagan, P.; Bharathiraja, S.; Bui, N. Q.; Jang, B.; Oh, Y.O.; Lim, I. G.; Oh, J. Doxorubicin-loaded fucoidan capped gold nanoparticles for drug delivery and photoacoustic imaging. Int. J. Biol. Macromol. 2016, 91, 578−588. (48) Baek, S.; Singh, R. K.; Kim, T.-H.; Seo, J.-w.; Shin, U. S.; Chrzanowski, W.; Kim, H.-W. Triple Hit with Drug Carriers: pH- and\nDOI: 10.1021/acsbiomaterials.9b01161 ACS Biomater. Sci. Eng. 2019, 5, 4474−4484\n4483\nTemperature-Responsive Theranostics for Multimodal Chemo- and Photothermal Therapy and Diagnostic Applications. ACS Appl. Mater. Interfaces 2016, 8, 8967−8979. (49) Lin, Y.; Yang, Y.; Yan, J.; Chen, J.; Cao, J.; Pu, Y.; Li, L.; He, B. Redox/ATP switchable theranostic nanoparticles for real-time fluorescence monitoring of doxorubicin delivery. J. Mater. Chem. B 2018, 6, 2089−2103. (50) Yang, C.; Chen, Y.; Guo, W.; Gao, Y.; Song, C.; Zhang, Q.; Zheng, N.; Han, X.; Guo, C. Bismuth Ferrite-Based Nanoplatform Design: An Ablation Mechanism Study of Solid Tumor and NIRTriggered Photothermal/Photodynamic Combination Cancer Therapy. Adv. Funct. Mater. 2018, 28, 1706827. (51) Janetanakit, W.; Wang, L.; Santacruz-Gomez, K.; Landon, P. B.; Sud, P. L.; Patel, N.; Jang, G.; Jain, M.; Yepremyan, A.; Kazmi, S. A.; Ban, D. K.; Zhang, F.; Lal, R. Gold-Embedded Hollow Silica Nanogolf Balls for Imaging and Photothermal Therapy. ACS Appl. Mater. Interfaces 2017, 9, 27533−27543.\nDOI: 10.1021/acsbiomaterials.9b01161 ACS Biomater. Sci. Eng. 2019, 5, 4474−4484\n4484"
    } ],
    "references" : [ {
      "title" : "Opening synthetic cages to release the tiger",
      "author" : [ "nanotoxicity" ],
      "venue" : "Nanoscale 2017,",
      "citeRegEx" : "nanotoxicity.,? \\Q2017\\E",
      "shortCiteRegEx" : "nanotoxicity.",
      "year" : 2017
    }, {
      "title" : "Peptide SelfAssemblies for Drug Delivery",
      "author" : [ "D. Leite", "E. Barbu", "G. Pilkington", "A. Lalatsa" ],
      "venue" : "Curr. Top. Med. Chem. 2015,",
      "citeRegEx" : "Leite et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Leite et al\\.",
      "year" : 2015
    }, {
      "title" : "Kinetics of thermotolerance in normal and tumor tissues: a review",
      "author" : [ "M. Urano" ],
      "venue" : "Cancer Res 1986,",
      "citeRegEx" : "Urano,? \\Q1986\\E",
      "shortCiteRegEx" : "Urano",
      "year" : 1986
    }, {
      "title" : "Tuning of size and shape of Au−Pt nanocatalysts for direct methanol fuel cells",
      "author" : [ "R.D. Torres", "K.J. Heroux", "E.B. Fox", "L.B. Thompson", "R.T. Haasch" ],
      "venue" : "J. Nanopart. Res",
      "citeRegEx" : "Torres et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Torres et al\\.",
      "year" : 2011
    }, {
      "title" : "Plasmon resonances of a gold nanostar",
      "author" : [ "F. Hao", "C.L. Nehl", "J.H. Hafner", "P. Nordlander" ],
      "venue" : "Nano Lett. 2007,",
      "citeRegEx" : "Hao et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Hao et al\\.",
      "year" : 2007
    }, {
      "title" : "Elucidating the structure of poly(dopamine)",
      "author" : [ "C.W. Bielawski" ],
      "venue" : "Langmuir 2012,",
      "citeRegEx" : "Bielawski,? \\Q2012\\E",
      "shortCiteRegEx" : "Bielawski",
      "year" : 2012
    }, {
      "title" : "Copper selenide nanocrystals for photothermal therapy",
      "author" : [ "J.W. Tunnell", "B.A. Korgel" ],
      "venue" : "Nano Lett. 2011,",
      "citeRegEx" : "B. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "B. et al\\.",
      "year" : 2011
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The application of peptide-based biomaterials in nanocarriers can effectively reduce toxicity and improve the biocompatibility. In our study, a dual stimuli-responsive peptide-based drug delivery system was designed and synthesized, which was nontoxic and achieved the chemphotothermal therapy synergistic effect. Lanreotide (Lan), a kind of somatostatin analogue, was used as internal template to prepared lychee-shaped palladium (Pd) nanoparticles (LanPdNPs). Glutathione (GSH) and doxorubicin (DOX) were combined on the surface of Lan-PdNPs to obtain the nanosystem of Lan-PdNPs@GSH/DOX. Based on the lychee-shaped structures, the system demonstrated higher photothermal conversion performance and photothermal stability. Under NIR laser irradiation, Lan-PdNPs@GSH/ DOX could convert light energy to heat in effect and accelerate drug release. Moreover, in acidic conditions, the system also exhibited the pH-responsive drug release. Owing to the synergism, the antitumor effects of Lan-PdNPs@GSH/DOX in vitro and in vivo were superior, and the inhibition ratio was much higher than that of chemotherapy or photothermal therapy alone. The good biocompatibility and nontoxicity of the system also provide the possibility for serving as an antitumor drug candidate.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}