{
  "name" : "downloads_2019-11-26_26_casalini2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Molecular Modeling for NanomaterialBiology Interactions: Opportunities, Challenges, and Perspectives",
    "authors" : [ "Tommaso Casalini", "Gerrit Borchard" ],
    "emails" : [ "tommaso.casalini@supsi.ch" ],
    "sections" : [ {
      "heading" : null,
      "text" : "REVIEW published: 17 October 2019 doi: 10.3389/fbioe.2019.00268\nFrontiers in Bioengineering and Biotechnology | www.frontiersin.org 1 October 2019 | Volume 7 | Article 268\nEdited by: Roberto Molinaro,\nUniversity of Urbino Carlo Bo, Italy\nReviewed by: GiosuŁ Costa,\nUniversity of Catanzaro, Italy Isabella Romeo,\nUniversity of Calabria, Italy\n*Correspondence: Tommaso Casalini\ntommaso.casalini@supsi.ch\nSpecialty section: This article was submitted to\nNanobiotechnology, a section of the journal\nFrontiers in Bioengineering and Biotechnology\nReceived: 09 July 2019 Accepted: 27 September 2019\nPublished: 17 October 2019\nCitation: Casalini T, Limongelli V, Schmutz M, Som C, Jordan O, Wick P, Borchard G and Perale G (2019) Molecular\nModeling for Nanomaterial Biology Interactions: Opportunities,\nChallenges, and Perspectives. Front. Bioeng. Biotechnol. 7:268.\ndoi: 10.3389/fbioe.2019.00268\nMolecular Modeling for Nanomaterial Biology Interactions: Opportunities, Challenges, and Perspectives Tommaso Casalini 1*, Vittorio Limongelli 2,3, MØlanie Schmutz 4, Claudia Som 4, Olivier Jordan 5, Peter Wick 6, Gerrit Borchard 5 and Giuseppe Perale 1,7\n1 Polymer Engineering Laboratory, Department of Innovative Technologies, Institute for Mechanical Engineering and Materials Technology, University of Applied Sciences and Arts of Southern Switzerland (SUPSI), Manno, Switzerland,2 Faculty of Biomedical Sciences, Center for Computational Medicine inCardiology, Institute of Computational Science, Università della Svizzera italiana (USI), Lugano, Switzerland,3 Department of Pharmacy, University of Naples Federico II , Naples, Italy, 4 Technology and Society Laboratory, Swiss Federal Laboratories for Materials Science and Technology (Empa), St. Gallen, Switzerland,5 School of Pharmaceutical Sciences, University of Geneva, GenŁve, Switzerland,6 Laboratory for Particles Biology Interactions, Swiss Federal Laboratories for Materials Science and Technology (Empa), St. Gallen, Switzerland, 7 Ludwig Boltzmann Institute for Experimental and Clinical Traumatology, Wien, Austria\nInjection of nanoparticles (NP) into the bloodstream leadsto the formation of a so-called nano bio interface where dynamic interactions between nanoparticle surfaces and blood components take place. A common consequence is the formation of the protein corona, that is, a network of adsorbed proteins that can strongly alter the surface properties of the nanoparticle. The protein corona and the resulting structural changes experienced by adsorbed proteins can lead to substantial deviations from the expected cellular uptake as well as biological responses such as NP aggregation and NP-induced protein brillation, NP interference with enzymatic activity, or the exposure of new antigenic epitopes. Achieving a detailed understanding ofthe nano bio interface is still challenging due to the synergistic effects of severalin uencing factors like pH, ionic strength, and hydrophobic effects, to name just a few.Because of the multiscale complexity of the system, modeling approaches at a molecular level represent the ideal choice for a detailed understanding of the driving forces and, in particular, the early events at the nano bio interface. This review aims at exploring and iscussing the opportunities and perspectives offered by molecular modeling in this eldthrough selected examples from literature.\nKeywords: molecular dynamics, metadynamics, molecular modeling , protein corona, coarse grain, lipid bilayer, cellular membrane\nINTRODUCTION\nNanomedicine is an emerging discipline that is providing novel impulses to the biomedical eld thanks to the use of nanotechnologies and the continuous development of engineered nanomaterials such as polymer-, metal- or metal oxide-basednanoparticles. Nanomaterials, by virtue of their small size (1 1000 nm, comparable to many biological molecules like proteins and viruses) open up a wide range of new opportunities and applications, for example as devices for targeted drug delivery and diagnostic purposes and as image contrast agents. However, as with every\nnovel technology, the potential negative side e ects have to be assessed early in the development process to avoid adverse social and economic e ects.\nIndeed, the injection of nanomaterials into an organism leads to complex interactions between the surface of the device and the components of the medium, such as proteins, carbohydrates, fatty acids,et cetera. These interactions play a key role in determining not only the fate of the nanomaterial (in terms of clearance andin vivo biodistribution) but also the attainment of undesired side e ects. The fundamental driving forces governing the formation of this nano-bio interface have already been identi ed and discussed (Nel et al., 2009) and include van der Waals and electrostatic interactions and hydrophobic and depletion e ects. The challenge lies in the rationalization of the synergistic e ects of intrinsic nanomaterial properties (chemical composition, size, surface functionalization,et cetera), the characteristics of the surrounding medium (pH, ionic strength,et cetera), and the phenomena occurring at the interface and their impact on nanomaterial behavior.\nOne of the most relevant consequences is the formation of the protein corona, i.e., a layer of adsorbed proteins on the NP surface (Cedervall et al., 2007a,b; Lundqvist et al., 2008; Dell’orco et al., 2010). The attainment of such a network alters the surface properties of the nanomaterial, which may cause substantial deviations from the expected behavior concerning colloidal stability, cellular uptake, clearance, distribut on within the organs, and immune response.\nOn top of that, the formation of the protein corona can lead to changes in the protein structure and thus to undesired consequences (not easily predictablea priori), such as (Nel et al., 2009):\nEnhanced or hampered cellular uptake with speci c kinds of cells due to the interactions of adsorbed proteins with particular receptors; Protein aggregation and brillation at the nanocarrier surface; Interference with enzymatic activity; Exposure of new antigenic epitopes.\nExperimental protocols for the investigation of the protein corona are currently well-established (Walkey and Chan, 2012; Wei et al., 2014; Pederzoli et al., 2017), although they have some intrinsic limitations concerning spatial and temporal resolution; indeed, they do not allow the characterization of the early events leading to protein corona formation and do not provide a clear overview of speci c nanomaterial/protein interactions or changes in protein structure.\nComputational approaches at the molecular scale, such as molecular dynamics (MD) simulations, constitute the natural complement to experimental techniques. This is due to several factors, such as the accessible time and length scales (microsecond and nanometer, respectively), the full atomistic description of the system (which allows the speci c protein/nanomaterial interactions to be identi ed) and its dynamic behavior (thus identifying conformational changes after binding), and the inclusion of environmental e ects.\nThis review aims at exploring and discussing the opportunities and limitations of nano-bio as well as giving some perspectives on the use of molecular modeling techniques for characterizing these interactions. After giving a brief theoretical background, relevant applications of simulations at the molecular cale are discussed through selected examples from the scienti c literature.\nMOLECULAR MODELING A BRIEF OVERVIEW\nMolecular modeling can be seen as the sum of two components: a molecular model and a computational technique to properly characterize the behavior of the molecules.\nBuilding a suitable molecular model, that is, how the system under investigation is rationalized and represented in the framework of a meaningful simulation, is the rst fundamental step. In this framework, molecular models can be essentially divided into two categories; on the one side, full atomistic models provide the highest level of detail since all atoms (considered as the smallest constitutive units of the model) are explicitly accounted for. On the other side, coarse-grained models summarize the atomic detail by enclosing groups of atoms into beads that lump the main peculiarities (in terms of charge, polarity,et cetera) of the atoms that they embed. This simpli cation is unavoidable for complex systems whose atomistic representation would be prohibitive from a computational point of view, in terms of the system size and/or time and length scales needed to investigate the phenomena of interest. Despite the loss of detail, a coarsegrained model that retains the main features of the system isable to provide meaningful insights at a reasonable computational cost (vide infra). For the sake of completeness, there exist more detailed representations where electrons are the smallest constitutive units and are explicitly included. Such models are treated with quantum chemistry methods, which are not considered or discussed here since their application in the eld of nanomedicine is hindered by their computational ine ciency.\nIn a broader sense, a molecular model also includes unavoidable simpli cations that allow for the simulation of complex systems, either at a full atomistic or coarse-grained level of detail, which could not be treated otherwise. The simulation of protein adsorption on a microparticle surface, for example, is unfeasible because of the system size. Such a system is usually simpli ed by adopting a molecular model that involves the adsorption of a protein on a at surface with a suitable thickness. This approach is reasonable since the phenomena of interest are restricted to the solvent/particle interface; in addition, since protein size is much smaller than microparticle radius, curvature e ects can be reasonably neglected.\nThe second component of molecular modeling is constituted by suitable computational methods that allow the characterization of the dynamics, energetics, and conformational sampling of the system of interest. Full atomistic models are usually treated with molecular dynamics, while other\nFrontiers in Bioengineering and Biotechnology | www.frontiersin.org 2 October 2019 | Volume 7 | Article 268\ntechniques such as coarse-grained molecular dynamics and dissipative particle dynamics are employed along with coarse-grained models.\nEach method has its own strengths and limitations, as well as characteristic accessible time and length scales, as discussed in the following paragraphs.\nFull Atomistic Models Molecular Dynamics In molecular dynamics simulations, atoms are represented as spheres that interact with each other by virtue of a potential energy function, usually called the force eld (FF). Molecular coordinates and velocities as a function of simulation timecan be evaluated by solving Newton’s equation of motion with a suitable numerical integration scheme, as shown in Equation (1) (Frenkel and Smit, 2002):\nmi d2ri dt2 D Fi D r U(r) (1)\nwheremi is the mass of the i-th atom,ri are the spatial coordinates of the i-th atom, t is time, Fi is the force acting on the i-th atom, andU(r) is the potential energy (that is, the force eld), which is a function of the coordinates of all atoms present in systemr. Such an approach essentially implies a couple of assumptions, as follows. First, the motion of electrons can be reasonably described by the dynamics of the corresponding nuclei (Born Oppenheimer approximation). Second, the motion of the atomic nuclei (which are heavier than electrons) can be described as point particles that follow classical mechanics; this is an acceptable approximation when quantum e ects are not important (Frenkel and Smit, 2002). Generally speaking, a force eld takes into account both intramolecular and intermolecular interactions, in terms of bonds, angles, dihedrals, and long-range interactions, namely van der Waals and electrostatic.\nFFs contain several parameters that are computed in order to reproduce the conformational energies and minimum energy structures obtained from high-level quantum mechanics calculations and/or experimental data, such as hydration enthalpies or structural parameters from NMR experiments (Riniker, 2018). There are general purpose force elds, usually employed to describe small ligands, as well as FFs speci cally tailored for given categories of molecules, like proteins, nucleic acids, carbohydrates, and lipids (Riniker, 2018). The choice and the quality of the force eld cannot be underestimated, since they strongly a ect the reliability of the simulation outcome.\nMD simulations do not explicitly consider electrons, so chemical reactions and excited states cannot be investigated; however, they constitute the ideal tool for those systems that are mainly governed by non-covalent interactions, like electros atic and Van der Waals forces. MD also allows environmental conditions to be included through the addition of explicit solvent molecules, ions, and other solute molecules into the system. The main outputs from an MD simulation are molecular trajectories, the post-processing of which can provide structural information (binding poses, protein conformation) as well as energetic information such as interaction energies. Enhanced Sampling Methods The characteristic time and length scales of MD simulations are in the tens to hundreds of nanoseconds (up to 1000 ns) and tens of nanometers (up to 20 nm), respectively. However, many phenomena of interest (e.g., molecular binding, protein unfolding) need large time scales to occur (up to minutes), and their investigation through MD would be in principle unfeasible; this is due to the presence of metastable states separated by high free energy barriers. A way to overcome this issue is to use enhanced sampling methods, which allow enhancement of the transitions between di erent metastable states separated by energy barriers higher than the thermal energykBT, which would not be crossed in a standard simulation at temperature T (where kB is the Boltzmann constant andT is absolute temperature). As recently reviewed (Camilloni and Pietrucci, 2018), there are three di erent suitable approaches: i) increasing the temperatureT; ii) changing the potentialU(r), and iii) adding an external bias potentialV(r). Each approach has its own methods, the discussion of which (along with their theoretical basis) is well beyond the purpose of this review; the interested reader is referred toad hoc reviews (Miao and Mccammon, 2016; Camilloni and Pietrucci, 2018). Some of the popular enhanced sampling techniques are Replica Exchange (RE, rst approach) (Miao and Mccammon, 2016) and Well-Tempered Metadynamics (WTM) (Valsson et al., 2016), which belongs to the third group. In particular, WTM and its variant forms allow the free energy of the system under investigation to be recovred by adding an external bias on a selected number of degrees of freedom, commonly referred to as collective variables (CVs). CVs are generally functions of atomic coordinates and can range from simple quantities, such as distances and dihedral angles, to more complicated variables, like the number of hydrogen bonds/hydrophobic contacts, alpha helix-content in a protein, or Debye Hückel interaction energy. Collective variables must be chosen so that they can discriminate between metastable stat s and can be representative of the transition mechanism. Typical applications of WTM and WTM-based methods are the study of protein conformations (also in the presence of denaturants) (Owczarz et al., 2015), the binding poses of small ligands to target proteins (Tiwary et al., 2015), and the conformation and self-assembly of polymeric and supramolecular systems (Bochicchio and Pavan, 2018). Some phenomena, such as protein folding, require a relevant number of collective variables to perform meaningful simulations. Although conceptually feasible, running a WTM simulation with many CVs introduces some issues such as a drop in computational e ciency and a non trivial analysis of the results obtained. In order to overcome this issue, some WTM variants have been proposed, discussed, and validated in literature (mainly for protein folding), namely Parallel Tempering Metadynamics (PTMD) (Bussi et al., 2006), Parallel Tempering Metadynamics in the Well-Tempered Ensemble (PTMD-WTE) (Deighan et al., 2012), and Bias Exchange Metadynamics (BEMD) (Piana and Laio, 2007). The discussion of the theoretical basis of these methods is beyond the purpose of this review; the interested reader is referred to the corresponding papers.\nFrontiers in Bioengineering and Biotechnology | www.frontiersin.org 3 October 2019 | Volume 7 | Article 268\nCoarse-Grained Models Molecular Dynamics, Dissipative Particle Dynamics The aim of coarse-grained (CG) models is to perform meaningful simulations of systems whose analysis would be challengingor unfeasible with full atomistic MD methods by building simpli ed representations that allow the main physical/chemical features (like the interplay between hydrophobic and hydrophilic e ects) to be retained.\nIn the coarse-graining procedure, groups of atoms are enclosed into beads or interaction sites that are representative of the embedded atoms in terms of charge, size, hydrophobicity/hydrophilicity,et cetera. Beads interact with each other by virtue of a potential energy function, which takes into account both bonded interactions (that is, bond, angles, and dihedrals) and non-bonded interactions ad which is parameterized in order to optimally reproduce some experimental properties (like water/octanol partition) or the behavior of more detailed full atomistic simulations.\nTrajectories can be computed by integrating Newton’s equation of motion and also adding other components to the force such as friction due to the solvent (if implicit solvent methods are used) (vide infra).\nIt is worth mentioning that the coarse-graining procedure can be performed to di erent extents, since a bead can enclose a group of atoms (3 4 heavy atoms), a group of monomers (or amino acids), an entire protein or an entire microparticle, according to the aim of the simulation. In this review, the term coarse-grained models is employed for all those approaches where there is a loss of degrees of freedom with respect to a full atomistic description.\nA common drawback of CG models is that parameterization is strictly tailored for the system under investigation andin principle should be repeated for every new system; in other words, parameters are not transferable. In this regard, the MARTINI force eld (Marrink et al., 2007) attracted a lot of interest due to its reliability and straightforward coarse-graining procedure. Beads (which include groups of 3 4 heavy atoms) still interact with each other through a simple potential energy function, as described for MD (vide supra). MARTINI o ers a library of parameterized beads, mainly divided into four categories: polar, non-polar, apolar, and charged; in addition, each group includes subgroups representative of polarity and hydrogen bond capability. Parameters for bonded interactions (bonds, angle, dihedrals) must be determined from detailed MD simulations, while non-bonded interactions are tuned in order to reproduce thermodynamic properties like free energy of hydration, free energy of vaporization, and partitioning betw en water and di erent solvents. Explicit water and ions can also be added (a MARTINI water bead is representative of four water molecules). An example of MARTINI mapping from a full atomistic to a coarse-grained system is shown inFigure 1.\nBead parameterization can be further re ned by the user in order to improve agreement with full atomistic simulations. Even with simulations based on the MARTINI force eld, some phenomena of interest can be still characterized at a time scale that is not accessible. In this framework, enhanced sampling\nmethods like Metadynamics can be employed to alleviate this issue, as already shown in the literature (L limousin et al., 2016).\nAnother widely employed method with CG models is Dissipative Particle Dynamics (DPD). Bead trajectories arestill obtained by means of Newton’s equation of motion, assuming that each i-th particle is subjected to three pair-additive forces that arise from the interactions with the other j-th particles: a conservative force, a dissipative force, and a random force (Liu et al., 2015):\nmi d2ri dt2 D fi D X j6Di Fcij C F d ij C F r ij (2)\nThe conservative forceFc is due to the interaction potential of particles and accounts for both bonded and long-range interactions through an elastic force and a soft repulsion force, respectively.Fd is a dissipative force that damps the relative motion between particles, andFr is a random force directed along the line that connects beads centers. Dissipative and random forces are momentum-conserving and represent the minimal model that takes into account viscous forces and thermal noise between particles.\nFull Atomistic vs. Coarse-Grained Models: Strengths and Weaknesses for Nanomaterial Biology Interactions In this framework, full atomistic models provide the highest level of detail, since all atoms are explicitly included. On the one side, they account for all those fundamental interactions that are essential for a suitable description of the nano bio interface, such as van der Waals, electrostatic, hydrogen bonding,p -p stacking, andp cation interactions (provided the intrinsic limits and the accuracy of the FF). On the other side, the inclusion of explicit solvent molecules, ions, and other solute molecules allows environmental e ects to be taken into account; the impact of pH is accounted for by appropriately changing protonation states. Focusing on proteins, by means of molecular dynamics simulations and their resolution at atomic scale it is possible to highlight the most relevant amino acids that drive the interactions at the nano bio interface and protein structural changes at the single amino acid level, achieving a level of detail that is usually out of reach from an experimental point of view. On top of this, the reliability of the simulation results can be assessed by comparing theoretical quantities such as circular dichroism spectra with the corresponding experimental outcomes. The importance of this aspect cannot be underestimated since it strengthens the connection betwe n experiments and simulations. Molecular dynamics simulations are still limited by the characteristic time and length scales accessible by the method: microseconds and nanometers, respectively. The direct use of enhanced sampling methods is still prohibitive for complex and/or large systems. In this regard, switching to coarse-grained models is a forced but attractive choice due to the longer accessible time and length scales (ten of microseconds and tens of nanometers, respectively). The drawback is the loss of the atomic detail, which implies that some\nFrontiers in Bioengineering and Biotechnology | www.frontiersin.org 4 October 2019 | Volume 7 | Article 268\ninteractions (strong electrostatic interactions, hydrogen bonds, solvation e ects) are accounted for only in a roughly qualitative way. Anyway, if the fundamental physical/chemical peculiarities of the system (such as the balance between hydrophobic and hydrophilic groups) are well reproduced in the CG model and if the interaction potentials (that govern the interactionsbetween beads) are accurately parameterized against experimental data or validated simulations at atomic scale, simulations at CG scale are a powerful tool to complement the insights obtained with MD simulations. CG simulations can also provide some input guess structures for, e.g., protein protein interactions (that would be challenging to obtain with MD simulations), which can be further employed for a more accurate analysis at atomic scale. On top of that, enhanced sampling methods (in particular, Well-Tempered Metadynamics) have proved to be useful for simulations at CG scale when the time scale is still not accessible.\nAll these aspects are discussed in detail, along with selected examples, in the following paragraphs.\nAPPLICATIONS FOR NANOMATERIAL BIOLOGY INTERACTIONS\nMolecular modeling is essentially employed for two purposes in the framework of nanomaterial biology interactions. On the one side, it can shed light on the early events leading to the protein corona, highlighting the main mechanisms behind\nprotein adsorption on the nanomaterial surface (hydrophobic e ects, hydrogen bonds, electrostatic interactions,et cetera), the most important amino acids involved in the binding and the attainment of conformational changes. On the other side, simulations at the molecular scale allow the evaluation (ina trend-wise manner) of the impact of environmental e ects, nanoparticle material, and surface functionalization on cellular uptake; some preliminary theoretical insights can also be obtained concerning the e ect of protein corona formation.\nProtein Corona Molecular modeling, thanks to its resolution at the atomic scale, represents the natural choice for the study of early events that lead to protein corona formation. Knowledge of the structural changes experienced by the protein after adsorption is essential for understanding system behavior, as discussed in the introduction (vide supra). Molecular modeling can o er an exhaustive overview of the structural transitions thanks to the resolution at a molecular level, highlighting the portion f proteins subjected to structural changes (along with the most important amino acids that cause this) and the main driving forces (electrostatic interactions, hydrophobic e ects,et cetera). This allows information to be obtained that is challenging or impossible to achieve experimentally, and this is why molecular modeling has emerged as the natural and ideal complement to experiments. A typical application is constituted by detailed MD simulations of the interactions between a protein and a particle and the resulting changes in protein structure. The particle is\nFrontiers in Bioengineering and Biotechnology | www.frontiersin.org 5 October 2019 | Volume 7 | Article 268\nusually modeled as a at surface. On the one hand, there is no need to account for the entire sphere, since the interactions occur only at the interface. On the other hand, if the size of the protein is much smaller than the particle size, surface curvature e ects can be safely neglected; this approximation is not valid for nanoparticles, whose size is comparable to those of proteins, and particle curvature must be accounted for by building the molecular model of the NP surface properly.\nIn this framework, full atomistic simulations can provide a detailed picture of the structural changes experienced by the protein after adsorption at the surface in terms of modi cations of its secondary and tertiary structure (increase/decrease of alpha-helix and beta-sheet motifs and their arrangement). The speci c structural changes of the protein can be directly correlated with experimental data, circular dichroism result , or NMR spectra. In addition, since protein adsorption modi es the properties of the particle surface (in terms of charge, hydrophobicity, et cetera), the insights obtained can be correlated, e.g., to di erences in the colloidal stability of the particle suspension or other phenomena related to the protein corona such as protein aggregation and brillation.\nEnvironmental e ects can be taken into account thanks to the addition of explicit solvent molecules and ions, so that given salt concentrations (i.e., ionic strength) can be includedin the simulation. The e ect of pH can be included by changing the protonation state of the protein and the NP surface accordingly; anyway, protonation states in MD simulations are xed and not dynamic since proton exchanges are not simulated. In other words, a positively charged amino acid remains protonated during the entire simulation, although the proton may be exchanged with surrounding water molecules according to the environmental pH. On top of that, the acid dissociation constant can be heavily in uenced by local environmental e ects such as the neighboring units and exposure to the solvent. This issue can be overcome by means of constant pH methods, which are currently available and validated only for proteins (Swails et al., 2014).\nSimulations can also account for surface functionalization and its impact on the interactions with the protein. Through trajectory post-processing, it is possible to identify the main driving forces behind adsorption (hydrophobic e ects, hydrogen bonds,et cetera) and to compute interaction energies in order to obtain a quantitative estimation of the strength of the bindi g.\nAlthough the results of such simulations can surely contribute to increasing understanding and rationalizing experimental data, this approach also has some limitations and drawbacks.\nThe accuracy and reliability of the simulated protein structural changes are strongly related to the robustness of the force eld; if FF parameterization leads to, e.g., an overestimation of alphahelix content, this will unavoidably a ect the simulation results. Several articles where force eld performances are systematically analyzed, as well as reference FF papers, address such limitations in detail, which are therefore knowna priori. It is also worth mentioning that force eld improvements are continuously carried out, and updated FF versions are periodically released. In principle, changes in protein secondary and tertiary structure can occur on time scales beyond those accessible to standard MD\nimulations (ns ms), so the use of enhanced sampling methods often becomes an inescapable necessity to achieve meaningful results. Standard MD simulations provide an ensemble of conformations according to the given conditions (temperatue, solvent, ionic strength,et cetera), but if two metastable states are separated by an energy barrier much higher than the thermal energy,kBT, some relevant protein conformations are not accounted for because this barrier would not be crossed and simulation outcomes can provide only a partial description of the event under investigation. The use of enhanced sampling methods alleviates this issue.\nSimulations are usually focused on the adsorption of a single protein on a surface, which is essentially representative of particles in a very dilute protein solution; in other words, the overall protein protein interactions are neglected sinceth y can occur on long time scales and their description is usually challenging, even with enhanced sampling methods. Although simulations provide interesting insights, systematic and rational validation of the molecular models is still lacking. This currently hinders the extensive use of molecular simulations for practic l applications, such as the engineering of nanoparticles in order to promote or discourage the adsorption of given proteins.\nIn this regard, the use of coarse-grained models, along with suitable techniques to study system dynamics, represents an inescapable choice, although the atomic detail is lost. CG models allow longer time and length scales to be explored than do full atomistic models coupled with MD simulations and can thus be used to investigate the impact of protein protein interactions, overcoming the in nite dilution condition. Small nanoparticles can be explicitly included, and the surface curvature e ect can be taken into account. However, the coarse-graining procedur is not painless due to its intrinsic limits: strong electrostatic interactions, solvation e ects, and anisotropic interactions like hydrogen bonding are poorly described. Focusing on proteins, it i still challenging to account for changes in secondary structures. Therefore, an accurate parameterization of interaction potentials is an essential step in obtaining reliable results. Simulations at CG scale, despite the mentioned drawbacks, can still provide useful insights and can also be employed to obtain input guess structures for protein protein interactions that can subsequently be investigated at an atomic level. The interaction potentials are usually parameterized against more accurate simulations with full atomistic models, whose validity, in turn, must be evaluated through comparison with experimental data. This further reinforces the need for systematic experimental validation.\nThe advantages and disadvantages (related to both MD and CG approaches) are summarized inTable 1.\nAs mentioned above, molecular models still need to be validated against comparison with experimental data. Indeed, for every property of interest, it is possible to highlight referenc experimental techniques as well as computational techniques,as summarized inTable 2.\nThe literature o ers several examples of MD simulations of protein adsorption on di erent materials, such as graphene sheets (Chong et al., 2015), carbon nanotubes (Ge et al., 2011; Gu et al., 2015), gold nanoparticles/surfaces (Wang et al., 2013; Brancolini et al., 2014; Tavanti et al., 2015; Bellucci et al., 2016; Yang et al.,\nFrontiers in Bioengineering and Biotechnology | www.frontiersin.org 6 October 2019 | Volume 7 | Article 268\n2017; Ma et al., 2018), hydroxyapatite surfaces (Dong et al., 2007, 2011), fullerenes (Leonis et al., 2015), titanium oxide surfaces (Utesch et al., 2011; Mudunkotuwa and Grassian, 2014), and molybdenum disul de (Gu et al., 2018), highlighting the speci c interactions behind the binding and the attainment of struct ral changes. Interestingly, there are no relevant computational studies of protein adsorption on polymer surfaces. To our best knowledge, this may be due to the limited availability of valid ted FF parameters for polymers and to intrinsic issues with the design of molecular models. Whereas inorganic nanoparticles are characterized by an ordered atomic arrangement, a model\nof a disordered polymer random coil can be more challenging to build.\nAmong many theoretical works, only a few papers combine experimental and computational components in order to achieve an all-round understanding of the mechanisms that lead to hard corona formation.Chong et al. (2015)adopted MD simulations to study the a nity of four abundant plasma proteins (bovine brinogen, immunoglobulin, transferrin, and bovine serum albumin) on graphene oxide and reduced graphene oxide surfaces. The a nity trend predicted by MD is in agreement with the experimental trend for all investigated proteins. Simulations also allowed determination of the most relevant residues for the binding. Gu et al. (2018)studied the interactions of MoS2 nano akes with potassium channels proteins highlighting potential toxic e ects of the binding, which can alter the biological function. The results were further corroboratedby experimental data.\nAs mentioned, enhanced sampling methods are currently also applied for the study of protein surface interactions with both MD simulations (where the system is described at full atomistic level) and CG simulations (where the atomic detail is lost for the sake of computational e ciency). Indeed, the accessible time scale may not be adequate for the phenomena under investigation, and the use of enhanced sampling methods is a good solution for both MD and CG simulations.\nEven if standard simulations are su cient for small peptides, the application of enhanced sampling methods improves the e ciency of the sampling and provides additional information about the system thanks to the possibility of reconstructing the free energy as a function of the degrees of freedom of interest. In this regard, Metadynamics-based methods have proved to be a promising choice.Prakash et al. (2018)systematically analyzed the use of Metadynamics-based methods for the adsorption of GGKGG peptide on a silica surface, explicitly including the in uence of ionic strength and ion charge; the authors discussed the performances of each method and suggested the best collective variables to account for, thus providing usefl guidelines for meaningful simulations.Deighan and Pfaendtner (2013)employed Metadynamics to study the in uence of surface functionalization on the adsorption of Lka14 and Lkb15 peptides on self-assembled monolayers; the model outcomes were in good agreement with experimental ndings.Bellucci et al. (2016)investigated the adsorption of Ab16 22 peptide on a gold surface in order to investigate the impact of the binding on brillation. Their simulations revealed that binding poses are mainly in uenced by the a nity between gold and phenylalanine, as shown inFigure 2A. The model was also validated through a comparison between experimental and calculated spectra obtained through sum generation frequency (SFG) spectroscopy (Figure 2B).\nHildebrand et al. (2018) employed Metadynamicsbased methods to examine the conformational changes of Chymotrypsin after adsorption on silica. Simulations highlited that the enzyme loses part of its helical content with minor perturbation of the tertiary structure; the model results were used to compute a theoretical circular dichroism spectrum that was in good agreement with the experimental spectrum.\nFrontiers in Bioengineering and Biotechnology | www.frontiersin.org 7 October 2019 | Volume 7 | Article 268\nFIGURE 2 | (A) Distribution fraction of peptide end-to-end distance (computed considering terminal Ca atoms) as a function of peptide surface distance. The rectangle identi es the free energy minimum as a function of the peptide surface distance. The inset represents the distribution of the end-to-end distance in the bulk region (COM distance from the surface larger than 1.25 nm). (a d) show representative conformations.(B) Comparison between calculated and experimental SFG spectra (a) and simulated structure used for spectral calculation (b). Reproduced fromBellucci et al. (2016)under a CC-BY 3.0 license. Published by the Royal Society of Chemistry.\nCG models are also extensively used (Bellion et al., 2008; Vilaseca et al., 2013; Ding and Ma, 2014; Lopez and Lobaskin, 2015; Tavanti et al., 2015; Yu and Zhou, 2016; Hu et al., 2017;Wei et al., 2017), since they allow the characteristic accessible time and length scales of full atomistic simulations to be extended and the computational cost to be reduced. It thus becomes possible to simulate entire nanoparticles whose size is equal to or less than about 20 nm (at least when MARTINI is employed), fully covered by one or more kinds of proteins. The investigation of larger particles is still also challenging for CG methods because of the required computational e ort.\nAdopting CG models implies the loss of the atomic detail at the single amino acid level and a less accurate description of the system. While hydrophobic e ects are reasonably accounted for, it is challenging to take into account properly, e.g., water structuring, cation p interactions, strong electrostatic interactions, and hydrogen bonds, which lose their directionality because of the coarse-graining procedure (Marrink and Tieleman, 2013). Focusing on proteins, changes in tertiary structure can be reasonably described, while it is still non-trivial to account for changes in secondary structure due to the intrinsic limitations of the method (Marrink and Tieleman, 2013).\nDespite such limitations, CG models can be employed for qualitative insights or to obtain guess structures for subsequent more detailed full atomistic simulations, as is commonly done,\n.g., for the non-covalent protein protein interaction and oligomerization of membrane proteins (Lelimousin et al., 2016). Anyway, a systematic use for more quantitative results must rst be corroborated through comparison with more accurate and, above all, validated atomistic MD simulations.\nYu and Zhou (2016)used CG simulations with the MARTINI force eld to understand the in uence of nanoparticle curvature on lysozyme adsorption on silica at di erent values of ionic strength. They found that while salt concentration had a modest e ect, surface curvature greatly in uenced structural changes.\nDing and Ma (2014)used dissipative particle dynamics to characterize the adsorption of human serum albumin (HSA) on generic hydrophobic, hydrophilic, and charged nanoparticlesfor di erent size and pH values. By computing binding free energy as a function of the distance between the protein and particle centers of mass (COM), they showed that HSA could be bound only to hydrophobic and positively charged nanoparticles. They further studied the attainment of the protein corona by computing the\nFrontiers in Bioengineering and Biotechnology | www.frontiersin.org 8 October 2019 | Volume 7 | Article 268\nnumber of adsorbed proteins as a function of particle size at neutral pH for hydrophobic and positively charged particles.\nThe reported studies are summarized inTable 3. Although the reported examples of simulations at the CG scale provide interesting ndings, they are not coupled with validation against experimental data; therefore, the results should betaken as qualitative theoretical considerations. Notably, the literature o ers many examples concerning inorganic nanoparticles (gold, silica) or carbon-based materials (graphene, carbon nanotubes). To our best knowledge, polymeric systems are not widely investigated. This is due to a lack of validated parameters aswell as intrinsic issues related to system modeling since, by virtue of their ordered atomic arrangement, inorganic surfaces can be\nmore easily described than a polymer surface composed of a disordered random coil.\nTo summarize, at this stage, molecular modeling of the protein corona cannot replace experimental activity, and its use as a purely predictive tool is currently premature. This is due, on the one side, to the intrinsic complexity of the system under investigation and, on the other side, to the lack of systematic validation against experimental data. Many examples discussed in the literature are purely theoretical, and onlya few recent studies have critically validated simulation outc mes with experiments. In addition, comparison with experimental data is only performedin vitro; the complexity of thein vivo environment still constitutes an arduous challenge because of\nthe wide range of proteins present in the blood ow and their mutual interactions.\nIt is important to take into account another limitation of the method: usually, the investigation is focused only on the proteins directly adsorbed on the nanoparticle, usually modeled as a at surface if the particle size is much larger than that of the protein. Small nanoparticles can be entirely included in the simulations, while in intermediate cases the molecular model of the surface must account for curvature e ects.\nMolecular simulations must be intended as the ideal complement to experimental activityin vitro. As shown in Table 2, simulation outcomes can be compared with the corresponding experimental information, providing a deeper understanding thanks to the detail provided at the molecular level.\nThe road toward purely predictive simulations is still long and arduous, but the main points to be addressed are clear. On the one side is the development of more reliable force elds that can accurately capture the structural transitions of proteins (in terms of both secondary and tertiary structure) after adsorption. On the other side is a systematic validation of simulations with experimental data, which can clearly highlit the strong and weak points of the molecular model and the computational technique and thus where and how to improve them. The link between experiments and simulations is becoming stronger and tighter, since it is possible to compute theoretical quantities (such as circular dichroism spectra) that can be directly compared with the corresponding experimental outcomes. The validation of full atomistic models is an unavoidable condition for exploiting the main advantages of coarse-grained models, which must be properly parameterized against more accurate simulations at the molecular level in order to obtain robustand reliable results.\nNanoparticle Cellular Membrane Interactions Molecular modeling can also be employed to investigate the interactions of drug molecules and nanocarriers with lipid bilayers that act as a simpli ed description of the complex and heterogeneous cellular membrane. Full atomistic MD simulations are the method of choice when small drug moleculs are involved, while CG models are the only opportunity if the interest lies in bigger entities like polymer nanoparticles. A detailed molecular model of a cellular membrane, which includes several kinds of lipid molecules as well as transmembrane proteins, is still out of reach, although progress has recently been made in this direction (Ingolfsson et al., 2014), as recently reviewed (Ingolfsson et al., 2016; Marrink et al., 2019). This is due not only to the long time scales needed for achieving converged results but also to the lack of the experimental data for complex membranes (that is, composed of di erent lipid molecules) needed to parameterize and validate molecular models. For this reason, the cellular membrane is usually represented asa homogeneous bilayer (i.e., which contains only one kind of lipid molecule such as dipalmitoylphosphatidylcholine) or a simple heterogeneous membrane (with two di erent lipid molecules and sometimes cholesterol). In this framework, molecular modeling can be used to qualitatively understand the impact of nanocarrier\nformulation and the presence of adsorbed proteins on nonspeci c cellular uptake (that is, not mediated by a receptor).\nA typical application of MD simulations is the study of the permeation of drug molecules through lipid bilayers, which mimic cellular membranes. Because of the energy barrier related to membrane crossing, the application of enhanced sampling methods becomes unavoidable. Further post-processing by means of an inhomogeneous solubility di usion model allows the evaluation of a position-dependent di usion coe cient through the lipid bilayer as well as the overall permeation coe cient ( Dickson et al., 2017). In another study,Bruno et al. (2015)elucidated the binding mechanism of the multiple sclerosis biomarker CSF-114 peptide to membrane using an unbiased atomistic MD approach inspired by the binding freeenergy method, funnel metadynamics (Limongelli et al., 2013).\nThis approach provides very useful insights, since it allows the relation of the observed permeation of di erent drug molecules to the speci c interactions at the atomic level, such as hydrogen bonds. On the other hand, the use of full atomistic simulations limits the applicability of this analysis to small drug/peptide molecules (up to a few hundreds of Da). The study of nanoparticle permeation with atomic detail would lead to unfeasible or extremely challenging simulations due to the siz of the system and the long time scales needed to reach converged results. Because of this, coarse-grained simulations are the method of choice for the study of nanoparticle cell membrane interactions, as widely discussed in the literature (Rossi and Monticelli, 2014, 2016; Ding and Ma, 2015; Ge and Wang, 2016). For the same reasons, there has been an increase of interest in the use of CG simulations for the study of transmembrane proteins (Lelimousin et al., 2016). In a recent study (Molinaro et al., 2018), a MARTINI model was employed to study the introduction of a membrane protein in biomimetic vesicles (leukosomes) obtained through a micro uidic-based setup. CG simulations allowed the impact of glycosylation, steric hindrance of the protein extracellular domain versus the intracellular domain, and relative to vesicle curvature on protein orientation to be highlighted.\nAnother limitation is shared by both full atomistic and coarse-grained methods: as has been mentioned, cellular membranes are very heterogeneous environments because of the wide range of lipids involved and the presence of several transmembrane proteins and receptors, and simpli ed models are needed for a ordable simulations. Lipid bilayers made of dioleoylphosphatidylcholine (DOPC) and dipalmitoylphosphatidylcholine (DPPC) are commonly used as cell membrane models thanks to the availability of validated parameters for the force elds. Simulations of bilayers with heterogeneous compositions (that is, composed by many di erent lipid molecules), which would constitute a more realistic cellular membrane model, are hindered by the lack of experimental data for force eld validation (Poger et al., 2016). Transmembrane proteins are not included unless the investigation is focused on the interactions with a speci c receptor or on the behavior of such proteins.\nIn summary, simulations at the molecular level of nanoparticle cellular membrane interactions are usually performed by means of CG methods and are focused on simpli ed systems made up of a mimicking lipid bilayer and a\nFrontiers in Bioengineering and Biotechnology | www.frontiersin.org 10 October 2019 | Volume 7 | Article 268\nsmall nanoparticle (up to 10 20 nm). The investigation of large particles, although of potential interest, is still limited by the computational e ort required and the di culty of achieving converged results.\nThe advantages and disadvantages, for both MD and CG, are summarized inTable 4.\nIn general, the comparison with experimental data is more challenging. Simulation of naked and decorated particles (i.e., with surface functionalization and/or a hard protein corona) can highlight the di erent interactions with the cellular membrane and can be compared with the expected and the experimental cellular uptake. In this framework, simulations are expected to give those insights at molecular resolution, which cannot be obtained experimentally; this reinforces the need to have previously validated models of protein particle interactions and model lipid bilayers. Computational e orts are currently focused on parametric simulations, where the in uence of particle hydrophilicity/hydrophobicity (including charge), coating (e.g., PEGylation), shape, and size on membrane permeation and induced stresses are qualitatively evaluated.\nThe examples o ered by the literature involve generic nanoparticles with di erent shapes or functionalization (Yang and Ma, 2010; Ding and Ma, 2012, 2014; Li and Hu, 2014; Li et al., 2014), gold nanoparticles (Lin et al., 2010; Rossi and Monticelli, 2016; Salassi et al., 2017; Lunnoo et al., 2019), and polymer systems (Schulz et al., 2012) such as dendrimers (Rossi and Monticelli, 2014, 2016), polystyrene (Rossi and Monticelli, 2016), and polyelectrolytes (Rossi and Monticelli, 2016).\nDing and Ma (2014)employed dissipative particle dynamics to study the in uence of human serum albumin corona (vide supra) around hydrophobic or positively charged nanoparticles on membrane permeation. They found that at physiological pH, the HSA corona promotes particle adhesion on a DPPC lipid bilayer model of a cell membrane thanks to the speci c interactions with the protein coating of a 3-nm hydrophobic particle. They also investigated the impact of pH and membrane charge.\nLi et al. (2014)studied through a coarse-grained model and dissipative particle dynamics the e ect of PEG grafting density (0.2 1.6 chains nm 2) and molecular weight (550 5000 Da) on the internalization of an 8-nm particle, proposing\nTABLE 4 | Advantages and disadvantages for nanoparticle cellular membrane interactions.\nAdvantages Disadvantages\nAvailability of validated parameters for the simulation of lipid bilayers Only homogeneous bilayers can be reliably simulated\nParticle membrane interactions at molecular level Only CG models can be fruitfully used, because of the size of the system, which is still limited to 10 20 nm nanoparticles\nSimulation of membrane-crossing by the naked or functionalized particle Simulation of the non-speci c permeation across a simpli ed model system The in uence of receptors is not taken into account\nProtein corona and/or nanoparticle surface modi cation can be accounted for Hard corona description is very qualitative and must be validated in a previous step\na optimal choice of parameters for maximizing cellular uptake. They also characterized the uptake process in detail, identifying three stages: membrane bending (0< t < 122 ns), membrane monolayer protruding (122< t < 750 ns), and equilibrium (t > 750 ns).\nRecently,Lunnoo et al. (2019)employed the MARTINI CG model to simulate the cellular uptake of gold nanoparticles. Notably, they employed a more complex mammalian cell model previously proposed byIngolfsson et al. (2014), which includes 63 di erent lipid species asymmetrically distributedin the bilayer. This allowed the limitations of simple models to be overcome and the complexity of a more realistic cellular membrane to be accounted for; indeed, they found that neutral 10-nm nanoparticles experienced an endocytic pathway with a DSPC/DSPG model membrane, while they exhibited direct translocation across the more complex model of a mammalian membrane. They also characterized the energy barrier related to membrane crossing by changing the shape and charge density, also taking particle aggregation into account.\nSimilarly to protein corona simulations, in this framework, molecular modeling must still be considered as a complementary tool to experimental activity and not as an alternative. Although it provides interesting insights, the lack of systematic experim ntal validation hinders the application of molecular simulations as a predictive tool. It is also necessary to take into account the inherent approximations of coarse-grained models, where some kinds of interactions are poorly accounted for. In addition, there are still some limitations concerning the size of the device; according to examples in the literature, the maximum investigated nanoparticle size is about 20 nm. Simulations of larger devices not only increase the number of beads but also require very long calculations to achieve converged results: the required computational e ort is not always feasible. This issue could in principle be overcome by employing, e.g., implicit solvent methods, which further improve computational e ciency by representing the solvent as a continuum (and thus reducing the number of explicit beads in the system) at the price of an additional approximation. The implicit solvent parameterization of the MARTINI force eld, called Dry MARTINI, is currently validated only for lipid bilayers, although it has been shown that it can also be used for polymeric systems after a proper re-parameterization (Bochicchio and Pavan, 2017). In general, the use of implicit solvent methods requires an accurate parameterization and validation with experimentaldata or more detailed simulations at an atomic scale. Currently,only qualitative insights concerning more realistic systems (interms of particle size) can be obtained through the simulation of smaller devices.\nCONCLUSIONS AND PERSPECTIVES\nSimulations at the molecular level, despite the discussed limitations and drawbacks, constitute a powerful tool for improving understanding of the governing phenomena at the nano bio interface. The intrinsic peculiarities of molecular modeling, which account for the synergistic e ects of several\nFrontiers in Bioengineering and Biotechnology | www.frontiersin.org 11 October 2019 | Volume 7 | Article 268\nfactors (particle material, protein adsorption, environmental e ects, interactions with cellular membranes,et cetera), can provide some insights that are challenging or impossible obtain experimentally, thanks to the molecular resolution. The increasing availability of computational resources, the development of improved force elds (that are more accurate), algorithm optimization, and theoretical advancements are constantly pushing molecular simulations beyond their limits, slowly overcoming the current issues.\nFocusing on the protein corona, theconditio sine qua nonfor a meaningful simulation is a validated force eld, which allows a reasonable description of secondary and tertiary structures to be obtained and a robust sampling of the most relevant conformation. Indeed, discrepancies in the description of protein structural transitions inevitably a ect result reliability and the subsequent steps (e.g., the study of the interaction of a proteindecorated particle with a cellular membrane). Descriptive capabilities are knowna priori, since they are addressed in detail in several papers and FF reference papers. The development and the improvement of force elds (not only for proteins) are always ongoing, and updates are periodically released and discussed in the scienti c literature. This re nement process is currently taking advantage of new state-of-the-art techniques such as machine learning (Debiec et al., 2016).\nMolecular dynamics simulations provide detail at an atomic level, but they are limited by the time scale of many phenomena of interest (such as protein folding/unfolding, slow binding/unbinding kinetics), which is beyond that accessible through standard simulations. The development of enhanced sampling methods allows this issue to be alleviated and allows a more comprehensive ensemble of conformations to be obtained. Currently, the extensive application of such methods is still hindered by the size of the molecules under investigation, which cannot exceed, in the case of proteins, a few tens of amino acids in order to obtain reliable and converged results. Further improvements of the method itself and optimization of computational protocols and algorithms could allow the investigation to be focused on larger and more complex proteins.\nCoarse-grained models, along with suitable methods to study system dynamics, have emerged as an attractive choice when molecular dynamics simulations are unfeasible because of the time and length scales involved. Indeed, despite the loss of atomic detail, CG models have proved that the fundamental physical/chemical peculiarities lie at the molecu ar model. However, in order to obtain reliable results, careful parameterization and validation against experimental data still represent essential steps that are not always addressed.\nSimulations are mainly focused on inorganic particles (gold, silica) or carbon-based devices (graphene, carbon nanotubes), while there are no relevant examples concerning polymer nanoparticles. This can be attributed to the fact that molecuar models of inorganic particles are easier to build given the availability of reliable force eld parameters together with their known and well-parametrized structural properties.\nMany e orts are also being devoted to the development of more realistic models of cellular membranes, as recently reviewed (Ingolfsson et al., 2016; Marrink et al., 2019). This aspect\ncannot be underestimated, because the reliability of the results concerning drug or nanocarrier cell membrane interactionsof course requires a robust description of a cell membrane with a suitable level of approximation.\nThe available force elds provide validated parameters for small sets of lipid molecules (although the number of available compounds increases in every FF update), and it is di cult to validate simulations of heterogeneous membranes (that is, made up of several kinds of di erent lipid molecules) because of the lack of suitable experimental data. In this regard, a rst attempt has been performed byIngolfsson et al. (2014), who employed a CG MARTINI model to simulate an idealized mammalian plasma membrane, including more than 63 lipid species asymmetrically distributed in the bilayer. Marrink et al. (2019)recently published a comprehensive review that summarizes all the advancements in the eld and clearly describes the ultimate goal for comprehensive modeling: the simulation of a membrane with hundreds of di erent lipids, with a large variety of transmembrane as well as peripherally bound proteins and realistic gradients of metabolites, ions, and pH. Although this de nitive simulation is still far o , there are in the literature some interesting attempts to model complex system, such as viral envelopes and mesoscale simulations remodeling eukaryotic cell membranes (Marrink et al., 2019).\nIn conclusion, simulations at the molecular scale have emerged as a fruitful tool to complement the insights provided by experimental activity and obtain a deeper understanding of the main phenomena behind the observed behavior. Despite their use becoming more and more widespread, there are still some points that need to be addressed in the near future to overcome the current limitations:\nExtensive application of plain and enhanced sampling simulative methods to study the conformational changes of the most abundant plasma proteins; Availability of force elds of increased accuracy; Extension of the study of protein particle interactions to polymeric systems prone to bind to the NP surface; Systematic and rational validation of molecular models with ad hocexperimental data; Extensive validation of CG models for nanoparticle cellular membrane interactions; More realistic models of cellular membranes.\nAUTHOR CONTRIBUTIONS\nTC performed the literature research and wrote the rst drafto the paper. All authors discussed and approved the contents of the manuscript and contributed to the nal version by reading and editing.\nFUNDING\nThis study is part of the GoNanoBioMat project and has received funding from the Horizon 2020 framework program of the European Union, ProSafe Joint Transnational Call 2016, from the CTI (1.1.2018 Innosuisse) under grant agreement\nFrontiers in Bioengineering and Biotechnology | www.frontiersin.org 12 October 2019 | Volume 7 | Article 268\nNumber 19267.1 PFNM-NM and from the FCT Foundation for Science and Technology under the project PROSAFE/0001/2016. VL thanks the Swiss National Science Foundation (Project N. 200021_163281) and the COST action CA15135 (Multitarget paradigm for innovative ligand identi cation in the drug discovery process MuTaLig) for the support.\nREFERENCES\nBellion, M., Santen, L., Mantz, H., Hahl, H., Quinn, A., Nagel, A., et al. (2008). Protein adsorption on tailored substrates: long-range forces and conformational changes.J. Phys. Condens. Matter20:404226. doi: 10.1088/0953-8984/20/40/404226 Bellucci, L., Ardevol, A., Parrinello, M., Lutz, H., Lu, H., Weidner, T., et al. (2016). The interaction with gold suppresses ber-like conformations of theamyloid beta (16-22) peptide.Nanoscale8, 8737 8748. doi: 10.1039/C6NR01539E Bochicchio, D., and Pavan, G. M. (2017). E ect of concentration on the supramolecular polymerization mechanism via implicit-solvent coarse-grained simulations of water-soluble 1,3,5-benzenetricarboxamide.J. Phys. Chem. Lett. 8, 3813 3819. doi: 10.1021/acs.jpclett.7b01649 Bochicchio, D., and Pavan, G. M. (2018). Molecular modelling of supramolecular polymers.Adv. Phys. X3, 315 337. doi: 10.1080/23746149.2018.1436408 Brancolini, G., Toroz, D., and Corni, S. (2014). Can small hydrophobic gold nanoparticles inhibit beta(2)-microglobulin brillation?Nanoscale6, 7903 7911. doi: 10.1039/C4NR01514B Bruno, A., Scrima, M., Novellino, E., D’errico, G., D’ursi, A. M., and Limongelli, V. (2015). The glycan role in the glycopeptide immunogenicity revealedby atomistic simulations and spectroscopic experiments on the multiple sclerosis biomarker CSF114(Glc).Sci. Rep.5:9200. doi: 10.1038/srep09200 Bussi, G., Gervasio, F. L., Laio, A., and Parrinello, M. (2006). Free-energy landscape for beta hairpin folding from combined parallel tempering and metadynamics. J. Am. Chem. Soc.128, 13435 13441. doi: 10.1021/ja062463w Camilloni, C., and Pietrucci, F. (2018). Advanced simulation techniques for the thermodynamic and kinetic characterization of biological systems. Adv. Phys. X 3:1477531. doi: 10.1080/23746149.2018.1477531 Cedervall, T., Lynch, I., Foy, M., Berggad, T., Donnelly, S. C., Cagney, G., et al. (2007a). Detailed identi cation of plasma proteins adsorbed on copolymer nanoparticles.Angew. Chem. Int. Ed.46, 5754 5756. doi: 10.1002/anie.200700465 Cedervall, T., Lynch, I., Lindman, S., Berggard, T., Thulin, E., Nilsson, H., et al. (2007b). Understanding the nanoparticle-protein corona using methods to quantify exchange rates and a nities of proteins for nanoparticles.Proc. Natl. Acad. Sci. U.S.A.104, 2050 2055. doi: 10.1073/pnas.0608582104 Chong, Y., Ge, C. C., Yang, Z. X., Garate, J. A., Gu, Z. L., Weber,J. K., et al. (2015). Reduced cytotoxicity of graphene nanosheets mediatedby bloodprotein coating.ACS Nano9, 5713 5724. doi: 10.1021/nn5066606 Debiec, K. T., Cerutti, D. S., Baker, L. R., Gronenborn, A. M., Case, D. A., and Chong, L. T. (2016). Further along the road less traveled: AMBER 15ipq, an original protein force eld built on a self-consistent physical model. J. Chem. Theory Comput.12, 3926 3947. doi: 10.1021/acs.jctc.6b00567 Deighan, M., Bonomi, M., and Pfaendtner, J. (2012). E cient simulation of explicitly solvated proteins in the well-tempered ensemble.J. Chem. Theory Comput.8, 2189 2192. doi: 10.1021/ct300297t Deighan, M., and Pfaendtner, J. (2013). Exhaustively sampling peptide adsorption with metadynamics.Langmuir29, 7999 8009. doi: 10.1021/la4010664 Dell’orco, D., Lundqvist, M., Oslakovic, C., Cedervall, T., and Linse, S. (2010). Modeling the time evolution of the nanoparticle-protein corona in a body uid. PLoS ONE5:e10949. doi: 10.1371/journal.pone.0010949 Dickson, C. J., Hornak, V., Pearlstein, R. A., and Duca, J. S. (2017). Structurekinetic relationships of passive membrane permeation from multiscale modeling.J. Am. Chem. Soc.139, 442 452. doi: 10.1021/jacs.6b11215 Ding, H. M., and Ma, Y. Q. (2012). Role of physicochemical properties of coating ligands in receptor-mediated endocytosis of nanoparticles.Biomaterials33, 5798 5802. doi: 10.1016/j.biomaterials.2012.04.055 Ding, H. M., and Ma, Y. Q. (2014). Computer simulation of the role of protein corona in cellular delivery of nanoparticles.Biomaterials35, 8703 8710. doi: 10.1016/j.biomaterials.2014.06.033\nDing, H. M., and Ma, Y. Q. (2015). Theoretical and computational ivestigations of nanoparticle-biomembrane interactions in cellular delivery.Small 11, 1055 1071. doi: 10.1002/smll.201401943 Dong, X. L., Qi, W., Tao, W., Ma, L. Y., and Fu, C. X. (2011). The dynamic behaviours of protein BMP-2 on hydroxyapatite nanoparticles.Mol. Simul.37, 1097 1104. doi: 10.1080/08927022.2011.582108 Dong, X. L., Wang, Q., Wu, T., and Pan, H. H. (2007). Understandingadsorptiondesorption dynamics of BMP-2 on hydroxyapatite (001) surface.Biophys. J.93, 750 759. doi: 10.1529/biophysj.106.103168 Frenkel, D., and Smit, B. (2002).Understanding Molecular Simulation: From Algorithms to Applications. San Diego: Academic Press. Ge, C. C., Du, J. F., Zhao, L. N., Wang, L. M., Liu, Y., Li, D. H., et al. (2011). Binding of blood proteins to carbon nanotubes reduces cytotoxicity.Proc. Natl. Acad. Sci. U.S.A.108, 16968 16973. doi: 10.1073/pnas.1105270108 Ge, Z., and Wang, Y. (2016). Computer simulation and modeling techniques in the study of nanoparticle-membrane interactions.Annu. Rep. Comput. Chem.12, 159 200. doi: 10.1016/bs.arcc.2016.05.001 Gu, Z. L., Plant, L. D., Meng, X. Y., Perez-Aguilar, J. M., Wang, Z.G., Dong, M. D., et al. (2018). Exploring the nanotoxicology of MoS2: a studyon the interaction of MoS2 nano akes and KC channels.ACS Nano12, 705 717. doi: 10.1021/acsnano.7b07871 Gu, Z. L., Yang, Z. X., Chong, Y., Ge, C. C., Weber, J. K., Bell, D. R., et al. (2015). Surface curvature relation to protein adsorption for carbon- ased nanomaterials.Sci. Rep.5:10886. doi: 10.1038/srep10886 Hildebrand, N., Michaelis, M., Wurzler, N., Li, Z., Hirst, J. D., Micsonai, A., et al. (2018). Atomistic details of chymotrypsin conformational changes upon adsorption on silica.ACS Biomater. Sci. Eng.4, 4036 4050. doi: 10.1021/acsbiomaterials.8b00819 Hu, Q. L., Bai, X., Hu, G. Q., and Zuo, Y. Y. (2017). Unveiling the molecular structure of pulmonary surfactant corona on nanoparticles.ACS Nano11, 6832 6842. doi: 10.1021/acsnano.7b01873 Ingolfsson, H. I., Arnarez, C., Periole, X., and Marrink, S. J. (2016). Computational ‘microscopy’ of cellular membranes.J. Cell Sci.129, 257 268. doi: 10.1242/jcs.176040 Ingolfsson, H. I., Melo, M. N., Van Eerden, F. J., Arnarez, C., Lopez,C. A., Wassenaar, T. A., et al. (2014). Lipid organization of the plasma membrane. J. Am. Chem. Soc.136, 14554 14559. doi: 10.1021/ja507832e Lelimousin, M., Limongelli, V., and Sansom, M. S. P. (2016). Conformation l changes in the epidermal growth factor receptor: role of the transmembrane domain investigated by coarse-grained metadynamics free energy.J. Am. Chem. Soc.138, 10611 10622. doi: 10.1021/jacs.6b05602 Leonis, G., Avramopoulos, A., Papavasileiou, K. D., Reis, H., Steinbrecher, T., and Papadopoulos, M. G. (2015). A comprehensive computational study of the interaction between human serum albumin and fullerenes.Journal of Physical Chemistry B119, 14971 14985. doi: 10.1021/acs.jpcb.5b05998 Li, Y., and Hu, Y. (2014). Computational investigation of the in uence of chain length on the shielding e ect of PEGylated nanoparticles.RSC Adv.4, 51022 51031. doi: 10.1039/C4RA11142G Li, Y., Kroger, M., and Liu, W. K. (2014). Endocytosis of PEGylated nanoparticles accompanied by structural and free energy changes of the grafted polyethylene glycol.Biomaterials35, 8467 8478. doi: 10.1016/j.biomaterials.2014.06.032 Limongelli, V., Bonomi, M., and Parrinello, M. (2013). Funnel metadynamics as accurate binding free-energy method.Proc. Natl. Acad. Sci. U.S.A.110, 6358 6363. doi: 10.1073/pnas.1303186110 Lin, J. Q., Zhang, H. W., Chen, Z., and Zheng, Y. G. (2010). Penetration of lipid membranes by gold nanoparticles: insights into cellular uptake, cytotoxici y, and their relationship.ACS Nano4, 5421 5429. doi: 10.1021/nn1010792 Liu, M. B., Liu, G. R., Zhou, L. W., and Chang, J. Z. (2015). Dissipative particle dynamics (DPD): an overview and recent developments.Arc Comput. Methods Eng.22, 529 556. doi: 10.1007/s11831-014-9124-x\nFrontiers in Bioengineering and Biotechnology | www.frontiersin.org 13 October 2019 | Volume 7 | Article 268\nLopez, H., and Lobaskin, V. (2015). Coarse-grained model of adsorption of blood plasma proteins onto nanoparticles.J. Chem. Phys.143:243138. doi: 10.1063/1.4936908 Lundqvist, M., Stigler, J., Elia, G., Lynch, I., Cedervall, T., and Dawson, K. A. (2008). Nanoparticle size and surface properties determine the proteincorona with possible implications for biological impacts.Proc. Natl. Acad. Sci. U.S.A. 105, 14265 14270. doi: 10.1073/pnas.0805135105 Lunnoo, T., Assaeakhajornsak, J., and Puangmali, T. (2019). Insilico study of gold nanoparticle uptake into a mammalian cell: interplay of size, shape, surface charge and aggregation.J. Phys. Chem. C. 123, 3801 3810. doi: 10.1021/acs.jpcc.8b07616 Ma, W. W., Saccardo, A., Roccatano, D., Aboagye-Mensah, D., Alkaseem, M., Jewkes, M., et al. (2018). Modular assembly of proteins on nanoparticles.Nat. Commun.9:1489. doi: 10.1038/s41467-018-03931-4 Marrink, S. J., Corradi, V., Souza, P. C. T., Ingolfsson, H. I., Tieleman, D. P., and Sansom, M. S. P. (2019). Computational modeling of realistic cell membranes. Chem. Rev.119, 6184 6226. doi: 10.1021/acs.chemrev.8b00460 Marrink, S. J., Risselada, H. J., Ye mov, S., Tieleman, D. P., and De Vries, A. H. (2007). The MARTINI force eld: coarse grained model for biomolecular simulations.J. Phys. Chem. B111, 7812 7824. doi: 10.1021/jp071097f Marrink, S. J., and Tieleman, D. P. (2013). Perspective on the Martini model.Chem. Soc. Rev.42, 6801 6822. doi: 10.1039/c3cs60093a Miao, Y. L., and Mccammon, J. A. (2016). Unconstrained enhanced sampling for free energy calculations of biomolecules: a review.Mol Simul.42, 1046 1055. doi: 10.1080/08927022.2015.1121541 Molinaro, R., Evangelopoulos, M., Ho man, J. R., Corbo, C., Taraballi,F., Martinez, J. O., et al. (2018). Design and development of biomimetic nanovesicles using a micro uidic approach.Adv. Mater. 30:e1702749. doi: 10.1002/adma.201702749 Mudunkotuwa, I. A., and Grassian, V. H. (2014). Histidine adsorpti n on TiO2 nanoparticles: an integrated spectroscopic, thermodynamic, and molecularbased approach toward understanding nano-bio interactions.Langmuir 30, 8751 8760. doi: 10.1021/la500722n Nel, A. E., Madler, L., Velegol, D., Xia, T., Hoek, E. M. V., Somasundara , P., et al. (2009). Understanding biophysicochemical interactions at the nano-bio interface.Nat. Mater.8, 543 557. doi: 10.1038/nmat2442 Owczarz, M., Casalini, T., Motta, A. C., Morbidelli, M., and Arosio, P. (2015). Contribution of electrostatics in the bril stabilityof a model ionic-complementary peptide.Biomacromolecules16, 3792 3801. doi: 10.1021/acs.biomac.5b01092 Pederzoli, F., Tosi, G., Vandelli, M. A., Belletti, D., Forni, F., and Ruozi, B. (2017). Protein corona and nanoparticles: how can we investigate on?Wiley Interdiscip. Rev. Nanomed. Nanobiotechnol.9:e1467. doi: 10.1002/wnan.1467 Piana, S., and Laio, A. (2007). A bias-exchange approach to protein f lding.J. Phys. Chem. B111, 4553 4559. doi: 10.1021/jp067873l Poger, D., Caron, B., and Mark, A. E. (2016). Validating lipid force elds against experimental data: progress, challenges and perspectives.Biochim. Biophys. Acta Biomembr.1858, 1556 1565. doi: 10.1016/j.bbamem.2016.01.029 Prakash, A., Sprenger, K. G., and Pfaendtner, J. (2018). Essential slow degrees of freedom in protein-surface simulations: a metadynamics investigation. Biochem. Biophys. Res. Commun.498, 274 281. doi: 10.1016/j.bbrc.2017.07.066 Quan, X. B., Peng, C. W., Zhao, D. H., Li, L. B., Fan, J., and Zhou, J. (2017). Molecular understanding of the penetration of functionalized gold nanoparticles into asymmetric membranes.Langmuir 33, 361 371. doi: 10.1021/acs.langmuir.6b02937 Riniker, S. (2018). Fixed-charge atomistic force elds for molecu ar dynamics simulations in the condensed phase: an overview.J. Chem. Inf. Model.58, 565 578. doi: 10.1021/acs.jcim.8b00042 Rossi, G., and Monticelli, L. (2014). Modeling the e ect of nano-sized polymer particles on the properties of lipid membranes.J. Phys. Condens. Matter 26:503101. doi: 10.1088/0953-8984/26/50/503101 Rossi, G., and Monticelli, L. (2016). Simulating the interactionof lipid membranes with polymer and ligand-coated nanoparticles.Adv. Phys. X1, 276 296. doi: 10.1080/23746149.2016.1177468 Salassi, S., Simonelli, F., Bochicchio, D., Ferrando, R., and Rossi, G. (2017). Au nanoparticles in lipid bilayers: a comparison between atomistic and coarse-grained models.J. Phys. Chem. C121, 10927 10935. doi: 10.1021/acs.jpcc.6b12148 Schulz, M., Olubummo, A., and Binder, W. H. (2012). Beyond the lipid-bilayer: interaction of polymers and nanoparticles with membranes.Soft Matter8, 4849 4864. doi: 10.1039/c2sm06999g Swails, J. M., York, D. M., and Roitberg, A. E. (2014). ConstantpH replica exchange molecular dynamics in explicit solvent using discrete protonati states: implementation, testing, and validation.J. Chem. Theory Comput.10, 1341 1352. doi: 10.1021/ct401042b Tavanti, F., Pedone, A., and Menziani, M. C. (2015). Competitiv binding of proteins to gold nanoparticles disclosed by molecular dynamics simulations. J. Phys. Chem. C119, 22172 22180. doi: 10.1021/acs.jpcc.5b05796 Tiwary, P., Limongelli, V., Salvalaglio, M., and Parrinello, M. (2015).Kinetics of protein-ligand unbinding: predicting pathways, rates, and rate-limiting steps. Proc. Natl. Acad. Sci. U.S.A.112, E386 E391. doi: 10.1073/pnas.1424461112 Utesch, T., Daminelli, G., and Mroginski, M. A. (2011). Molecular dynamics simulations of the adsorption of bone morphogenetic protein-2 on surfaces with medical relevance.Langmuir27, 13144 13153. doi: 10.1021/la202489w Valsson, O., Tiwary, P., and Parrinello, M. (2016). Enhancing important uctuations: rare events and metadynamics from a conceptual viewpoint. Annu. Rev. Phys. Chem. 67, 159 184. doi: 10.1146/annurev-physchem-040215-112229 Vilaseca, P., Dawson, K. A., and Franzese, G. (2013). Understanding and modulating the competitive surface-adsorption of proteins through coarse-grained molecular dynamics simulations.Soft Matter9, 6978 6985. doi: 10.1039/c3sm50220a Walkey, C. D., and Chan, W. C. W. (2012). Understanding and controlling the interaction of nanomaterials with proteins in a physiological environment. Chem. Soc. Rev.41, 2780 2799. doi: 10.1039/C1CS15233E Wang, L. M., Li, J. Y., Pan, J., Jiang, X. M., Ji, Y. L., Li, Y. F.,et al. (2013). Revealing the binding structure of the protein corona on gold nanorods using synchrotron radiation-based techniques: understanding the reduc d damage in cell membranes.J. Am. Chem. Soc.135, 17359 17368. doi: 10.1021/ja406924v Wei, Q., Becherer, T., Angioletti-Uberti, S., Dzubiella, J., Wischke, C., Ne e, A. T., et al. (2014). Protein interactions with polymer coatings and biomaterials. Angew. Chem. Int. Ed.53, 8004 8031. doi: 10.1002/anie.201400546 Wei, S., Ahlstrom, L. S., and Brooks, C. L. (2017). Exploring protein-na oparticle interactions with coarse-grained protein folding models.Small 13:1603748. doi: 10.1002/smll.201603748 Yang, J., Wang, B., You, Y. S., Chang, W. J., Tang, K., Wang, Y.C., et al. (2017). Probing the modulated formation of gold nanoparticlesbeta-lactoglobulin corona complexes and their applications.Nanoscale9, 17758 17769. doi: 10.1039/C7NR02999C Yang, K., and Ma, Y. Q. (2010). Computer simulation of the translocati n of nanoparticles with di erent shapes across a lipid bilayer.Nat. Nanotechnol.5, 579 583. doi: 10.1038/nnano.2010.141 Yu, G. B., and Zhou, J. (2016). Understanding the curvature e ect of silica nanoparticles on lysozyme adsorption orientation and conformation: a mesoscopic coarse-grained simulation study.Phys. Chem. Chem. Phys.18, 23500 23507. doi: 10.1039/C6CP01478J Con ict of Interest: The authors declare that the research was conducted in the absence of any commercial or nancial relationships that could be construed as a potential con ict of interest. Copyright ' 2019 Casalini, Limongelli, Schmutz, Som, Jordan, Wick, Borchard and Perale. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distributionor reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.\nFrontiers in Bioengineering and Biotechnology | www.frontiersin.org 14 October 2019 | Volume 7 | Article 268"
    } ],
    "references" : [ {
      "title" : "Molecular modelling of su",
      "author" : [ "D. Bochicchio", "G.M. Pavan" ],
      "venue" : null,
      "citeRegEx" : "Bochicchio and Pavan,? \\Q2018\\E",
      "shortCiteRegEx" : "Bochicchio and Pavan",
      "year" : 2018
    }, {
      "title" : "Can small hydrophobi",
      "author" : [ "G. Brancolini", "D. Toroz", "S. Corni" ],
      "venue" : null,
      "citeRegEx" : "Brancolini et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Brancolini et al\\.",
      "year" : 2014
    }, {
      "title" : "The glycan role in the glycopeptide immunogenicity revealed",
      "author" : [ "V. d Limongelli" ],
      "venue" : null,
      "citeRegEx" : "Limongelli,? \\Q2015\\E",
      "shortCiteRegEx" : "Limongelli",
      "year" : 2015
    }, {
      "title" : "Advanced simulation tech",
      "author" : [ "C. Camilloni", "F. Pietrucci" ],
      "venue" : null,
      "citeRegEx" : "Camilloni and Pietrucci,? \\Q2018\\E",
      "shortCiteRegEx" : "Camilloni and Pietrucci",
      "year" : 2018
    }, {
      "title" : "Detailed identi cation of plasma proteins adsor",
      "author" : [ "G agney" ],
      "venue" : null,
      "citeRegEx" : "agney,? \\Q2007\\E",
      "shortCiteRegEx" : "agney",
      "year" : 2007
    }, {
      "title" : "Understanding the nanoparticle-protein corona using meth",
      "author" : [ "H ilsson" ],
      "venue" : null,
      "citeRegEx" : "ilsson,? \\Q2007\\E",
      "shortCiteRegEx" : "ilsson",
      "year" : 2007
    }, {
      "title" : "Reduced cytotoxicity of graphene nanosheets mediated",
      "author" : [ "K J" ],
      "venue" : null,
      "citeRegEx" : "J.,? \\Q2015\\E",
      "shortCiteRegEx" : "J.",
      "year" : 2015
    }, {
      "title" : "Further along the road less traveled: AMBER",
      "author" : [ "D.A. se", "L.T. Chong" ],
      "venue" : null,
      "citeRegEx" : "se and Chong,? \\Q2016\\E",
      "shortCiteRegEx" : "se and Chong",
      "year" : 2016
    }, {
      "title" : "Exhaustively sampling pe",
      "author" : [ "M. Deighan", "J. Pfaendtner" ],
      "venue" : null,
      "citeRegEx" : "Deighan and Pfaendtner,? \\Q2013\\E",
      "shortCiteRegEx" : "Deighan and Pfaendtner",
      "year" : 2013
    }, {
      "title" : "Modeling the time evolution of the nanoparticle-protein corona in a bo",
      "author" : [ "S. inse" ],
      "venue" : null,
      "citeRegEx" : "inse,? \\Q2010\\E",
      "shortCiteRegEx" : "inse",
      "year" : 2010
    }, {
      "title" : "Role of physicochemical properties",
      "author" : [ "H.M. Ding", "Y.Q. Ma" ],
      "venue" : null,
      "citeRegEx" : "Ding and Ma,? \\Q2012\\E",
      "shortCiteRegEx" : "Ding and Ma",
      "year" : 2012
    }, {
      "title" : "Computer simulation of the role of prot",
      "author" : [ "H.M. Ding", "Y.Q. Ma" ],
      "venue" : null,
      "citeRegEx" : "Ding and Ma,? \\Q2014\\E",
      "shortCiteRegEx" : "Ding and Ma",
      "year" : 2014
    }, {
      "title" : "Computer simulation and modeling techn",
      "author" : [ "Z. Ge", "Y. Wang" ],
      "venue" : null,
      "citeRegEx" : "Ge and Wang,? \\Q2016\\E",
      "shortCiteRegEx" : "Ge and Wang",
      "year" : 2016
    }, {
      "title" : "Exploring the nanotoxicology of MoS2: a study",
      "author" : [ "Dong", "D M" ],
      "venue" : null,
      "citeRegEx" : "G. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "G. et al\\.",
      "year" : 2018
    }, {
      "title" : "Atomistic details of chymotrypsin conformational changes upon adsorption on silica",
      "author" : [ "A sonai" ],
      "venue" : null,
      "citeRegEx" : "sonai,? \\Q2018\\E",
      "shortCiteRegEx" : "sonai",
      "year" : 2018
    }, {
      "title" : "Unveiling the molec",
      "author" : [ "Q.L. Hu", "X. Bai", "G.Q. Hu", "Y.Y. Zuo" ],
      "venue" : null,
      "citeRegEx" : "Hu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Hu et al\\.",
      "year" : 2017
    }, {
      "title" : "Computational ‘microscopy’ of cellular membranes",
      "author" : [ "H.I. Ingolfsson", "C. Arnarez", "X. Periole", "S.J. Marrink" ],
      "venue" : "ACS Nano11,",
      "citeRegEx" : "Ingolfsson et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Ingolfsson et al\\.",
      "year" : 2016
    }, {
      "title" : "Lipid organization of the plasma me",
      "author" : [ "Wassenaar", "T. A" ],
      "venue" : null,
      "citeRegEx" : "Wassenaar and A,? \\Q2014\\E",
      "shortCiteRegEx" : "Wassenaar and A",
      "year" : 2014
    }, {
      "title" : "A comprehensive computational study",
      "author" : [ "T. brecher", "M.G. Papadopoulos" ],
      "venue" : null,
      "citeRegEx" : "brecher and Papadopoulos,? \\Q2015\\E",
      "shortCiteRegEx" : "brecher and Papadopoulos",
      "year" : 2015
    }, {
      "title" : "Computational investigation",
      "author" : [ "Y. Li", "Y. Hu" ],
      "venue" : null,
      "citeRegEx" : "Li and Hu,? \\Q2014\\E",
      "shortCiteRegEx" : "Li and Hu",
      "year" : 2014
    }, {
      "title" : "Endocytosis of PEGyla",
      "author" : [ "Y. Li", "M. Kroger", "W.K. Liu" ],
      "venue" : null,
      "citeRegEx" : "Li et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2014
    }, {
      "title" : "Coarse-grained model of adso",
      "author" : [ "H. Lopez", "V. Lobaskin" ],
      "venue" : null,
      "citeRegEx" : "Lopez and Lobaskin,? \\Q2015\\E",
      "shortCiteRegEx" : "Lopez and Lobaskin",
      "year" : 2015
    }, {
      "title" : "Nanoparticle size and surface properties determine the protein",
      "author" : [ "K.A. nd Dawson" ],
      "venue" : null,
      "citeRegEx" : "Dawson,? \\Q2008\\E",
      "shortCiteRegEx" : "Dawson",
      "year" : 2008
    }, {
      "title" : "Modular assembly of proteins on nanopartic",
      "author" : [ "M. lkaseem", "M Jewkes" ],
      "venue" : null,
      "citeRegEx" : "lkaseem and Jewkes,? \\Q2018\\E",
      "shortCiteRegEx" : "lkaseem and Jewkes",
      "year" : 2018
    }, {
      "title" : "Computational modeling of realistic cell membra",
      "author" : [ "D.P. man", "M.S.P. Sansom" ],
      "venue" : null,
      "citeRegEx" : "man and Sansom,? \\Q2019\\E",
      "shortCiteRegEx" : "man and Sansom",
      "year" : 2019
    }, {
      "title" : "The MARTINI force eld: coarse grained model for biomole",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : ".2007..,? \\Q2007\\E",
      "shortCiteRegEx" : ".2007..",
      "year" : 2007
    }, {
      "title" : "Design and development of biomimetic nanovesicles using a micro uidic approach",
      "author" : [ "Martinez", "O J" ],
      "venue" : null,
      "citeRegEx" : "F. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "F. et al\\.",
      "year" : 2018
    }, {
      "title" : "Understanding biophysicochemical interactions",
      "author" : [ "P ra" ],
      "venue" : null,
      "citeRegEx" : "ra,? \\Q2009\\E",
      "shortCiteRegEx" : "ra",
      "year" : 2009
    }, {
      "title" : "Contribution of electrostatics in the bril stabilityof a model ionic-complementary peptide",
      "author" : [ "P. o" ],
      "venue" : null,
      "citeRegEx" : "o,? \\Q2015\\E",
      "shortCiteRegEx" : "o",
      "year" : 2015
    }, {
      "title" : "Protein corona and nanoparticles: how can we investigate on",
      "author" : [ "B. d Ruozi" ],
      "venue" : null,
      "citeRegEx" : "Ruozi,? \\Q2017\\E",
      "shortCiteRegEx" : "Ruozi",
      "year" : 2017
    }, {
      "title" : "A bias-exchange approach to protei",
      "author" : [ "S. Piana", "A. Laio" ],
      "venue" : null,
      "citeRegEx" : "Piana and Laio,? \\Q2007\\E",
      "shortCiteRegEx" : "Piana and Laio",
      "year" : 2007
    }, {
      "title" : "Validating lipid forc",
      "author" : [ "Chem. B" ],
      "venue" : null,
      "citeRegEx" : "B111,? \\Q2016\\E",
      "shortCiteRegEx" : "B111",
      "year" : 2016
    }, {
      "title" : "Molecular understanding of the penetration of functi",
      "author" : [ "X.B. Quan", "C.W. Peng", "D.H. Zhao", "L.B. Li", "J. Fan", "J. Zhou" ],
      "venue" : null,
      "citeRegEx" : "Quan et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Quan et al\\.",
      "year" : 2017
    }, {
      "title" : "Modeling the e ect of nano",
      "author" : [ "G. Rossi", "L. Monticelli" ],
      "venue" : null,
      "citeRegEx" : "Rossi and Monticelli,? \\Q2014\\E",
      "shortCiteRegEx" : "Rossi and Monticelli",
      "year" : 2014
    }, {
      "title" : "Simulating the interaction",
      "author" : [ "G. Rossi", "L. Monticelli" ],
      "venue" : null,
      "citeRegEx" : "Rossi and Monticelli,? \\Q2016\\E",
      "shortCiteRegEx" : "Rossi and Monticelli",
      "year" : 2016
    }, {
      "title" : "Au nanoparticles in lipid bilayers: a comparison between atomistic and coarse-grained models.J",
      "author" : [ "G. i" ],
      "venue" : "Phys. Chem",
      "citeRegEx" : "i,? \\Q2017\\E",
      "shortCiteRegEx" : "i",
      "year" : 2017
    }, {
      "title" : "Enhancing important uctuations: rare events and metadynamics from a conceptual viewpoint",
      "author" : [ "O. Valsson", "P. Tiwary", "M. Parrinello" ],
      "venue" : "Annu. Rev. Phys. Chem",
      "citeRegEx" : "Valsson et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Valsson et al\\.",
      "year" : 2016
    }, {
      "title" : "Understanding and cont",
      "author" : [ "C.D. Walkey", "W.C.W. Chan" ],
      "venue" : null,
      "citeRegEx" : "Walkey and Chan,? \\Q2012\\E",
      "shortCiteRegEx" : "Walkey and Chan",
      "year" : 2012
    }, {
      "title" : "Protein interactions with polymer coatings and b",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "T,? \\Q2014\\E",
      "shortCiteRegEx" : "T",
      "year" : 2014
    }, {
      "title" : "Exploring protein-n",
      "author" : [ "S. Wei", "L.S. Ahlstrom", "C.L. Brooks" ],
      "venue" : null,
      "citeRegEx" : "Wei et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wei et al\\.",
      "year" : 2017
    }, {
      "title" : "Probing the modulated formation of gold nanoparticlesbeta-lactoglobulin corona complexes and their applications",
      "author" : [ ],
      "venue" : null,
      "citeRegEx" : "C,? \\Q2017\\E",
      "shortCiteRegEx" : "C",
      "year" : 2017
    }, {
      "title" : "Computer simulation of the transloca",
      "author" : [ "K. Yang", "Y.Q. Ma" ],
      "venue" : null,
      "citeRegEx" : "Yang and Ma,? \\Q2010\\E",
      "shortCiteRegEx" : "Yang and Ma",
      "year" : 2010
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "As recently reviewed ( Camilloni and Pietrucci, 2018), there are three di erent suitable approaches: i) increasing the temperatureT; ii) changing the potentialU(r), and iii) adding an external bias potential V(r).",
      "startOffset" : 21,
      "endOffset" : 53
    }, {
      "referenceID" : 12,
      "context" : ", 2011; Mudunkotuwa and Grassian, 2014 ), and molybdenum disul de (Gu et al., 2018 ), highlighting the speci c interactions behind the binding and the attainment of struc t ral changes. Interestingly, there are no relevant computationa l studies of protein adsorption on polymer surfaces. To our best knowledge, this may be due to the limited availability of val id ted FF parameters for polymers and to intrinsic issues with the design of molecular models. Whereas inorganic nanoparticles are characterized by an ordered atomic arrangement, a model of a disordered polymer random coil can be more challenging to build. Among many theoretical works, only a few papers combine experimental and computational components in order to achieve an all-round understanding of the mechanisms that lead to hard corona formation.Chong et al. (2015)adopted MD simulations to study the a nity of four abundant plasma protei ns (bovine brinogen, immunoglobulin, transferrin, and bovi ne serum albumin) on graphene oxide and reduced graphene oxide surfaces.",
      "startOffset" : 67,
      "endOffset" : 838
    }, {
      "referenceID" : 12,
      "context" : ", 2011; Mudunkotuwa and Grassian, 2014 ), and molybdenum disul de (Gu et al., 2018 ), highlighting the speci c interactions behind the binding and the attainment of struc t ral changes. Interestingly, there are no relevant computationa l studies of protein adsorption on polymer surfaces. To our best knowledge, this may be due to the limited availability of val id ted FF parameters for polymers and to intrinsic issues with the design of molecular models. Whereas inorganic nanoparticles are characterized by an ordered atomic arrangement, a model of a disordered polymer random coil can be more challenging to build. Among many theoretical works, only a few papers combine experimental and computational components in order to achieve an all-round understanding of the mechanisms that lead to hard corona formation.Chong et al. (2015)adopted MD simulations to study the a nity of four abundant plasma protei ns (bovine brinogen, immunoglobulin, transferrin, and bovi ne serum albumin) on graphene oxide and reduced graphene oxide surfaces. The a nity trend predicted by MD is in agreement with the experimental trend for all investigated proteins. Simulat ions also allowed determination of the most relevant residues fo r the binding. Gu et al. (2018)studied the interactions of MoS2 nano akes with potassium channels proteins highlighting potential toxic e ects of the binding, which can alter the biological function.",
      "startOffset" : 67,
      "endOffset" : 1256
    }, {
      "referenceID" : 12,
      "context" : ", 2011; Mudunkotuwa and Grassian, 2014 ), and molybdenum disul de (Gu et al., 2018 ), highlighting the speci c interactions behind the binding and the attainment of struc t ral changes. Interestingly, there are no relevant computationa l studies of protein adsorption on polymer surfaces. To our best knowledge, this may be due to the limited availability of val id ted FF parameters for polymers and to intrinsic issues with the design of molecular models. Whereas inorganic nanoparticles are characterized by an ordered atomic arrangement, a model of a disordered polymer random coil can be more challenging to build. Among many theoretical works, only a few papers combine experimental and computational components in order to achieve an all-round understanding of the mechanisms that lead to hard corona formation.Chong et al. (2015)adopted MD simulations to study the a nity of four abundant plasma protei ns (bovine brinogen, immunoglobulin, transferrin, and bovi ne serum albumin) on graphene oxide and reduced graphene oxide surfaces. The a nity trend predicted by MD is in agreement with the experimental trend for all investigated proteins. Simulat ions also allowed determination of the most relevant residues fo r the binding. Gu et al. (2018)studied the interactions of MoS2 nano akes with potassium channels proteins highlighting potential toxic e ects of the binding, which can alter the biological function. The results were further corroborated by experimental data. As mentioned, enhanced sampling methods are currently also applied for the study of proteinsurface interactions with both MD simulations (where the system is described at full atomistic level) and CG simulations (where the atomic detai l is lost for the sake of computational e ciency). Indeed, the accessible time scale may not be adequate for the phenomena under investigation, and the use of enhanced sampling methods is a good solution for both MD and CG simulations. Even if standard simulations are su cient for small peptides, the application of enhanced sampling methods improves the e ciency of the sampling and provides additional information about the system thanks to the possibility of reconstructing t he free energy as a function of the degrees of freedom of interes t. In this regard, Metadynamics-based methods have proved to be a promising choice.Prakash et al. (2018) systematically analyzed the use of Metadynamics-based methods for the adsorption of GGKGG peptide on a silica surface, explicitly including the in uence of ionic strength and ion charge; the authors discussed the performances of each method and suggested the best collective variables to account for, thus providing usef l guidelines for meaningful simulations.",
      "startOffset" : 67,
      "endOffset" : 2372
    }, {
      "referenceID" : 8,
      "context" : "Deighan and Pfaendtner (2013)employed Metadynamics to study the in uence of surface functionalization on the adsorption of Lk a14 and Lkb15 peptides on self-assembled monolayers; the model outcomes were in good agreement with experimental ndings.",
      "startOffset" : 0,
      "endOffset" : 30
    }, {
      "referenceID" : 8,
      "context" : "Deighan and Pfaendtner (2013)employed Metadynamics to study the in uence of surface functionalization on the adsorption of Lk a14 and Lkb15 peptides on self-assembled monolayers; the model outcomes were in good agreement with experimental ndings. Bellucci et al. (2016)investigated the adsorption of A b16 22 peptide on a gold surface in order to investigate the impact of the binding on brillation.",
      "startOffset" : 0,
      "endOffset" : 270
    }, {
      "referenceID" : 8,
      "context" : "Deighan and Pfaendtner (2013)employed Metadynamics to study the in uence of surface functionalization on the adsorption of Lk a14 and Lkb15 peptides on self-assembled monolayers; the model outcomes were in good agreement with experimental ndings. Bellucci et al. (2016)investigated the adsorption of A b16 22 peptide on a gold surface in order to investigate the impact of the binding on brillation. Their simulations revealed that binding poses ar e mainly in uenced by the a nity between gold and phenylalanin e, as shown inFigure 2A. The model was also validated through a comparison between experimental and calculated spectra obtained through sum generation frequency (SFG) spectrosco py (Figure 2B). Hildebrand et al. (2018) employed Metadynamicsbased methods to examine the conformational changes of Chymotrypsin after adsorption on silica.",
      "startOffset" : 0,
      "endOffset" : 731
    }, {
      "referenceID" : 10,
      "context" : ", 2013; Ding and Ma, 2014; Lopez and Lobaskin, 2015; Tavanti et al., 2015; Yu and Zhou, 2016; Hu et al., 2017; Wei et al., 2017 ), since they allow the characteristic accessible time and length scales of full atomistic simulations to be extend ed and the computational cost to be reduced. It thus becomes possible to simulate entire nanoparticles whose size is equal to or les s than about 20 nm (at least when MARTINI is employed), fully covered by one or more kinds of proteins. The investigation of larger particles is still also challenging for CG methods bec ause of the required computational e ort. Adopting CG models implies the loss of the atomic detail at the single amino acid level and a less accurate description of the system. While hydrophobic e ects are reasonably accounted for, it is challenging to take into acc ount properly, e.g., water structuring, cation p interactions, strong electrostatic interactions, and hydrogen bonds, which los e their directionality because of the coarse-graining procedure ( Marrink and Tieleman, 2013 ). Focusing on proteins, changes in tertiary structure can be reasonably described, while it is still non -trivial to account for changes in secondary structure due to the intr insic limitations of the method ( Marrink and Tieleman, 2013 ). Despite such limitations, CG models can be employed for qualitative insights or to obtain guess structures for subse quent more detailed full atomistic simulations, as is commonly don e, .g., for the non-covalent proteinprotein interaction and oligomerization of membrane proteins ( Lelimousin et al., 2016). Anyway, a systematic use for more quantitative results must rst be corroborated through comparison with more accurate and, above all, validated atomistic MD simulations. Yu and Zhou (2016) used CG simulations with the MARTINI force eld to understand the in uence of nanoparticle curvatu re on lysozyme adsorption on silica at di erent values of ionic strength.",
      "startOffset" : 8,
      "endOffset" : 1793
    }, {
      "referenceID" : 10,
      "context" : ", 2013; Ding and Ma, 2014; Lopez and Lobaskin, 2015; Tavanti et al., 2015; Yu and Zhou, 2016; Hu et al., 2017; Wei et al., 2017 ), since they allow the characteristic accessible time and length scales of full atomistic simulations to be extend ed and the computational cost to be reduced. It thus becomes possible to simulate entire nanoparticles whose size is equal to or les s than about 20 nm (at least when MARTINI is employed), fully covered by one or more kinds of proteins. The investigation of larger particles is still also challenging for CG methods bec ause of the required computational e ort. Adopting CG models implies the loss of the atomic detail at the single amino acid level and a less accurate description of the system. While hydrophobic e ects are reasonably accounted for, it is challenging to take into acc ount properly, e.g., water structuring, cation p interactions, strong electrostatic interactions, and hydrogen bonds, which los e their directionality because of the coarse-graining procedure ( Marrink and Tieleman, 2013 ). Focusing on proteins, changes in tertiary structure can be reasonably described, while it is still non -trivial to account for changes in secondary structure due to the intr insic limitations of the method ( Marrink and Tieleman, 2013 ). Despite such limitations, CG models can be employed for qualitative insights or to obtain guess structures for subse quent more detailed full atomistic simulations, as is commonly don e, .g., for the non-covalent proteinprotein interaction and oligomerization of membrane proteins ( Lelimousin et al., 2016). Anyway, a systematic use for more quantitative results must rst be corroborated through comparison with more accurate and, above all, validated atomistic MD simulations. Yu and Zhou (2016) used CG simulations with the MARTINI force eld to understand the in uence of nanoparticle curvatu re on lysozyme adsorption on silica at di erent values of ionic strength. They found that while salt concentration had a mode st e ect, surface curvature greatly in uenced structural chan ges. Ding and Ma (2014)used dissipative particle dynamics to characterize the adsorption of human serum albumin (HSA) on generic hydrophobic, hydrophilic, and charged nanoparticles for di erent size and pH values.",
      "startOffset" : 8,
      "endOffset" : 2103
    }, {
      "referenceID" : 12,
      "context" : "A detailed molecular model of a cellular membrane, which incl udes several kinds of lipid molecules as well as transmembrane proteins, is still out of reach, although progress has recently been made in this direction ( Ingolfsson et al., 2014 ), as recently reviewed ( Ingolfsson et al., 2016; Marrink et al., 2019 ). This is due not only to the long time scales needed for achieving converg ed results but also to the lack of the experimental data for complex membranes (that is, composed of di erent lipid molecules) needed to parameterize and validate molecular models. For this reason, the cellular membrane is usually represented as a homogeneous bilayer (i.e., which contains only one kind of l ipid molecule such as dipalmitoylphosphatidylcholine) or a simple heterogeneous membrane (with two di erent lipid molecules an d sometimes cholesterol). In this framework, molecular mode ling can be used to qualitatively understand the impact of nanocar rier formulation and the presence of adsorbed proteins on nonspeci c cellular uptake (that is, not mediated by a receptor). A typical application of MD simulations is the study of the permeation of drug molecules through lipid bilayers, which mimic cellular membranes. Because of the energy barrier rela ted to membrane crossing, the application of enhanced sampling methods becomes unavoidable. Further post-processing by means of an inhomogeneous solubilitydi usion model allows the evaluation of a position-dependent di usion coe cient through the lipid bilayer as well as the overall permeation coe cient ( Dickson et al., 2017 ). In another study,Bruno et al. (2015)elucidated the binding mechanism of the multiple sclerosis biomarker CSF-114 peptide to membrane using an unbiased atomistic MD approach inspired by the binding freeenergy method, funnel metadynamics ( Limongelli et al.",
      "startOffset" : 219,
      "endOffset" : 1628
    }, {
      "referenceID" : 34,
      "context" : ", 2012 ) such as dendrimers ( Rossi and Monticelli, 2014, 2016 ), polystyrene ( Rossi and Monticelli, 2016), and polyelectrolytes ( Rossi and Monticelli, 2016 ).",
      "startOffset" : 78,
      "endOffset" : 107
    }, {
      "referenceID" : 10,
      "context" : "The examples o ered by the literature involve generic nanoparticles with di erent shapes or functionalization ( Yang and Ma, 2010; Ding and Ma, 2012, 2014; Li and Hu, 2014; Li et al., 2014 ), gold nanoparticles ( Lin et al., 2010; Rossi and Monticelli, 2016; Salassi et al., 2017; Lunnoo et al., 2019 ), and polymer systems ( Schulz et al., 2012 ) such as dendrimers ( Rossi and Monticelli, 2014, 2016 ), polystyrene ( Rossi and Monticelli, 2016), and polyelectrolytes ( Rossi and Monticelli, 2016 ). Ding and Ma (2014) employed dissipative particle dynamics to study the in uence of human serum albumin corona ( vide supra) around hydrophobic or positively charged nanoparticles on membrane permeation.",
      "startOffset" : 131,
      "endOffset" : 520
    }, {
      "referenceID" : 10,
      "context" : "The examples o ered by the literature involve generic nanoparticles with di erent shapes or functionalization ( Yang and Ma, 2010; Ding and Ma, 2012, 2014; Li and Hu, 2014; Li et al., 2014 ), gold nanoparticles ( Lin et al., 2010; Rossi and Monticelli, 2016; Salassi et al., 2017; Lunnoo et al., 2019 ), and polymer systems ( Schulz et al., 2012 ) such as dendrimers ( Rossi and Monticelli, 2014, 2016 ), polystyrene ( Rossi and Monticelli, 2016), and polyelectrolytes ( Rossi and Monticelli, 2016 ). Ding and Ma (2014) employed dissipative particle dynamics to study the in uence of human serum albumin corona ( vide supra) around hydrophobic or positively charged nanoparticles on membrane permeation. They found that at physiological pH, the HSA corona promotes particle adhesion on a DPPC lipid bilayer model of a cell membrane thanks to the speci c interactions wi th the protein coating of a 3-nm hydrophobic particle. They also investigated the impact of pH and membrane charge. Li et al. (2014)studied through a coarse-grained model and dissipative particle dynamics the e ect of PEG grafting density (0.",
      "startOffset" : 131,
      "endOffset" : 1003
    }, {
      "referenceID" : 25,
      "context" : "and must be validated in a previous step a optimal choice of parameters for maximizing cellular uptake. They also characterized the uptake process in detail, identifying three stages: membrane bending (0 < t < 122 ns), membrane monolayer protruding (122< t < 750 ns), and equilibrium (t > 750 ns). Recently,Lunnoo et al. (2019)employed the MARTINI CG model to simulate the cellular uptake of gold nanoparticles.",
      "startOffset" : 63,
      "endOffset" : 328
    }, {
      "referenceID" : 15,
      "context" : "Notably, they employed a more complex mammalian cell model previously proposed by Ingolfsson et al. (2014) , which includes 63 di erent lipid species asymmetrically distributed in the bilayer.",
      "startOffset" : 82,
      "endOffset" : 107
    }, {
      "referenceID" : 16,
      "context" : "Many e orts are also being devoted to the development of more realistic models of cellular membranes, as recently reviewed ( Ingolfsson et al., 2016; Marrink et al., 2019 ). This aspect cannot be underestimated, because the reliability of the re sults concerning drug or nanocarriercell membrane interactions of course requires a robust description of a cell membrane with a suitable level of approximation. The available force elds provide validated parameters for small sets of lipid molecules (although the number of availab le compounds increases in every FF update), and it is di cult to validate simulations of heterogeneous membranes (that is, made up of several kinds of di erent lipid molecules) because of the lack of suitable experimental data. In this regard, a rst attempt has been performed by Ingolfsson et al. (2014), who employed a CG MARTINI model to simulate an idealized mammalian plasma membrane, including more than 63 lipid species asymmetrically distributed in the bilaye r.",
      "startOffset" : 125,
      "endOffset" : 834
    }, {
      "referenceID" : 16,
      "context" : "Many e orts are also being devoted to the development of more realistic models of cellular membranes, as recently reviewed ( Ingolfsson et al., 2016; Marrink et al., 2019 ). This aspect cannot be underestimated, because the reliability of the re sults concerning drug or nanocarriercell membrane interactions of course requires a robust description of a cell membrane with a suitable level of approximation. The available force elds provide validated parameters for small sets of lipid molecules (although the number of availab le compounds increases in every FF update), and it is di cult to validate simulations of heterogeneous membranes (that is, made up of several kinds of di erent lipid molecules) because of the lack of suitable experimental data. In this regard, a rst attempt has been performed by Ingolfsson et al. (2014), who employed a CG MARTINI model to simulate an idealized mammalian plasma membrane, including more than 63 lipid species asymmetrically distributed in the bilaye r. Marrink et al. (2019)recently published a comprehensive review that summarizes all the advancements in the eld and clearly describes the ultimate goal for comprehensive modeling: the simulation of a membrane with hundreds of di erent lipids, wit h a large variety of transmembrane as well as peripherally bound proteins and realistic gradients of metabolites, ions, and pH.",
      "startOffset" : 125,
      "endOffset" : 1022
    } ],
    "year" : 0,
    "abstractText" : "1 Polymer Engineering Laboratory, Department of Innovative T echnologies, Institute for Mechanical Engineering and Mate rials Technology, University of Applied Sciences and Arts of Sout hern Switzerland (SUPSI), Manno, Switzerland, 2 Faculty of Biomedical Sciences, Center for Computational Medicine inCardiology, Institute of Computational Science, Universit à della Svizzera italiana (USI), Lugano, Switzerland, 3 Department of Pharmacy, University of Naples Federico II, N aples, Italy, 4 Technology and Society Laboratory, Swiss Federal Laborato ries for Materials Science and Technology (Empa), St. Galle n, Switzerland, School of Pharmaceutical Sciences, University of Geneva, G enŁve, Switzerland, Laboratory for Particles  Biology Interactions, Swiss Federal Laboratories for Mater ials Science and Technology (Empa), St. Gallen, Switzerlan d, 7 Ludwig Boltzmann Institute for Experimental and Clinical Tr aumatology, Wien, Austria",
    "creator" : null
  }
}