{
  "name" : "downloads_2019-10-22_38_zeng2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Autonomous Catalytic Nanomotors Based on 2D Magnetic Nanoplates",
    "authors" : [ "Minxiang Zeng", "Dali Huang", "Pingmei Wang", "Daniel King", "Baoliang Peng", "Jianhui Luo", "Qun Lei", "Lecheng Zhang", "Ling Wang", "Abhijeet Shinde", "Min Shuai", "Noel A. Clark", "Zhengdong Cheng" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "1. INTRODUCTION",
      "text" : "Nanoparticles (NPs) that mimic the functions and behaviors of their natural counterparts have drawn significant research interest.1,2 Particularly, the ability of active NPs that can respond to chemicals, light, ultrasound, and electric/magnetic fields has led to diverse applications such as cargo delivery,3,4 wastewater treatment,5 and DNA detectors.6 Recently, a bowlshaped micromotor, resembling the shape of jellyfish, has been developed with the ability to dynamically control its velocity with temperature change.7 In addition, the design of a nanomotor with the unique shape and the subsequent ability to regulate fluidic dynamics may allow bottom-up design of novel nanoswimmer systems, for example, the superdiffusive nanobottle motors.8\nAs a crucial factor, the velocity of micro/nanomotors (MNMs), especially at low fuel concentration (H2O2 < 5 wt %), can strongly affect the performance of active nanomaterials in applications such as nanomotor lithography and heavy metal recovery.9,10 Theoretical efforts have predicted that the translational velocity of MNMs is closely related to many\nfactors including size, geometry, and solution viscosity.11 For example, both experimental and theoretical studies on Janus particles half-coated with platinum (Pt) showed an inverse dependence of swimming speed on particle size, highlighting the advantage of nanosized artificial swimmers.12 More importantly, fuel-driven self-propulsion of micro/nanomotor is essentially an interfacial issue. Thus, highly anisotropic 2D nanomaterials that enable significant levels of surface/interface interactions may possess unique benefits, i.e., high swimming efficiency. Recently, a theoretical study of the geometrical factors of nanomotors suggested that 2D nanoparticles may possess unique advantage over other structural motifs, e.g., sphere or rod. It was suggested that the discotic designs might be more efficient at converting chemical energy into speed due to their geometrical benefit in transforming the surface flux to particle velocity (Scheme 1).13 Despite experimental attempts on developing 2D micromotors\nReceived: November 27, 2018 Accepted: January 3, 2019 Published: January 3, 2019\n© 2019 American Chemical Society 1267 DOI: 10.1021/acsanm.8b02153 ACS Appl. Nano Mater. 2019, 2, 1267−1273\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF C\nA L\nIF O\nR N\nIA S\nA N\nF R\nA N\nC IS\nC O\no n\nO ct\nob er\n2 2,\n2 01\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar\nat length scale from the a few micrometers to subcentimeters,14−18 however, a nanomotor with 2D shape has not yet been experimentally realized, and the incorporation of magnetic characteristics in 2D nanomotors may provide additional advantage of facile separation and recovery, facilitating practical applications in large scale. Here, we report a 2D magnetic nanomotor that functions as a\nnanocleaner to efficiently and repeatedly decontaminate organic pollutants and particle stains. In contrast to conventional magnetic nanomotors enabled by electrodeposition of Fe, Ni, or Co,9,19 our magnetic nanoplatelets were built on the controlled synthesis of ferromagnetic barium ferrite (BF) nanoplates. By sputter coating with Pt, a series of Pt-coated BF nanoswimmers were prepared. Although the bubbles formed by H2O2 decomposition posed an imaging challenge for the study of active colloidal physics,20 we took advantage of the formed nanobubbles to enhance the microconvection and introduce oxidative species during the decontamination process."
    }, {
      "heading" : "2. RESULTS AND DISCUSSION",
      "text" : "We fabricated the Pt-deposited barium ferrite (PtBF) nanoplates by a two-step method involving physical vapor deposition of Pt on BF platelets followed by template removal using ultrasonication (Figure 1a). In the first step, the hydrothermally synthesized BF nanoplatelets were coated onto a precleaned Si wafer, after which a thin layer of Pt was deposited on BF to yield PtBF nanoplates. In the second step, as the PtBF nanoplatelets did not form any chemical bonds with the Si wafer, the PtBF nanoparticles can be readily removed from the wafer by ultrasound. By use of a magnet, the Pt-coated BF was purified and separated from the possible byproducts. Such physical modification of 2D platelets into magnetic nanomotors is simple, straightforward, and highly flexible, likely allowing for fabricating other 2D micro/nanomotors, e.g., graphene oxide nanosheets or Ag nanoplates.21 As shown in Figure 1b, transmission electron microscopy (TEM) revealed a polydispersed hexagonal structure of PtBF with an average size of 36.3 ± 7.6 nm (size analysis in Figure 1c). Such results showed that PtBF nanoparticles shared similar 2D characteristics with pristine BF nanoplatelets (inset of Figure 1b). Atomic force microscopy (AFM) showed pristine BF nanoparticles with thickness of 1.70 ± 0.52 nm (Figure S1). In contrast to ∼2 nm thickness of pristine BF, AFM analysis presented a thickness of 4.6 nm of PtBF (Figure S2). It is worth mentioning that 4.6 nm dimension of PtBF is much thinner than most magnetic MNMs, such as Ni-based nanomotors.9\nTo study the surface chemistry of PtBF nanoplates, highresolution Pt4f and Fe2p XPS spectra were collected. As shown in Figure 1d, the strong signals of PtBF with binding energies of 72.1 and 75.6 eV can be assigned to Pt4f7/2 and Pt4f5/2, respectively; however, no observable Pt4f peak was found for pristine BF nanoparticles (Figure 1d, red line). As shown in Fe2p XPS spectra of the PtBF specimen (Figure S3), the presence of Fe2p3/2 peaks at 710.9 eV indicated no significant presence of Fe2+ in the specimen, confirming that no reduction occurred during the deposition of Pt. These results indicated the\nScheme 1. Schematic Illustration of the Geometrical Factors"
    }, {
      "heading" : "That Determine the Self-Propelled Efficiency of Solid",
      "text" : "Nanoswimmersa\naFor self-phoretic nanomotors, the plate shape may be advantageous to transform the surface flux to particle velocity when all particles are the same volume and the surface flux is uniform.\nDOI: 10.1021/acsanm.8b02153 ACS Appl. Nano Mater. 2019, 2, 1267−1273\n1268\nsuccessful deposition of Pt on BF nanoparticles without destroying the BF structures. For nanomotors fueled by H2O2, the self-propelled velocity (V) is closely related to the apparent diffusion coefficient (Dapp) where a substantial increase in Dapp would be expected upon adding hydrogen peroxide.22 The swimming speed of PtBF can be obtained from the equations (1)Dapp =D0 + L\n2/4τ and (2) V = L/τ, whereD0 is the intrinsic diffusion constant without H2O2, τ is the relaxation time for a specific H2O2 concentration, and L is the average ballistic swimming length during the τ. To optimize the self-propelled speed of PtBF under strong Brownian forces, we also prepared and evaluated three kinds of PtBF nanoplates coated with different amounts of Pt: small (PtBF-S), medium (PtBF-M), and large (PtBF-L). Upon increase of the Pt coating amount, the thickness of PtBF increased continuously from 2.63± 0.39 nm, to 4.59± 0.90 nm, and then to 8.04 ± 2.59 nm (Figure S4). First, we used the dynamic light scattering (DLS) technique to measure the intrinsic diffusion constants of PtBFs in the absence of H2O2. Upon increasing the deposition thickness of Pt, we observed a clear decreasing trend of diffusion constant of PtBF (Figure 2a). This was well consistent with the fact that a nanoparticle with smaller size would undergo a strong Brownian motion.22\nFurthermore, we also synthesized Fe(III)-based nanoparticles, Fe2O3, withmuch larger size (750± 220 nm, Figures S5 and S6), which verified the trend of diffusion constant. By contrast, the introduction of even a highly diluted H2O2(aq) into PtBF solutions dramatically increased the apparent diffusion. As shown in Figure 2b, the apparent diffusion constant of PtBF increased more than 200% by simply introducing 0.1% H2O2, whereas no observable change was found in diffusion rate for pristine BF nanoparticles under the same conditions. The absence of diffusion enhancement of pristine BF nanoplates\nindicates that the deposition of Pt on BF is a crucial factor for the active motion of nanomotors. This was also consistent with the observation that no bubble was formed when only pristine BF NPs were mixed with H2O2 (Figure S7). It is worth noting that free Fe3+ ions can also catalyze the decomposition of H2O2, a process known as Fenton’s reaction, whereas some reported works suggested that alkaline-earth ions, Mg2+ or Ba2+, can retard such reaction.23 A comparison of the enhanced diffusion among different PtBFs showed that the PtBF-L possesses the highest diffusion improvement, whereas the least diffusion enhancement was observed for PtBF-S (Figure S8). These results suggested that in the range of our experimental conditions a larger coating amount of Pt would endow the nanomotors with a higher self-propelled speed in diluted H2O2 solution. We found this trend applied even at relatively high concentration of H2O2. Upon increasing H2O2 to higher concentration (4 wt %), the optical microscopy was used to track the bubble path to estimate the trajectories of nanomotors. As shown in Figure 2c, the optical tracking of self-propelled nanoparticles (duration time: t = 22 s) revealed the highest ballistic trajectory for the PtBF-L. The average speeds of PtBF-S, PtBF-M, and large PtBF-L were estimated to be 1500, 1700, 3500 body lengths/s, respectively. In addition, we compared our results with the reported works regarding MNMs fueled by catalytic decomposition of hydrogen peroxide,9,10,12,22,24−27 as shown in Figure 2d (the inset showed a typical motion of PtBF-L in H2O2). A detailed list of references can be found in Table S1. Although theoretical work by Nourhani et al. suggested that 2D structure should be more effective than other spheroid shapes at transforming chemical energy into speed, however, it is worth noting that different motor compositions, fuel concentrations, and even propulsion mechanisms were considered here, indicating further research would be still desirable for only\nDOI: 10.1021/acsanm.8b02153 ACS Appl. Nano Mater. 2019, 2, 1267−1273\n1269\nconsidering the shape factors in determining the swimming speed. Although these results have not confirmed the speed of 2D nanomotor being faster than other geometries, Figure 2d indicates that the average speed of PtBF is still relatively high, and such catalytically active behaviors of PtBFs might be useful for environmental cleanup of organic pollutants.\nAs a proof-of-concept experiment for environmental cleanup applications, the catalytic degradation of organic pollutants using PtBF was investigated. Studies have shown that both Fe3+\nand noble metal can promote the oxidative decomposition of organic dyes in the presence of H2O2, leading to the cleanup of polluted water.5,28 Here, we use methyl blue (MB) as a model\nDOI: 10.1021/acsanm.8b02153 ACS Appl. Nano Mater. 2019, 2, 1267−1273\n1270\npollutant due to its wide existence in industry. Compared with nonactive BF (Figure 3a, sample B) and H2O2 solution (Figure 3a, sample C), the self-propelled PtBF demonstrated a stronger capability for catalytically oxidizing MB (Figure 3a, sample A). To quantitatively demonstrate that PtBF can accelerate the decomposition of MB, time-collapse UV−vis spectra of control experiments were performed, and the remaining MB to initial MB ratio (C/C0) was calculated using the correction coefficient obtained from Figure S9. As shown in Figure 3b, the MB concentration remained relatively high when H2O2 or BF was used. In the presence of 4% H2O2, the MB decomposed slowly with time (green dots), while the pristine BF nanoparticles could slightly accelerate this process in 0−30 s and then showed a decomposition rate similar to that of only H2O2 solution. Upon addition of PtBF, a clear decreasing trend of MB concentration was observed. PtBF NPs can significantly reduce the concentration of MB by 34% in only 60 s, which is 1000% more than H2O2 solution (2.99%) and BF/H2O2 solution (3.28%). After 5 min, 99.4% of MB was removed from the solution (Figure 3c). The enhancedmicroconvection by PtBF at high speed may contribute such excellent decontamination efficiency by increasing the chance of contact between oxidative species and MB. In addition, we found our nanorobots can perform effectively under a wide range of contaminant concentration without showing inhibition from high concentration of MB (Figure 3d). As the percentage of MB removed from solution increased significantly with initial dye concentration, we hypothesized the reaction followed the first-order reaction in which the rate was proportional to dye concentration. During the decontamination, the hydroxyl radical (HO·), known as a powerful nonselective oxidant with EHO· = +1.9−2.8 V, was generated by reaction of H2O2 in the presence of Pt, serving as the main oxidizing agent for degrading organic pollutant. Compared with conventional Fenton’s reactions that required hours to efficiently remove dye,29,30 the ability of our nanomotors to remove 99.4% of MB in 5 min may be useful for fast treatment of wastewater for environmental application. As two-dimensional shape can allow nanomotors with higher surface area, we expect the 2D nanomotors can be useful for applications that demand high-level interaction of surface, such as surface cleaning. To evaluate the capability of the PtBF as a self-powered nanocleaner, molecule-stained fabrics (MSF) as well as the particle-stained fabrics (PSF) were tested in PtBF/ H2O2 solution. We hypothesized that enhanced microconvection by PtBF may facilitate the stain removal on fabrics/cloth, which would be the reminiscent of a nanosized “washing machine” (Figure 4a). As shown in Figure 4b, the MB-stained fabrics were readily cleaned even though no surfactants or\nexternal stirring was applied, though it takes longer time to remove the MB adsorbed on fabrics compared with free MB molecules in aqueous solution, likely due to the strong adsorptive behavior of the cellulose materials in fabrics.31,32 Such removal of MB was also confirmed by UV−vis spectra (Figure 4d, blue dashed line). By contrast, incomplete removal of the MB on fabrics was seen for pure H2O2 solution without PtBF (Figure 4d, blue dash-dotted line). This indicated that the autonomous motion of PtBF nanomotors promoted microconvection near the contaminated surface, leading to the removal of pollutants even at adsorptive state. In addition to dye removal, PtBF also showed excellent performance on removing particle-type stains including coffee particles (Figure 4c). The removal of coffee stains was further confirmed using UV−vis reflection spectra, as shown in Figure 4d. By contrast, both untreated MSF and PSF showed strong absorption behavior in visible-light range, especially in the range of 400−600 nm. After the cleaning process, the PtBF can be readily recovered using a magnet, as PtBF kept the magnetic property from BF nanoplates (Figure 5a). Taking advantage of such magnetically responsive feature of PtBF, we usedmagnets to recover the nanomotors and then redispersed them into the stained fabric system to test the recyclability of PtBF. As shown in Figure 5b, the reflectance spectra indicated that the PtBF can be repeatedly used with no significant decrease in catalytic capability for multiple usages. It is worth noting that for our nanocleaners there was no detergent or external mechanical energy required, representing a selfpowered “washing machine” at the nanoscale. We expect that the research disclosed here will open a new pathway toward designing 2D nanorobots for applications in wastewater treatment, cargo delivery, and rare earth element recovery."
    }, {
      "heading" : "3. CONCLUSION",
      "text" : "In summary, a two-dimensional catalytic nanomotor based on magnetic BF nanoparticles was prepared. We demonstrated that fuel-enhanced diffusion behaviors of nanomotors are not limited to 0D nanospheres and 1D nanorods but are also applicable to 2D nanoplatelets. The swimming speed and enhanced diffusion of BF-based nanomotors with different Pt thicknesses were also evaluated, and the large amount of Pt was shown to be more efficient at converting chemical energy into speed. The surface chemistry of PtBF was investigated by XPS, and the 2D structure was verified using TEM and AFM analyses. In consequence of high activity of PtBF, nanomotors not only catalyzed the decomposition of free organic dye in solution over a wide range of pollutant concentrations but also showed excellent catalytic performance in removing adsorbed stains likely due to the high catalytic performance and active locomotion of the catalyst.\nDOI: 10.1021/acsanm.8b02153 ACS Appl. Nano Mater. 2019, 2, 1267−1273\n1271\nAfter reactions, such catalytic nanomotors can be readily separated and recycled because of the magnetic nature of BF. The present approach is straightforward and possibly applicable to other 2D materials, indicating strong potential for developing 2D nanomachines in a wide range of applications such as wastewater treatment, advanced sensoring, nanoscale cleanup, and highly efficient nanocatalysts."
    }, {
      "heading" : "4. EXPERIMENTAL SECTION",
      "text" : "4.1. Fabrication of PtBF Nanomotors. The PtBF nanoplatelets were fabricated by a two-step strategy involving physical vapor deposition of Pt on BF platelets. The pristine BF nanoplatelets with the nominal composition of BaFe11.5Sc0.5O19 were prepared using a modified procedure.33 First, iron nitrate, barium nitrate, and scandium nitrate were dissolved in DI water (nBa:nFe:nSc = 2:9:1). Then, NaOH(aq) was introduced into the above solution ([OH−]/[NO3\n−] = 16), allowing for the precipitation of metal hydroxide precursors. The resulting mixture was gently stirred and transferred into a 100 mL Teflon-lined autoclave, followed by the hydrothermal treatment at 230 °C for 7 h. After cooling to room temperature, the pristine nanoparticles were carefully washed with DI water three times, followed by drying at 65 °C in an oven. Subsequently, the dried BF nanoparticles were redispersed in isopropanol and then spread-coated on a Si wafer that was precleaned with water and acetone. The physical vapor deposition was achieved by sputtering Pt on BF-coated wafer (Cressington 208HR High Resolution Sputter Coater). The above Pt-coated wafer was ultrasonicated for 30 s in water to detach the nanomotors followed by freeze-drying. Finally, the fabricated nanomotors were separated from the dried powder using a magnet and stored in 1 mM sodium citrate solution at 4 °C. The PtBF with different Pt amounts was prepared by controlling the Pt deposition time. 4.2. Self-Propulsion Behavior of PtBF Nanomotors in H2O2 Solution. The particle diffusion and relaxation time were evaluated by dynamic light scattering (DLS, Zetasizer Nano ZS90, Malvern Instruments). The diffusion constant of PtBF was measured at different diluted H2O2 concentrations (0−0.1 wt %) to avoid the formation of gas bubbles in DLS measurements. For samples with higher H2O2 concentrations (4 wt %), an optical microscope (Nikon microscope TE-2000U) was used to evaluate the self-propulsion behavior of PtBF (Movie S1), while a 0.2 wt % sodium dodecyl sulfate solution was added to reduce interfacial tension. 4.3. Cleanup of MSF and PSF Using PtBF. The MSF and PSF were prepared by drop-casting MB solution (0.5 wt %) or coffee dispersion (1.5 wt %) on commercial fabrics (80% polyester and 20% cotton), followed by air drying for 48 h. The as-prepared MSF and PSF were immersed in a solution of PtBF with final concentration of PtBF andH2O2 at 0.1 and 6 wt %, respectively. After the cleanup, the removal of dye and coffee particles on fabrics was evaluated by UV−vis spectroscopy with reflection mode. 4.4. Characterization. The surface chemistry of PtBF and BF was studied by XPS analysis using an Omicrometer’s DAR 400 (Mg Kα radiation for the excitation source). The binding energies were referenced to C1s at 284.80 eV. UV−vis spectra were recorded on a Hitachi U-4100 UV−vis−NIR spectrophotometer.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsanm.8b02153.\nAdditional characterizations of PtBF particles (Figures S1−S9 and Table S1) (DOCX) Movie S1 (MPG)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: glennzeng@tamu.edu (M.Z.). *E-mail: zcheng@tamu.edu (Z.C.)."
    }, {
      "heading" : "ORCID",
      "text" : "Minxiang Zeng: 0000-0002-3513-9200 Lecheng Zhang: 0000-0003-2661-5321"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS The authors acknowledge financial support fromNASA (NASANNX13AQ60G) and National Science Foundation (NSF MRSEC Grant DMR-1420736). The authors thank the Materials Characterization Facility (MCF) at Texas A&M University for access to UV−vis spectroscopy and XPS analysis.\n■ REFERENCES (1) Gelebart, A. H.; JanMulder, D.; Varga, M.; Konya, A.; Vantomme, G.; Meijer, E.; Selinger, R. L.; Broer, D. J. Making Waves in A Photoactive Polymer Film. Nature 2017, 546 (7660), 632. (2) Luo, J.; Zeng, M.; Peng, B.; Tang, Y.; Zhang, L.; Wang, P.; He, L.; Huang, D.; Wang, L.; Wang, X.; Chen, M.; Lei, S.; Lin, P.; Chen, Y.; Cheng, Z. Electrostatic-Driven Dynamic Jamming of 2D Nanoparticles at Interfaces for Controlled Molecular Diffusion. Angew. Chem. 2018, 130 (36), 11926−11931. (3) Ma, X.; Hahn, K.; Sanchez, S. Catalytic Mesoporous Janus Nanomotors for Active Cargo Delivery. J. Am. Chem. Soc. 2015, 137 (15), 4976−4979. (4) Wu, Y.; Wu, Z.; Lin, X.; He, Q.; Li, J. Autonomous Movement of Controllable Assembled Janus Capsule Motors. ACS Nano 2012, 6 (12), 10910−10916. (5) Soler, L.; Magdanz, V.; Fomin, V. M.; Sanchez, S.; Schmidt, O. G. Self-Propelled Micromotors for Cleaning Polluted Water. ACS Nano 2013, 7 (11), 9611−9620. (6) Wu, J.; Balasubramanian, S.; Kagan, D.; Manesh, K. M.; Campuzano, S.; Wang, J. Motion-Based DNA Detection Using Catalytic Nanomotors. Nat. Commun. 2010, 1, 36. (7) Tu, Y.; Peng, F.; Sui, X.; Men, Y.; White, P. B.; van Hest, J. C.; Wilson, D. A. Self-Propelled Supramolecular Nanomotors With Temperature-Responsive Speed Regulation. Nat. Chem. 2016, 9 (5), 480. (8) Xuan, M.; Mestre, R.; Gao, C.; Zhou, C.; He, Q.; Sańchez, S. Noncontinuous Super-Diffusive Dynamics of a Light-Activated Nanobottle Motor. Angew. Chem., Int. Ed. 2018, 57 (23), 6838−6842. (9) Vilela, D.; Parmar, J.; Zeng, Y.; Zhao, Y.; Sańchez, S. GrapheneBased Microbots for Toxic Heavy Metal Removal and Recovery From Water. Nano Lett. 2016, 16 (4), 2860−2866. (10) Li, J.; Gao, W.; Dong, R.; Pei, A.; Sattayasamitsathit, S.; Wang, J. Nanomotor Lithography. Nat. Commun. 2014, 5, 5026. (11) Golestanian, R.; Liverpool, T.; Ajdari, A. Designing Phoretic Micro-And Nano-Swimmers. New J. Phys. 2007, 9 (5), 126. (12) Ebbens, S.; Tu, M.-H.; Howse, J. R.; Golestanian, R. Size Dependence of The Propulsion Velocity for Catalytic Janus-Sphere Swimmers. Phys. Rev. E 2012, 85 (2), 020401. (13) Nourhani, A.; Lammert, P. E. Geometrical Performance Of SelfPhoretic Colloids AndMicroswimmers. Phys. Rev. Lett. 2016, 116 (17), 178302. (14) Ismagilov, R. F.; Schwartz, A.; Bowden, N.; Whitesides, G. M. Autonomous Movement and Self-Assembly. Angew. Chem., Int. Ed. 2002, 41 (4), 652−654. (15) Reddy, N. K.; Clasen, C. Self-PropellingMicro-Disks.Korea-Aust. Rheol. J. 2014, 26 (1), 73−79. (16) Gai, M.; Frueh, J.; Si, T.; Hu, N.; Sukhorukov, G. B.; He, Q. The Collision Phenomena Of Janus Polymer Micro-Plate Motors Propelled By Oscillating Micro-Bubbles. Colloids Surf., A 2016, 510, 113−121. (17) Hu, N.; Zhang, B.; Gai, M.; Zheng, C.; Frueh, J.; He, Q. Forecastable and Guidable Bubble-Propelled Microplate Motors for Cell Transport. Macromol. Rapid Commun. 2017, 38 (11), 1600795.\nDOI: 10.1021/acsanm.8b02153 ACS Appl. Nano Mater. 2019, 2, 1267−1273\n1272\n(18) Gai, M.; Frueh, J.; Hu, N.; Si, T.; Sukhorukov, G. B.; He, Q. SelfPropelled Two Dimensional Polymer Multilayer Plate Micromotors. Phys. Chem. Chem. Phys. 2016, 18 (5), 3397−3401. (19) Kline, T. R.; Paxton, W. F.; Mallouk, T. E.; Sen, A. Catalytic Nanomotors: Remote-Controlled Autonomous Movement of Striped Metallic Nanorods. Angew. Chem., Int. Ed. 2005, 44 (5), 744−746. (20) Ebbens, S. J. Active Colloids: Progress and Challenges Towards Realising Autonomous Applications. Curr. Opin. Colloid Interface Sci. 2016, 21, 14−23. (21) Li, R.-Z.; Hu, A.; Bridges, D.; Zhang, T.; Oakes, K. D.; Peng, R.; Tumuluri, U.; Wu, Z.; Feng, Z. Robust Ag Nanoplate Ink for Flexible Electronics Packaging. Nanoscale 2015, 7 (16), 7368−7377. (22) Lee, T.-C.; Alarcoń-Correa, M.; Miksch, C.; Hahn, K.; Gibbs, J. G.; Fischer, P. Self-Propelling Nanomotors in the Presence of Strong Brownian Forces. Nano Lett. 2014, 14 (5), 2407−2412. (23) Abbot, J.; Brown, D. G. Stabilization Of Iron-Catalysed Hydrogen Peroxide Decomposition by Magnesium. Can. J. Chem. 1990, 68 (9), 1537−1543. (24) Zhu, W.; Li, J.; Leong, Y. J.; Rozen, I.; Qu, X.; Dong, R.; Wu, Z.; Gao, W.; Chung, P. H.; Wang, J.; Chen, S. 3D-Printed Artificial Microfish. Adv. Mater. 2015, 27 (30), 4411−4417. (25) Chen, C.; Chang, X.; Teymourian, H.; Ramírez-Herrera, D. E.; Esteban-Fernańdez de Ávila, B.; Lu, X.; Li, J.; He, S.; Fang, C.; Liang, Y.; et al. Bioinspired Chemical Communication between Synthetic Nanomotors. Angew. Chem., Int. Ed. 2018, 57 (1), 241−245. (26) Dhar, P.; Fischer, T. M.; Wang, Y.; Mallouk, T.; Paxton, W.; Sen, A. Autonomously Moving Nanorods at A Viscous Interface. Nano Lett. 2006, 6 (1), 66−72. (27) Srivastava, S. K.; Guix, M.; Schmidt, O. G. Wastewater Mediated Activation of Micromotors for Efficient Water Cleaning. Nano Lett. 2016, 16 (1), 817−821. (28) Shahwan, T.; Abu Sirriah, S.; Nairat, M.; Boyacı, E.; Eroğlu, A. E.; Scott, T. B.; Hallam, K. R. Green Synthesis of Iron Nanoparticles and Their Application as A Fenton-Like Catalyst for the Degradation of Aqueous Cationic and Anionic Dyes.Chem. Eng. J. 2011, 172 (1), 258− 266. (29) Zabat, N.; Abbessi, M. Elimination of the Methyl Blue from Wastewater by Advanced Oxidation Process in the Presence of An Heteropolyanion of Dawson Type as A Catalyst. Res. Chem. Intermed. 2015, 41 (3), 1691−1702. (30) Malik, P. K.; Saha, S. K. Oxidation Of Direct Dyes With Hydrogen Peroxide Using Ferrous Ion As Catalyst. Sep. Purif. Technol. 2003, 31 (3), 241−250. (31) Zeng, M.; Echols, I.; Wang, P.; Lei, S.; Luo, J.; Peng, B.; He, L.; Zhang, L.; Huang, D.; Mejia, C.; Wang, L.; Mannan, M. S.; Cheng, Z. Highly Biocompatible, Underwater Superhydrophilic and Multifunctional Biopolymer Membrane for Efficient Oil−Water Separation and Aqueous Pollutant Removal. ACS Sustainable Chem. Eng. 2018, 6 (3), 3879−3887. (32) Zeng, M.; Wang, P.; Luo, J.; Peng, B.; Ding, B.; Zhang, L.; Wang, L.; Huang, D.; Echols, I.; Abo Deeb, E.; Bordovsky, E.; Choi, C.-H.; Ybanez, C.; Meras, P.; Situ, E.; Mannan, M. S.; Cheng, Z. Hierarchical, Self-Healing and Superhydrophobic Zirconium Phosphate Hybrid Membrane Based on the Interfacial Crystal Growth of Lyotropic TwoDimensional Nanoplatelets. ACS Appl. Mater. Interfaces 2018, 10 (26), 22793−22800. (33) Shuai, M.; Klittnick, A.; Shen, Y.; Smith, G. P.; Tuchband, M. R.; Zhu, C.; Petschek, R. G.; Mertelj, A.; Lisjak, D.; Čopic,̌ M.; Maclennan, J. E.; Glaser, M. A.; Clark, N. A. Spontaneous Liquid Crystal and Ferromagnetic Ordering of Colloidal Magnetic Nanoplates. Nat. Commun. 2016, 7, 10394.\nDOI: 10.1021/acsanm.8b02153 ACS Appl. Nano Mater. 2019, 2, 1267−1273\n1273"
    } ],
    "references" : [ {
      "title" : "Making Waves in A Photoactive Polymer Film",
      "author" : [ "A.H. Gelebart", "D. JanMulder", "M. Varga", "A. Konya", "G. Vantomme", "E. Meijer", "R.L. Selinger", "D.J. Broer" ],
      "venue" : "Nature 2017,",
      "citeRegEx" : "Gelebart et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Gelebart et al\\.",
      "year" : 2017
    }, {
      "title" : "Autonomous Movement of Controllable Assembled Janus Capsule Motors",
      "author" : [ "Y. Wu", "Z. Wu", "X. Lin", "Q. He", "J. Li" ],
      "venue" : "ACS Nano 2012,",
      "citeRegEx" : "Wu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2012
    }, {
      "title" : "Noncontinuous Super-Diffusive Dynamics of a Light-Activated Nanobottle Motor",
      "author" : [ "D. Vilela", "J. Parmar", "Y. Zeng", "Y. Zhao", "S. Sańchez" ],
      "venue" : "Angew. Chem., Int. Ed. 2018,",
      "citeRegEx" : "Vilela et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Vilela et al\\.",
      "year" : 2016
    }, {
      "title" : "Dependence of The Propulsion Velocity for Catalytic Janus-Sphere Swimmers",
      "author" : [ "A. Nourhani", "P.E. Lammert" ],
      "venue" : "Phys. Rev. E 2012,",
      "citeRegEx" : "Nourhani and Lammert,? \\Q2040\\E",
      "shortCiteRegEx" : "Nourhani and Lammert",
      "year" : 2040
    }, {
      "title" : "Autonomous Movement and Self-Assembly",
      "author" : [ "R.F. Ismagilov", "A. Schwartz", "N. Bowden", "G.M. Whitesides" ],
      "venue" : "Angew. Chem., Int. Ed. 2002,",
      "citeRegEx" : "Ismagilov et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Ismagilov et al\\.",
      "year" : 2014
    }, {
      "title" : "Robust Ag Nanoplate Ink for Flexible Electronics Packaging",
      "author" : [ "U. Tumuluri", "Z. Wu", "Z. Feng" ],
      "venue" : "Nanoscale 2015,",
      "citeRegEx" : "Tumuluri et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Tumuluri et al\\.",
      "year" : 2015
    }, {
      "title" : "Self-Propelling Nanomotors in the Presence of Strong Brownian Forces",
      "author" : [ "Fischer" ],
      "venue" : "Nano Lett. 2014,",
      "citeRegEx" : "G. and P.,? \\Q2014\\E",
      "shortCiteRegEx" : "G. and P.",
      "year" : 2014
    }, {
      "title" : "3D-Printed Artificial Microfish",
      "author" : [ "W. Gao", "P.H. Chung", "J. Wang", "S. Chen" ],
      "venue" : "Adv. Mater. 2015,",
      "citeRegEx" : "Gao et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Gao et al\\.",
      "year" : 2015
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Engineering the shape of nanoparticles has emerged as an effective approach for optimizing their physical/chemical properties. In particular, two-dimensional (2D) nanostructures with their high surface area/volume ratio have opened up exciting opportunities for developing advanced anisotropic materials and facilitating chemical processes that demand high levels of surface interactions. Although the great potential of low-dimensional 2D nanoswimmers has been suggested by theoretical works, very little experimental study has been undertaken thus far. Here we fabricated a low-dimensional magnetic nanomotor based on discotic barium ferrite nanoplates. We demonstrated that the “fuel-to-motion” behavior and the enhanced diffusion of nanoswimmers are not limited to just 0D nanospheres or 1D nanorods but are also applicable to 2D nanoplates. In addition, the 2D nanoswimmers showed excellent catalytic performance in removing molecular and particle stains on cloth likely due to their catalytic activity as well as active locomotion that enhanced microconvection of solution. This study validated a new self-powered nanomachine for cleaning application without any requirement of surfactants or external mechanical energy.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}