{
  "name" : "downloads_2019-03-18_25_sonkaria2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Conceptualization of Self- Assembled Nanobiomimicry at the Intersection of Biology and Material Science: New Routes to Smarter Quantum-Scale Materials",
    "authors" : [ "Sanjiv Sonkaria", "Varsha Khare" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "CHAPTER 5"
    }, {
      "heading" : "Conceptualization of Self-",
      "text" : ""
    }, {
      "heading" : "Assembled Nanobiomimicry",
      "text" : "at the Intersection of Biology and Material Science: New"
    }, {
      "heading" : "Routes to Smarter Quantum-Scale",
      "text" : ""
    }, {
      "heading" : "Materials",
      "text" : ""
    }, {
      "heading" : "Sanjiv Sonkaria, Varsha Khare",
      "text" : "Institute of Advanced Machinery and Design, Seoul National University, Seoul, Republic of Korea"
    }, {
      "heading" : "1 INTRODUCTION",
      "text" : "Nanobiomimetic processes are gaining recognition as important routes to acquiring novel materials with new functional properties. Metal and semiconductor intercalation at the soft-hard nanomaterial interface has the potential to drive energy applications for soft robotics and drug delivery applications (Fig. 1). Despite progress over the decades, there is an increasing need to adopt more strategic processes to fabricate low-dimensional energy materials that have the ability to operate as low-power devices. Titanium dioxide as an exceptionally important semiconductor material is being underutilized because of current synthetic barriers to accessing its quantum state. The considerable difficulty in obtaining quantum-sized materials will undoubtedly reduce the technological impact in addressing energy, environmental, and potential biomedical applications. In the case of TiO2, much remains to be explored as a quantum-sized material. Engineering newmaterial properties through the application of synthetic protocols for acquiring TiO2 to the quantum scale has been dismally poor with the exception of one or two successful attempts. It is important to stress early that there have been numerous claims to the successful synthesis of quantum-sized TIO2. However, these particles greatly exceed the true quantum confinement range of 3nm.\n89 Nano-sized Multifunctional Materials Copyright © 2019 Elsevier Inc. https://doi.org/10.1016/B978-0-12-813934-9.00005-0 All rights reserved.\n90 Nano-sized Multifunctional Materials\nUnderstanding the coordination chemistry [1] of growth parameters that guides synthetic events in the self-assembly of complex molecular nanoarchitectures from structurally simpler bulk precursor materials is of enormous multidisciplinary interest. For example, reduced precursor activity has been shown to improve the size distribution of particles in the quantum-scale range [2]. The exploitation of diverse nucleating growth patterns that reveal strikingly different nanostructural shape dominating features in selfstabilized structures is being pursued by integrating metals in polymer systems to form supramolecular nanoassemblies composed of metal organic frameworks (MOFs) [3] and supramolecular coordination complexes (SCCs) [4]. The effect of organic-inorganic conjugates on energy-driven charge transfer processes at the polymer-metal oxide interface is limited by nanoparticle morphology, degree of porosity, and accessibility to metal oxide binding sites using both a polymer-filled metal oxide composite or a polymer-metal oxide comixture approach [5]. This suggests that charge transfer processes might be better aided by applying more conceptually effective biomimetic synthetic processes [6] to control physical and chemical parameters.\nFrom a biological perspective, the shape and size selection of biomineralized particles at the nano and quantum scales [7] (Table 1) may preferentially occur via an amorphous trapped state to liberate geometrically controlled crystals that may have both a chemical and functional significance to changing environments. This point is best emphasized by cooperativity\nmaterial Size range Ref."
    }, {
      "heading" : "Tenotrophomonas maltophilia",
      "text" : ""
    }, {
      "heading" : "Desulfovibrio",
      "text" : "91Shape and Size Selectivity in Amorphous Driven TiO2: New Routes to Smarter Quantum Scale Materials by Nano-Biomimicry\neffects between biological entities in the assembly of nanoparticles. For examples, twoRNA phases have been reported to assemble palladium nanoparticles from the organometallic precursor complex Pd2(dibenzylideneacetone)3 into crystals that are otherwise confined to the amorphous phase in the absence of one or the other RNA pdase [7m]. The potential to cease opportunities to trap a tunable amorphous metastable phase at the synthetic level is of considerable developing interest.\nThe metastable arrest phase is often marked by changes in the structural configuration on energy scales that allow landscape dynamics to form amaterially disordered, quenched-like state analogous to nonnative folds in proteins [8] aligned with dysfunctional conformations [9] and nanoscale confinement in biomineralization [10].However, such nucleating shape-size\n92 Nano-sized Multifunctional Materials\nrelationships in synthetic systems are potentially tunable to deliver new chemical functionalities. Synthetic accessibility to such transient metastable configurations found in nature has been challenging to assemble and has seldomly been addressed. Further, the dynamic nature of an amorphous state is an important element of a mechanism that allows the shape- and sizedependent changes to occur in response to environmental and chemical signals. The control of spacing and size parametrics in amorphous precursors by synthetic intervention [11] via the introduction of biodriven-like cavities should predictably affect thermodynamic considerations and the kinetic behavior of crystallization [12].\nDimensionality, which signifies the property of surrounding space as it applies to quantum materials, is also proving to be an important criterion to templating approaches in controlling the parametrics of size in nucleating materials. Ionic liquids (ILs) [13] composed of loosely coordinated ions exhibit low symmetry due to weak ionic interactions. The spatial arrangement between and around the ions is sufficiently feeble to generate degrees of structural regularity, interrupting the asymmetric behavior at the hard-soft interface of the interacting charged surfaces. Further, tailoring the templating properties of organic ionic liquids to control the shape and size of the metal oxide nanoparticles via the process of molecular self-assembly driven by thermodynamic and kinetic processes is an exploitable route to generate polymer-coated organometallic structures that exert surface passivation properties to effectively modulate the band gap characteristics of semiconductors as energy materials. Self-assembly events at the polymer-metal oxide interface can take advantage of the flexibility around a templated anionic-cationic reaction medium to drive the association and convergence of complementary chemical structures, enabling the supply of guest structures to facilitate host-guest supramolecular interactions binding a network of hydrocarbon chains. The availability of homogenously structured and well-distributed patterned surfaces formed at the solid-liquid interface from core materials provides a rich source of nucleating sites that strongly defines the physical and chemical nature of stabilized nanoparticles during and after the growth process. This characteristic has demonstrated considerable utility in directing structure-induced shape modifications during nucleation events. Surface heterogeneity at the solid-liquid interface during carbonization of ionic liquids is a potential route to acquire materials of low dimensionality.\nThis objective is of considerable importance to the assembly of semiflexible polymers and their correlation with biopolymers on a synthetic level as well as processes that impart new properties at the soft-hard interface of contrasting materials.Asbiomimetics begins to take shape, polymer structural engagements\n93Shape and Size Selectivity in Amorphous Driven TiO2: New Routes to Smarter Quantum Scale Materials by Nano-Biomimicry\naroundnucleating sites that favorunusual bending and strain energetics of atypical structures canbedriven to self-associate intometastable arrangements compensated through entropic loss. This could have far-reaching implications in mimicking the flexibility of biopolymer frameworks to include stretchingbending characteristics, strained geometries, and a template scaffold precursor that supportsmultidimensional cross-linked networks conjugated into a supramolecular lattice. Such chemical contacts are an important criteria for flow characteristics for charge transfer events, for example.\nIn this chapter, we explore the emerging role of “synthetic nanobiomimicry” in controlling both the shape and size characteristics of hard-toconfigure quantum-scale materials, exemplified by TiO2. The focal point of this investigation converges on enabling bulk precursor chemistry to drive a biomimetic synthetic mechanism of confinement directing the quantum “trapped” growth of the rutile phase of TiO2. The quantum arrest of TiO2 is synthetically difficult and biogenically unreported, and is reputed to be exceptionally hard to achieve on the low-dimensional scale. Initially, the correlation between bulk precursor surface chemistry and the control of interfacial surface properties at heterogeneous interfaces is examined by reference to its catalytic chemistry and the self-assembly of functional groups modulated by key elemental doping events triggering an interdependence between polymer and surface ligand chemistry occurring on different time scales in a single reaction. Parallels are drawn between the folding trajectory of biologically driven assemblies on a transient scale and geometrically trapped nonequilibrium synthetic structures intermediate between stable and unstable energy states. This is conceptually illustrated by the energy landscape folding trajectory of proteins [14] en route to forming stable folded structures from their unfolded states (Fig. 2). Experimental investigations of such nonequilibrium systems will inevitably contribute to a better appreciation of theoretical problems in understanding the transition between equilibrium and nonequilibrium driven self-assemblies [15]. Further, we discuss the relevance of such materials to the technological development of energy materials and their utilization as alternative sources for harnessing electrical power from solar energy."
    }, {
      "heading" : "2 TUNING SURFACE CHEMISTRY TOWARD CHEMICAL SELECTIVITY: ACCESSIBILITY TO HARD-TO-ACHIEVE ATOMIC CONFIGURATIONS",
      "text" : "The concept of “atomically directed” nanofabrication allowing a precise balance to be established between controllability and applicability in the\n94 Nano-sized Multifunctional Materials\nframework of nanomaterial design is far from being achieved. However, analogous to early reports highlighting the limitations of conventional chemical synthesis as a strategic route to access complex synthetic structures in the nanometer range [16], this possibility is being examined with semiconductor colloidal particles forming larger structures from localized short-range interactions between competing excited and ground-state structures [17] through the recognition and convenience of self-assembly processes [18]. Central to this realization that distinguishes the hallmark characteristics of self-assembly processes over chemical approaches in the utilization of complementary geometrical interactions between reactant molecules of a covalent nature, the hierarchical ordering of nanostructures and the effective use of building blocks in the construction of supramolecular hybrid complexes is enabling these key steps to proceed spontaneously through natural chemical selection and differential binding of chemical ligands favoring the incorporation of otherwise inaccessible functional properties. This approach might help understand and predict the untapped potential of thermodynamically driven molecular forces to form stable\n95Shape and Size Selectivity in Amorphous Driven TiO2: New Routes to Smarter Quantum Scale Materials by Nano-Biomimicry\nshape-dominant structures, broadening the relationship between molecular patterns and function.\nA considerable geometrical challenge in semiconductor materials chemistry has been ways to understand and support the assembly processes leading to the quantum confinement of TiO2. As an exceptionally important semiconductor material, TiO2 is being underutilized because of current synthetic barriers to accessing its quantum state. Considerable difficulty in obtaining quantum-sized materials will undoubtedly reduce the technological impact in addressing energy, environmental, and potential biomedical applications. The change in optoelectronic properties under quantum confinement is intrinsically related to size that affects their optical absorption band energy range, exciton energies, recombination properties, and density of states (DOS) at the band edge that imparts discrete particle wave function behavior. These parameters are surface-state dependent and the mobility of defect states that show temperature-dependent behavior is largely observed within the quantum region [19].\nThe unmatched potential to develop TiO2 as a multifunctional biocompatible material has been limited by considerable challenges to enhance the untapped properties of TiO2 at the quantum scale to exploit shape- and sizedependent photoluminescence characteristics accessible through discrete forbidden quantum band regimes. This nontriviality in the quantum scaling of TiO2 suggests that conventional growth patterns that are sensitive to interfacial energies at surface edges or defect sites and the composition of starting materials that influence temperature-dependent enthalpies of interfacial surfaces require alternative strategies. A key criteria to implement novel approaches to organize matter is by targeting structure-induced shape modifications during nucleation. Better manipulation of protein cagednanoparticle assemblies with novel architectures has been achieved using moderate to low reaction rates by lowering temperature, precursor concentrations, and the stoichiometry of reactants. Under these conditions, the possibility of directing the controlled diffusion of inorganic precursors through protein-shell barriers into hollow cavities imitating dispersed nanoreactorlike centers offers much potential to broaden the diversity of nucleation events under nanoscale confinement assisting the self-assembly of more novel architectures. Such self-assembly processes, however, proceed in driving equilibrium structures that are associated with more predictable nucleation and growth patterns forming complex supramolecular hybrid structures that may favor geometries capable of hosting guest structures in bonded cavities.\n96 Nano-sized Multifunctional Materials\nIndeed, hard-to-achieve atomic configurations epitomized by the quantum confinement of TiO2 are being fueled by the desire to address approaches to induce more shape adaptive mechanisms to inhibit nucleation growth as the primary phase in governing size and shape. This is decisively much harder to achieve at the quantum scale. While chemical paths to equilibrium self-assembly phases share more stable thermodynamic boundaries occupying deep energy minima’s restricting morphological transformations resulting from heightened energy barriers, the relative ease in adaptability of nonequilibrium phases renders host structures more shape compliant to congruent guests, increasing the possibility of confinement. Because shape and size flexibility is a primary function of intermolecular interactions, a direct route to self-program desired dimensions at the quantum nanoscale can be achieved through the use of structural templates."
    }, {
      "heading" : "3 CONCEPTUALIZATION OF SYNTHETIC NANOBIOMIMICRY: LESSONS FROM BIOLOGY",
      "text" : ""
    }, {
      "heading" : "3.1 Energy Landscapes and Biomimicry",
      "text" : "Multicomponent colloidal systems originating from self-assembly processes exhibit complex phase transitions at the liquid-solid interface. Efforts to decipher and understand the delicate balance between the multiplex interplay of enthalpically driven pathways and their underlying relationship with surface chemistries havebeen slow.Thenucleation andgrowthdynamics of naturally occurring biomolecules and those of synthetic origin directed by selfassembly processes proceed via their respective transient conformational and anisotropic states governed by an energy landscape defined by thermodynamic and kinetic energy barrier constraints. The perception that relates the organization of folded structures into task-specific proteins or synthetic nanomaterials with synthetically adapted morphologies as an elementary function of atomic-scale interactions at the level of nucleation and prenucleationmust also influence their ability to evolve into amorphous-phase or crystalline states of matter. The natural selection of folding transitions in proteins conceptually adheres to a folding funnel-like trajectory of trapped events en route to their native structural conformations. These folding transitions conceptually proceed throughmultiple pathways inwhich folding events are dictated by the energy landscape of interfacial surface interactions between the bulk environment and the foldingprotein exterior.Conformational precision of structure-function processes makes use of folding patterns that occur through a number of enthalpically trapped configurations distributed along\n97Shape and Size Selectivity in Amorphous Driven TiO2: New Routes to Smarter Quantum Scale Materials by Nano-Biomimicry\na path of thermochemical barriers distinguishable by a succession of local energy minima of misfolds, aggregates, nonnative structures, or amorphous and interchangeable conformational states.\nHere, we extend the analogy that funnel-shaped energy landscapes are equally applicable to nonbiological crystallization processes. The existence of multiple pathways along the funnel route is modulated by kinetic and thermodynamic pathways that can often lead to protein misfolding and subsequent entrapment of metastable species. These exhibit a scale of shape dependency upon confinement to local energy minima when descending the funnel trajectory. An interesting development in elucidating characteristic folding patterns of proteins along their corresponding enthalphic routes is the work on heteropolymers. Such polymer compositions derived frommultiple monomers can significantly interrupt and delay native threedimensional configurations [20] influenced by key differences in the nature of kinetic traps and their pathways. In extending this notion, if we envision the amorphous or crystallization phases of nonbiological processes to proceed through a funnel-type ensemble of events that is essentially shapedependent, it may be feasible to influence and subsequently arrest novel hard to achieve atomic configurations to tunable geometries such as spaced confined crystalline cages of metal-organic complexes. While protein cages such as ferritin have been used as templates to immobilize and enhance the electronic localization of semiconductor photocatalyts [21], self-assembled groups might also be directed to form nanochemical geometries capable of confining and inhibiting metal nucleation growth at the organic-metal interface. We draw an analogy with efforts to control protein nucleation under conditions of confinement that act to alter nucleation energy barriers to growth or diminishment, suppressing or allowing alternative kinetic pathways to crystallization and metastable phases [22].\nThe shape dynamics of metal-conjugated polymeric materials of unusual amorphous types are interesting in their biomimicking characteristics of protein folding patterns that arise during mismatch in topological alignments of protein chains and their comparison to the self-organization of chemically driven morphologies. Such crystallization processes are gaining increasing importance, particularly in the formation of nanocavities or nanocages that leads to the trapping of metastabilized protein cores or metal oxides. In certain instances, for example, the growth dynamics within nanoconfined spaces might drive the assembly of unexpected or unconventional shape configurations.\n98 Nano-sized Multifunctional Materials\nCompelling evidence supporting multisubunit crystallization initiated from a monomeric fold via an amorphous precursor phase pathway [23] is equally accessible to folding funnel-like energy landscapes assumed to be exclusive to singular folding events. The cornerstones to these breakthrough discoveries have relied on in situ AFM imaging techniques that have been used to describe monomer growth by adsorption measurements. In view of the soft matter perspective on protein crystal assembly [24] and our current understanding of protein architecture, the dependency of threedimensional biomolecular structure on physical and chemical parameters has provided much insight on synthetic material behavior correlating to mineralization processes and phase change characteristics. Valuable clues to novel synthetic material development at the quantum-nano scale are derived from a mixed phase concurrence of amorphous and crystalline states of biogenic origin [25]. This work has important implications in distinguishing the persistence of a water-rich bionanomineral phase that precedes a dehydration and crystallization phase change."
    }, {
      "heading" : "3.2 Bioadaptive Mimicry of Synthetic Self-Assemblies",
      "text" : "Adaptation of synthetic assemblies at the level of nucleation in biologically controlled environments occurs at the atomic level, enabling exquisite control over structural geometries through selective kinetic pathways. Ordered scaling of complex hierarchal morphologies of varying shape and size has both a chemical and functional significance that is often adaptive to environmental signals and operational needs. Hence there exists a fine relationship between the flexibility and diversity of materials that transcends physical, chemical, and functional properties. The intrinsic nature of biosynthetic materials to escalate from disordered to ordered structural states, for example as stimuli-responsive multiinterface bioassemblies with the ability to function intelligently on different scales (Fig. 3), is a fundamental aim of biomimicry. One example of suchmaterials is those that can bemade responsive to magnetic fields (Fig. 4) through shape-responsive properties by exploiting attractive and repulsive forces in magnetized hybrid materials. As we approach the ability to match the atomic-scale manipulation of matter that is inherent in biological systems, challenges remain in understanding precise mechanisms that allow the fabrication of such materials solely by synthetic means.\nAdaptive behavior is executed through host-guest interactions that proceed via recognition-based interactions. The versatility of chemical bonds\n99Shape and Size Selectivity in Amorphous Driven TiO2: New Routes to Smarter Quantum Scale Materials by Nano-Biomimicry\nand functional groups that determines shape, size, geometry, and selectivity on different scales offers the potential to be manipulated at the molecular and atomic level to controllably engineer task-specific structures that biology has perfected. Examples of biologically triggered events include conformational binding, signal transduction, catalysis, cooperative binding, and triggered release mechanisms that are essentially stimuli responsive [26] but also include nonproteins such as polymers [27]. Probably, the most significant examples of adaptive biology are those based on evolving recognition mechanisms against antigenic structures through immune responses generating a large number of antibody structural variants.\nBiology has access to vast control mechanisms that permit the synthesis of structuredmaterials by self-assembly routed through bottom-up processes. It is fascinating and thought provoking that such mechanisms are applicable to the assembly of nonbiological materials for both natural [28] and engineered organisms [29], including titanium dioxide (titania) [7e]. From an application perspective, the logical aim of using natural biological machineries to synthesize metal oxide semiconductors is geared toward improving biointerfacing between contrasting material properties, leading to better hierarchical control of structures [30]. To achieve this purely by synthetic approaches\n100 N ano-sized M ultifunctionalM aterials\n101Shape and Size Selectivity in Amorphous Driven TiO2: New Routes to Smarter Quantum Scale Materials by Nano-Biomimicry\nrequires the use of templated structures that sufficiently mimic biodriven templates [31]. Current challenges depend on knowledge-based strategies to decipher chemical codes to design templates that combine functional group selectivity and energy landscapes to impart biological properties in resulting material behavioral characteristics. This might necessarily make use of contrasting multicomponent interfaces such as metal and polymer growth nucleation from bulk templates affecting morphology and dimensionality to induce new properties. Here, flexibility associated with selfassembled processes has shownmuch promise in tuning material geometrical designs [32], The programmable scale of events can be structured akin to enthalpically driven biological folding funnel-type trajectories [14, 33] steered through selective kinetic pathways and thermodynamic traps similar to peptide blocks [34]. Hence, the principles of synthetic biology [35] correctly applied to a synthetic template blueprint might make possible the accessibility to new structures via specific-template design [36]. The current focus in synthetic materials fabrication, however, relates to the interrelationship between structural diversity and control over shape and size, particularly in view of rising interest in low-dimensional materials at the subnanometer or quantum scale as low-consumption energy materials.\nOrganisms have evolved sophisticated routes to self-assemble semiconductor materials mechanistically with crystal nucleation patterns embodied at the nanoquantum range [7i, 37]. The fabrication of organometallic structures that precedes the nanometer scale afar from the quantum confinement range is accessible by chemical synthetic approaches, but growth restriction within thequantumdimensional space is still challenging forpromising semiconductor materials such as TiO2 that exhibit quantum properties below 2nm. As the evolving parallel between guest molecules (e.g., metals or metal oxides) exposed to biological environments or guest-host interactions with chemical templates in synthetic systems unfolds, a concurrent theme is emerging of adaptability in which chemical systems obey and conform to the behavioral characteristics of biomolecules. This is possible if molecular chemistry makes use of flexible bonding associations that are synonymous with nature’s spontaneity of noncovalent interactions. Some of the features important to self-assembly [38] require cooperativity and synergistic binding but not necessarily associations that are complementary in nature. Hence, transitions between disordered and ordered networks tend to utilize (1) weak binding affinities, (2) multiple binding events that occur under different time scales, (3) directional steering at heterogeneous surfaces, (4) intrinsically driven binding orientations, (5) geometric constraints in\n102 Nano-sized Multifunctional Materials\nspace (e.g., nanospaces influencing dimensional scale, stress-strain and rigidityfragility relationships, confinement, water dynamics and glassy states), (6) reversibility, (7) shape and size convergence, and (8) kinetic pathway selectivity and thermodynamic trapping of nonequilibrium metastable states.\nDecoding the intricate steps of enthalpically driven surface associations that define spontaneous self-assembly at the biointerface is a cornerstone to successfully mimicking such complimentary surface interactions chemically to access size-restricted growth parameters. Because biology is perplexed by the complexities of multiphase and mixed interactions of contrasting surfaces in compartmentalized areas of the cell, our ability to biomimic and access novel architectures of subnanometer and quantum states depends on the nature and availability of chemical bulk precursors or their synthetic tunability (bulk precursor with catalytic surface properties) as the building blocks for self-assembly. However, the shape and size persistence of unfolded protein-peptide chains during the folding process, for example, might be advantaged by the structural sequence of amino acids as elemental building blocks guiding the pattern of folding. This suggests an inherent spatial order locked within the inner structure in biological systems that provides directional significance from the onset of nucleation. This points toward a functional role for chemically ordered charged templated environments bearing spatial and chemical orientation of freely mobile building units generated from bulk precursors under thermally driven reaction conditions. The shape and size selection of host structures such as semiconductor metals by the self-assembly of polymers and their escalation in scale from molecular to supramolecular [39] level artificially can be generated by enabling the biomimicry characteristics of biopolymer catalysis. Such properties are inspired by biocatalysts of nonequilibrium polymerization [40] that use dynamic noncovalent interactions with molecular forces that allow the build up of scalable compartmentalized polymer scaffolds adaptable to the growth features of a nucleating host.\nThis opens the possibility of utilizing polymerization cross-linking strategies for precise monomer assembly that provide cross-linked bonding networks for building coordination networks composed of coordination cages for low-dimensional colloidal synthesis. Cytoskeleton proteins that shuffle from monomer to polymerized states responsive to signaling and enzyme regulation are just one example of nature’s molecular forces at work, intelligently shaping the needs of the environment. The biological ordering of hieratical polymers in living systems that use space and geometry to adapt and control polymer structures to their environment is an emerging area\n103Shape and Size Selectivity in Amorphous Driven TiO2: New Routes to Smarter Quantum Scale Materials by Nano-Biomimicry\nof focus. True synthetic mimics in complex self-assembly systems are not restricted to single polymer events during nucleation, but materialize as metastable multicomponent copolymer blends. For example, they have been shown to predictably adopt thermodynamic characteristics at copolymer buffering ratios of 1:1 and are strongly temperature dependent [41]. We propose that the imitation of synthetically driven biomimetic routes to metastable structures can open routes to tunable material properties of shape, size, and function through chemically designed building blocks that participate in cooperative nucleation processes at complex interfaces. This is possible for metastable phases due to the small enthalphic and free energy differences among surfaces states [42] with interchangeable morphological structures.\nAn area that is currently occupying much importance in the field of biomimetic self-assembly that connects geometrical size and shape and control over the complexity of fabricated functionally relevant structures converges upon supramolecular chemistry. The principles that drive the self-assembly of supramolecular structures that are perhaps intrinsically unfavorable in design from a biological perspective are those that can be stabilized and altered at will and that lie outside the thermodynamic equilibrium. The transition frommolecular to supramolecular assembly occurs readily with organometallics and becomes feasible when shape and structural complimentary occur with ligand-receptor type positioning. This is possible for larger building blocks permitting a supramolecular architecture. This scenario of recognition-based binding in which metallic elements or complexes are accommodated as stabilizing centers to larger scaffolds are hallmark characteristics of polymers that claim their own functional significance to the trapped metallic cores. Cooperativity involving copolymer growth between monomers around guest molecules under favorable conditions that promote reactive cross-linking is becoming increasingly programmable, given the ease by which polymeric molecules [38,39] adapt to both chain and branch chain-like growth mechanisms. It is conceivable that the multitude of shapes and polymer pores across different scale lengths is possible through the availability of bonding sites along the polymer. This may cater to induced flexibility under geometric constraints, influencing both the shape and size of polymer scaffolds and their effect of metallic growth nucleation. A more interesting approach to gain deeper access to unreported supramolecular assembly types could be better achieved by allowing the natural selection of polymer growth by self-assembly via nucleation mechanisms at metal oxide catalytic sites through monomer assembly that may otherwise be\n104 Nano-sized Multifunctional Materials\nimpeded by the reaction of preassembled polymers. The conceptual idea of biomimetic self-assembly is not new but the disconnect between how nature assembles biomolecules and how we as chemists and material scientists conceive material fabrication by synthetic means has been considerably hard to decipher. Surveying and establishing common elements to both processes has been blurred because the interest has largely been on generating novel synthetic materials as end products, which has diverted much of the attention away from the relevance of fundamental concerns on the dynamics of bulk to nano- or quantum-scale chemistry. The change, however, has been marked by efforts to identify elements of biomimetics of self-assembly and supramolecular chemistry with natural biological processes governing selfassembly of quantum state biomineralization [6]. A quantum leap in this direction by the group of De Cola [43] that provided unprecedented insight into the dynamic equilibrium of multiassemblies, supporting indirect evidence of overlapping or converging kinetic pathways. The interlocking of dynamics of kinetic pathways and thermodynamic traps is reminiscent of energy landscapes that conceptually define protein folding trajectories from unstable (high energy) to stable (low energy) conformations. The fact that such assemblies undergo further structural refinement where the interconversion is controllable by a predefined solvent to water ratio demonstrates the intermediatory nature of the kinetic products and the shift toward nonequilibrium states. The stimuli-responsive behavior shows, however, that this trend is reversible and tunable in shape and size. Manipulation of structural features and physical properties by understanding the nature of bonds in self-assembled complexes has the potential for behavior as smart materials selectively in response to specific stimuli exposure of a particular energy and type (e.g., photon, pH, thermal, solvent, etc.). This is particularly prominent at constrained interfaces between reaction surfaces such as polymers and semiconductors in which different material constituents exhibit stimuli responsive properties unhindered by overlapping energy bands.\nOne of the most complex and unquestionably cryptic routes to crystallization organisms use to adapt to environments requires some species to adopt an amorphous pathway, essentially arresting biomineralized growth to a precrystallization phase. The time scale of biomimetic processes is infinitesimally small in comparison to biologically driven mineralization and its evolutionary origin over millions of years. Thus, through strategies that have allowed hierarchical structures to take a variety of shapes and sizes from macro to quantum scales mediated via an amorphous phase by delaying\n105Shape and Size Selectivity in Amorphous Driven TiO2: New Routes to Smarter Quantum Scale Materials by Nano-Biomimicry\ncrystallization, organisms can control not only dimension but also mechanical properties with ease. Calcium carbonate biomineralization is the most well-studied area of scalar growth [44]. An important observation in nanomaterials chemistry is the diversity of hierarchical structures accessible by synthetic means. Although low-dimensional morphologies at the subnanometer scale are significantly outnumbered by successes on the nanometer and micrometer scale, lessons from biology provide knowledge-based evidence that hard to achieve atomic configurations of lower dimensions may inevitably be coupled to unexplored kinetic routes intermediate between stable and unstable states of matter. Access to the miniaturization of bulk state materials through pathways that are novel to synthetic systems but have long evolved as established routes in biological systems requires chemically driven self-assembly to be tunable for alternative ways to achieve minimization of interfacial energies. This may require new approaches to allow the adaptability of biomimetic processes to be more favorable toward (1) template driven effects, (2) amorphicity, (3) polymer stress-induced confinement at catalytic sites, (4) water and glass transition state dynamics, and (5) tunable polymorphism of nonequilibrium states. Fig. 5 shows that\n106 Nano-sized Multifunctional Materials\nestablishing a well-understood correlation between surface chemistry and its impact on steering interfacial energies at heterogonous interfaces could provide hidden clues to imitate biological pathways, improving our approach to biomimetic self-assembly.\nThis path to discovery entails a more systematic understanding of template induced programmability to access heterointerfaces with energy delivered on a scale to drive precise shape, size, and geometrical outcomes of materials with tunable functionalities. The evolution of biomimicry lies within exploratory nanomaterials chemistry. Its new direction and progress toward the next generation of materials requires stronger convergence with biological strategies in their aim of generating and utilizing energy materials.\nWe initially aim to draw a parallel between biological systems and synthetically driven processes that drive the assembly of metal complexation at the organic and inorganic interface. This will provide a basis to identify commonalities and key differences in the assembly of biological and synthetic scaffolds, naturally leading to a discussion of biomimetic systems and promising routes to adopt nucleation events that define these processes at the structural and molecular level."
    }, {
      "heading" : "3.3 The Amorphous-Glass Phase—Adopting a Biogenic Route to Host-Guest Confinement",
      "text" : "A key feature associated with biomineralization that permits organisms to synchronize crystal characteristics to adapt to their environmental needs such as shape and size equates short-range order that operates as a dominating characteristic of the amorphous phase. As in plant cell wall mechanics, the porosity of networks that contributes to the attainment of a hydroskeleton-like composition of networks, mechanical stiffness, rigidity, and deformation characteristics of the polymer plays a key role in the anisotropic nature of the polymer shell. In the context of current findings, these behavioral properties might resemble plant cell wall pectins forming a gellike composition of an amorphous nature in which the matrix provides an assembly of interlinking networks for embedding polysaccharides. The mechanical rigidity of the polymer surroundings can impart important consequences in the growth parametrics of cells and tissues [45] on a tunable scale of shape and size. Recent investigations have explored the correlation between polymeric additives and their effect on crystal seed growth of amorphous synthetic formulations. Polymers have been shown to inhibit crystallization, driving new growth patterns by altering (a) crystal growth rate,\n107Shape and Size Selectivity in Amorphous Driven TiO2: New Routes to Smarter Quantum Scale Materials by Nano-Biomimicry\n(b) crystal morphology, and (c) the size and shape in the presence of water [46]. This significantly affects the evolution of crystal maturation via an amorphous phase.\nThe dynamic nature of an amorphous state further is an important element of a mechanism that allows shape- and size-dependent changes to occur in response to environmental and chemical signals. The control of spacing and size parametrics in amorphous precursors via the introduction of cavities profoundly effects the thermodynamic consideration and kinetic behavior of crystallization [12]. This relates to the molecular imprint of the amorphous phase affecting the bond order and dictates the overall crystalline qualities in transitioning from the amorphous to crystalline phase. Some key elements of the amorphous phase that have important implications in material assembly are shown in Fig. 6.\nWith respect to nonbiological materials, the ability to control such dynamics synthetically from an amorphous phase is a rare occurrence but is indeed possible, as demonstrated by amorphous alumina in which changes induced in the short-range order of the material in the precursor phase are not only possible but have the potential to control crystallization akin to biomineralization [47]. Complex interfaces show characteristics of heterogeneous nucleation marked by the structural diversity of mixed nucleating compositions with discrete or overlapping assembly rates. Nucleation within\n108 Nano-sized Multifunctional Materials\nthe confines of a polymer matrix caters to geometrical features that contribute to the enhancement of monomer-monomer interactions in sync with preferential crystallographic orientations steered by the polymer shell by solute-adsorptive compartmentalization [48] using polymer microgels [49]. Further, a shape-dependent kinetic mechanism driving nucleation triggered by the resulting polymer nanopores can orientate molecules to favorable configurations for nucleation to occur at angular positions on the pores [50].\nThe notion that the conformational dynamics of intrinsically disordered proteins (IDPs) follow a pattern of folding into their respective native structures from the unfolded state where chemical and surface interactions dominate could be predictably comparable to postnucleation events in synthetic systems. In particular, intrinsically disordered proteins may be a special case in this respect due to thermodynamic and kinetic considerations [51] being equally applicable to nucleating species after the critical nucleation phase has occurred. Hence, this may bring important relevance to the growth nucleation of enthalpically separated soft and hard materials that might be considered to compete against nucleation sites between self-assembled polymer and TiO2 surface interfaces. Soft interactions that define chemical interactions between IDPs in a polymer crowded environment can occur via electrostatic associations, hydrogen bonding through donor-acceptor sites, and weaker van der Waals forces. Geometrically designed supramolecular protein assemblies using proteins as individually aligned building blocks [52] have been artificially infused at the protein-protein interface to engineer nanocaged structures to reliably imitate porous networks formed from internal cavities.\nThe size control of metallic crystals under protein-templated growth within a protein cage is offset by the intrinsic nature of the material where the confinement of crystalline growth to smaller domains occurs independently of the caging effect resulting from defect behavior [53]. The intervention of nucleation and growth by polymer addition has the potential to shift the phase of material assembly that alters the dynamics between the different stages of crystal growth. Polymer blends through the association of selfassembled structures that kinetically originate from nonconventional routes have been predicted to hinder crystallization. This approach experimentally supports an analogous relationship that might exist between nonequilibrium driven assemblies and polymer stress relaxation processes that determine the extent of polymer distortion as a result of chain configuration connectivity and the degree of amorphicity.\n109Shape and Size Selectivity in Amorphous Driven TiO2: New Routes to Smarter Quantum Scale Materials by Nano-Biomimicry\nThe enrichment of polymer-melt interfaces from growing organic nanochains around nucleating metal centers caters not only to metal growth compartmentalization but also to shape-tunable organometallic photoresponsive amorphous to crystal transitory materials. Recent attention on cross-linked polymer colloids has revealed an emerging relationship in shaping the size and morphology of synthetic networks and crosslinker density of monomers chemically responsive to a structure-regulating environment. Block-copolymer templates as size-specific geometric templates composed of PS:PMMA have recently been combined with capillary force assembly to direct a PbSe QD formation of 5nm [54], demonstrating the importance of directional control of monomer-monomer bonding to desired geometries at the larger scale. Further, the possibility of tailoring polymer nano or subnanocavities in porous coordination polymers by selective choice of ligands and adapting monomer reactivity intrinsically controlled by metal surface characteristics mediating stereo-, regio-, and chemical selectivity proposes to alter the geometrical scale of colloidal MOFs [55] by size and space effects. While polymers can alter the interfacial energies at adsorbed sites modulating growth of nuclei, the growth mechanisms that dominate during protein 2D nucleation adopt a \"pinning growth\" type morphology [56]. It is observed that primary crystal formation dictates morphological patterns and anisotropic features during nuclei evolution. In this context, the prediction of sequential deposition growth of polymer layers at the TiO2 surface enforces the notion that the nature of complex coordination leading to ligand stabilization at the polymer metal interface is geometrically important to aspects of nuclei growth and inhibition. This is indicative of cosynergistic growth patterns dominating at the polymer-polymer and polymer-metal growth nucleation sites. This results in atomic configurations different to assembly events achieved via polymer addition. Hence, the competition between polymer and nuclei growth is chemically tunable. Due to the difference in temperature dependency expected for nucleation and polymerization at surface sites, an important parametric consideration is applying a thermal separation between both events where rapid polymerization is most effective in inhibiting nuclei growth at the nano to subnano scale. A consistency in the current result supports the generation of a class of materials that neither exhibits indistinguishable growth and nucleation processes or ones that show distinctly separated nucleation and growth characteristics. However, opposing crystal growth and nucleation patterns at low and high rates, respectively, in the limits of a temperature domain [57] are of growing interest here.\n110 Nano-sized Multifunctional Materials\nAn interesting advancement to heterogeneous nucleation to polymermetal interfacial chemistry concerns the stabilization of nonequilibrium states arising from contrasting bulk materials forming assemblies at the nano and quantum scales. Biogenically engineered bacterial strains have generated enzymatically driven metal sulfide nanocrystals under quantum confinement [7a,7b]. Recently, the addition of polystyrene sulfonate (PSS) was shown to arrest the amorphous precursor phase of calcium carbonate (ACC) by effectively interrupting crystallization by compartmentalization of Ca2+ ions forming instead the stabilized metastable phase [58] inhibiting ACC nucleation via calcium-PSS charge-to-charge complexation. Further, polyvinyl (alcohol) PVA and poly(ethylene oxide) (PEO) forming molecular nanocages of 1.5 and 0.6nm diameter coordinated to Cu2+ show the metal to be weakly bound to PVA surfaces in smaller confinements and correlates to greater restrictive movement of the metal in contrast to larger cages [59].\nWith a core focus on developing methodologies that permit single phase metal-polymer blends, thermal decomposition processes have been applied at temperatures in which metal complex precursors and polymer additives were reacted in the molten state above the transition glass states (Tgs) of the polymer to improve polymer flexibility at the metal surface. Chain flexibility correlates to the length of the polymer repeat and characteristically alters the Tg [60]. The precipitation of Cd(SC12H25)2 with 1-dodecanethiol blended with amorphous polystyrene in chloroform showed that the long-chain polymer precursors were effective in confining the growth of CdS particles in the range of 2.2–2.8nm [61], well below the quantum confinement limit of 4nm. Although the Tg of complexed polystyrene has gone unreported in this work, the effect on the band edge properties of the semiconductor were significantly altered to a green-yellow intensity consistent with a trapped state emission phenomena normally associated with quantum-scale growth properties.\nThe noncrystallizable polymer chain that is characteristic of a disordered network of cross-links misaligned in an amorphous state form polymer composites with porous nanocavities for accommodating guest water molecules. The nature of the hydrated state is evidenced by tight or lose water binding associations by FTIR analysis, signifying a supramolecular state composed of weak interactions. This finding follows a similar sequence of events reported by Distefano et al. [62] using the host-guest polymerization of a vinyl polymer precursor (2,5-divinyl-terephalate or DVTP) ligand with Cu2+ cations driving cross-linking of olefin monomers confined in a porous coordination polymer (PCP) matrix.\n111Shape and Size Selectivity in Amorphous Driven TiO2: New Routes to Smarter Quantum Scale Materials by Nano-Biomimicry\nFrom a dynamic and structural perspective, the role of water in confined states during protein folding is significantly different to its bulk behavior and protein behavioral characteristics distinctly relate to hydrogen bonding abilities of water that differ in the unconfined hydrated state to the internalized nonhydrated state [63]. Differences in the binding modes of water linked to functional group stability in the polymer-metal matrix suggest that water might play an analogous function in the geometrical stability of synthetic materials, as shown in the configurational ordering of proteins and protein recognition [64]. The internalization of water molecules that acts to confine the dynamic behavior of water in polymers has very interesting consequences from bulk water, not only in their binding arrangements but also in their solvent dependent motilities. The associated translational and rotational movement of water under confinement in a solvent-exposed environment, particularly for multilayered supramolecular structures, is likely to be influenced by the complexity of interfacial layers and may deviate from typical characteristic hydrogen-bonding patterns normally associated with water. The ice-like mobility of water resulting from the specific ordering of molecules into a stacking-type architecture at the nano and quantum scale suggests geometrical-based mechanisms to alter conducting properties at multiscale lengths. The coordination of molecular water in the metal ligand complex might account for the behavioral differences at the metal center from bulk to nano to quantum scale dimensions. A significant implication of polymer-induced stabilization of proteins is an appreciation of the disruption of folding pathways intercepting conventional nucleation routes by increasing the free energy barrier."
    }, {
      "heading" : "4 CONCLUDING COMMENTS",
      "text" : "In biogenic materials, structural diversification of materials is exquisitely steered by pathway selection governed by free-energy landscapes of reacting surfaces. These events are intimately related with particle dynamics that are often contrasting in their properties. Conditioning synthetically driven selfassembly to unlock interfacial forces to adopt growth mechanisms akin to natural systems could have strong implications in defining shape, size, and structural complexity materials. In Chapter 11, some of these aspects are considered in detail in the polymorphic assembly of quantum-confined titanium dioxide as a tunable amorphous material. We aim to demonstrate how self-assembly can induce biomimetic characteristics, allowing accessibility to otherwise inaccessible material compositions.\n112 Nano-sized Multifunctional Materials"
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "This chapter was supported by theNational Research Foundation of Korea (NRF) funded by grants NRF 2012R1A2A2A01047189, NRF 2017R1A2B4008801 and NRF Basic Research Programme in Science and Engineering by the Ministry of Education (No. 2017R1D1A1B03036226)."
    } ],
    "references" : [ {
      "title" : "Metal–organic frameworks and self-assembled supramolecular coordination complexes: comparing and contrasting the design",
      "author" : [ "T.R. Cook", "Y.-R. Zheng", "P.J. Stang" ],
      "venue" : "synthesis, and functionality of metal–organic materials, Chem. Rev. 113 (1) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Improved precursor chemistry for the synthesis of III–V quantum dots",
      "author" : [ "D.K. Harris", "M.G. Bawendi" ],
      "venue" : "J. Am. Chem. Soc. 134 (50) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Potential applications of metal-organic frameworks",
      "author" : [ "R.J. Kuppler", "D.J. Timmons", "Q.-R. Fang", "J.-R. Li", "T.A. Makal", "M.D. Young", "D. Yuan", "D. Zhao", "W. Zhuang", "H.-C. Zhou" ],
      "venue" : "Coord. Chem. Rev. 253 (23–24) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "A molecular artisans guide to supramolecular coordination complexes and metal organic frameworks",
      "author" : [ "X. Wu", "D.J. Young", "T.S.A. Hor" ],
      "venue" : "J. Mol. Eng. Mater. 03 (01n02) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Hybrid polymer-metal oxide thin films for photovoltaic applications",
      "author" : [ "J. Boucle", "P. Ravirajan", "J. Nelson" ],
      "venue" : "J. Mater. Chem. 17 (30) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "On the dot”—the timing of selfassembled growth to the quantum scale",
      "author" : [ "S. Sonkaria", "S.-H. Ahn", "C.S. Lee", "V. Khare" ],
      "venue" : "Chem. Eur. J. 23 (34) ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "P",
      "author" : [ "X.-L.J. Shu-Qun Liu", "Y. Tao", "D.-Y. Tan", "K.-Q. Zhang", "Y.-X. Fu" ],
      "venue" : "Kaumaya (Ed.), Protein Folding, Binding and Energy Landscape: A Synthesis, Protein Engineering, InTech",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Folding versus aggregation: polypeptide conformations on competing pathways",
      "author" : [ "T.R. Jahn", "S.E. Radford" ],
      "venue" : "Arch. Biochem. Biophys. 469 (1) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Nanoscale confinement controls the crystallization of calcium phosphate: relevance to bone formation",
      "author" : [ "B. Cantaert", "E. Beniash", "F.C. Meldrum" ],
      "venue" : "Chem. Eur. J. 19 (44) ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Controlling flexibility of metal–organic frameworks",
      "author" : [ "J.-P. Zhang", "H.-L. Zhou", "D.-D. Zhou", "P.-Q. Liao", "X.-M. Chen" ],
      "venue" : "Natl. Sci. Rev. ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A kinetic model of the transformation of a micropatterned amorphous precursor into a porous single crystal",
      "author" : [ "P. Fratzl", "F.D. Fischer", "J. Svoboda", "J. Aizenberg" ],
      "venue" : "Acta Biomater. 6 (3) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Introduction: ionic liquids",
      "author" : [ "Z. Lei", "B. Chen", "Y.-M. Koo", "D.R. MacFarlane" ],
      "venue" : "Chem. Rev. 117 (10) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Z",
      "author" : [ "J.N. Onuchic", "N.D. Socci" ],
      "venue" : "Luthey-Schulten, P.G.Wolynes, Protein folding funnels: the nature of the transition state ensemble, Fold. Des. 1 (6) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "Design principles for nonequilibrium self-assembly",
      "author" : [ "M. Nguyen", "S. Vaikuntanathan" ],
      "venue" : "Proc. Natl. Acad. Sci. 113 (50) ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Molecular self-assembly and nanochemistry: a chemical strategy for the synthesis of nanostructures, Science",
      "author" : [ "G.M.Whitesides", "J.P. Mathias", "C.T. Seto" ],
      "venue" : null,
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 1991
    }, {
      "title" : "Size limits of self-assembled colloidal structures made using specific interactions",
      "author" : [ "Z. Zeravcic", "V.N. Manoharan", "M.P. Brenner" ],
      "venue" : "Proc. Natl. Acad. Sci. 111 (45) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Self-assembly and applications of anisotropic nanomaterials: a review",
      "author" : [ "K. Thorkelsson", "P. Bai", "T. Xu" ],
      "venue" : "Nano Today 10 (1) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "W",
      "author" : [ "E. Kuçur" ],
      "venue" : "B€  ucking, R. Giernoth, T. Nann, Determination of defect states in semiconductor nanocrystals by cyclic voltammetry, J. Phys. Chem. B 109 (43) ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Transition states and folding dynamics of proteins and heteropolymers",
      "author" : [ "H.S. Chan", "K.A. Dill" ],
      "venue" : "J. Chem. Phys. 100 (12) ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 1994
    }, {
      "title" : "D.Ma, Apoferritin- CeO2 nano-truffle that has excellent artificial redox enzyme",
      "author" : [ "X. Liu", "W.Wei", "Q. Yuan", "X. Zhang", "N. Li", "Y. Du", "G.Ma", "C. Yan" ],
      "venue" : "activity, Chem. Commun",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2012
    }, {
      "title" : "Control of protein crystal nucleation around the metastable liquid–liquid phase boundary",
      "author" : [ "O. Galkin", "P.G. Vekilov" ],
      "venue" : "Proc. Natl. Acad. Sci. 97 (12) ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Self-catalyzed growth of S layers via an amorphous-to-crystalline transition limited by folding kinetics",
      "author" : [ "S. Chung", "S.-H. Shin", "C.R. Bertozzi", "J.J. De Yoreo" ],
      "venue" : "Proc. Natl. Acad. Sci. 107 (38) ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Soft matter perspective on protein crystal assembly",
      "author" : [ "D. Fusco", "P. Charbonneau" ],
      "venue" : "Colloids Surf. B: Biointerfaces 137 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Supramolecular chemistry at interfaces: host–guest interactions for fabricating multifunctional biointerfaces",
      "author" : [ "H. Yang", "B. Yuan", "X. Zhang", "O.A. Scherman" ],
      "venue" : "Acc. Chem. Res. 47 (7) ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Stimuli-responsive polymers for biological detection and delivery",
      "author" : [ "T.M. Reineke" ],
      "venue" : "ACS Macro Lett. 5 (1) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "biomimetics: nanotechnology through biology",
      "author" : [ "a)M. Sarikaya", "C. Tamerler", "A.K.Y. Jen", "K. Schulten", "F. Baneyx", "Molecular" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2003
    }, {
      "title" : "Cobalt ion mediated self-assembly of genetically engineered bacteriophage for biomimetic Co–Pt hybrid material",
      "author" : [ "S.-K. Lee", "D.S. Yun", "A.M. Belcher" ],
      "venue" : "Biomacromolecules 7 (1) ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "J",
      "author" : [ "M. Sytnyk", "M. Jakešová", "M. Litviňuková", "O. Mashkov", "D. Kriegner", "J. Stangl" ],
      "venue" : "Nebesá rová, F.W. Fecher, W. Sch€  ofberger, N.S. Sariciftci, R. Schindl, W. Heiss, E.D. Głowacki, Cellular interfaces with hydrogen-bonded organic semiconductor hierarchical nanocrystals, Nat. Commun. 8 (1) ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Biotemplated inorganic nanostructures: supramolecular directed nanosystems of semiconductor(s)/metal(s) mediated by nucleic acids and their properties",
      "author" : [ "A. Kumar", "V. Kumar" ],
      "venue" : "Chem. Rev. 114 (14) ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "M",
      "author" : [ "M. Šuvakov" ],
      "venue" : "Andjelkovi c, B. Tadi  c, Hidden geometries in networks arising from cooperative self-assembly, Sci. Rep. 8 (1) ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Behind the folding funnel diagram",
      "author" : [ "a)M. Karplus" ],
      "venue" : "Nat. Chem. Biol",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2011
    }, {
      "title" : "Peptide self-assembly: thermodynamics and kinetics",
      "author" : [ "J. Wang", "K. Liu", "R. Xing", "X. Yan" ],
      "venue" : "Chem. Soc. Rev. 45 (20) ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Creating biological nanomaterials using synthetic biology",
      "author" : [ "K.R. MaryJoe", "C.R. Warren" ],
      "venue" : "Sci. Technol. Adv. Mater. 15 (1) ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Template synthesis approach to nanomaterials: Charles Martin",
      "author" : [ "C. Toro", "J.M. Buriak" ],
      "venue" : "Chem. Mater. 26 (17) ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Living cell synthesis of CdSe quantum dots: manipulation based on the transformation mechanism of intracellular Se-precursors",
      "author" : [ "a)M. Shao", "R. Zhang", "C. Wang", "B. Hu", "D. Pang", "Z. Xie" ],
      "venue" : "Nano Res",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2017
    }, {
      "title" : "G",
      "author" : [ "O. Ikkala" ],
      "venue" : "ten Brinke, Functional materials based on self-assembly of polymeric supramolecules, Science 295 (5564) ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Functional supramolecular polymers",
      "author" : [ "T. Aida", "E.W. Meijer", "S.I. Stupp" ],
      "venue" : "Science 335 (6070) ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Non-equilibrium steady states in supramolecular polymerization",
      "author" : [ "A. Sorrenti", "J. Leira-Iglesias", "A. Sato", "T.M. Hermans" ],
      "venue" : "Nat. Commun. 8 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "C",
      "author" : [ "P.A. Korevaar" ],
      "venue" : "Grenier, A.J. Markvoort, A.P.H.J. Schenning, T.F.A. de Greef, E. W. Meijer, Model-driven optimization of multicomponent self-assembly processes, Proc. Natl. Acad. Sci. U. S. A. 110 (43) ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Energetic clues to pathways to biomineralization: precursors",
      "author" : [ "A. Navrotsky" ],
      "venue" : "clusters, and nanoparticles, Proc. Natl. Acad. Sci. U. S. A. 101 (33) ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Controlling and imaging biomimetic selfassembly",
      "author" : [ "A. Aliprandi", "M. Mauro", "L. De Cola" ],
      "venue" : "Nat. Chem. 8 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Design strategies in mineralized biological materials",
      "author" : [ "S. Weiner", "L. Addadi" ],
      "venue" : "J. Mater. Chem. 7 (5) ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "Relating the mechanics of the primary plant cell wall to morphogenesis",
      "author" : [ "A.J. Bidhendi", "A. Geitmann" ],
      "venue" : "J. Exp. Bot. 67 (2) ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Polymer inhibition of crystal growth by surface poisoning",
      "author" : [ "C.J. Schram", "S.P. Beaudoin", "L.S. Taylor" ],
      "venue" : "Cryst. Growth Des. 16 (4) ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Size effect on the short range order in amorphous materials",
      "author" : [ "L. Bloch", "Y. Kauffmann", "B. Pokroy" ],
      "venue" : "Cond. Mater. Mater. Sci. ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Nucleation under soft confinement: role of polymer–solute interactions",
      "author" : [ "Y. Diao", "M.E. Helgeson", "Z.A. Siam", "P.S. Doyle", "A.S. Myerson", "T.A. Hatton", "B.L. Trout" ],
      "venue" : "Cryst. Growth Des. 12 (1) ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Controlled nucleation from solution using polymer microgels",
      "author" : [ "Y. Diao", "M.E. Helgeson", "A.S. Myerson", "T.A. Hatton", "P.S. Doyle", "B.L. Trout" ],
      "venue" : "J. Am. Chem. Soc. 133 (11) ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "The role of nanopore shape in surface-induced crystallization",
      "author" : [ "Y. Diao", "T. Harada", "A.S. Myerson", "T. Alan Hatton", "B.L. Trout" ],
      "venue" : "Nat. Mater. 10 (11) ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Soft interactions and volume exclusion by polymeric crowders can stabilize or destabilize transient structure in disordered proteins depending on polymer concentration",
      "author" : [ "F.I. Rusinga", "D.D. Weis" ],
      "venue" : "Proteins: Struct. Funct. Bioinform. 85 (8) ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Structure of a designed protein cage that self-assembles into a highly porous cube",
      "author" : [ "Y.-T. Lai", "E. Reading", "G.L. Hura", "K.-L. Tsai", "A. Laganowsky", "F.J. Asturias", "J.A. Tainer", "C.V. Robinson", "T.O. Yeates" ],
      "venue" : "Nat. Chem. 6 (12) ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Size and crystallinity in protein-templated inorganic nanoparticles",
      "author" : [ "C.C. Jolley", "M. Uchida", "C. Reichhardt", "R. Harrington", "S. Kang", "M.T. Klem", "J.B. Parise", "T. Douglas" ],
      "venue" : "Chem. Mater. 22 (16) ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Template-assembly of quantum dot molecules",
      "author" : [ "K.W. Lei", "T. West", "X.Y. Zhu" ],
      "venue" : "J. Phys. Chem. B 117 (16) ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Fabrication of polymer nanocavities with tailored openings",
      "author" : [ "L.H. Tan", "S. Xing", "T. Chen", "G. Chen", "X. Huang", "H. Zhang", "H. Chen" ],
      "venue" : "ACS Nano 3 (11) ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Growth mechanisms and kinetics of trypsin crystallization",
      "author" : [ "M. Plomp", "A. McPherson", "S.B. Larson", "A.J. Malkin" ],
      "venue" : "J. Phys. Chem. B 105 (2) ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Effect of polymers on nucleation and crystal growth of amorphous acetaminophen",
      "author" : [ "N.S. Trasi", "L.S. Taylor" ],
      "venue" : "CrystEngComm 14 (16) ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Calcium carbonate nucleation driven by ion binding in a biomimetic matrix revealed by in situ electron microscopy",
      "author" : [ "P.J.M. Smeets", "K.R. Cho", "R.G.E. Kempen", "N.A.J.M. Sommerdijk", "J.J. De Yoreo" ],
      "venue" : "Nat. Mater. 14 (4) ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Effect of molecular cage size on themotion and coordination of copper(2+) in crosslinked poly(vinyl alcohol) and poly(ethylene oxide) gels: electron spin echo and electron spin resonance studies",
      "author" : [ "D. Suryanarayana", "P.A. Narayana", "L. Kevan" ],
      "venue" : "Inorg. Chem. 22 (3) ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 1983
    }, {
      "title" : "Effect of polymer microstructure on the nucleation behavior of alumina via atomic layer deposition",
      "author" : [ "R.P. Padbury", "J.S. Jur" ],
      "venue" : "J. Phys. Chem. C 118 (32) ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "New polymer additives for photoelectric sensing",
      "author" : [ "G. Carotenuto", "A. Longo", "P. Repetto", "P. Perlo", "L. Ambrosio" ],
      "venue" : "Sensors Actuators B Chem. 125 (1) ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Highly ordered alignment of a vinyl polymer by host–guest cross-polymerization",
      "author" : [ "G. Distefano", "H. Suzuki", "M. Tsujimoto", "S. Isoda", "S. Bracco", "A. Comotti", "P. Sozzani", "T. Uemura", "S. Kitagawa" ],
      "venue" : "Nat. Chem. 5 (4) ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Energy landscape in protein folding and unfolding",
      "author" : [ "F. Mallamace", "C. Corsaro", "D. Mallamace", "S. Vasi", "C. Vasi", "P. Baglioni", "S.V. Buldyrev", "S.-H. Chen", "H.E. Stanley" ],
      "venue" : "Proc. Natl. Acad. Sci. 113 (12) ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Role of water mediated interactions in protein protein recognition landscapes",
      "author" : [ "G.A. Papoian", "J. Ulander", "P.G. Wolynes" ],
      "venue" : "J. Am. Chem. Soc. 125 (30) ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2003
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Understanding the coordination chemistry [1] of growth parameters that guides synthetic events in the self-assembly of complex molecular nanoarchitectures from structurally simpler bulk precursor materials is of enormous multidisciplinary interest.",
      "startOffset" : 41,
      "endOffset" : 44
    }, {
      "referenceID" : 2,
      "context" : "frameworks (MOFs) [3] and supramolecular coordination complexes (SCCs) [4].",
      "startOffset" : 18,
      "endOffset" : 21
    }, {
      "referenceID" : 3,
      "context" : "frameworks (MOFs) [3] and supramolecular coordination complexes (SCCs) [4].",
      "startOffset" : 71,
      "endOffset" : 74
    }, {
      "referenceID" : 4,
      "context" : "oxide binding sites using both a polymer-filled metal oxide composite or a polymer-metal oxide comixture approach [5].",
      "startOffset" : 114,
      "endOffset" : 117
    }, {
      "referenceID" : 5,
      "context" : "This suggests that charge transfer processes might be better aided by applying more conceptually effective biomimetic synthetic processes [6] to control physical and chemical",
      "startOffset" : 138,
      "endOffset" : 141
    }, {
      "referenceID" : 6,
      "context" : "The metastable arrest phase is often marked by changes in the structural configuration on energy scales that allow landscape dynamics to form amaterially disordered, quenched-like state analogous to nonnative folds in proteins [8] aligned with dysfunctional conformations [9] and nanoscale confinement in biomineralization [10].",
      "startOffset" : 227,
      "endOffset" : 230
    }, {
      "referenceID" : 7,
      "context" : "The metastable arrest phase is often marked by changes in the structural configuration on energy scales that allow landscape dynamics to form amaterially disordered, quenched-like state analogous to nonnative folds in proteins [8] aligned with dysfunctional conformations [9] and nanoscale confinement in biomineralization [10].",
      "startOffset" : 272,
      "endOffset" : 275
    }, {
      "referenceID" : 8,
      "context" : "The metastable arrest phase is often marked by changes in the structural configuration on energy scales that allow landscape dynamics to form amaterially disordered, quenched-like state analogous to nonnative folds in proteins [8] aligned with dysfunctional conformations [9] and nanoscale confinement in biomineralization [10].",
      "startOffset" : 323,
      "endOffset" : 327
    }, {
      "referenceID" : 9,
      "context" : "synthetic intervention [11] via the introduction of biodriven-like cavities should predictably affect thermodynamic considerations and the kinetic behavior of crystallization [12].",
      "startOffset" : 23,
      "endOffset" : 27
    }, {
      "referenceID" : 10,
      "context" : "synthetic intervention [11] via the introduction of biodriven-like cavities should predictably affect thermodynamic considerations and the kinetic behavior of crystallization [12].",
      "startOffset" : 175,
      "endOffset" : 179
    }, {
      "referenceID" : 11,
      "context" : "Ionic liquids (ILs) [13] composed of loosely coordinated ions exhibit low symmetry due to weak ionic interactions.",
      "startOffset" : 20,
      "endOffset" : 24
    }, {
      "referenceID" : 12,
      "context" : "This is conceptually illustrated by the energy landscape folding trajectory of proteins [14] en route to forming stable folded structures from their unfolded states (Fig.",
      "startOffset" : 88,
      "endOffset" : 92
    }, {
      "referenceID" : 13,
      "context" : "theoretical problems in understanding the transition between equilibrium and nonequilibrium driven self-assemblies [15].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 14,
      "context" : "in the nanometer range [16], this possibility is being examined with semiconductor colloidal particles forming larger structures from localized short-range interactions between competing excited and ground-state structures [17] through the recognition and convenience of self-assembly pro-",
      "startOffset" : 23,
      "endOffset" : 27
    }, {
      "referenceID" : 15,
      "context" : "in the nanometer range [16], this possibility is being examined with semiconductor colloidal particles forming larger structures from localized short-range interactions between competing excited and ground-state structures [17] through the recognition and convenience of self-assembly pro-",
      "startOffset" : 223,
      "endOffset" : 227
    }, {
      "referenceID" : 18,
      "context" : "Such polymer compositions derived frommultiple monomers can significantly interrupt and delay native threedimensional configurations [20] influenced by key differences in the nature of kinetic traps and their pathways.",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 19,
      "context" : "While protein cages such as ferritin have been used as templates to immobilize and enhance the electronic localization of semiconductor photocatalyts [21], self-assembled groups might also be directed to form nanochemical geometries capable of confining and inhibiting metal nucleation growth",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 21,
      "context" : "Compelling evidence supporting multisubunit crystallization initiated from a monomeric fold via an amorphous precursor phase pathway [23]",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 22,
      "context" : "In view of the soft matter perspective on protein crystal assembly [24] and",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 23,
      "context" : "release mechanisms that are essentially stimuli responsive [26] but also include nonproteins such as polymers [27].",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 24,
      "context" : "release mechanisms that are essentially stimuli responsive [26] but also include nonproteins such as polymers [27].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 25,
      "context" : "the assembly of nonbiological materials for both natural [28] and engineered organisms [29], including titanium dioxide (titania) [7e].",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 26,
      "context" : "the assembly of nonbiological materials for both natural [28] and engineered organisms [29], including titanium dioxide (titania) [7e].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 28,
      "context" : "requires the use of templated structures that sufficiently mimic biodriven templates [31].",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 29,
      "context" : "Here, flexibility associated with selfassembled processes has shownmuch promise in tuning material geometrical designs [32], The programmable scale of events can be structured akin to enthalpically driven biological folding funnel-type trajectories [14, 33]",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 12,
      "context" : "Here, flexibility associated with selfassembled processes has shownmuch promise in tuning material geometrical designs [32], The programmable scale of events can be structured akin to enthalpically driven biological folding funnel-type trajectories [14, 33]",
      "startOffset" : 249,
      "endOffset" : 257
    }, {
      "referenceID" : 30,
      "context" : "Here, flexibility associated with selfassembled processes has shownmuch promise in tuning material geometrical designs [32], The programmable scale of events can be structured akin to enthalpically driven biological folding funnel-type trajectories [14, 33]",
      "startOffset" : 249,
      "endOffset" : 257
    }, {
      "referenceID" : 31,
      "context" : "steered through selective kinetic pathways and thermodynamic traps similar to peptide blocks [34].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 32,
      "context" : "Hence, the principles of synthetic biology [35] correctly applied to a synthetic template blueprint might make possible the accessibility to new structures via specific-template design [36].",
      "startOffset" : 43,
      "endOffset" : 47
    }, {
      "referenceID" : 33,
      "context" : "Hence, the principles of synthetic biology [35] correctly applied to a synthetic template blueprint might make possible the accessibility to new structures via specific-template design [36].",
      "startOffset" : 185,
      "endOffset" : 189
    }, {
      "referenceID" : 35,
      "context" : "Some of the features important to self-assembly [38] require cooperativity and synergistic binding but not necessarily associations that are complementary in nature.",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 36,
      "context" : "molecular to supramolecular [39] level artificially can be generated by enabling the biomimicry characteristics of biopolymer catalysis.",
      "startOffset" : 28,
      "endOffset" : 32
    }, {
      "referenceID" : 37,
      "context" : "Such properties are inspired by biocatalysts of nonequilibrium polymerization [40] that use dynamic noncovalent interactions with molecular forces that allow the",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 38,
      "context" : "For example, they have been shown to predictably adopt thermodynamic characteristics at copolymer buffering ratios of 1:1 and are strongly temperature dependent [41].",
      "startOffset" : 161,
      "endOffset" : 165
    }, {
      "referenceID" : 39,
      "context" : "This is possible for metastable phases due to the small enthalphic and free energy differences among surfaces states [42] with interchangeable morphological",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 35,
      "context" : "reactive cross-linking is becoming increasingly programmable, given the ease by which polymeric molecules [38,39] adapt to both chain and branch chain-like growth mechanisms.",
      "startOffset" : 106,
      "endOffset" : 113
    }, {
      "referenceID" : 36,
      "context" : "reactive cross-linking is becoming increasingly programmable, given the ease by which polymeric molecules [38,39] adapt to both chain and branch chain-like growth mechanisms.",
      "startOffset" : 106,
      "endOffset" : 113
    }, {
      "referenceID" : 5,
      "context" : "assembly of quantum state biomineralization [6].",
      "startOffset" : 44,
      "endOffset" : 47
    }, {
      "referenceID" : 40,
      "context" : "A quantum leap in this direction by the group of De Cola [43] that provided unprecedented insight into the dynamic equilibrium of multiassemblies, supporting indirect evidence of overlapping or converging kinetic pathways.",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 41,
      "context" : "well-studied area of scalar growth [44].",
      "startOffset" : 35,
      "endOffset" : 39
    }, {
      "referenceID" : 42,
      "context" : "The mechanical rigidity of the polymer surroundings can impart important consequences in the growth parametrics of cells and tissues [45] on a tunable",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 43,
      "context" : "(b) crystal morphology, and (c) the size and shape in the presence of water [46].",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 10,
      "context" : "of cavities profoundly effects the thermodynamic consideration and kinetic behavior of crystallization [12].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 44,
      "context" : "is indeed possible, as demonstrated by amorphous alumina in which changes induced in the short-range order of the material in the precursor phase are not only possible but have the potential to control crystallization akin to biomineralization [47].",
      "startOffset" : 244,
      "endOffset" : 248
    }, {
      "referenceID" : 45,
      "context" : "preferential crystallographic orientations steered by the polymer shell by solute-adsorptive compartmentalization [48] using polymer microgels [49].",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 46,
      "context" : "preferential crystallographic orientations steered by the polymer shell by solute-adsorptive compartmentalization [48] using polymer microgels [49].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 48,
      "context" : "In particular, intrinsically disordered proteins may be a special case in this respect due to thermodynamic and kinetic considerations [51] being equally applicable to nucleating species after the critical nucleation phase has",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 49,
      "context" : "Geometrically designed supramolecular protein assemblies using proteins as individually aligned building blocks [52] have been artificially infused at the protein-protein interface to engineer",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 50,
      "context" : "the confinement of crystalline growth to smaller domains occurs independently of the caging effect resulting from defect behavior [53].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 51,
      "context" : "Block-copolymer templates as size-specific geometric templates composed of PS:PMMA have recently been combined with capillary force assembly to direct a PbSe QD formation of 5nm [54], demonstrating the importance of directional control of monomer-monomer bonding to",
      "startOffset" : 178,
      "endOffset" : 182
    }, {
      "referenceID" : 52,
      "context" : "chemical selectivity proposes to alter the geometrical scale of colloidal MOFs [55] by size and space effects.",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 54,
      "context" : "tal growth and nucleation patterns at low and high rates, respectively, in the limits of a temperature domain [57] are of growing interest here.",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 55,
      "context" : "Recently, the addition of polystyrene sulfonate (PSS) was shown to arrest the amorphous precursor phase of calcium carbonate (ACC) by effectively interrupting crystallization by compartmentalization of Ca ions forming instead the stabilized metastable phase [58] inhibiting ACC nucleation via calcium-PSS charge-to-charge complexation.",
      "startOffset" : 258,
      "endOffset" : 262
    }, {
      "referenceID" : 56,
      "context" : "6nm diameter coordinated to Cu show the metal to be weakly bound to PVA surfaces in smaller confinements and correlates to greater restrictive movement of the metal in contrast to larger cages [59].",
      "startOffset" : 193,
      "endOffset" : 197
    }, {
      "referenceID" : 57,
      "context" : "flexibility correlates to the length of the polymer repeat and characteristically alters the Tg [60].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 58,
      "context" : "8nm [61], well below the quantum confinement limit of 4nm.",
      "startOffset" : 4,
      "endOffset" : 8
    }, {
      "referenceID" : 59,
      "context" : "[62] using the host-guest polymerization of a vinyl polymer precursor (2,5-divinyl-terephalate or DVTP) ligand with Cu cations driving cross-linking of olefin monomers confined in a porous coordination polymer (PCP) matrix.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 60,
      "context" : "protein behavioral characteristics distinctly relate to hydrogen bonding abilities of water that differ in the unconfined hydrated state to the internalized nonhydrated state [63].",
      "startOffset" : 175,
      "endOffset" : 179
    }, {
      "referenceID" : 61,
      "context" : "materials, as shown in the configurational ordering of proteins and protein recognition [64].",
      "startOffset" : 88,
      "endOffset" : 92
    } ],
    "year" : 2019,
    "abstractText" : "Nanobiomimetic processes are gaining recognition as important routes to acquiring novel materials with new functional properties. Metal and semiconductor intercalation at the soft-hard nanomaterial interface has the potential to drive energy applications for soft robotics and drug delivery applications (Fig. 1). Despite progress over the decades, there is an increasing need to adopt more strategic processes to fabricate low-dimensional energy materials that have the ability to operate as low-power devices. Titanium dioxide as an exceptionally important semiconductor material is being underutilized because of current synthetic barriers to accessing its quantum state. The considerable difficulty in obtaining quantum-sized materials will undoubtedly reduce the technological impact in addressing energy, environmental, and potential biomedical applications. In the case of TiO2, much remains to be explored as a quantum-sized material. Engineering newmaterial properties through the application of synthetic protocols for acquiring TiO2 to the quantum scale has been dismally poor with the exception of one or two successful attempts. It is important to stress early that there have been numerous claims to the successful synthesis of quantum-sized TIO2. However, these particles greatly exceed the true quantum confinement range of 3nm.",
    "creator" : "Elsevier"
  }
}