{
  "name" : "downloads_2019-11-17_a664_li2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Biodegradation of graphene-based nanomaterials in blood plasma affects their biocompatibility, drug delivery, targeted organs and antitumor ability",
    "authors" : [ "Dandan Li", "Xiangang Hu", "Suyan Zhang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nBiomaterials\njournal homepage: www.elsevier.com/locate/biomaterials\nBiodegradation of graphene-based nanomaterials in blood plasma affects their biocompatibility, drug delivery, targeted organs and antitumor ability\nDandan Li, Xiangang Hu∗, Suyan Zhang Key Laboratory of Pollution Processes and Environmental Criteria (Ministry of Education)/Tianjin Key Laboratory of Environmental Remediation and Pollution Control, College of Environmental Science and Engineering, Nankai University, Tianjin, 300350, China\nA R T I C L E I N F O\nKeywords: Biocompatibility Biodegradation Targeting efficiency Drug delivery\nA B S T R A C T\nThe extensive use of graphene-family nanomaterials (GFNs) in biomedicine and other fields has intentionally or unintentionally resulted in their introduction into the blood circulation system, but the effects of the biotransformation of GFNs in blood plasma on their biocompatibility, organ targeting, drug delivery and antitumor ability remain unclear. The present work discovered that GFN sheets were degraded in human blood plasma to holey sheets and aromatic hydrocarbons. The carbon atoms connected with oxygen-containing groups in the planes of GFNs were the initial attack sites for active substances (e.g., %OH and O2 %-) in blood plasma. Subsequently, CeC/C]C bonds were broken. The reaction rate depended strongly on the extent of oxidization of GFNs. The pristine GFNs caused secondary structure damage to proteins and disturbances of cellular metabolic pathways. In contrast, the biotransformed nanomaterials presented high biocompatibility and were located in and targeted different tissues from their pristine forms, which influenced specific organ targeting therapy. The biotransformed nanomaterials also exhibited higher efficiencies of drug delivery (drug release and location) and killing tumor cells in vitro and in vivo. These findings provide insights into the application of nanomaterials in human healthcare using biotransformed nanomaterials."
    }, {
      "heading" : "1. Introduction",
      "text" : "Graphene-family nanomaterials (GFNs) are rapidly attracting attention in various fields (e.g., medicine, chemistry, electronics and photonics) due to their unique physical and chemical properties [1–3]. The entrance of GFNs into the blood circulatory system is a common pathway in their applications in biology and medicine [4]. Understanding the fate (e.g., being biotransformed, becoming biodegraded products and altering biological effects) of GFNs in blood plasma is critical to the effective application of these nanomaterials. Although many research efforts have been made [5–7], the fate of GFNs in human blood plasma and the roles of biotransformation in nanomaterial delivery, targeting and therapy remain largely unknown.\nThe biodegradation of nanomaterials influences their applications in vivo and results in uncertainty in nanomaterial applications and health risks. Previous studies have shown that horseradish peroxidase (HRP) [7], myeloperoxidase [8] and lignin peroxidase [9,10] degrade GFNs in phosphate-buffered saline (PBS) or other buffers. Girish et al. [11] also demonstrated a possible in vivo degradability of carboxyl-functionalized graphene (G) in macrophages. Previous studies mainly focused on the degradation of GFNs in a single enzyme or simple biological\nenvironment, and the biological effects caused by degradation are less studied. In addition to a small number of peroxidases, blood plasma contains many free radicals, proteins, enzymes, small organic molecules and other active components [12]. Nanoparticles in contact with blood plasma, which is complex, develop a new biological identity that affects the targeting and accumulation of nano-objects in vivo [13]. However, the specific pathways of the biodegradation of GFNs by blood plasma and the dominant factors affecting nanomaterial biotransformation remain largely unknown. Herein, multiple techniques were used to explore the role of nanomaterial oxidation in their biotransformation in blood plasma and to identify the products of biodegradation. Subsequently, the reaction sites and mechanisms of the above biodegradation and its effects on cell responses were illustrated.\nDuring the application of nanomaterials in vivo, biocompatibility and targeted organs are studied through the pristine formation of nanomaterials [14,15]. However, the pristinely formed nanomaterials would be transformed into new nanomaterials by activated reagents in blood plasma, as mentioned above. The biotransformed nanomaterials may exhibit different biocompatibility and targeted organs from the pristine forms. As a result, the pristine forms of the nanomaterials do not reflect the real biocompatibility of nanomaterials or their targeting\nhttps://doi.org/10.1016/j.biomaterials.2019.02.020 Received 30 October 2018; Received in revised form 31 January 2019; Accepted 19 February 2019\n∗ Corresponding author. E-mail address: huxiangang@nankai.edu.cn (X. Hu).\nBiomaterials 202 (2019) 12–25\nAvailable online 21 February 2019 0142-9612/ © 2019 Elsevier Ltd. All rights reserved.\nT\nbehavior in vivo. In addition, drug delivery by nanomaterials is an important issue for nanomedicine [16,17], and biotransformation may also affect drug delivery and release, resulting in reductions or increases in drug action. Herein, biotransformation affecting the capacity of nanocomposites to deliver drugs (e.g., drug load, release and location), target organs and kill tumors was studied."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Reaction of nanomaterials with human blood plasma",
      "text" : "Human blood plasma was purchased from Shanghai Yu Duo Biological Technology Co., Ltd. (Shanghai, China) under exemption from the common rule 45 CFR 46.101(b)(4) for anonymous biological specimens. Previous studies showed that graphene oxide (GO) was significantly degraded before 20 days of coculture with HRP [7]. Given the large amounts of active substances in blood plasma, biodegradation experiments were performed for 0, 2, 7 and 14 days. Specifically, 2 mL of a stock suspension of nanomaterials (500mg/mL) was incubated with 18mL of blood plasma in the dark at 37 °C under gentle shaking. In the free radical suppression groups, 0.1 mL of tert-butyl alcohol and 0.1 mL of ascorbic acid (333 g/L) were added to the GFN-blood plasma system. After 14 days of reaction, the nanomaterials and plasma were separated by the addition of 0.7M sucrose to the above mixture (volume 1:1) and centrifugation at 13751g for 20min at 4 °C. The pellets were washed with PBS and water. To remove the protein adsorbed on nanomaterials, 2% sodium dodecyl sulfate and 100mM dithiothreitol were reacted with the above pellets at 70 °C for 1 h and then centrifuged at 15294 g at 4 °C for 15min. The above process was repeated twice. Finally, the pellets were rinsed with deionized water and lyophilized for use in subsequent experiments. To prevent the growth of bacteria during the long-term treatment of nanomaterials with human plasma, all vessels used were autoclaved before the experiments, and all the experiments were performed in an ultraclean workbench. In addition, no coenobia and no unpleasant odors were observed throughout the experiments."
    }, {
      "heading" : "2.2. Characterization of pristine and biodegraded GFNs",
      "text" : "Pristine G and GO were obtained from Nanjing XFNANO Materials Tech. Co., Ltd. (Nanjing, China). The details of the nanomaterial characterization were described in our recent study [18]. Briefly, to study nanomaterial biotransformation, transmission electron microscopy (TEM, JEM-2010 FEF/JEM-2800, JEOL, Japan) and atomic force microscopy (AFM, Dimension Icon, Bruker, USA) were performed. Selected area electron diffraction (SAED) was performed on the TEM instrument. The surface groups of the nanomaterials were investigated by a Flourier transform infrared spectrometer (FTIR, Bruker Tensor 27, Germany) with a resolution of 2 cm−1 from 4000 to 400 cm−1. Samples were mixed with KBr, dried and then compressed into a transparent tablet for measurement. Ultraviolet–visible (UV–vis) spectra were collected using a TU-1901 (Beijing Purkinje, China) spectrophotometer and subsequently analyzed using UVWin5. The zeta potential and dynamic light scattering (DLS) particle size of the samples was measured using a ZetaPALS instrument equipped with a 30mW, 635 nm laser (BI200SM, Brookhaven, USA). X-ray diffraction spectrometry (XRD, Ultima IV, Rigaku Corporation, Japan) was carried out to determine the crystal structures of the nanomaterials and scanned over a 2θ range of 3–60°. To study the changes in GFNs during biodegradation, suspensions of 25 μL samples were loaded by drop-casting on 100% ethanolcleaned microscope slides and dried overnight under ambient conditions. Confocal Raman spectroscopy was then performed with an excitation wavelength of 532 nm (DXR Microscope, Thermo Scientific, USA) using a diode-pumped solid-state laser. Free radicals were investigated under ambient conditions using an electron paramagnetic resonance (EPR) spectrometer (Magnettech MiniScope 400 EPR,\nGermany) with a microwave frequency of 9.4 GHz and a magnetic field modulation frequency of 100 kHz at 298 K %OH radicals were obtained through the Fenton reaction with 5,5-dimethyl-1-pyrroline-N-oxide (DMPO) as a spin trap agent. In addition, 2,2,6,6-tetramethyl-1-piperidine (TEMPO) was employed as the source of %NOx. Nanomaterials at a concentration of 2.5 μg/mL were placed in quartz EPR tubes for testing.\n2.3. Product identification by UPLC-MS\nThe identification of possible intermediate products was performed by ultrahigh-performance liquid chromatography coupled with mass spectrometry (UPLC-MS, Waters UPLC Xevo TQ-S, Waters, USA). Blood plasma without nanomaterials was used as a control. The biodegradation products from 1mL reactions were extracted by 11mL of dichloromethane by shaking and centrifugation at 3350g for 10min. The supernatant was concentrated by evaporation under a gentle nitrogen stream, spiked with 1mL of methanol and filtered by a 0.22 μm filter membrane. The products were separated using a BEH C18 column (1.7 μm, 2.1 mm×100mm; Waters, USA) and identified by a UPLC-MS instrument (Waters UPLC Xevo TQ-S, Waters, USA). The mobile phase was 90% acetonitrile:10% water (v:v) with a flow rate of 0.46mL/min. The MS was performed with electrospray ionization in positive and negative modes."
    }, {
      "heading" : "2.4. Adsorption capacity and adsorption kinetics of bovine serum albumin (BSA) on pristine and biodegraded nanomaterials",
      "text" : "Suspensions of GO, blood plasma-treated GO (BGO), G and blood plasma-treated G (BG) at 100 μg/mL were individually dispersed in deionized water using ice-bath sonication. BSA solution (0–3.2mg/mL) was prepared in PBS. Subsequently, nanoparticle suspensions were mixed with an equal volume of BSA solution and incubated at 37 °C for 24 h with gentle shaking. Three independent repeats were performed. Following incubation, the mixtures were immediately centrifuged at 12857 g for 10min. Then, the supernatants containing free proteins were detected by fluorescence spectroscopy (PerkinElmer LS 55, USA) with emission at 332 nm and excitation at 280 nm. Based on the above results, the BSA concentration at the maximum adsorption capacity was chosen to study adsorption kinetics. An equal volume of nanoparticle suspension was mixed with BSA solution and incubated for 0, 5, 30, 60, 120 and 300min. The supernatant protein was investigated by fluorescence spectrometry (PerkinElmer LS 55, USA). The BSA solution without nanomaterials was used as a control."
    }, {
      "heading" : "2.5. Secondary structure of proteins determined by circular dichroism (CD)",
      "text" : "Equal volumes of BSA solution and nanomaterial suspension (100 μg/mL) were mixed. The nanomaterial suspension alone was used as a negative control. After incubation at 37 °C for 60min, the structure of BSA was investigated by a CD spectrometer (J-715, Jasco, Japan) using a quartz cell with a path length of 1mm. The obtained spectra were corrected by deducting the background signal of the nanomaterials."
    }, {
      "heading" : "2.6. Cell responses to pristine and biodegraded nanomaterials",
      "text" : "Human embryonic lung fibroblast (HELF) cells were used as test cells to assess cell responses to the pristine and biodegraded nanomaterials. HELF cells were obtained from Beijing Dingguo Changsheng Biotechnology Co., Ltd. (Beijing, China). There have been many studies on the cytotoxicity of high concentration nanomaterials, whereas the toxicity of nanomaterials at trace concentrations (0.01–1 μg/mL) has been less commonly reported [19]; therefore, the HELF cells were exposed to GFNs at 0.01, 0.1 and 1 μg/mL. Briefly, cellular viability was detected with a CCK-8 Assay Kit (Dojindo Corp, Japan) using a microplate reader (Synergyh4, Bio-Tec, USA). The reactive oxygen species\n(ROS) level of cells was probed using 2′,7′-dichlorodihydrofluorescein diacetate (DCFH-DA). The fluorescence of cells was measured by fluorescence microscopy (Olympus X71, Japan) and quantified by ImageJ software (plugin, ROI manager, NIH, USA). The cellular metabolomics was analyzed by gas chromatography coupled with quadruple mass spectrometry (GC-MS, 7890N/5977, Agilent, USA). The metabolites were identified by a mass spectrum database (NIST14.L)."
    }, {
      "heading" : "2.7. Animal experiment",
      "text" : "Female ICR mice (6–7 weeks old with a body weight of approximately 20 g) were purchased from the Vital River Laboratories (Beijing, China). All experiments related to animals were performed humanely in compliance with the guidelines approved by the Human & Animal Experiments Ethical Committee of Nankai University. For in vivo toxicity evaluation, mice were administered GO or BGO via a single tail vein injection at 4mg/kg (n=10). Post administration, the body weights of mice were recorded after 2 weeks. For the control group, mice received only normal saline. For complete blood count analysis, fresh blood was immediately collected in a routine blood tube. Blood parameters, including the numbers of red blood cells (RBCs), white blood cells (WBCs), platelets (PLTs), neutrophils, and lymphocytes and the content of hemoglobin, were measured using a MEK-7222K automated hematology analyzer (Nihon Kohden, Japan). The activity of alanine transaminase (ALT) and aspartate transaminase (AST) in serum was determined with kits from Nanjing Jiancheng Bioengineering Institute, China."
    }, {
      "heading" : "2.8. Synthesis of Nanomaterial-FITC and tracking nanomaterials in mice",
      "text" : "Fluorescein isothiocyanate (FITC)-labeled GFNs were prepared using a previously described method [20]. To image the distribution of nanomaterials in mice, the organs were collected after the mice were sacrificed 1 h and 6 h post nanomaterial-FITC administration at 4mg/ kg body weight. The organs (including the heart, liver, spleen, lung, kidney, stomach, intestines, brain and skin) were harvested for ex vivo imaging using a Kodak IS imaging system (Kodak, USA). To reduce the error caused by tissue autofluorescence and the fluorescence label, NaCl solution and FITC solution injection were performed as controls for ex vivo imaging."
    }, {
      "heading" : "2.9. Histological examination",
      "text" : "When mice were sacrificed, liver and lung tissue specimens were immediately collected and fixed with 4% paraformaldehyde. Tissues were embedded in a paraffin block and then sliced into 3 μm thick sections onto glass slides. Following standard protocols, hematoxylin and eosin (H&E) staining was performed. Slides were observed and imaged with a fluorescence microscope (Olympus X71, Japan)."
    }, {
      "heading" : "2.10. Drug loading",
      "text" : "Since doxorubicin (DOX) is widely used in nanomedicine with PEGylated graphene [21], DOX-loaded nanomaterials were prepared in the present work. According to the literature protocol [22], BGO or GO sheets were dispersed in deionized water (1 mg/mL) by ultrasonication in an ice-water bath and then converted into carboxyl-BGO and carboxyl-GO, respectively. Subsequently, GFNs-PEG was synthesized by coupling the amino groups of 6-armed PEG to carboxyl groups via the EDC (1-ethyl-3-(3-dimethylaminopropyl) carbodiimide hydrochloride)catalyzed formation of an amide. Afterwards, BGO- or GO-PEG (0.2 mg/ mL) was mixed with DOX (a final concentration of 0.5mM) and stirred overnight at room temperature. Excess DOX was removed by repeated centrifugal filtration (30 kDa MWCO) and resuspended in PBS at 4 °C. The absorbance of DOX in the collected filtrate was determined at 490 nm using a TU-1901 spectrophotometer (Beijing Purkinje, China).\nThe DOX-loading capacity [(WDOX/(WDOX + WGFNs)× 100%)] was calculated, where WDOX and WGFNs are the weights of DOX and nanomaterials, respectively."
    }, {
      "heading" : "2.11. Drug release",
      "text" : "The profiles of DOX release from BGO-DOX and GO-DOX were measured using a dialysis method. Briefly, 1mL of BGO-DOX or GODOX was placed into dialysis membrane tubing (10 kDa MWCO, USA) and immersed in 14mL of PBS at pH 7.4 or pH 5.0. The tubing was maintained at 37 °C and shaken at 100 rpm. At 1, 2, 4, 8, 12, 24, 48, 72, 96, 144 and 192 h, the buffer solution was replaced by 14mL of fresh PBS. The fluorescence intensity of DOX was determined at excitation/ emission wavelengths of 480/595 nm by a microplate reader (Synergyh4, Bio-Tec, USA)."
    }, {
      "heading" : "2.12. Tumor-killing",
      "text" : "A549 cells (1× 104 cells/well) were seeded in 96-well plates and cultured for 24 h. The cells were incubated with 100 μL of GO-DOX or BGO-DOX at 1, 5 and 10 μg/mL for 24 h, and the cellular viability was determined with a CCK-8 Assay Kit using a microplate reader (Synergy H4, BioTek, USA)."
    }, {
      "heading" : "2.13. Cell uptake of nanomaterials",
      "text" : "A549 cells (1× 105 cells/well) were seeded in confocal dishes and cultured for 24 h. The cells were incubated with GO-DOX or BGO-DOX (5 μg/mL, DOX) at 37 °C for 3 h and 12 h. After washing with ice-cold PBS, the cells were stained with Hoechst 33342 (1 μg/mL) at 37 °C for 10min. The cells were then washed with ice-cold PBS and immediately observed using confocal laser scanning microscopy (CLSM, LSM880 with Airyscan, Zeiss, Germany) at 405 nm and 488 nm."
    }, {
      "heading" : "2.14. Fluorescence labeling of GO-DOX and BGO-DOX",
      "text" : "GO-DOX or BGO-DOX at 0.4mg/mL was reacted with sulfo-cyanine7 NHS ester (Cy7) at 0.1 mg/mL overnight in the dark. The free dye was removed by filtration through 100 kDa MWCO filters under centrifugation and washed with deionized water until no obvious color was observed in the filtrate. Cy7-GO-DOX or Cy7-BGO-DOX in 0.9% NaCl solution were intravenously injected into mice."
    }, {
      "heading" : "2.15. Animal and xenograft tumor models",
      "text" : "Athymic nude mice (male, 6–7 weeks) were purchased from Vital River Laboratories (Beijing, China). The nude mice were intraperitoneally inoculated with the H22 hepatoma cell line to construct a the tumor xenograft model. The size of the tumor was monitored by a fine caliper. The tumor volume (V=L×W [2]/2) was calculated, where L and W were the length and width of the tumor, respectively."
    }, {
      "heading" : "2.16. In vivo near-infrared fluorescence imaging",
      "text" : "When the tumors reached 0.3 cm3, the tumor-bearing mice were intravenously injected with Cy7-BGO-DOX and Cy7-GO-DOX (5mg/kg GO or BGO), respectively. Then, the mice were imaged using a Kodak IS imaging system (Kodak, USA). Near-infrared fluorescence at 704 nm was used as the excitation wavelength. After exposure to light for 200ms, images were collected from 740 nm to 950 nm."
    }, {
      "heading" : "2.17. Statistical analysis",
      "text" : "Each experiment was performed with at least three independent trials unless otherwise noted. The collected data were analyzed using one-way analysis of variance (ANOVA) with SPSS 16.0. The error bars\nrepresent the standard deviation. Differences were considered statistically significant when the p-value was less than 0.05 using Tukey's test. Heat mapping and OPLS-DA were performed with the software MeV 4.9.0 and SIMCA-P13.0, respectively."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. GO is more biodegradable than G in blood plasma",
      "text" : "A schematic of GFNs treated with human blood plasma for 14 days is presented in Fig. S1. The pristine GO had a composition of 31.4% O1s\nand 68.6% C1s, and the C1s included 54% sp3-structured carbon [23]. The pristine G consisted of 94.0% C1s and only 6.0% O1s [18]. TEM was conducted to analyze the biodegradation of GFNs at 0, 2, 7 and 14 days (Fig. 1 and S2). As shown in Fig. 1a1–a4, wrinkles and folded regions were observed in the semitransparent GO nanosheets. After interaction with the blood plasma for 2 and 7 days, the GO nanosheets remained intact, and no obvious degradation occurred (Fig. S2a). However, after GO treatment with blood plasma for 14 days, visible holes with 10–240 nm diameters formed in the graphitic lattice of the basal plane (indicated by the green arrows in Fig. 1b1), and the BGO nanosheets were highly crumpled (indicated by the red arrows in\nFig. 1b1). In addition, some nanoscale debris (indicated by the blue arrows in Fig. 1b2 and b3) was observed and attributed to the cleavage of GO sheets into nanodot-like structures during the degradation process. The formation of holes and nanoscale debris suggested that GO underwent significant biodegradation. Similarly, G nanosheets remained intact after a 7-day reaction (Fig. S2b). After a 14-day treatment, biotransformation of G occurred, but no obvious biodegradation was observed compared to GO (Fig. 1c1–c4), suggesting the greater stability of G. Compared to BGO, BG exhibited many wrinkles (indicated by the red arrows in Fig. 1d1–d3) and very small visible holes with 7.6–19 nm diameters (indicated by the green arrows in Fig. 1d3). The BG sheets remained intact, and no small nanoscale debris was observed. The SAED patterns of the above samples were inserted in the panels of the corresponding TEM images (Fig. 1a4, 1b4, 1c4 and 1d4). The SAED patterns of all the samples possessed clear diffraction spots with a six-fold pattern that was consistent with a hexagonal lattice [24], indicating that the graphitic AB stacking order was still preserved in the lattice even after blood plasma treatment. The SAED patterns also showed a typical ring-like pattern, indicating a polycrystalline nature [25]. The ring-like patterns arise from the merging of the diffraction spots due to a few layers being present in the samples. AFM images of the samples are presented in Fig. 1e– h. The formation of wrinkles increased the thicknesses of BGO and BG. The pristine GO exhibited a thickness of approximately 1.55 ± 0.22 nm (n=25). After GO reacted with blood plasma, small pieces of debris (with lateral lengths ranging from approximately 77.4 to 133 nm) appeared, and the thickness of BGO was 3.31 ± 0.66 nm (n=25), which was consistent with the TEM results. The thickness increased from approximately 1.27 ± 0.27 nm (n=20) for pristine G to 5.76 ± 2.71 nm (n=12) for BG. The hydrodynamic diameters of nanomaterials were analyzed by DLS (Fig. S3) and were consistent with the formation of small pieces of debris and the increased thickness of G after blood plasma treatment in AFM images. In summary, blood plasma had a remarkable ability to degrade GFNs, and GO was more biodegradable than G. The specific biodegradation mechanisms are explored below."
    }, {
      "heading" : "3.2. Redox reaction in blood plasma",
      "text" : "FTIR of GO and BGO are depicted in Fig. 2a. After treatment with blood plasma, the CeOH stretching vibration of the COOH group at 3434 cm−1 vanished, and the bands of CeO at 1120 cm−1 and CeH at 619 cm−1 decreased. The large decrease in the peak at 1630 cm−1 (C]C) suggested that the framework of sp [2] carbon atoms was disrupted [26]. In addition, free OeH stretching vibration peaks at 3670 cm−1 and 3310 cm−1 and a CeN stretching vibration at approximately 1380 cm−1 arose [18]. Fig. 2a shows that the attack of C]C groups of GO by blood plasma yielded a CeH group and reduced the carboxyl group content in BGO. as shown in Fig. 2b, the small amount of oxygen in pristine G resulted from the synthesis procedure [27]. As G was cultured with blood plasma and transformed into BG, the number of oxygen-containing groups increased. In addition, some new groups appeared, such as CeOH, CeH from arenes, CeH from methylene groups, and C]C and CeO from alkoxy groups, suggesting the oxidation of G by blood plasma. Larger amounts of the chemical groups CH/CH2/CH3 were present in both BGO and BG than in GO and G, respectively, indicating the decomposition of GO and G by blood plasma through the cleavage of CeC/C]C bonds.\nUV–vis spectra are presented in Fig. 2c and d. The peak of pristine GO at 230 nm was due to a π-π* transition of C]C, and the shoulder peak at ∼290–300 nm was attributed to the n-π* transition of C]O [28]. After treatment with blood plasma, the above two peaks disappeared, and the whole absorption spectrum declined dramatically, suggesting the decomposition or destruction of sp [3]-hybridized carbon and sp [2] aromatic structure in GO sheets. In Fig. 2d, the peak of G at approximately 275 nm was regarded as the excitation of the π plasmon of the graphitic structure [29,30]. After treatment with blood\nplasma, the peak redshifted slightly to 285 nm, probably due to the increased number of electron-donating groups such as the -OH group [31], which was consistent with the increase in -OH absorption (Fig. 2b). Fig. 2c and d revealed that both GO and G had similar products and that GO was reduced to reduced GO (rGO) by blood plasma. After treatment with blood plasma, the zeta potential of GO increased from−36.25mV to−28.28mV (p < 0.01), which was consistent with the transformation from GO to rGO (Fig. 2e). In contrast, the treatment caused no significant alterations in the zeta potentials of G (Fig. 2f)."
    }, {
      "heading" : "3.3. Alterations of nanostructure in blood plasma",
      "text" : "Fig. 2g shows the XRD patterns of GO and BGO. The diffraction peaks of pristine GO were at approximately 2θ=10.1° (002) and 2θ=19.9°, and the calculated interlay spaces (d-spacing) were 0.88 nm and 0.44 nm, respectively [32]. After blood plasma treatment, the diffraction peaks at 10.1° and 19.9° disappeared, and only a broad peak at 2θ=21.5° (002) with a d-spacing of 0.41 nm appeared. The above results were close to the typical diffraction peaks of graphite (Joint Committee on Powder Diffraction Standards No. 75-1621), where 2θ≈ 26.2° (002) with a d-spacing of 0.34 nm [33]. The greater basal spacing may be due to the presence of residual oxygen and hydrogen during the reduction of GO sheets to rGO. The 002 reflection in BGO was very broad, suggesting a poorly ordered structure along the stacking direction and a decrease in the number of sp [2] carbon atoms. The diffraction peak of pristine G was at approximately 2θ=23.6° (002) with a d-spacing of 0.38 nm (Fig. 2h). In contrast, the diffraction peak of BG was slightly shifted to ∼21.1°, with a d-spacing of ∼0.40 nm. The presence of a small amount of residual defects and oxygen-containing functional groups could be responsible for the slight increase in the d-spacing of BG. The above results were also in line with the SAED, UV–vis and FTIR patterns.\nThe tangential-mode G band (∼1580 cm−1) and the disorder-induced D band (∼1350 cm−1) were two fingerprint peaks of the GFN Raman signal [34]. The relative intensity of ID/IG was an indicator for GFN disorder and defect density [35]. The ID/IG ratios were 1.031 ± 0.012 for the pristine GO sheets (n=63) (Fig. 3a1–a3). After reaction with blood plasma, ID/IG ratios increased to 1.230 ± 0.022 (BGO, n=49, p < 0.001) in Fig. 3b1–b3. Fig. 3a3 shows the location of the higher ID/IG ratios on the edges of the GO sheets in Fig. 3a6. There was a uniform ID/IG intensity distribution inside the plane of the GO sheets, indicating that the pristine GO sheets had a uniform defect density. The high ID/IG ratios in Fig. 3b3 were mainly located at the centers of BGO (Fig. 3b6), while the inhomogeneous ID/IG distribution corresponded to the pore structure observed in TEM. The increase in the ID/IG ratio in the overall carbon plane of BGO was related to both the structural disorder and the presence of residual oxygen and defects. With the blood plasma reaction, the reduction process removed the distortion of the 6-fold rings with oxygen functionalities, and the carbon lattice returned to an essentially graphitic structure with defects [36]. The 2D peak at ∼2680 cm−1 was attributed to the double resonance transitions, and its shift and shape were correlated with the number of graphene layers (N) [37]. According to previous research [38,39], the thicknesses of GO and BGO were mainly less than 5 layers (Fig. 3a4 and b4), which is consistent with the AFM images. The I2D/IG ratio also illustrated the change in the thickness of GO [40], as shown in\nFig. 3a5 and b5. According to the calculation used in the previous studies [24,36,41], the average crystallite sizes of the sp [2] domains (La, nm) were approximately 18.66 and 15.63 nm for the tested GO and BGO, respectively. The alterations in ID/IG ratios between G and BG were not obvious (Fig. 3c and d), and the intensity distributions of ID/IG for G and BG sheets were homogeneous (Fig. 3c1–c3 and 3d1–d3). The pristine G had a larger peak shift of the 2D band than BG, and both materials were mainly 5-layer nanosheets (Fig. 3c4 and d4). The I2D/IG ratios and the average sizes (La) illustrated that no distinct changes occurred, as shown in Fig. 3c5 and d5 (bright-field images in Fig. 3c6\nand d6)."
    }, {
      "heading" : "3.4. Blood plasma influences the unpaired electrons of GFNs",
      "text" : "Unpaired electrons on GFNs and their interactions with free radicals are closely related to the chemical activity and applications of GFNs [40]. All the nanomaterials showed an EPR band with a g factor of 2.106 (Fig. S4a and S4d), which represented carbon-related dangling bonds in the GFN planes and on the edge [40]. Blood plasma treatment reduced the EPR peak intensity (peak height) of GO from 156 (a.u.) to 106 (a.u.). In contrast, blood plasma treatment increased the EPR peak intensity of G from 102 (a.u.) to 121 (a.u.). Therefore, the numbers of dangling bonds of GO and G decreased and increased, respectively, after plasma treatment. Then, TEMPO was used as a probe of the nitroxyl radical (%NOx) [42]. In Fig. S4b, the presence of GO and BGO decreased the %NOx signal (peak height) by 5.1% and 1%, respectively. Similarly, BG decreased the signal of %NOx by 4.8%, while G had no effect on the signal of %NOx (Fig. S4e). Because %NOx accepted one electron to transform to its diamagnetic counterpart [43,44], the\nquenching of %NOx by the nanomaterials was inversely proportional to the EPR signal of the nanomaterial itself. In Fig. S4c, compared to the control, pristine GO and BGO increased the free radical signals of %OH by 1.7% and by 16.5%, respectively. Pristine G and BG increased the free radical signals of %OH by 13.4% and 5%, respectively (Fig. S4f). The above results demonstrated that the unpaired electronic structure of BGO was more similar to that of G than that of its parent GO, while the unpaired electronic structure of BG was more similar to that of GO than that of G."
    }, {
      "heading" : "3.5. Products of GFN biodegradation in blood plasma",
      "text" : "Although the formation of CO2 has been shown to be a likely final product of the biodegradation process for carbon-based nanomaterials [7,45], it remained possible that multiple intermediate products were formed from GFN biodegradation in the blood plasma media, inducing uncertain health risks. Given the influence of plasma matrices, the negative mode of UPLC-MS was suitable for the analysis of biodegradation products of nanomaterials in blood plasma, as shown in Fig. S5a–S5d.\nThe MS spectra of the products of GFN biodegradation are provided in Figs. S6a–S6f and S5. The data in the treated groups were obtained by subtracting the spectra of the control. After blood plasma treatment, many high-molecular components (above m/z 350) appeared in both the BGO and BG groups, while few low-molecular-weight peaks appeared, especially in the BG groups, as shown in Fig. S6a–S6f. The possible chemical species of identified low-molecular-weight molecules are shown in Fig. S6g. Compounds such as 3-cyclohexen-1-one, 2- ethoxypropanic acid, 1,3,5-benzenetriol and 4-benzyloxybenzoic acid were identified in BGO; 3-cyclohexen-1-one, cinnamaldehyde and 2- hydroxynaphthalene were identified in BG. The identified products may translocate more quickly or slowly than pristine carbon nanosheets in\nvivo, leading to unexpected health risks."
    }, {
      "heading" : "3.6. Mechanisms of GFNs biodegradation in blood plasma",
      "text" : "As shown in Fig. S7a, the %OH quencher inhibited GO biodegradation, resulting in a relatively intact GO nanosheet. The superoxide radical (O2%-) quencher neither clearly inhibited the biodegradation of GO nor yielded nanopores in blood plasma (Fig. S7b). However, both quenchers decreased the disorder and defect density of BGO (Fig. S7c and S7d). These results supported that both radicals were involved in the biotransformation of GO and that %OH played a dominant role. In contrast, %OH and O2%- failed to suppress the biotransformation of G in\nblood plasma (Fig. S7e–S7h). With integration of the previous work on carbon nanomaterial biotransformation [5,45–47] and the present data, the potential mechanisms for GO/G biotransformation to BGO/BG are elucidated in Fig. 4. The TEM images of BGO and BG in Fig. 1 indicated that nanoholes formed preferentially on the basal plane. The presence of epoxy and hydroxyl groups in the basal plane of GO was responsible for its preferential biodegradation by blood plasma (Fig. 2a). The numbers of CeC/C]C bonds near the defect sites on the GFN plane were responsible for the biotransformation. The visible nanoholes or defect sites in GO (Fig. 1b1) were generated initially by the attack of %OH on the carbon-carbon bonds [26]. Similar results also appeared in the photocatalytic reaction of GO [48]. As the reaction proceeded, the necks between holes eventually collapsed, resulting in the appearance of debris (Fig. 1b2 and b3) and even small products (Fig. S6). Because the biotransformation of GO was initiated at sites with hydroxyl or epoxy groups, the degraded fragments were small GO nanosheets with fewer or even no hydroxyl and epoxide groups but more carboxyl groups than the original nanosheets (Fig. 4a). With the decrease in the number of hydroxyl and epoxy groups, the carboxyl groups became the new active sites, and GO was further decomposed, resulting in a decrease in oxygen-containing groups and the retention of the sp [2] structures (as proven by UV–vis and XRD results). Because G only contained 6.0% oxygen and very few active sites, G underwent relatively slight biotransformation. In the initial stage, epoxy groups were the dominant sites of attack (Fig. 4b). Other blood plasma active substances, such as H2O2, may diffuse from the active sites and oxidize G to yield carboxyl and hydroxyl groups on the surface [8]. The above results also explained why the addition of %OH and O2%- inhibitors did not significantly affect the biodegradation of G."
    }, {
      "heading" : "3.7. Biodegradation influences the interactions between nanomaterials and proteins",
      "text" : "Serum albumin is the most abundant protein in blood plasma and acts as a transport protein in plasma [49], and the protein corona determines nanomaterial targeting to cells [50,51]. The adsorption of BSA onto the pristine and biodegraded GFNs is shown in Fig. 5 and S8. The\nisotherms of BSA adsorption onto GO, BGO, G and BG are shown in Fig. 5a and d. The regression parameters of the Langmuir and Freundlich models for the isotherms of BSA are presented in Table S1. The adsorption affinity of BSA followed the order BG > BGO > G > GO. The amount of BSA that saturated adsorption onto GO was 6.49mg/mg, and the amount that saturated adsorption onto BGO was 19.35mg/mg (Table S1). Similarly, the capacity of BSA adsorption on BG (23.44mg/ mg) was almost 2-fold greater than that on G (12.65 mg/mg). The nanoparticle-protein binding process was rapid and reached equilibrium within 30min (Fig. 5b and e). After BSA was incubated with GO for 60min, the CD spectra of BSA were dramatically changed (Fig. 5c). The contents of α-helix and random coil were reduced by 7.1% and 2.8%, respectively. However, after BSA incubation with BGO for 60min, the α-helix and random coil features of BSA were slightly greater than those of pristine BSA, indicating that biodegradation alleviated the damage caused by GO to the secondary structure of BSA. The biodegradation also relieved the protein secondary structure changes caused by G (Fig. 5f). Proteins strongly interact with negatively charged nanomaterials [8]. Therefore, the negatively charged GO caused a large structural change in BSA but exhibited low adsorption capacity for BSA. Correspondingly, the slight structural changes of BSA on BGO were due to the recovery of a proportion of the GO sp [2] structure and an increase in GO hydrophobicity after blood plasma treatment, as shown in Fig. 2e and g."
    }, {
      "heading" : "3.8. Biodegradation mitigates oxidative stress and metabolic disturbance",
      "text" : "Both GO and BGO promoted the proliferation of HELF cells (Fig. 6a). HELF cell viability increased by 15.6%, 12.9% and 9.1% following treatment with GO at 0.01, 0.1 and 1 μg/mL, respectively. In contrast, the viability of HELF cells exposed to BGO at the above concentrations increased by 18.9%, 18.9% and 17.0% (p < 0.01, compared to the control). The cell proliferation induced by GFNs may be related to cell cycle changes [22]. A significant elevation of ROS levels was observed in HELF cells that had been administered pristine GO (Fig. 6b). The ROS levels of HELF cells exposed to BGO increased by 15.1–48.8%, which was significantly lower than the increase caused by\nexposure to GO (p < 0.01). These results implied that biodegradation by blood plasma significantly relieved the cell oxidative stress caused by GO. Metabolomics will provide a global view of cell responses to nanoparticles [52] As shown in Fig. S9, nanoparticles altered the metabolism of carbohydrates, alcohols, fatty acids, amino acids and alkanes. Furthermore, the upregulated and downregulated metabolic pathways were screened using MetaboAnalyst 3.0. Unlike GO, BGO upregulated amino sugar/nucleotide sugar metabolism and downregulated glycerophospholipid metabolism (Fig. S10). The above two pathways were correlated with polysaccharide [53] and cellular membrane [54] biosynthesis, respectively. The associations between metabolism and ROS levels were further analyzed using orthogonal partial least squares discriminant analysis (OPLS-DA). The metabolites with variable importance in projection (VIP) values greater than 1 and 1.5 are labeled by green asterisks and blue asterisks, respectively (Figs. S11, 6c and d). Alkanes, glycerol monostearate and 1-monopalmitin, with VIP values greater than 1.5, made negative contributions to the ROS levels in the BGO group compared to the GO group. BG increased cell viability and relieved the level of ROS induced by G (Fig. S12a and S12b). The altered metabolisms are shown in Fig. S13. In contrast to G, BG upregulated glycine/serine/threonine metabolism and downregulated alanine/aspartate/glutamate metabolism (Fig. S14). The above results were consistent with the proposal that graphene-like nanomaterials mainly changed amino acid, carbohydrate and energy metabolism [55,56]. The metabolism was also disturbed to alleviate the\nproduction of ROS (Figs. S15 and S16)."
    }, {
      "heading" : "3.9. Biodegradation affected nanomaterial toxicity and organ targeting in vivo",
      "text" : "The differences between GO and BGO biocompatibility were further investigated in vivo through tail vein administration in mice. After the administration of 4mg/kg nanomaterials on the first day and recovery for 14 days, the survival rate of mice was 100%. There was no significant difference in the RBCs in peripheral circulation between the control and treated groups (Fig. 7a), similar to a previous report [57]. In contrast, there was a significant difference between the PLTs of the control and treated groups (Fig. 7b). BGO induced a higher level of PLTs than GO, and both BGO and GO activated PLTs after a 14-day recovery. After a 14-day recovery, the number of WBCs recovered to the control level for BGO but remained lower than the control level for GO treatment (Fig. 7c). GO decreased the number of lymphocytes, but BGO promoted the number of neutrophils (Fig. S17). As shown in Fig. 7d, nanomaterials mainly accumulated in the liver, stomach, intestine and skin (residual hairs and food generated low fluorescence on the skin and in the stomach and intestine in the normal saline group compared to the treated groups). Importantly, after 6 h, GO was observed in the brain, but BGO was not observed. Previous studies proposed that the adsorption of plasma proteins reduced the substances passing through the blood-brain barrier [58,59]. In Fig. 5, the smaller amount of plasma\n(caption on next page)\nproteins adsorbed on GO than on BGO explained the larger amounts of GO that accumulated in the brain. In contrast, more BGO than GO accumulated in the intestine. This targeted organ enrichment may have a positive influence on specific organ targeting therapies, such as liver cancer and intestinal cancer. The liver is involved in nanomaterial detoxification [60,61]. Although GO and BGO both showed distinct accumulation in the liver, different histological lesions of the liver were observed through H&E staining (Figs. 7e, S18 and S19). Both GO and BGO induced extensive liver injury, as manifested by inflammatory cell infiltration, liver tissue gap, intravenous hemolysis, blood vessel dilation and hyperemia. GO and BGO also induced distinct lung injury, as shown by inflammatory cell infiltration, alveolar hemorrhage with overflowing RBCs and thick alveolar walls (Fig. 7f and S20). Additionally, some dark spots were found in the lungs after nanomaterial treatment. The upregulation of ALT and AST indicated liver damage [62]. As shown in Fig. S21, GO induced the upregulation of ALT and AST on the first day, but the upregulation was mitigated after 14 days. In contrast, BGO significantly decreased the level of AST."
    }, {
      "heading" : "3.10. Biotransformation altered the capacity of GO nanocomposites to deliver a drug and target cancer cells",
      "text" : "The drug-loading capacity of GO and BGO was investigated. DOX was selected because it is widely used in antitumor studies [63]. DOX loading on GO and BGO was quantified using a strong absorption peak at approximately 490 nm (Fig. S22). Based on mass concentrations, the DOX-loading capacity by GO and BGO was calculated to be approximately 45.0% and 35.9%, respectively. In addition, the DOX release behavior of GO-DOX and BGO-DOX were different. As shown in Fig. 8a, 50.1% and 28.9% of DOX was released from GO-DOX into PBS at pH 5.5 and 7.4, respectively. For BGO-DOX, the release percentages of DOX were 60.9% and 35.3% at pH 5.5 and 7.4, respectively. In BGO, the\nbreaking of the benzene ring skeleton caused by blood plasma degradation was responsible for the decrease in DOX loading and the increase in DOX release. Solid tumors often have more acidic microenvironments than normal tissues [64,65]. The microenvironment of tumors facilitated the release of DOX. A human lung adenocarcinoma epithelial (A549) cell model was used to investigate the efficiency of antitumor activity and the organs targeted by the delivered DOX. As shown in Fig. 8b, BGO-DOX exhibited a more pronounced ability to kill cancer cells than GO-DOX, especially for 10 μg/mL DOX. The intracellular distribution of DOX in A549 cells was evaluated using CLSM, as shown in Fig. 8c. After the cells were incubated for 3 h, the DOX signal (red) was distributed within the cells, suggesting the uptake of DOX nanocomposites. As the time increased to 12 h, most of the DOX showed nucleus (blue) targeting, and more GO-DOX than BGO-DOX targeted the nucleus. The target of DOX was the nuclei [66]. Due to the slow release of DOX on GO (Fig. 8a) and low unspecific protein adsorption on GO (Fig. 5b), GO-DOX showed more localization in nuclei than BGO-DOX. In contrast, the quick release of DOX from BGO led to higher cytotoxicity to tumor cells at 10 μg/mL (Fig. 8b). In short, the biotransformation reduced the capacity of DOX loading onto GO nanosheets but increased the release and antitumor effect of DOX.\nTo explore the tumor-targeting capability of GO and BGO, the in vivo distribution of GO-DOX and BGO-DOX after intravenous administration into nude mice bearing H22 tumors was monitored. As shown in Fig. S23, 30min after administration, the strong fluorescence signals of GODOX and BGO-DOX labeled by Cy7 were detected at the tumor location, suggesting high tumor targeting. After 3 h, GO-DOX had translocated to the urinary bladder, but BGO-DOX had translocated to the spleen. As shown by the statistical results in Fig. S24, BGO-DOX was located preferentially in tumor tissues in the initial 0.5 h, although there was no significant difference between GO-DOX and BGO-DOX after 3 h. The above data supported that the biotransformation of GO by blood plasma\nFig. 7. Biodegradation affects nanomaterial biocompatibility and organ targeting. a, Red blood cells (RBCs); b, platelets (PLTs); c, white blood cells (WBCs) in peripheral blood from mice after they had been administered 4 mg/kg body weight GO or BGO by tail vein injection. The “**” and “*” symbols represent a pvalue< 0.01 and a p-value< 0.05, respectively. d, Ex vivo fluorescence images of organs 1 h (left) and 6 h (right) after the injection of FITC-labeled GO or BGO (4mg/kg body weight). To make fluorescence imaging intuitive, imaging parameters (e.g., exposure time) were adjusted for the mice injected with nanomaterials at 1 h and 6 h, leading to the brighter grayscale in the right picture of Fig. 7d. The brighter grayscale in the right picture in Fig. 7d did not affect the analysis and discussion of the distribution of GO and BGO in the mice collected at the same time. H, heart; LI, liver; SP, spleen; LU, lung; K, kidney; ST, stomach; I, intestine; B, brain; SK, skin; NS, normal saline. Histological examination of livers (e) and lungs (f) with H&E staining from mice post treatment with 4mg/kg GO or BGO for 14 days. The red, blue, black and green arrows indicate inflammatory cell infiltration, liver tissue gap, intravenous hemolysis and hyperemia, respectively. The orange and yellow arrows indicate thick alveolar walls and dark spots in the lungs, respectively. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.)\nFig. 8. Biotransformation changing the capacity of GO nanocomposites to deliver drug and kill tumor cells. a, Profiles of DOX release from GO-DOX and BGO-DOX in PBS at pH 5.5 and pH 7.4; b, cell viability of A549 cells after treatment with GO-DOX and BGO-DOX for 24 h; c, confocal laser scanning microscopy (CLSM) images of A549 cells after incubation with GO-DOX and BGO-DOX. The “**” symbol represents a p-value< 0.01. The nuclei are stained with Hoechst 33342. Red spots, DOX; blue spots, nuclei. Scale bars, 50 μm. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.)\naltered the accumulation of the delivered drug in tumor tissue."
    }, {
      "heading" : "4. Conclusions",
      "text" : "Understanding the fate of nanomaterials in blood plasma is critical for effective applications and scientific risk assessment in human healthcare. For drug delivery or phototherapy, the intact shape and structures of nanomaterials are generally assumed. However, the present work found that blood plasma biodegraded GFNs and produced nanopores and wrinkles on nanosheets, especially GO. GO was reduced, while G was oxidized. The layered structures of both materials increased. The oxidation of GFNs contributed to nanomaterial biodegradation. The above biodegradation of GFNs by blood plasma may affect the efficiency of drug delivery, phototherapy and nanomaterial translocations or organ targeting in vivo.\nThe present work demonstrated that GO underwent distinct biodegradation in human blood plasma, resulting in the clear formation of holes and winkles in the basal plane and the decomposition of nanosheets to small molecules. In contrast, the less-oxidized material, G, was more stable in blood plasma and maintained the integrity of its nanosheets. Oxygenic groups, defects and neighboring CeC/C]C bonds on the GFN basal plane were the main attacked sites and contributed to the biodegradation of the GFNs in blood plasma. Active substances in the blood plasma, such as %OH and O2%-, participated in the biodegradation of GFNs. The biodegradation of GFNs by the blood plasma mitigated the damage to the BSA structure and the cytotoxicity induced by pristine nanomaterials. The biodegradation of nanomaterials influenced their fate (e.g., cellular uptake, targeting to organs and translocation) in vivo. The present work found that the biotransformed nanomaterials presented high biocompatibility and desired organ targeting. Furthermore, the biotransformed nanomaterials exhibited high efficiency of drug delivery (e.g., drug release and location) and killing tumor cells. These findings provide insights into the applications of nanomaterials in human healthcare using biotransformed materials.\nEthics statement\nAll experiments related to human blood and all experiments related to mice were handled humanely and were conducted in compliance with the guidelines approved by the Human & Animal Experiments Ethical Committee of Nankai University.\nConflicts of interest\nThe authors declare no competing financial interests.\nData availability statement\nThe raw/processed data required to reproduce these findings are available from the corresponding author on reasonable request."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This work was financially supported by the National Natural Science Foundation of China (grant nos. 21577070, 31770550 and 21722703), and the Tianjin Natural Science Foundation (grant no. 18JCYBJC23600) and a 111 program (grant no. T2017002)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.biomaterials.2019.02.020."
    } ],
    "references" : [ {
      "title" : "Promises",
      "author" : [ "G. Reina", "J.M. González-Domínguez", "A. Criado", "E. Vázquez", "A. Bianco", "M. Prato" ],
      "venue" : "facts and challenges for graphene in biomedical applications, Chem. Soc. Rev. 46 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Single layer and few layer graphene are degraded by neutrophil myeloperoxidase",
      "author" : [ "R. Kurapati", "S. Mukherjee", "C. Martín", "G. Bepete", "E. Vazquez", "A. Pénicaud", "B. Fadeel", "A. Bianco" ],
      "venue" : "Angew. Chem. Int. Ed. ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nanoparticle surface functionality dictates cellular and systemic toxicity",
      "author" : [ "A.A. Saei", "M. Yazdani", "S.E. Lohse", "Z. Bakhtiary", "V. Serpooshan", "M. Ghavami", "M. Asadian", "S. Mashaghi", "E.C. Dreaden", "A. Mashaghi" ],
      "venue" : "Chem. Mater. 29 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Biological interactions of graphenefamily nanomaterials: an interdisciplinary review",
      "author" : [ "V.C. Sanchez", "A. Jachak", "R.H. Hurt", "A.B. Kane" ],
      "venue" : "Chem. Res. Toxicol. 25 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Controlling the graphene–bio interface: dispersions in animal sera for enhanced stability and reduced toxicity",
      "author" : [ "A. Pattammattel", "P. Pande", "D. Kuttappan", "M. Puglia", "A.K. Basu", "M.A. Amalaradjou", "C.V. Kumar" ],
      "venue" : "Langmuir 33 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Personalized diseasespecific protein corona influences the therapeutic impact of graphene oxide",
      "author" : [ "M.J. Hajipour", "J. Raheb", "O. Akhavan", "S. Arjmand", "O. Mashinchian", "M. Rahman", "M. Abdolahad", "V. Serpooshan", "S. Laurent", "M. Mahmoudi" ],
      "venue" : "Nanoscale 7 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "The enzymatic oxidation of graphene oxide",
      "author" : [ "G.P. Kotchey", "B.L. Allen", "H. Vedala", "N. Yanamala", "A.A. Kapralov", "Y.Y. Tyurina", "J. Klein-Seetharaman", "V.E. Kagan", "A. Star" ],
      "venue" : "ACS Nano 5 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "C",
      "author" : [ "R. Kurapati", "J. Russier", "M.A. Squillaci", "E. Treossi" ],
      "venue" : "Ménard-Moyon, A.E. Del Rio- Castillo, E. Vazquez, P. Samorì, V. Palermo, A. Bianco, Dispersibility-dependent biodegradation of graphene oxide by myeloperoxidase, Small 11 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Covalent chemical functionalization enhances the biodegradation of graphene oxide",
      "author" : [ "R. Kurapati", "F. Bonachera", "J. Russier", "A.R. Sureshbabu", "C. Ménard-Moyon", "K. Kostarelos", "A. Bianco" ],
      "venue" : "2D Mater. 5 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Enzymatic degradation of oxidized and reduced graphene nanoribbons by lignin peroxidase",
      "author" : [ "G. Lalwani", "W. Xing", "B. Sitharaman" ],
      "venue" : "J. Mater. Chem. B 2 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Confocal Raman imaging study showing macrophage mediated biodegradation of graphene in vivo",
      "author" : [ "C.M. Girish", "A. Sasidharan", "G.S. Gowd", "S. Nair", "M. Koyakutty" ],
      "venue" : "Adv. Healthc. Mater. 2 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "A strategy for grouping of nanomaterials based on key physico-chemical descriptors as a basis for safer-by-design NMs",
      "author" : [ "I. Lynch", "C. Weiss", "E. Valsami-Jones" ],
      "venue" : "Nano Today 9 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Differential recognition of nanoparticle protein corona and modified low-density lipoprotein by macrophage receptor with collagenous structure",
      "author" : [ "S. Lara", "A. Perezpotti", "L.M. Herda", "L. Adumeau", "K.A. Dawson", "Y. Yan" ],
      "venue" : "ACS Nano 12 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Assessing biocompatibility of graphene oxide-based nanocarriers: a review",
      "author" : [ "S.F. Kiew", "L.V. Kiew", "H.B. Lee", "T. Imae", "L.Y. Chung" ],
      "venue" : "J. Contr. Release 226 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "The next generation of platinum drugs: targeted Pt (II) agents",
      "author" : [ "T.C. Johnstone", "K. Suntharalingam", "S.J. Lippard" ],
      "venue" : "nanoparticle delivery, and Pt (IV) prodrugs, Chem. Rev. 116 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Polyethylene glycol backfilling mitigates the negative impact of the protein corona on nanoparticle cell targeting",
      "author" : [ "Q. Dai", "C. Walkey", "W.C. Chan" ],
      "venue" : "Angew. Chem. Int. Ed. 53 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Investigating the impact of nanoparticle size on active and passive tumor targeting efficiency",
      "author" : [ "E.A. Sykes", "J. Chen", "G. Zheng", "W.C. Chan" ],
      "venue" : "ACS Nano 8 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Ultra-trace graphene oxide in a water environment triggers Parkinson's disease-like symptoms and metabolic disturbance in zebrafish larvae",
      "author" : [ "C. Ren", "X. Hu", "X. Li", "Q. Zhou" ],
      "venue" : "Biomaterials 93 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Molecular mechanisms of developmental toxicity induced by graphene oxide at predicted environmental concentrations",
      "author" : [ "X. Zhang", "Q. Zhou", "W. Zou", "X. Hu" ],
      "venue" : "Environ. Sci. Technol. 51 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Cisplatin-induced self-assembly of graphene oxide sheets into spherical nanoparticles for damaging sub-cellular DNA",
      "author" : [ "A. Nandi", "A. Mallick", "P. More", "P. Sengupta", "N. Ballav", "S. Basu" ],
      "venue" : "Chem. Commun. 53 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Chemical basis of interactions between engineered nanoparticles and biological systems",
      "author" : [ "Q. Mu", "G. Jiang", "L. Chen", "H. Zhou", "D. Fourches", "A. Tropsha", "B. Yan" ],
      "venue" : "Chem. Rev. 114 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Carboxyl-functionalized graphene oxide–polyaniline composite as a promising supercapacitor material",
      "author" : [ "Y. Liu", "R. Deng", "Z. Wang", "H. Liu" ],
      "venue" : "J. Mater. Chem. 22 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Ambient water and visible-light irradiation drive changes in graphene morphology",
      "author" : [ "X. Hu", "M. Zhou", "Q. Zhou" ],
      "venue" : "structure, surface chemistry, aggregation, and toxicity, Environ. Sci. Technol. 49 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "The chemical and structural analysis of graphene oxide with different degrees of oxidation",
      "author" : [ "K. Krishnamoorthy", "M. Veerapandian", "K. Yun", "S.J. Kim" ],
      "venue" : "Carbon 53 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Chemistry and structure of graphene oxide via direct imaging",
      "author" : [ "S.H. Dave", "C. Gong", "A.W. Robertson", "J.H. Warner", "J.C. Grossman" ],
      "venue" : "ACS Nano 10 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Biotransformation of graphene oxide nanosheets in blood plasma affects their interactions with cells",
      "author" : [ "X. Hu", "D. Li", "L. Mu" ],
      "venue" : "Environ. Sci.: Nano 4 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Highly efficient synthesis of graphene nanocomposites",
      "author" : [ "H. Tang", "G.J. Ehlert", "Y. Lin", "H.A. Sodano" ],
      "venue" : "Nano Lett. 12 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "On the antibacterial mechanism of graphene oxide (GO) Langmuir–Blodgett",
      "author" : [ "A. áde Leon" ],
      "venue" : "films, Chem. Commun",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2015
    }, {
      "title" : "Graphene nanosheets for enhanced lithium storage in lithium ion batteries",
      "author" : [ "G. Wang", "X. Shen", "J. Yao", "J. Park" ],
      "venue" : "Carbon 47 (2009) 2049–2053.  D. Li, et al. Biomaterials 202 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Surfactant-free single-layer graphene in water",
      "author" : [ "G. Bepete", "E. Anglaret", "L. Ortolani", "V. Morandi", "K. Huang", "A. Pénicaud", "C. Drummond" ],
      "venue" : "Nat. Chem. 9 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Origin of strong excitation wavelength dependent fluorescence of graphene oxide",
      "author" : [ "S.K. Cushing", "M. Li", "F. Huang", "N. Wu" ],
      "venue" : "ACS Nano 8 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "High-efficient synthesis of graphene oxide based on improved hummers method",
      "author" : [ "H. Yu", "B. Zhang", "C. Bulin", "R. Li", "R. Xing" ],
      "venue" : "Sci. Rep. 6 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Producing large-area",
      "author" : [ "X. Ye", "Q. Zhou", "C. Jia", "Z. Tang", "Y. Zhu", "Z. Wan" ],
      "venue" : "foldable graphene paper from graphite oxide suspensions by in-situ chemical reduction process, Carbon 114 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Antimicrobial proteins in the response to graphene oxide in Caenorhabditis elegans",
      "author" : [ "M. Ren", "L. Zhao", "X. Lv", "D. Wang" ],
      "venue" : "Nanotoxicology 11 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Rolled graphene oxide foams as three-dimensional scaffolds for growth of neural fibers using electrical stimulation of stem cells",
      "author" : [ "O. Akhavan", "E. Ghaderi", "S.A. Shirazian", "R. Rahighi" ],
      "venue" : "Carbon 97 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Atomic force and scanning tunneling microscopy imaging of graphene nanosheets derived from graphite oxide",
      "author" : [ "J.I. Paredes", "S. Villar-Rodil", "P. Solis-Fernandez", "A. Martinez-Alonso", "J.M. Tascon" ],
      "venue" : "Langmuir 25 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Bacteriorhodopsin as a superior substitute for hydrazine in chemical reduction of single-layer graphene oxide sheets",
      "author" : [ "O. Akhavan" ],
      "venue" : "Carbon 81 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Raman spectrum of graphene and graphene layers",
      "author" : [ "A.C. Ferrari", "J.C. Meyer", "V. Scardaci", "C. Casiraghi", "M. Lazzeri", "F. Mauri", "S. Piscanec", "D. Jiang", "K.S. Novoselov", "S. Roth", "A.K. Geim" ],
      "venue" : "Phys. Rev. Lett. 97 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Large-area ultrathin films of reduced graphene oxide as a transparent and flexible electronic material",
      "author" : [ "G. Eda", "G. Fanchini", "M. Chhowalla" ],
      "venue" : "Nat. Nanotechnol. 3 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Aqueously released graphene oxide embedded in epoxy resin exhibits different characteristics and phytotoxicity of chlorella vulgaris from the pristine form",
      "author" : [ "X. Hu", "W. Kang", "L. Mu" ],
      "venue" : "Environ. Sci. Technol. 51 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Electrical and spectroscopic characterizations of ultra-large reduced graphene oxide monolayers",
      "author" : [ "C.Y. Su", "Y. Xu", "W. Zhang", "J. Zhao", "X. Tang", "C.H. Tsai", "L.J. Li" ],
      "venue" : "Chem. Mater. 21 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Structural effects on the pH-dependent redox properties of organic nitroxyls: pourbaix diagrams for TEMPO",
      "author" : [ "J.B. Gerken", "Y.Q. Pang", "M.B. Lauber", "S.S. Stahl" ],
      "venue" : "ABNO, and three TEMPO analogs, J. Org. Chem. 83 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Electrografting of amino-TEMPO on graphene oxide and electrochemically reduced graphene oxide for electrocatalytic applications",
      "author" : [ "B. Yuan", "C. Xu", "D. Zhang", "R. Zhang", "H. Su", "P. Guan", "J. Nie", "C. Fernandez" ],
      "venue" : "Electrochem. Commun. 81 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Electron transfer quenching by nitroxide radicals of the fluorescence of carbon dots",
      "author" : [ "F. Lin", "D. Pei", "W. He", "Z. Huang", "Y. Huang", "X. Guo" ],
      "venue" : "J. Mater. Chem. 22 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Mechanistic investigations of horseradish peroxidase-catalyzed degradation of single-walled carbon nanotubes",
      "author" : [ "B.L. Allen", "G.P. Kotchey", "Y. Chen", "N.V.K. Yanamala", "J. Kleinseetharaman", "V.E. Kagan", "A. Star" ],
      "venue" : "J. Am. Chem. Soc. 131 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "G",
      "author" : [ "BL A.", "PD K." ],
      "venue" : "P, V. II, K. AA, K. N, K. VE, S. A, Biodegradation of single-walled carbon nanotubes through enzymatic catalysis, Nano Lett. 8 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Carbon nanotube degradation in macrophages: live nanoscale monitoring and understanding of biological pathway",
      "author" : [ "E. Dan", "W. Dachraoui", "C. Ménardmoyon", "J.L. Xiao", "D. Begin", "S. Begincolin", "A. Bianco", "F. Gazeau", "D. Alloyeau" ],
      "venue" : "ACS Nano 9 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Making graphene holey",
      "author" : [ "J.G. Radich", "P.V. Kamat" ],
      "venue" : "Gold-nanoparticle-mediated hydroxyl radical attack on reduced graphene oxide, ACS Nano 7 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Serum albumin hydrogels in broad pH and temperature ranges: characterization of their self-assembled structures and nanoscopic and macroscopic properties",
      "author" : [ "S.H. Arabi", "B. Aghelnejad", "C. Schwieger", "A. Meister", "A. Kerth", "D. Hinderberger" ],
      "venue" : "Biomater. Sci.U.K. 6 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Regimes of biomolecular ultrasmall nanoparticle interactions",
      "author" : [ "L. Boselli", "E. Polo", "V. Castagnola", "K.A. Dawson" ],
      "venue" : "Angew. Chem. Int. Ed. 129 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Identification of receptor binding to the biomolecular corona of nanoparticles",
      "author" : [ "S. Lara", "F. Alnasser", "E. Polo", "D. Garry", "M.C. Lo Giudice", "D.R. Hristov", "L. Rocks", "A. Salvati", "Y. Yan", "K.A. Dawson" ],
      "venue" : "ACS Nano 11 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Alteration of metabolomic profiles by titanium dioxide nanoparticles in human gingivitis model",
      "author" : [ "R. Garciacontreras", "M. Sugimoto", "N. Umemura", "M. Kaneko", "Y. Hatakeyama", "T. Soga", "M. Tomita", "R.J. Scougallvilchis", "R. Contrerasbulnes", "H. Nakajima" ],
      "venue" : "Biomaterials 57 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Sugar catabolism and its impact on the biosynthesis and engineering of exopolysaccharide production in lactic acid bacteria",
      "author" : [ "I.C. Boels", "R.V. Kranenburg", "J. Hugenholtz", "M. Kleerebezem", "W.M.D. Vos" ],
      "venue" : "Int. Dairy J. 11 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Diversity and function of membrane glycerophospholipids generated by the remodeling pathway in mammalian cells",
      "author" : [ "D. Hishikawa", "T. Hashidate", "T. Shimizu", "H. Shindou" ],
      "venue" : "J. Lipid Res. 55 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Integrating proteomics",
      "author" : [ "X. Li", "L. Mu", "X. Hu" ],
      "venue" : "metabolomics and typical analysis to investigate the uptake and oxidative stress of graphene oxide and polycyclic aromatic hydrocarbons, Environ. Sci.: Nano 5 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Graphene oxide quantum dots reduce oxidative stress and inhibit neurotoxicity in vitro and in vivo through catalase-like activity and metabolic regulation",
      "author" : [ "C. Ren", "X. Hu", "Q. Zhou" ],
      "venue" : "Adv. Sci. 5 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Improved in vitro and in vivo biocompatibility of graphene oxide through surface modification: poly (acrylic acid)-functionalization is superior to PEGylation",
      "author" : [ "M. Xu", "J. Zhu", "F. Wang", "Y. Xiong", "Y. Wu", "Q. Wang", "J. Weng", "Z. Zhang", "W. Chen", "S. Liu" ],
      "venue" : "ACS Nano 10 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Plasma protein binding limits the blood brain barrier permeation of the pyrethroid insecticide",
      "author" : [ "M. Amaraneni", "A. Sharma", "J. Pang", "S. Muralidhara", "B.S. Cummings", "C.A. White", "J.Z. Bruckner" ],
      "venue" : "deltamethrin. Toxicol. Lett. 250–251 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "The effects of anesthesia on osmotic blood-brain barrier disruption",
      "author" : [ "M.K. Gumerlock", "E.A. Neuwelt" ],
      "venue" : "Neurosurgery 26 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 1990
    }, {
      "title" : "Interspecies differences in the cytochrome P450 activity of hepatocytes exposed to PLGA and silica nanoparticles: an in vitro and in vivo investigation",
      "author" : [ "R. Cornu", "N. Rougier", "Y. Pellequer", "A. Lamprecht", "P. Hamon", "R. Li", "A. Beduneau", "H. Martin" ],
      "venue" : "Nanoscale 10 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Toxicological profiling of metal oxide nanoparticles in liver context reveals pyroptosis in kupffer cells and macrophages versus apoptosis in hepatocytes",
      "author" : [ "V. Mirshafiee", "B. Sun", "C.H. Chang", "Y.-P. Liao", "W. Jiang", "J. Jiang", "X. Liu", "X. Wang", "T. Xia", "A.E. Nel" ],
      "venue" : "ACS Nano 12 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Bilirubin nanoparticle preconditioning protects against hepatic ischemia-reperfusion injury",
      "author" : [ "J.Y. Kim", "D.Y. Lee", "S. Kang", "W. Miao", "H. Kim", "Y. Lee", "S. Jon" ],
      "venue" : "Biomaterials 133 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Preparation of 2D MoS2/graphene heterostructure through a monolayer intercalation method and its application as an optical modulator in pulsed laser generation",
      "author" : [ "G. Zhao", "J. Hou", "Y.Z. Wu", "J.L. He", "X.P. Hao" ],
      "venue" : "Adv. Opt. Mater. 3 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Analysis on the current status of targeted drug delivery to tumors",
      "author" : [ "I.K. Kwon", "S.C. Lee", "B. Han", "K. Park" ],
      "venue" : "J. Contr. Release 164 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Bimodal tumor-targeting from microenvironment responsive hyaluronan layer-by-layer (LbL) nanoparticles",
      "author" : [ "E.C. Dreaden", "S.W. Morton", "K.E. Shopsowitz", "J.-H. Choi", "Z.J. Deng", "N.-J. Cho", "P.T. Hammond" ],
      "venue" : "ACS Nano 8 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Mitochondria and nuclei dual-targeted heterogeneous hydroxyapatite nanoparticles for enhancing therapeutic efficacy of doxorubicin",
      "author" : [ "H. Xiong", "S. Du", "J. Ni", "J. Zhou", "J. Yao" ],
      "venue" : "Biomaterials 94 (2016) 70–83.  D. Li, et al. Biomaterials 202 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "The entrance of GFNs into the blood circulatory system is a common pathway in their applications in biology and medicine [4].",
      "startOffset" : 121,
      "endOffset" : 124
    }, {
      "referenceID" : 6,
      "context" : "Previous studies have shown that horseradish peroxidase (HRP) [7], myeloperoxidase [8] and lignin peroxidase [9,10] degrade GFNs in phosphate-buffered saline (PBS) or other buffers.",
      "startOffset" : 62,
      "endOffset" : 65
    }, {
      "referenceID" : 7,
      "context" : "Previous studies have shown that horseradish peroxidase (HRP) [7], myeloperoxidase [8] and lignin peroxidase [9,10] degrade GFNs in phosphate-buffered saline (PBS) or other buffers.",
      "startOffset" : 83,
      "endOffset" : 86
    }, {
      "referenceID" : 8,
      "context" : "Previous studies have shown that horseradish peroxidase (HRP) [7], myeloperoxidase [8] and lignin peroxidase [9,10] degrade GFNs in phosphate-buffered saline (PBS) or other buffers.",
      "startOffset" : 109,
      "endOffset" : 115
    }, {
      "referenceID" : 9,
      "context" : "Previous studies have shown that horseradish peroxidase (HRP) [7], myeloperoxidase [8] and lignin peroxidase [9,10] degrade GFNs in phosphate-buffered saline (PBS) or other buffers.",
      "startOffset" : 109,
      "endOffset" : 115
    }, {
      "referenceID" : 10,
      "context" : "[11] also demonstrated a possible in vivo degradability of carboxyl-functionalized graphene (G) in macrophages.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 11,
      "context" : "In addition to a small number of peroxidases, blood plasma contains many free radicals, proteins, enzymes, small organic molecules and other active components [12].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 12,
      "context" : "Nanoparticles in contact with blood plasma, which is complex, develop a new biological identity that affects the targeting and accumulation of nano-objects in vivo [13].",
      "startOffset" : 164,
      "endOffset" : 168
    }, {
      "referenceID" : 13,
      "context" : "During the application of nanomaterials in vivo, biocompatibility and targeted organs are studied through the pristine formation of nanomaterials [14,15].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 14,
      "context" : "During the application of nanomaterials in vivo, biocompatibility and targeted organs are studied through the pristine formation of nanomaterials [14,15].",
      "startOffset" : 146,
      "endOffset" : 153
    }, {
      "referenceID" : 15,
      "context" : "In addition, drug delivery by nanomaterials is an important issue for nanomedicine [16,17], and biotransformation may also affect drug delivery and release, resulting in reductions or increases in drug action.",
      "startOffset" : 83,
      "endOffset" : 90
    }, {
      "referenceID" : 16,
      "context" : "In addition, drug delivery by nanomaterials is an important issue for nanomedicine [16,17], and biotransformation may also affect drug delivery and release, resulting in reductions or increases in drug action.",
      "startOffset" : 83,
      "endOffset" : 90
    }, {
      "referenceID" : 6,
      "context" : "Previous studies showed that graphene oxide (GO) was significantly degraded before 20 days of coculture with HRP [7].",
      "startOffset" : 113,
      "endOffset" : 116
    }, {
      "referenceID" : 17,
      "context" : "The details of the nanomaterial characterization were described in our recent study [18].",
      "startOffset" : 84,
      "endOffset" : 88
    }, {
      "referenceID" : 18,
      "context" : "01–1 μg/mL) has been less commonly reported [19]; therefore, the HELF cells were exposed to GFNs at 0.",
      "startOffset" : 44,
      "endOffset" : 48
    }, {
      "referenceID" : 19,
      "context" : "Fluorescein isothiocyanate (FITC)-labeled GFNs were prepared using a previously described method [20].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 20,
      "context" : "Since doxorubicin (DOX) is widely used in nanomedicine with PEGylated graphene [21], DOX-loaded nanomaterials were prepared in the present work.",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 21,
      "context" : "According to the literature protocol [22], BGO or GO sheets were dispersed in deionized water (1 mg/mL) by ultrasonication in an ice-water bath and then converted into carboxyl-BGO and carboxyl-GO, respectively.",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 1,
      "context" : "The tumor volume (V=L×W [2]/2) was calculated, where L and W were the length and width of the tumor, respectively.",
      "startOffset" : 24,
      "endOffset" : 27
    }, {
      "referenceID" : 22,
      "context" : "6% C1s, and the C1s included 54% sp(3)-structured carbon [23].",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 23,
      "context" : "The SAED patterns of all the samples possessed clear diffraction spots with a six-fold pattern that was consistent with a hexagonal lattice [24], indicating that the graphitic AB stacking order was still preserved in the lattice even after blood plasma treatment.",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 24,
      "context" : "The SAED patterns also showed a typical ring-like pattern, indicating a polycrystalline nature [25].",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 1,
      "context" : "The large decrease in the peak at 1630 cm (C]C) suggested that the framework of sp [2] carbon atoms was disrupted [26].",
      "startOffset" : 83,
      "endOffset" : 86
    }, {
      "referenceID" : 25,
      "context" : "The large decrease in the peak at 1630 cm (C]C) suggested that the framework of sp [2] carbon atoms was disrupted [26].",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 17,
      "context" : "In addition, free OeH stretching vibration peaks at 3670 cm and 3310 cm and a CeN stretching vibration at approximately 1380 cm arose [18].",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 26,
      "context" : "2b, the small amount of oxygen in pristine G resulted from the synthesis procedure [27].",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 27,
      "context" : "The peak of pristine GO at 230 nm was due to a π-π* transition of C]C, and the shoulder peak at ∼290–300 nm was attributed to the n-π* transition of C]O [28].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 2,
      "context" : "After treatment with blood plasma, the above two peaks disappeared, and the whole absorption spectrum declined dramatically, suggesting the decomposition or destruction of sp [3]-hybridized carbon and sp [2] aromatic structure in GO sheets.",
      "startOffset" : 175,
      "endOffset" : 178
    }, {
      "referenceID" : 1,
      "context" : "After treatment with blood plasma, the above two peaks disappeared, and the whole absorption spectrum declined dramatically, suggesting the decomposition or destruction of sp [3]-hybridized carbon and sp [2] aromatic structure in GO sheets.",
      "startOffset" : 204,
      "endOffset" : 207
    }, {
      "referenceID" : 28,
      "context" : "2d, the peak of G at approximately 275 nm was regarded as the excitation of the π plasmon of the graphitic structure [29,30].",
      "startOffset" : 117,
      "endOffset" : 124
    }, {
      "referenceID" : 29,
      "context" : "2d, the peak of G at approximately 275 nm was regarded as the excitation of the π plasmon of the graphitic structure [29,30].",
      "startOffset" : 117,
      "endOffset" : 124
    }, {
      "referenceID" : 30,
      "context" : "After treatment with blood plasma, the peak redshifted slightly to 285 nm, probably due to the increased number of electron-donating groups such as the -OH group [31], which was consistent with the increase in -OH absorption (Fig.",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 1,
      "context" : "The 002 reflection in BGO was very broad, suggesting a poorly ordered structure along the stacking direction and a decrease in the number of sp [2] carbon atoms.",
      "startOffset" : 144,
      "endOffset" : 147
    }, {
      "referenceID" : 33,
      "context" : "The tangential-mode G band (∼1580 cm) and the disorder-induced D band (∼1350 cm) were two fingerprint peaks of the GFN Raman signal [34].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 34,
      "context" : "The relative intensity of ID/IG was an indicator for GFN disorder and defect density [35].",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 35,
      "context" : "With the blood plasma reaction, the reduction process removed the distortion of the 6-fold rings with oxygen functionalities, and the carbon lattice returned to an essentially graphitic structure with defects [36].",
      "startOffset" : 209,
      "endOffset" : 213
    }, {
      "referenceID" : 36,
      "context" : "The 2D peak at ∼2680 cm was attributed to the double resonance transitions, and its shift and shape were correlated with the number of graphene layers (N) [37].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 37,
      "context" : "According to previous research [38,39], the thicknesses of GO and BGO were mainly less than 5 layers (Fig.",
      "startOffset" : 31,
      "endOffset" : 38
    }, {
      "referenceID" : 38,
      "context" : "According to previous research [38,39], the thicknesses of GO and BGO were mainly less than 5 layers (Fig.",
      "startOffset" : 31,
      "endOffset" : 38
    }, {
      "referenceID" : 39,
      "context" : "The I2D/IG ratio also illustrated the change in the thickness of GO [40], as shown in Fig.",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 23,
      "context" : "According to the calculation used in the previous studies [24,36,41], the average crystallite sizes of the sp [2] domains (La, nm) were approximately 18.",
      "startOffset" : 58,
      "endOffset" : 68
    }, {
      "referenceID" : 35,
      "context" : "According to the calculation used in the previous studies [24,36,41], the average crystallite sizes of the sp [2] domains (La, nm) were approximately 18.",
      "startOffset" : 58,
      "endOffset" : 68
    }, {
      "referenceID" : 40,
      "context" : "According to the calculation used in the previous studies [24,36,41], the average crystallite sizes of the sp [2] domains (La, nm) were approximately 18.",
      "startOffset" : 58,
      "endOffset" : 68
    }, {
      "referenceID" : 1,
      "context" : "According to the calculation used in the previous studies [24,36,41], the average crystallite sizes of the sp [2] domains (La, nm) were approximately 18.",
      "startOffset" : 110,
      "endOffset" : 113
    }, {
      "referenceID" : 39,
      "context" : "Unpaired electrons on GFNs and their interactions with free radicals are closely related to the chemical activity and applications of GFNs [40].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 39,
      "context" : "S4a and S4d), which represented carbon-related dangling bonds in the GFN planes and on the edge [40].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 41,
      "context" : "Then, TEMPO was used as a probe of the nitroxyl radical (NOx) [42].",
      "startOffset" : 62,
      "endOffset" : 66
    }, {
      "referenceID" : 42,
      "context" : "Because NOx accepted one electron to transform to its diamagnetic counterpart [43,44], the quenching of NOx by the nanomaterials was inversely proportional to the EPR signal of the nanomaterial itself.",
      "startOffset" : 78,
      "endOffset" : 85
    }, {
      "referenceID" : 43,
      "context" : "Because NOx accepted one electron to transform to its diamagnetic counterpart [43,44], the quenching of NOx by the nanomaterials was inversely proportional to the EPR signal of the nanomaterial itself.",
      "startOffset" : 78,
      "endOffset" : 85
    }, {
      "referenceID" : 6,
      "context" : "Although the formation of CO2 has been shown to be a likely final product of the biodegradation process for carbon-based nanomaterials [7,45], it remained possible that multiple intermediate products were formed from GFN biodegradation in the blood plasma media, inducing uncertain health risks.",
      "startOffset" : 135,
      "endOffset" : 141
    }, {
      "referenceID" : 44,
      "context" : "Although the formation of CO2 has been shown to be a likely final product of the biodegradation process for carbon-based nanomaterials [7,45], it remained possible that multiple intermediate products were formed from GFN biodegradation in the blood plasma media, inducing uncertain health risks.",
      "startOffset" : 135,
      "endOffset" : 141
    }, {
      "referenceID" : 25,
      "context" : "1b1) were generated initially by the attack of OH on the carbon-carbon bonds [26].",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 47,
      "context" : "Similar results also appeared in the photocatalytic reaction of GO [48].",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 1,
      "context" : "new active sites, and GO was further decomposed, resulting in a decrease in oxygen-containing groups and the retention of the sp [2] structures (as proven by UV–vis and XRD results).",
      "startOffset" : 129,
      "endOffset" : 132
    }, {
      "referenceID" : 7,
      "context" : "Other blood plasma active substances, such as H2O2, may diffuse from the active sites and oxidize G to yield carboxyl and hydroxyl groups on the surface [8].",
      "startOffset" : 153,
      "endOffset" : 156
    }, {
      "referenceID" : 48,
      "context" : "Serum albumin is the most abundant protein in blood plasma and acts as a transport protein in plasma [49], and the protein corona determines nanomaterial targeting to cells [50,51].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 49,
      "context" : "Serum albumin is the most abundant protein in blood plasma and acts as a transport protein in plasma [49], and the protein corona determines nanomaterial targeting to cells [50,51].",
      "startOffset" : 173,
      "endOffset" : 180
    }, {
      "referenceID" : 50,
      "context" : "Serum albumin is the most abundant protein in blood plasma and acts as a transport protein in plasma [49], and the protein corona determines nanomaterial targeting to cells [50,51].",
      "startOffset" : 173,
      "endOffset" : 180
    }, {
      "referenceID" : 7,
      "context" : "Proteins strongly interact with negatively charged nanomaterials [8].",
      "startOffset" : 65,
      "endOffset" : 68
    }, {
      "referenceID" : 1,
      "context" : "Correspondingly, the slight structural changes of BSA on BGO were due to the recovery of a proportion of the GO sp [2] structure and an increase in GO hydrophobicity after blood plasma treatment, as shown in Fig.",
      "startOffset" : 115,
      "endOffset" : 118
    }, {
      "referenceID" : 21,
      "context" : "The cell proliferation induced by GFNs may be related to cell cycle changes [22].",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 51,
      "context" : "Metabolomics will provide a global view of cell responses to nanoparticles [52] As shown in Fig.",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 52,
      "context" : "The above two pathways were correlated with polysaccharide [53] and cellular",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 53,
      "context" : "membrane [54] biosynthesis, respectively.",
      "startOffset" : 9,
      "endOffset" : 13
    }, {
      "referenceID" : 54,
      "context" : "The above results were consistent with the proposal that graphene-like nanomaterials mainly changed amino acid, carbohydrate and energy metabolism [55,56].",
      "startOffset" : 147,
      "endOffset" : 154
    }, {
      "referenceID" : 55,
      "context" : "The above results were consistent with the proposal that graphene-like nanomaterials mainly changed amino acid, carbohydrate and energy metabolism [55,56].",
      "startOffset" : 147,
      "endOffset" : 154
    }, {
      "referenceID" : 56,
      "context" : "7a), similar to a previous report [57].",
      "startOffset" : 34,
      "endOffset" : 38
    }, {
      "referenceID" : 57,
      "context" : "Previous studies proposed that the adsorption of plasma proteins reduced the substances passing through the blood-brain barrier [58,59].",
      "startOffset" : 128,
      "endOffset" : 135
    }, {
      "referenceID" : 58,
      "context" : "Previous studies proposed that the adsorption of plasma proteins reduced the substances passing through the blood-brain barrier [58,59].",
      "startOffset" : 128,
      "endOffset" : 135
    }, {
      "referenceID" : 59,
      "context" : "The liver is involved in nanomaterial detoxification [60,61].",
      "startOffset" : 53,
      "endOffset" : 60
    }, {
      "referenceID" : 60,
      "context" : "The liver is involved in nanomaterial detoxification [60,61].",
      "startOffset" : 53,
      "endOffset" : 60
    }, {
      "referenceID" : 61,
      "context" : "The upregulation of ALT and AST indicated liver damage [62].",
      "startOffset" : 55,
      "endOffset" : 59
    }, {
      "referenceID" : 62,
      "context" : "DOX was selected because it is widely used in antitumor studies [63].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 63,
      "context" : "Solid tumors often have more acidic microenvironments than normal tissues [64,65].",
      "startOffset" : 74,
      "endOffset" : 81
    }, {
      "referenceID" : 64,
      "context" : "Solid tumors often have more acidic microenvironments than normal tissues [64,65].",
      "startOffset" : 74,
      "endOffset" : 81
    } ],
    "year" : 2019,
    "abstractText" : "The extensive use of graphene-family nanomaterials (GFNs) in biomedicine and other fields has intentionally or unintentionally resulted in their introduction into the blood circulation system, but the effects of the biotransformation of GFNs in blood plasma on their biocompatibility, organ targeting, drug delivery and antitumor ability remain unclear. The present work discovered that GFN sheets were degraded in human blood plasma to holey sheets and aromatic hydrocarbons. The carbon atoms connected with oxygen-containing groups in the planes of GFNs were the initial attack sites for active substances (e.g., OH and O2 ) in blood plasma. Subsequently, CeC/C]C bonds were broken. The reaction rate depended strongly on the extent of oxidization of GFNs. The pristine GFNs caused secondary structure damage to proteins and disturbances of cellular metabolic pathways. In contrast, the biotransformed nanomaterials presented high biocompatibility and were located in and targeted different tissues from their pristine forms, which influenced specific organ targeting therapy. The biotransformed nanomaterials also exhibited higher efficiencies of drug delivery (drug release and location) and killing tumor cells in vitro and in vivo. These findings provide insights into the application of nanomaterials in human healthcare using biotransformed nanomaterials.",
    "creator" : "Elsevier"
  }
}