{
  "name" : "downloads_2020-07-13_1866_wang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Fabrication of Hierarchical Micro/Nano Compound Eyes",
    "authors" : [ "Wenjun Wang", "Jiang Li", "Rongheng Li", "Benqiang Li", "Xuesong Mei", "Xuefeng Sun" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: tertiary structures, bioinspired compound eye, surface wettability, antireflection, optical performance\n■ INTRODUCTION In nature, a biological compound eye consists of a myriad of micron ommatidia arranged on a spherical macrobase and on the top of each ommatidium exist nanostructures.1 This tertiary configuration endows the eye with a wealth of fascinating optical features such as a wide field-of-view (FOV), low aberration, high-sensitivity detection, and fast motion tracking.2 For example, the nocturnal moth’s eye called ommatidium is not only the basic imaging unit but also serves as a key component connecting the on-top nanostructures and underneath millistructures. The on-top nanostructures could suppress the surface reflection and enhance photosensitivity in a dim environment; the curved distribution of ommatidium leads to the high FOV of a compound eye.3,4 Due to its special configuration, the macro/micro/nano hierarchy inspired by the moth’s eye are considered as ideal visual systems with the multifunctional properties of miniaturization, multiaperture, and large FOV, which may find applications in wide-view-angle imaging, fast motion detection, organic light-emitting diodes, solar energy devices, and other engineering systems.5−7\nIn the past few decades, because of significant advantage over a single lens, artificial compound eyes have been studied by many groups, and several fabrication strategies were proposed, including laser direct writing,8−16 Three-dimensional (3D) configurations,2,17−19 or surface wrinkling.20,21 These methods, however, do not render good control of the geometry and shape of a lenslet due to their intrinsic\nlimitations. Moreover, the stereotype lens shape (round) and a larger size of ommatidia (400−1000 μm) of these artificial eyes are much different from those natural ones, which would seriously degrade their optical performance such as resolution and the signal-to-noise ratio. Recently, researchers have developed more sophisticated hierarchical compound eye arrays. Wu et al. fabricated highquality artificial macro-/micro compound eyes, which provide high uniformity optics, constant resolution in all directions and distortion-free FOV from 30 to 90°.22 Compound eyes of a 5 mm diameter macrobase with 30 000 microsize ommatidia were also reported,23 which demonstrated the advanced imaging quality, the wide FOV and low aberration of the eyes. A compound eye with a high numerical aperture and antireflective nanostructures on curved surfaces was also made, and its optical properties were studied.24 More recently, Shao et al. fabricated micro-nano hierarchy and the water repellency properties were studied. However, the secondary hierarchy cannot be used for the optical purpose.6 This is partly because the doped material (methyl red, MR) degrade the imaging performance of the film. On the other hand, since the complex photothermal and photochemical reactions occur inside the material, the produced internal cavity causes several reflections\nReceived: July 28, 2019 Accepted: August 27, 2019 Published: August 27, 2019\n© 2019 American Chemical Society 34507 DOI: 10.1021/acsami.9b13355 ACS Appl. Mater. Interfaces 2019, 11, 34507−34516\nD ow\nnl oa\nde d\nvi a\nC A\nR L\nE T\nO N\nU N\nIV o\nn Ju\nly 1\n2, 2\n02 0\nat 2\n2: 26\n:5 7\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\nof light. Raut et al. reported the fabrication of micronano arrays. The antireflection and antifogging properties were studied. Similarly, the imaging performance was not studied due to material limitation.25 Furthermore, the fabricated compound eye is also actually a micro-nano hierarchy. Compared with moth eyes with a milli/micro/nano hierarchical structure, the reported artificial compound eyes with a secondary configuration clearly have considerable limitations. For instance, with a macro/micro hierarchy, artificial compound eyes have a wealth of micro-ommatidia on the macrobase but lack the nanostructures, thereby significantly limiting their capabilities in antireflection and self-cleaning.8,10,22,26−28 Moreover, for a micro/nano hierarchy, the field-of-view is greatly limited due to the planar distribution of microlens.28−30 For an artificial eye to function as a natural compound eye, a micronano hierarchy (or a tertiary structure) needs to be integrated onto the macrobase. Despite the better performance potential of artificial compound eyes with a tertiary configuration, there appears to have been little, if any, on the subject. In essence, it so far has remained an elusive task to fabricate an artificial compound eye with a tertiary structure. In this work, artificial compound eyes with a micronano hierarchy were fabricated by an integrated manufacturing technology of nanoimprinting, high-frequency picosecond laser swelling and air-assisted deformation. The well-aligned nanostructures with controllable morphology and distribution on a large scale were made using the facile nanoimprinting technology; the direct laser writing was employed to create adjustable morphology; the curvature of a spherical macrobase was controlled by an air-assisted deformation technology. The well-organized multiple steps allow the preparation of an artificial compound eye with tertiary configuration. Unlike the conventional method, not only an artificial compound eye with tertiary configuration was fabricated by the proposed method, but also the hierarchy was transformed into the optical material. Therefore, the artificial compound eye endows optical focusing, imaging, a large FOV with low aberration, wettability, and antireflection. The high optical performance of the artificial macro-/micro-/nano compound eyes was further verified through tests and measurements.\n■ EXPERIMENTAL DETAILS Preparation of Materials. Poly(methyl methacrylate) (PMMA) doped with methyl red (MR) was selected as a swelling polymer, the matrix and the dye were both acquired from Aladdin Reagent Inc., China. PMMA and MR, with a mass ratio of 1.5%, were dissolved in toluene. After stirring with a magnetic stirring apparatus for 12 h, they were ultrasonically mixed for 40 min, and the solution was filtered with a 200 nm filter paper to yield a solution of MR-doped PMMA. The swelling polymer film was prepared on a glass plate by solution casting and solvent evaporation methods. After evaporating toluene at room temperature in a closed space for 6 h followed by post-baking at 75° for 5 min, the doped PMMA film with a smooth surface and uniform thickness was acquired. The thickness of the swelling polymer here was controlled by adjusting the gap between the caster wall and the substrate in the casting process. Fabrication of Nanostructure. PMMA particles (20 g, available on Aladdin) were dissolved in toluene (80 g) and magnetically stirred until completely dissolved, thus the PMMA solution (mass fraction of 20%) was obtained. Subsequently, the porous alumina template and the slide were then cut into a 20 mm × 20 mm sheet, used as an imprint template and substrate, respectively. Then, the PMMA solution of 150 mL was carefully squeezed out of a precision pipette, coated on the substrate, covered with a Petri dish and dried naturally in a confined environment for 24 h. The obtained sample is\ncompletely adhered to the porous alumina with a dovetail clamp, put in an oven at 80 °C for 30 min. During the process, note that a glass with a rubber film should be put between to guarantee a uniform contact. Finally, peeled off after cooling, the nanostructures were obtained. By controlling the applied time, nanostructures with different heights can be obtained. Moreover, nanostructures with different morphologies can be obtained using different templates. In the experiments, templates with diameters of 50, 70, 200, and 300 nm were used.\nFabrication of Microstructure. In the experiment, a green laser (532 nm wavelength) with a pulse duration of 10 ps and a repetition rate of 10 kHz was used as the laser source. The optical system consists of a mirror, attenuator, diaphragm, shutter, lens (focal length of 25 mm), and a motorized stage (movement accuracy of 50 nm). The continuously variable optical attenuator was used to control the energy delivered at the sample surface, and the energy was measured by a power meter, which has a measuring range of 1−50 mW and a measurement accuracy of 0.001 nW. The electromenchanical shutter was used to control the number of laser pulse irradiated on the sample. The motorized stage was used to achieve the position control of the sample.\nFabrication of Micro-/Nano Structures. Polydimethylsiloxane (PDMS) material and curing agent with a certain mass ratio (10:1) are widely used for the pattern transfer process. In the experiments, the main and curing agent was first fully mixed and placed in a vacuum oven to remove the bubble for 8 min. The agent was poured on the nanostructures, the bubble removal process was repeated, and was allowed to rest at room temperature for 12 h. The PDMS concave mold was then obtained. Subsequently, a drop of NOA-65 (UVcurable epoxy resin, available on Taobao) was dropped on the asprepared doped-PMMA sample (obtained through the material preparation process), the PDMS concave mold was placed on it, exposed to UV to fully cure, peeled off, and the sample for laser swelling was obtained. The addition of the NOA-65 film could not only support the notop nanostructures but also prevent gas leakage produced through the laser−matter interaction and thus guarantee the height of micro-/nano structures. The micro-/nano structures were finally obtained by laser rear-side modification. The optical set up was mentioned above. Through adjusting the laser power and irradiation time, the morphology of microstructures could be controlled.\nFabrication of Multiscale Artificial Compound Eyes. Again, another replication was used for the pattern transfer process. The 184 compounds with the mass ratio of the main and curing agent (10:1) were used. Similarly, the vacuum oven was used to remove the bubble. Then, the 184 compounds were prepared on the micro-/nano structures using the spin coating method, with a speed of 500 rpm for 18 s. Subsequently, the whole material was placed in the oven at 80 °C for 1 h, released, fixed on a homebuilt mold, and negative air pressure ranging from 0.7 to 1 MPa was applied; the height of the macrobase was adjusted easily by controlling the film thickness and air pressure. The dependences of the base height of the fabricated microbase on film thickness and applied negative pressure are shown in Figure S1. After the pressure was stable, NOA-65 was poured into the deformed polymer cavity, covered with a coverslip (20 mm × 20 mm), and fully crosslinked for 5 min with UV light. Upon peeling off, the multiscale compound eye was obtained.\nMeasurement and Characterization. The structures were characterized using a scanning electron microscope (SEM) (HITACHI). The morphology of microstructures was analyzed using a laser scanning confocal microscope (LSCM) (Olympus OLS4000, Japan). The contact angles (CAs) of the water droplet on hierarchical surfaces were measured using optical contact angle measuring and contour analysis systems (OCA 20 system, Dataphysics, Germany), which combine high-resolution optics, exact liquid dosing, and precise sample positioning into powerful and reliable measuring systems. The CA of each sample is the average of measurements at five different locations. The experiment was conducted at ambient temperature. Before the measurement, a layer of fluorocarbon was deposited with C4F8 using a Plus 100 system (Oxford Instruments, U.K.). Reference water droplets of 5 μL were\nDOI: 10.1021/acsami.9b13355 ACS Appl. Mater. Interfaces 2019, 11, 34507−34516\n34508\nused for CA measurements. The surface reflectance of samples was measured using a spectrophotometer (Shimadzu UV3600).\n■ RESULTS AND DISCUSSION Figure 1 schematically illustrates the fabrication procedure used to create biomimetic hierarchical macro-/micro-/nano\ncompound eyes. First, two polymer films were prepared on a glass substrate for nanoimprinting and laser swelling, respectively. After the preparation of polymer films, the nanostructure of the hierarchical surface is created by nanoimprinting, as shown in Figure 1a. A PDMS soft mold replicated from a structured silicon wafer and was used to ensure uniform contact between the substrate and the mold using the pattern transferring process. Then, the microstructures are created using the laser swelling method, as shown in Figure 1b. Because of the careful selection of materials and laser sources, deviation in the nanostructure was negligible and fully covered hierarchical structures are formed. For reconfigurable microtemplating, a homebuilt mold with a 5 mm diameter circular chamber was attached to the vacuum pump. An annular groove was designed to fix the membrane.\nThe macrostructures were obtained using air-assisted technology, as shown in Figure 1d. After the second PDMS molding and the photosensitive polymer resin (SU8) molding, the fully covering hierarchically macro-/micro-/nano compound eyes were formed, as shown in Figure 1g. Figure 1h shows the optical system used for the swelling process. The picosecond laser successively passes through the mirror, attenuator, diaphragm, shutter, lens, and finally focused on the as-prepared sample.\nFabrication and Performance of Nanostructures. Nanoimprinting is a promising nanostructure manufacturing technology with the advantage of making nanostructures over a large area with high efficiency. As part of the tertiary structure of the compound eyes, the nanostructure should have a smaller size than the light wavelength to enhance the light absorption and hydrophobicity of lens. For this purpose, porous alumina is adopted as the mold of nanoimprinting in this study, because it has the unique geometry and diverse nanosize hole-structures. Due to the high deep-to-width ratio of porous alumina mold, nanopillar arrays will become clusters after the mold is completely filled. To overcome this problem, we adopted the incomplete filling method to obtain nanostructures.\nMorphology of the Fabricated Nanopillars. The morphologies of nanopillars fabricated in different imprinting times of 10−60 min were obtained (as is shown in Figure 2a, the imprinting temperature was 80 °C). As the imprinting time is 10 min, only hexagonal cell superficial structures are obtained; when the imprinting time increases to 20 min, the nanopillar structures are produced, but they are too short in height; when the imprinting time continues to 40 min, the regular and ordered nanopillars with enough height are produced. With too long an imprinting time, say, of 60 min, the nanopillars become clustered. Generally, with an increase in the imprint time, growth in height of nanostructures with good uniformity can be obtained. However, when the imprint time reaches 60 min, the nanopillars become clusters, which may result in deterioration of water repellency and antireflection performance. This was verified in the later characterization of fabricated structures. Thus, care needs to be exercised to control the imprinting time to achieve high-quality nanopillar arrays.\nSurface Reflection and Wettability of the Nanopillars. The optical properties and wettability of nanostructures imprinted at different times are shown in Figure 2c,d. With an increase in imprint time, the light reflectance of nanostructures drops continuously. The nanopillars imprinted for 40 min have the optimal light absorption due to their enough height and regular shape. It is noteworthy that the cluster structures over-imprinted for 60 min have the worst light absorption. The imprinting time and the morphology of nanostructures have a similar effect on wettability, as shown in Figure 2d. The surface with nanopillars imprinted for 40 min has the largest contact angle about 135°, while the nanoclusters imprinted for 60 min has the lowest contact angle. With an optimal imprinting time, nanopillars with different diameters from 50 to 300 nm are fabricated, as shown in Figure 2b. Compared with a planar surface, nanopillars decrease the light reflectance to a large extent, as shown in Figure 2e. Meantime, the wettability is also improved remarkably under the action of nanopillars, as shown in Figure 2f. In contrast to the height and shape, the diameter of nanopillars has little effect on optical properties and wettability. In whole, nanopillar structures with the excellent optical\nDOI: 10.1021/acsami.9b13355 ACS Appl. Mater. Interfaces 2019, 11, 34507−34516\n34509\nproperties and wettability are fabricated, which can meet the functional need of the tertiary structure of hierarchical compound eyes. Mechanism for the Antireflective and Hydrophobic Effect of the Nanopillars. The geometrical structure is very important for the wettability of artificial compound structures. To fabricate nanostructures with better performance, it is needed to understand the relationship between nanostructures and its hydrophobic behavior. At present, the Wenzel model and the Cassie−Baxter model are basic guidelines for the study of the hydrophobic surface. Due to the hydrophobic state of the droplet in the experiment, the Cassie−Baxter model is favorable. The wettability on a nanostructured surface can be described by the Cassie−Baxter theory. This theory can be described as follows12,28,29\nθ θ= + −r fcos cos 1f Y (1)\nwhere θ is the Cassie−Baxter CA, θY is the Yong CA for an ideal surface, f is the fraction of the solid surface wet by the liquid, and rf is the ratio between the actual and projected solid surface area. According to the theory, the gaps between nanopillars could prevent a complete contact of liquid with the solid surface, thereby leading to an improved surface hydrophobic effect. This explains why hydrophobic performance is better with an introduction of nanopillar arrays on the planar surface. With an increase in the height of nanostructures, the surface becomes rougher, and the air-trapping ability improves, and thus a larger CA was observed. However, when the imprint time was set at 60 min, the nanoclusters formed reduce the air-trapping, thereby deteriorating the hydrophobic performance. Traditionally, there are two approaches adopted to suppress the Fresnel reflection: addition of multiple layers with various RI values and the introduction of nanostructures at the interface of air and the substrate, like a moth eye. The idea is to reduce the discontinuity of the refractive index at the interface and thus produce a gradual index gradient. According to the effective medium theory, the effective refractive index of the inserted layer can be calculated as follows26,27\n= + −n n f n f(1 )eff 1 2 2 2\n(2)\nwhere n1 and n2 are the refractive index of air and the substrate, respectively. Also, f is the fill factor of antireflective nanostructures. In this study, the addition of nanopillars on the planar surface as an inserted layer provides a stepped refractive index variation. Therefore, a lower surface reflectivity is expected. With imprint time increased (for the times of 10− 40 min), the height of nanostructures increases, providing a more gradual index gradient. As a result, a lower surface reflection was found with an increased imprint time. With the imprint time of 60 min, the over-imprinted clusters decrease the effective height of nanostructures, reducing the effect of index variation at the substrate/air interface. This results in deterioration of the antireflection performance and therefore, a large surface reflectivity was found. It is found, however, that the variation in the nanopillar diameter has little effect on the surface reflective and hydrophobic effects. This is because a longer imprinting time generates a higher pillar, leading to a significant increase in the aspect ratio. This improves both the air-trapping and lighttrapping abilities of nanopillars. However, for the same height, an increase in diameter would not generate a significant variation in the aspect ratio. Consequently, the height of nanopillars has a great influence on surface reflection, while the effect of diameter variation is practically negligible. Experiments showed that the height of the nanopillar is the dominant factor that affects antireflection and repellency properties. By controlling the imprint time, the height and aspect ratio of nanopillars can be adjusted by the cost-effective and simple technique to control water repellency and antireflection. The advantages of this method lie in its ability to replicate high aspect ratio structures and meantime provides potential for the large-area macro-nano compound structures.\nFabrication and Performance of Hierarchical Micro-/ Nano Compound Eyes. Mechanism and Fabrication of Microstructures by Laser Swelling Technology. In this paper, picosecond laser swelling is used to fabricate the secondary structure of hierarchical compound eyes, which is also called ommatidia. In contrast to other fabricating methods for ommatidia, ultrafast laser swelling has the remarkable\nDOI: 10.1021/acsami.9b13355 ACS Appl. Mater. Interfaces 2019, 11, 34507−34516\n34510\nadvantages of controllable shape, size, and distribution of microlens. In particular, with the same lens aperture, the height of the microlens can be improved substantially and thus the FOV of microlens can be increased by means of laser swelling. The formation of a swelled structure is attributed to both photochemical reaction and thermal softening.32−34 Upon irradiation on the doped-PMMA film, two molecular processes occur simultaneously.6,13,32−35 This leads to photolysis of the dye and molecular relaxation, which triggered the generation of small gaseous products and heating of the matrix. Because the volume of the produced gas product is much larger than that of the original MR molecules, free-volume increases inside the interlayer and the subsequent volume relaxation is responsible for the production of final swelling.35 Meanwhile, the transient high temperatures on the surface of the sample induced by laser irradiation also increase the temperature-dependent internal pressure and soften the matrix polymer, which contributes to the volume increase of doped PMMA. Due to the different absorption, PMMA and methyl red molecules exhibit different characteristics. Figure 3a,b shows the molecular formula of the adopted swelling polymers, and the absorption spectra of MR-doped PMMA and pure PMMA, respectively. It can be seen that the polymer is more active to the photons with a wavelength range of 200−300 nm, while the dye molecules have a different absorption range of 400− 600 nm. This means that the decomposition of PMMA does not occur upon green light irradiation. The photolysis of dye molecules leads to the formation of the final products and the release of heat. The generation of the gaseous product and softening polymer both guaranteed the swelling formation32,33\n→ + + + +C H N O CO CO NO NO H O15 15 3 2 2 2 2 (3)\nLaser power and irradiation time are two key parameters to control the size and shape of microlens by laser swelling. With a fixed irradiation time of 0.5 s, the dependence of the diameter and the height of microlens on the laser power is shown in Figure 3a. With the increase of laser power, the diameter and the height both enlarge obviously. When the laser power\nincreases to some extent, the diameter of the microlens is nearly constant, while the height of microlens continues to ascend. With a laser power of 19 mW, the diameter and the height of microlens are 94 and 37 μm, respectively. The fidelity of the large-area microlens array is closely related to the optical properties of compound eyes. To obtain the microlens array with high consistency, the laser power should be stable with minimum fluctuation in the fabricating process. Therefore, the laser power of 10 mW is selected as an optimal parameter to determine the relationship between the size of the microlens and the irradiation time, and the results are given in Figure 3b. With laser irradiation time increased, the diameter of microlens increases slowly until it reaches saturation, whereas the height increases sharply. With the irradiation time of 4 s, each microlens is about 93 μm in diameter, and about 61 μm tall. If the irradiation time is allowed to continue to increase, the upper surface of microlens will be broken. In sum, the diameter and height of microlens could be tuned by varying the laser power and irradiation time; consequently, the microlens with large-range FOV and longer focal length are achieved. Figure 3 also shows the laser scanning confocal microscope (LSCM) observations of the microlens array. The tuned diameter and height of the microlens are close to the ommatidia of natural compound eyes, which have strong potential in compound eye-inspired optical devices. Highly uniform, no shape distortions can be found in the LSCM images, indicating the capability of the present method for the fabrication of high-quality microlens.\nFabrication and Morphology of Micronano Compound Structures. As discussed above, micro-/nano compound structures are fabricated by means of laser swelling and nanoimprinting. Methyl red (MR)-doped poly(methyl methacrylate) (PMMA) and UV-curable prepolymer were chosen as the swelling polymer and imprint polymer, respectively. According to the absorption spectra, two polymers have a different absorption characteristic over a wavelength range, which is higher than the ultraviolet band and smaller than 550\nDOI: 10.1021/acsami.9b13355 ACS Appl. Mater. Interfaces 2019, 11, 34507−34516\n34511\nnm. Therefore, the microlens here is fabricated with a 532 nm picosecond laser. High absorption of the underlying swelling polymer can ensure the essential volume increase, while a low absorption of the superposed imprint polymer can avoid the damage of preformed nanopillars. To integrate the nanostructures on the microlens, a layer of polymer was introduced. Besides supporting the on-top nanostructures for imprinting to follow, the prepared upper layer also prevents the burst of microstructures during the subsequent swelling process. However, the addition of the confined layer affects the laser−matter interaction and thus a different size variation is expected. Therefore, the dependence of microlens on laser power with a confined layer should be further evaluated. Figure 4a shows the dependence of the height and diameter of microlens on laser power with the confined layer. The\ndiameter and height of the microstructure first increase with laser power increasing until 10 mW. Then, the size of microlens slightly decreases and reaches a stable state at a power range of 12−20 mW. Over this range, the size of microstructures remained almost unchanged with laser power. Generally, the laser−matter interaction can be divided into two stages: size rise and stable period. At the first stage, with more energy irradiation on the material, the more gaseous product was emitted. Meanwhile, the upper confined NOA-65 layer could prevent gas leakage and the produced internal stress contributes to the increase in the microlens size. However, with more energy irradiated on the material, the restraining force resulting from the deformation of the upper layer material would limit the further expanding of the confined gas product and therefore the size of the microstructure becomes saturated. In the experiment, the diameter and height of\nmicrolens could be controlled in the range of 5−57 and 5−28 μm, respectively. The SEM characterization of the micro-/nano hierarchical compound ommatidia with different heights of the microlens is shown in Figure 4b,c. Because the nanostructures are fabricated prior to microlens, the deformation of nanostructures is inevitable after the microlens is formed. When the curvature of a microlens is small, the nanostructures have a relatively uniform distribution around the positions of P1 and P2, as shown in the insets of Figure 4b. With the increase of the curvature of the microlens, the on-top nanostructures are somewhat damaged and the period of nanostructures becomes inhomogeneous for the position of P3, as shown in the insets of Figure 4c. Obviously, at the top of the microlens, nanostructures have a much larger deformation than that at the bottom.\nSurface Reflection and Wettability of Micronano Compound Structures. To study the effect of compound structures on the performance of antireflection and wettability, the contact angles and light absorption of micro-/nano compound structures are measured and compared with planar without surface structures. The results are given in Figure 4d. Compared with the simple nanostructures (shown in Figure 2f), the wettability of micro-/nano structures is further improved and the contact angle reaches 152°. Furthermore, the forward and backward sliding angles were measured to be 142 and 154°, respectively, as shown in the inset in Figure 4d. Thus, the contact angle hysteresis, which was defined as the difference between the forward and backward sliding angle, was 12°. This is the result of the combined action of microlens and nanopillars. The high static contact angle and low contact angle hysteresis indicate high mobility of droplet on the fabricated textured surface, which shows potential for selfcleaning applications. With regard to optical properties, the micro-/nano structures decrease the light reflectance of the polymer material surface from 100% to about 22% within the wavelength 400−800 nm and thus exhibit an excellent capability of antireflection. Compared with other reported work (<10%),4,25,31 the reflection by the fabricated hierarchy is relatively high. This is because of the sparse distribution and smaller height of fabricated nanopillars. In addition, the light absorption of micro-/nano compound structures, however, is somewhat less than that with nanostructures (shown in Figure 2e). This may be attributed to the deformation of nanopillars in the formation process of the microlens. From a different perspective, this phenomenon confirms that the nanostructures are the dominant factor in determining the light absorption of the hierarchical compound eyes and thus they are indispensable in the high-quality artificial compound eyes. In the further study, the deformation of nanopillars needs to be corrected through some process like precompensation of the height and density of nanopillars before the fabrication of microlens.\nMechanism for Antireflection and Hydrophobicity of the Micronano Compound Structures. By the effective medium theory, the antireflection of the nanostructured surface is considered as an inserted layer for the stepped refractive index. For nanostructured and hierarchical-structured surfaces, the much lower surface reflectivity was found. In theory, the hierarchical structures have an effective antireflection capability by providing a more gradual refractive gradient. However, in the experiment, the on-top nanopillars experience deformation during the swelling process, and thus the antireflection\nDOI: 10.1021/acsami.9b13355 ACS Appl. Mater. Interfaces 2019, 11, 34507−34516\n34512\nperformance deteriorates compared with the nanostructured surface. For a rough surface, the liquid may not completely penetrate inside the cavities, leading to the formation of air pockets. According to the Cassie−Baxter theory, surface roughness and the fraction of the solid surface wet by the liquid are main factors that affect the surface wettability. Furthermore, it can be deduced that an increase in roughness results in an increase in Cassie−Baxter CA, whereas f is negatively correlated with the CA. In the experiment, the roughness of nanostructured and the hierarchical-structured surfaces is higher than that of the planar surface. As a result, the largest contact area between the droplet and the surface is found on a flat surface but is reduced on a nanostructured surface and yet minimized on a hierarchical-structured surface. This is why the contact angle of the flat surface is smallest (∼108°), and the hierarchical compound surface is the largest (∼152°). Fabrication and Performance of Hierarchical Macro-/ Micro-/Nano Compound Eye. The bioinspired compound (BIC) eye with a macro-/micro-/nano hierarchical structure was fabricated (see Figure 5a). The diameter and height of the\nmacrobase can be adjusted precisely by the change of the mold size and air pressure. The micro-ommatidia is uniformly distributed on the macrobase, on which dense nanopillars clearly assume an orderly arrangement. Imaging and Weak Light Detection of Fabricated Compound Eye. To characterize the optical properties of this BIC eye, a system comprising a 3D positioning stage, an\nobjective lens, a tungsten lamp, and a CCD camera was set up. In the measurement, a mask with the letter A was placed between the light source and the hierarchical compound eye. The BIC eye exhibits high optical uniformity and imaging functions. As shown in Figure 5b, the equivalent and clear imaging of the letter A was observed. Owing to the nonplanar distribution of the microlens, the focal points of each unit are not in the same horizontal plane. It is noted that every unit of the BIC eye can form a sharp image, and the images exhibit a high optical uniformity owing to the high quality and uniformity of the ommatidia, which ensures the application of the BIC eye in microimaging and sensing systems. Meantime, the effect of the BIC eye on the suppression of reflectance is evaluated through the measurement of the transmittance of the samples. The optical characterization system is set up, as shown in Figure 5c. The characterization system consists of a laser source with a wavelength of 475 nm, a diaphragm, an attenuator, and a power meter. The diaphragm was used to shape the beam. The continuous attenuator was used to adjust the laser power. The laser beam was directed at the interface of the bottom of the lens and photodetector at a total reflection angle. A power meter was used to measure the laser power transmitted through the sample. The transparency is of great importance in various applications, such as solar energy devices, image sensors, and artificial compound eye. Figure 5d shows the transmittance comparison of the compound eye with a tertiary configuration of macro-/micro-/nano structure and an ordinary eye. Apparently, with the increase of incident laser power, though the laser power transmitted through the sample increases for both the BIC and ordinary eyes, the former has a significantly higher transmittance power than the latter. This means that the ommatidia with nanopillars could effectively suppress the reflectance of the incident light. Furthermore, with the increase of incident power, the relative transmittance power of the BIC eye gradually decreases and finally stabilizes, which suggests that the BIC eye has better antireflection performance, especially for weak light. In whole, the BIC eye with a hierarchical macro-/micro-/nano structure has an excellent light transmittance and weak light detection capability. In the present work, the transmittances of surfaces with and without micronano hierarchy were measured in the wavelength range of 200−1200 nm. As shown in Figure 5e, the transmittance of micro-nano hierarchy is slightly higher than that without micronano hierarchy, and the rising ratio is ∼2%. Compared with the high antireflection and superhydrophobicity performance by the addition of nanostructures on the microlens, the existence of nanostructures affects the transmittance to a small extent. From the experimental result, it can be seen that the transmittance is ∼78% and remains stable in the visible spectrum. For a wavelength larger than 800 nm, the transmittance vibrates violently but still have high transmittance (>70%); whereas the transmittance decreases dramatically to ∼1% with a wavelength smaller than 300 nm. Peng et al. reported that the improved transmittance of the substrate was observed by the addition of well-aligned nanostructures (the transmittance is ∼90%), which is higher than that in our work (∼78%),4 while the water repellency performance is worse (∼130°) than that in our work. The work by Ahsan et al. showed that the transmittance deteriorates for the laser-ablated surface (∼80%). This is because of the fact that the random distribution of irregular\nDOI: 10.1021/acsami.9b13355 ACS Appl. Mater. Interfaces 2019, 11, 34507−34516\n34513\nnanostructures influences the light transmission and the transmittance becomes unstable in the visible range.36\nOptical Performance of Fabricated Compound Eye. To experimentally characterize the large field-of-view (FOV) of the BIC eye, a measurement system consisting of a tungsten lamp, a 3D translation stage, an objective lens, and a CCD camera was set up, as shown in Figure 6a. The light could be adjusted to irradiate on the BIC eye at different incident angles (θ). Figure 6b shows the CCD images of the laser patterns through microlens with planar distribution for θ equal to 0, 10, and 20°, respectively. It was observed that the light spot has nearly systematic distribution for normal incidence. For tilted incident light, the focus spot gradually distorted. When the titled angle increases to be 20°, the lateral extension becomes so evident that it affects the normal imaging of the microlens array. Thus, the FOV of the planar microlens array was only ∼40°. By comparison, for the artificial compound eye with curved distribution, a clear image array was obtained when the incident angle was less than 60°. However, with an increase in the incident angle, the area of the imaging array gradually decreases. When the angle exceeds 60°, the image array is very small. This result confirmed that the FOV of the artificial compound eye was larger than 120°. In theory, the FOV is determined from the height (h) and radius (R) of the macrobase. Thus, the FOV could be precisely tuned for various practical applications by controlling h and R. The theoretical FOV can be calculated by22\n= +Rh R hFOV 2arc sin 2 / 2 2 (4)\nWith h = 2 mm and R = 5 mm, the FOV is calculated to be 154.6°. The theoretical FOV was ∼180°, whereas the measured FOV was ∼140°. The difference between the experimental and theoretical results may be attributed to the inherent planar photodetector. On the other hand, the hierarchical structures affect the light transmittance to some extent while suppressing the surface reflection. To quantify the distortion rate of the artificial compound eye, the intensity distributions along the x- and y-axes for normally incident light are extracted from the microscope images, as shown in Figure 6c. The cross-sectional intensity distributions of a single focal spot along the x- and y-axes for θ equal to 0 are roughly identical, indicating that the BIC eye exhibits good focusing properties. Figure 6d shows the intensity of the focal spots measured from four symmetrical positions, and they are demonstrated to have a high uniformity. In addition, for θ = 0, 30, and 60°, the intensity distribution of a single focal spot is characterized, and the x- and y-direction intensity distributions are compared, as shown in Figure 6e,f. The full-width half-maximum (FWHM) intensities are 1.95 μm (x-axis) and 1.97 μm (y-axis), respectively. It is possible that the small fluctuations in spot size along the x- or y-axis are caused by non-normal incidence of the laser. Hence, the FWHM could be considered as a constant, independent of the incident angle of the laser. This result demonstrates that the BIC eye with a hierarchical macro-/micro-/nano structure has a wide FOV without imaging distortion. FOV is an important property for an artificial compound eye in practical applications. According to eq 4, the FOV of\nDOI: 10.1021/acsami.9b13355 ACS Appl. Mater. Interfaces 2019, 11, 34507−34516\n34514\nfabricated structures could be adjusted by tuning the height and radius of the spherical base, as shown in Figure 7a.\nTherefore, the FOV is a combined effect of both R and h. In the experiment, the height of the base was tuned by adjusting h, while the R of the spherical base was kept constant of 2.5 mm. Through tuning the base height, controllability of FOV was realized, as shown in Figure 7b. The side and top views of fabricated artificial compound eye are shown in the insets of Figure 7b. The corresponding FOV is shown in Figure S2. In the experiment, the FOV an artificial compound eye could be ∼140°. By the addition of self-written waveguide to avoid optical crosstalk between microlens, improved FOV and imaging performance will be expected. The tunable FOV indicates various potential applications of the fabricated hierarchical compound eye.\n■ CONCLUSIONS This paper has presented a manufacturing method that integrates nanoimprinting, picosecond laser swelling, and airassisted deformation for the fabrication of macro-/micro-/ nano hierarchical compound eyes. The bioinspired compound (BIC) eyes with controllable size, high consistency, and low distortion made by this method show excellent morphological features and good optical performance. The tertiary (macro/ micro/nano) structures endow a BIC eye excellent surface wettability with a contact angle (CA) of 152°, a good light absorption rate of > 75% over the wavelength range of 400− 800 nm, high-quality imaging properties, excellent weak light detection capability, and a wide field-of-view of 120° without distortion. These multifunctional properties enable the multiscale compound eye to retain their superior optical performance in a wide range of real-time environmental conditions. The reported work should provide a beneficial direction for the widespread applications of the multiscale compound eye such as wide-angle communication antenna, integrated optical circuits.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.9b13355.\nStructures with controllable morphology were obtained by adjusting both the film thickness and pressure difference; the dependence of curvature radius on the film thickness of PDMS and press difference (Figure\nS1); controllable FOV was achieved by adjusting the height of the fabricated artificial compound eyes; imaging of the artificial compound eye with different light incident angles (Figure S2) (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: wenjunwang@xjtu.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Wenjun Wang: 0000-0002-2562-4077"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by the National Key Research and Development Program of China (grant no. 2017YFB1104602).\n■ REFERENCES (1) Fitzgerald, R. J. Artificial Compound Eyes. Phys. Today 2006, 59, 21. (2) Jeong, K. H.; Kim, J.; Lee, L. P. Biologically Inspired Artificial Compound Eyes. Science 2006, 312, 557−561. (3) Ko, D. H.; Tumbleston, J. R.; Henderson, K. J.; Euliss, L. E.; DeSimone, J. M.; Lopez, R.; Samulski, E. T. Biomimetic Microlens Array with Antireflective “Moth-Eye” Surface. Soft Matter 2011, 7, 6404−6407. (4) Peng, L. F.; Zhang, C. P.; Wu, H.; Yi, P. Y.; Lai, X. M.; Ni, J. Continuous Fabrication of Multiscale Compound Eyes Arrays With Antireflection and Hydrophobic Properties. IEEE Trans Nanotechnol. 2016, 15, 971−976. (5) Li, J.; Wang, W.; Mei, X.; Pan, A.; Sun, X.; Liu, B.; Cui, J. Artificial Compound Eyes Prepared by a Combination of Air-Assisted Deformation, Modified Laser Swelling, and Controlled Crystal Growth. ACS Nano 2019, 13, 114−124. (6) Shao, J.; Ding, Y.; Wang, W.; Mei, X.; Zhai, H.; Tian, H. Generation of Fully-covering Hierarchical Micro-/nano- Structures by Nanoimprinting and Modified Laser Swelling. Small 2014, 10, 2595− 2601. (7) Wei, W. R.; Tsai, M. L.; Ho, S. T.; Tai, S. H.; Ho, C. R.; Tsai, S. H.; Liu, C. W.; Chung, R. J.; He, J. H. Above-11%-efficiency Organicinorganic Hybrid Solar Cells with Omnidirectional Harvesting Characteristics by Employing Hierarchical Photon-trapping Structures. Nano Lett. 2013, 13, 3658−3663. (8) Wu, D.; Wu, S. Z.; Niu, L. G.; Chen, Q. D.; Wang, R.; Song, J. F.; Fang, H. H.; Sun, H. B. High Numerical Aperture Microlens Arrays of Close Packing. Appl. Phys. Lett. 2010, 97, No. 031109. (9) Daniela, R.; Jacques, D. E.; Uwe, D. Z.; Andreas, T. U. Laser Lithographic Fabrication and Characterization of a Spherical Artificial Compound Eye. Opt. Express 2007, 15, 3067−3077. (10) Bian, H.; Wei, Y.; Yang, Q.; Chen, F.; Zhang, F.; Du, G.; Yong, J.; Hou, X. Direct Fabrication of Compound-Eye Microlens Array on Curved Surfaces by a Facile Femtosecond Laser Enhanced Wet Etching Process. Appl. Phys. Lett. 2016, 109, No. 221109. (11) Xu, M.; He, R.; Sun, S.; Aldana, J. R. V. D.; Chen, F. Femtosecond Laser Micromachined Optical Waveguides in LiTaO3crystal. Phys. Status Solidi RRL 2013, 7, 1014−1017. (12) Yong, J.; Chen, F.; Yang, Q.; Zhang, D.; Bian, H.; Du, G.; Si, J.; Meng, X.; Hou, X. Controllable Adhesive Superhydrophobic Surfaces Based on PDMS Microwell Arrays. Langmuir 2013, 29, 3274−3279. (13) Shao, J.; Ding, Y.; Zhai, H.; Hu, B. F.; Li, X.; Tian, H. Fabrication of Large Curvature Microlens Array Using Confined Laser Swelling Method. Opt. Lett. 2013, 38, 3044−3046. (14) Li, J.; Wang, W.; Mei, X.; Sun, X.; Pan, A. The Formation of Convex Microstructures by Laser Irradiation of Dual-layer Polymethylmethacrylate (PMMA). Opt. Laser Technol. 2018, 106, 461− 468.\nDOI: 10.1021/acsami.9b13355 ACS Appl. Mater. Interfaces 2019, 11, 34507−34516\n34515\n(15) Sun, Y. L.; Dong, W. F.; Niu, L. G.; Jiang, T.; Liu, D. X.; Zhang, L.; Wang, Y. S.; Chen, Q. D.; Kim, D. P.; Sun, H. B. Protein-Based Soft Micro-Optics Fabricated by Femtosecond Laser Direct Writing. Light: Sci. Appl. 2014, 3, No. e129. (16) Meunier, T.; Villafranca, A. B.; Bhardwaj, R.; Weck, A. Fabrication of Microlens Arrays in Polycarbonate with Nanojoule Energy Femtosecond Laser Pulses. Opt. Lett. 2012, 37, 4266−4268. (17) He, Q.; Liu, J.; Yang, B.; Dong, Y. Z.; Yang, C. S. Fabrication and Characterization of Biologically Inspired Curved-Surface Artificial Compound Eyes. J. Microelectromech. Syst. 2013, 22, 4−6. (18) Li, Z.; Xiao, J. Mechanics and Optics of Stretchable Elastomeric Microlens Array for Artificial Compound Eye Camera. J. Appl. Phys. 2015, 117, No. 014904. (19) Serra, F.; Gharbi, M. A.; Luo, Y.; Liu, I. B.; Bade, N. D.; Kamien, R. D.; Yang, S.; Stebe, K. J. Curvature-Driven, One-Step Assembly of Reconfigurable Smectic Liquid Crystal “Compound Eye” Lenses. Adv. Opt. Mater. 2015, 3, 1287−1292. (20) Chan, E. P.; Crosby, A. J. Fabricating Microlens Arrays by Surface Wrinkling. Adv. Mater. 2006, 18, 3238−3242. (21) Koo, W. H.; Jeong, S. M.; Araoka, F.; Ishikawa, K.; Nishimura, S.; Toyooka, T.; Takezoe, H. Light Extraction from Organic LightEmitting Diodes Enhanced by Spontaneously Formed Buckles. Nat. Photonics 2010, 4, 222−226. (22) Wu, D.; Wang, J. N.; Niu, L. G.; Zhang, X. L.; Wu, S. Z.; Chen, Q. D.; Lee, L. P.; Sun, H. B. Bioinspired Fabrication of High-Quality 3D Artificial Compound Eyes by Voxel-Modulation Femtosecond Laser Writing for Distortion-Free Wide-Field-of-View Imaging. Adv. Opt. Mater. 2014, 2, 751−758. (23) Deng, Z. F.; Chen, F.; Yang, Q.; Bian, H.; Du, G. Q.; Yong, J. L.; Shan, C.; Hou, X. Dragonfly-Eye-Inspired Artificial Compound Ees with Sphisticated Imaging. Adv. Funct. Mater. 2016, 26, 1995− 2001. (24) Wang, T.; Yu, W.; Li, C.; Zhang, H.; Xu, Z.; Lu, Z.; Sun, Q. Biomimetic Compound Eye with a High Numerical Aperture and Anti-Reflective Nanostructures on Curved Surfaces. Opt. Lett. 2012, 37, 2397−2399. (25) Raut, H. K.; Dinachali, S. S.; Loke, Y. C.; Ganesan, R.; AnsahAntwi, K. K.; Goŕa, A. Multiscale Ommatidial Arrays with Broadband and Omnidirectional Antireflection and Antifogging Properties by Sacrificial Layer Mediated Nanoimprinting. ACS Nano 2015, 9, 1305−1314. (26) Kuo, W. K.; Kuo, G. F.; Lin, S. Y.; Yu, H. H. Fabrication and Characterization of Artificial Miniaturized Insect Compound Eyes for Imaging. Bioinspiration Biomimetics 2015, 10, No. 056010. (27) Duparre,́ J. W.; Wippermann, F. C. Micro-optical Artificial Compound Eyes. Bioinspiration Biomimetics 2006, 1, R1−R16. (28) Xu, H.; Lu, N.; Shi, G.; Qi, D.; Yang, B.; Li, H.; Xu, W.; Chi, L. Biomimetic Antireflective Hierarchical Arrays. Langmuir 2011, 27, 4963−4967. (29) Wu, F.; Shi, G.; Xu, H.; Liu, L.; Wang, Y.; Qi, D.; Lu, N. Fabrication of Antireflective Compound Eyes by Imprinting. ACS Appl. Mater. Interfaces 2013, 5, 12799−12803. (30) Liu, H.; Huang, Y.; Jiang, H. Artificial Eye for Scotopic Vision with Bioinspired All-Optical Photosensitivity Enhancer. Proc. Natl. Acad. Sci. U.S.A. 2016, 113, 3982−3985. (31) Wu, F.; Shi, G.; Xu, H.; Liu, L.; Wang, Y.; Qi, D. Fabrication of Antireflective Compound Eyes by Imprinting. ACS Appl. Mater. Interfaces 2013, 5, 12799−12803. (32) Beinhorn, F.; Ihlemann, J.; Luther, K.; Troe, J. Micro-lens Arrays Generated by UV Laser Irradiation of Doped PMMA. Appl. Phys. A: Mater. Sci. Process. 1999, 68, 709−713. (33) Himmelbauer, M.; Arenholz, E.; Baüerle, D.; Schilcher, K. UVlaser-induced Surface Topology Changes in Polyimide. Appl. Phys. A 1996, 63, 337−339. (34) Dong, S. K.; Lee, H. S.; Lee, B. K.; Sang, S. Y.; Tai, H. K.; Lee, S. S. Replications and Analysis of Microlens Array Fabricated by a Modified Liga Process. Polym. Eng. Sci. 2010, 46, 416−425. (35) Malyshev, A. Y.; Agareva, N. A.; Bityurin, N. M.; Mal’shakova, O. A. The Formation of Convex Microstructures on the Surface of\nPolymeric Materials under Laser Irradiation. J. Opt. Technol. 2007, 74, 641−646. (36) Ahsan, M. S.; Dewanda, F.; Lee, M. S.; Sekita, H.; Sumiyoshi, T. Formation of Superhydrophobic Soda-lime Glass Surface using Femtosecond Laser Pulses. Appl. Surf. Sci. 2013, 265, 784−789.\nDOI: 10.1021/acsami.9b13355 ACS Appl. Mater. Interfaces 2019, 11, 34507−34516\n34516"
    } ],
    "references" : [ {
      "title" : "Biologically Inspired Artificial Compound Eyes",
      "author" : [ "K.H. Jeong", "J. Kim", "L.P. Lee" ],
      "venue" : "Science",
      "citeRegEx" : "Jeong et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Jeong et al\\.",
      "year" : 2006
    }, {
      "title" : "Controllable Adhesive Superhydrophobic Surfaces Based on PDMS Microwell Arrays",
      "author" : [ "X. Meng", "X. Hou" ],
      "venue" : "Langmuir 2013,",
      "citeRegEx" : "Meng and Hou,? \\Q2013\\E",
      "shortCiteRegEx" : "Meng and Hou",
      "year" : 2013
    }, {
      "title" : "Fabricating Microlens Arrays by Surface Wrinkling",
      "author" : [ "E.P. Chan", "A.J. Crosby" ],
      "venue" : "Adv. Mater. 2006,",
      "citeRegEx" : "Chan and Crosby,? \\Q2006\\E",
      "shortCiteRegEx" : "Chan and Crosby",
      "year" : 2006
    }, {
      "title" : "Dragonfly-Eye-Inspired Artificial Compound Ees with Sphisticated Imaging",
      "author" : [ "C. Shan", "X. Hou" ],
      "venue" : "Adv. Funct. Mater. 2016,",
      "citeRegEx" : "L. et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "L. et al\\.",
      "year" : 1995
    }, {
      "title" : "Micro-optical Artificial Compound Eyes",
      "author" : [ "́ J.W. Duparre", "F.C. Wippermann" ],
      "venue" : "Bioinspiration Biomimetics 2006,",
      "citeRegEx" : "Duparre and Wippermann,? \\Q2006\\E",
      "shortCiteRegEx" : "Duparre and Wippermann",
      "year" : 2006
    }, {
      "title" : "Replications and Analysis of Microlens Array Fabricated by a Modified Liga Process",
      "author" : [ "S. S" ],
      "venue" : "Polym. Eng. Sci. 2010,",
      "citeRegEx" : "S.,? \\Q2010\\E",
      "shortCiteRegEx" : "S.",
      "year" : 2010
    }, {
      "title" : "Polymeric Materials under Laser Irradiation",
      "author" : [ "M.S. Ahsan", "F. Dewanda", "M.S. Lee", "H. Sekita", "T. Sumiyoshi" ],
      "venue" : "J. Opt. Technol",
      "citeRegEx" : "Ahsan et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Ahsan et al\\.",
      "year" : 2007
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Fabrication of a hierarchical macro-/micro-/ nano compound eye is presented in this paper. This bioinspired compound (BIC) eye is obtained by an integrated manufacturing technology that combines (i) nanoimprinting, (ii) picosecond laser swelling, and (iii) air-assisted deformation. The diameter and height of nanopillars, microlens, and macrobase can be controlled precisely by fine-tuning the process parameters. The multifunctional properties of the BIC eye, such as superhydrophobicity, antireflection, and other optical characteristics, are investigated. It is found that the microlens with nanopillars can effectively improve the surface wettability with a contact angle of 152° and contact angle hysteresis of 12°, and enhance transmittance by 2% over the wavelength range of 200−1200 nm. Moreover, the final hierarchical compound eye exhibits the excellent imaging properties and a wide field-of-view of 120° without distortion. These multifunctional properties will enable the widespread application of the compound eye in diverse real-time environmental conditions.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}