{
  "name" : "downloads_2020-07-18_56_bartolucci2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Green nanomaterials fostering agrifood sustainability",
    "authors" : [ "Cecilia Bartolucci", "Amina Antonacci", "Fabiana Arduini", "Danila Moscone", "Leonardo Fraceto", "Estefania Campos", "Raouia Attaallah", "Aziz Amine", "Chiara Zanardi", "Laura M. Cubillana-Aguilera", "Jose Maria Palacios Santander", "Viviana Scognamiglio" ],
    "emails" : [ "viviana.scognamiglio@ic.cnr.it" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nTrends in Analytical Chemistry\njournal homepage: www.elsevier .com/locate/ t rac\nGreen nanomaterials fostering agrifood sustainability\nCecilia Bartolucci a, Amina Antonacci a, Fabiana Arduini b, Danila Moscone b, Leonardo Fraceto c, Estefania Campos d, Raouia Attaallah e, Aziz Amine e, Chiara Zanardi f, Laura M. Cubillana-Aguilera g, Jose Maria Palacios Santander g, Viviana Scognamiglio a, *\na Institute of Crystallography, National Research Council, Department of Chemical Sciences and Materials Technologies, Via Salaria Km 29.3, 00015 Monterotondo Scalo, Rome, Italy b Department of Chemical Science and Technologies, Universit a di Roma Tor Vergata, Via della Ricerca Scientifica, 00133 Rome, Italy c S~ao Paulo State University (UNESP), Institute of Science and Technology of Sorocaba, Laboratory of Environmental Nanotechnology, Av. Três de Março, 511 CEP 18-087-180, Sorocaba, Brazil d Human and Natural Sciences Center, Federal University of ABC, Santo Andr e, SP, Brazil e Faculty of Sciences and Techniques, Hassan II University of Casablanca, Morocco f Department of Chemical and Geological Sciences, University of Modena and Reggio Emilia, via G. Campi 103, 41125 Modena, Italy g Institute of Research on Electron Microscopy and Materials (IMEYMAT), Department of Analytical Chemistry, Faculty of Sciences, Campus de Excelencia Internacional del Mar (CEIMAR), University of Cadiz, Campus Universitario de Puerto Real, Polígono del Río San Pedro S/N, 11510, Puerto Real, C adiz. Spain\na r t i c l e i n f o\nArticle history: Available online 13 February 2020\nKeywords: Green chemistry nano(bio)sensors Nanofertilisers Nanopesticides Sustainable farming\n* Corresponding author. Institute of Crystallography Department of Chemical Sciences and Materials T 29.300, 00015 Monterotondo Scalo, Rome, Italy. Fax:\nE-mail address: viviana.scognamiglio@ic.cnr.it (V.\nhttps://doi.org/10.1016/j.trac.2020.115840 0165-9936/© 2020 Elsevier B.V. All rights reserved.\na b s t r a c t\nThe application of nanotechnologies to the agrifood sector provides one of the innovative tools able to support change in a system that, through its intensification and industrialization, currently fails both humans and the environment. The development of green nanotechnology, which exploits biological routes for the synthesis of nanomaterials, and specifically aims to minimize the production of hazardous substances and the input of energy, further underlines the disruptive potential of this technology. Due to the lack of toxic chemicals during their synthesis and to their high adaptability, green nanomaterials thus produced have a wide application domain, and this is reflected in the number of sustainable development goals affected by their use. This review describes the last trends on the eco-designed nanomaterials produced by means of green strategies for application in agriculture, such as nanofertilisers, nanopesticides, and nano(bio)sensors.\n© 2020 Elsevier B.V. All rights reserved.\n1. Introduction\n1.1. Sustainable food and agriculture\nCurrent food systems are not sustainable and the need for a new approach to food production, distribution, and consumption is a key goal, eventually underlined by many. In particular, there is a need to adopt new agricultural practices, which provide less soil degradation, sustainable use of resources, maintenance of biodiversity, and support of agricultural ecosystem and ecosystem services, while ensuring food security and a healthy nutrition for all. Presently used agricultural approaches often do not allow to pursue\n- National Research Council, echnologies Via Salaria Km þ39 06 90672630. Scognamiglio).\nthese goals simultaneously (e.g. agricultural intensification and maintenance of biodiversity), triggering a spiralling negative effect. Furthermore, agrochemicals necessary to obtain higher yields are responsible for increased pathogens and pest resistance, reduced biodiversity, diminished nitrogen fixation, and pollination decline. In addition, pesticides are the most energy-intensive agricultural inputs, and nitrogen fertilizers form the largest of all indirect energy inputs to agriculture, while agriculture itself is responsible for 10e12% of total greenhouse gas emissions [1]. There is a strong interlinkage between agriculture and climate change. In a detrimental vicious cycle, the prevailing present agricultural practices intensify factors that negatively influence climate change, while growing environmental pressure and changing biophysical conditions affect both quality and quantity of food production, causing increased food insecurity, and hampering adequate nutrition and equitable food distribution [2].\nGrowing attention to the need of a change in the system is reflected in the 2030 Agenda for Sustainable Development and\nspecifically in the Sustainable Development Goal (SDG) 2, “End hunger, achieve food security and improved nutrition and promote sustainable agriculture”. Efforts to meet SDG 2 will also contribute to reach other SDGs underlining the integrated approach of the 2030 Agenda. A transformation, however, relies on more than 140 countries prioritizing, aligning and integrating SDGs into national policies, plans, budgets, and cooperation efforts [3].\n1.2. Nanotechnology and its potential impacts on agriculture\nProgress toward a more sustainable agriculture requires the acquisition of new knowledge and the development of new technologies supporting, among others, more environmentally-friendly formulations. In this regard, nano-based approaches have the potential to provide effective solutions to multiple problems faced by global agriculture, as indicated by an increasing number of studies reporting the application of nanotechnology in the agricultural sector [4e6].\nIn particular, site-targeted controlled delivery of active substances, achieved through nano-based systems, improves efficiency, enhancing crop productivity with a reduced amount of inputs [4]. The development of nanosensors also contributes to the improvement of soil quality and plant health [7]. Similar (bio) sensors entails the use of nanomaterials, including nanotubes, nanowires, nanoparticles or nanocomposites, to boost their analytical performances in terms of sensitivity and stability, among others. Indeed, nanomaterials possess unique thermal, electrical and optical features, able to provide benefits to the overall efficiency of these biosensing systems.\nHowever, a constant difficulty concerns the need to produce these formulations without employing toxic compounds during synthesis [8,9]. Until recently, nano-based formulations for agricultural applications were synthesized by chemical, physical, and biological techniques, which tend to be expensive and can lead to environmental toxicity, cytotoxicity, and carcinogenicity [8,9]. Toxicity results mainly from substances such as organic solvents, reducing agents, and stabilizers used to avoid undesirable colloid agglomeration. There is therefore a need to develop and improve methods for the efficient, non-hazardous, and economic production of nano-based compounds and materials, in order to encourage their use in agriculture.\n1.3. Green nanomaterials in connection with the SDGs\nIn almost 20 years of life, green chemistry showed numerous advances and contributions in the agrochemical sector. A critical review, highlighting the Green Chemistry evolution and showing progress in academic research as well as in processes implementation at industrial or entrepreneurial levels, was recently published by Anastas et al. [10]. In this paper, the authors explore activities within the 12 Principles of green chemistry and discuss its benefits, emphasizing the progress made towards meeting the 2030 Agenda.\nOf particular interest is nanobiotechnology, which exploits biological routes for the synthesis of nanoparticles, employing bacteria, fungi, algae, as well as plant extracts or specific biomolecules from plants (including carbohydrates, proteins, and lipids) to synthesize nanoparticles, using nontoxic and inexpensive materials, while ensuring minimal byproduct formation and low energy consumption [11]. The increasing interest for green nanotechnology underlines the potential provided by the synthesis and application of green nanomaterials [12,13] in many different fields, such as agriculture and biomedicine [14], environment [15], food [16], energy [17], and building [18], in line with SDG 12 “Ensure sustainable consumption and production patterns” (Fig. 1) [9].\nRecently, sonochemistry and microwave irradiation consolidated their status as green, clean, and environmentally friendly methods of synthesis of green (nano)materials and have been included in the Green ChemisTREE of Anastas et al. [10], connected to the branch which represents the green chemistry principle ‘Design for energy efficiency’. Energy efficiency is not the only advantage provided by both techniques: atom economy (i.e. capacity to be adjusted or applied to lower volumes/amount and to provide high yields), drastic time saving, low cost, simple instrumentation compared with other technologies, waste prevention, use of benign solvents, etc., should be highlighted as well. In the past few years, many examples of the use of ultrasound and microwave for synthesizing green (nano)materials can be found in the literature: i.e., nanorods, nanosheets, and nanotubes (1D and 2D nanomaterials) [19] using microwave; and nanoparticles (OD nanomaterials) [20] and graphene (2D nanomaterials) [21], among many others, using ultrasound-assisted synthesis. Nanocomposites can also be obtained in an ecological way [22] and, recently, a study regarding the synthesis of green nanomaterials (quantum dots), combining sonochemistry and microwave irradiation, has been reported [23].\nWhile the production of green nanomaterials generally supports the accomplishment of SDG 12, the use of these materials in the agrifood sector can be directly connected with SDG 2. However, strong interlinkages between all SDGs show how the application of green nanomaterials to other sectors, such as medicine (SDG 3), water treatment (SDG 6), energy (SDG 7), and construction building (SD 11), can create synergies, which indirectly contribute to addressing SDG 2. The production of innovative, environmentally friendly nanomaterials also contributes to meeting SDG 13 and 14, and indirectly supports SDG 8 and 9 through the economic contribution provided by the development of industries and infrastructures, aimed at a sustainable growth (Fig. 1). It is important, however, that current technological advances are implemented through public and private investments, supporting an innovation that can provide real benefits.\n2. Green nanoparticles and nanosystems\n2.1. Green chemistry to design next-generation nanoparticles for crop protection and plant development\n2.1.1. Production of nanoparticles from microorganisms and plants The production of nanoparticles using plants and microorganisms has attracted increasing attention from scientists worldwide, due to the eco-friendly nature and simplicity of these production processes, compared to other routes [25,26]. Many bacteria and plants have been used to produce different types of nanoparticles for the purpose of crop protection. For example, extracellular synthesis of Ag/AgCl nanoparticles was performed using exudate from the fungus Macrophomina phaseolina. The nanoparticles showed strong inhibitory effects on the growth kinetics of both grampositive and gram-negative bacteria strains. In addition, these nanoparticles could be used for seed protection, since no effects on seed germinationwere observed after treatment in vitro using filter paper in lab conditions (Whatman filter paper size 41) [27]. In another work, nanoparticles were synthesized using a cell wall polymer from the fungus Fusarium oxysporum f.sp. lycopersici. The fertilizer activity of the nanoparticles was evaluated using foliar applications to tomato plants challenged with F. oxysporum f.sp. lycopersici, under greenhouse conditions. The treated plants showed delayed development of disease symptoms, as well as reduced disease severity. In addition, the treatment with the nanoparticles increased the number of flowers and the yield of fruit [28]. In another example, extracellular synthesis of chitosan\nnanoparticles was performed using proteins extracted from the endophytic fungus Penicillium oxalicum. Chickpea seeds treated with the nanoparticles showed a higher seed germination rate, higher seedling vigor index and biomass, and increased shoot and root elongation, compared to untreated control plants. The nanoparticles also inhibited the growth of phytopathogens such as Pyricularia grisea, Alternaria solani, and Fusarium oxysporum under in vitro lab conditions [29].\nCell-free extracts of Trichoderma viride were employed to synthesize silver nanoparticles, which were tested in vitro and in vivo for the control of Alternaria solani, the causative agent of early blight disease in tomato plants. The in vitro antifungal activity tests showed a 100% reduction of the spore count after 3 days of treatment, as well as 74% reduction of the fungal biomass after 7 days. Foliar application of the nanoparticles (under greenhouse conditions) led to a 48.57% decrease of the fungal spore count, while the fresh weight and the total chlorophyll content of the plants increased by 32.58 and 23.52%, respectively, compared to infected untreated plants [30].\nBiosynthesized silver nanoparticles produced using an indigenous isolate of Trichoderma viride showed good antifungal activity when tested in vitro against the tea pathogen fungus Phomopsis theae [30]. Biosynthesis of silver nanoparticles was also performed using Stenotrophomonas sp. isolated from agricultural soil, with evaluation of the biological activity of the nanoparticles against foliar phytopathogens (Alternaria alternata, Curvularia\nlunata, and Bipolaris sorokiniana) and a soil-borne phytopathogen (Sclerotium rolfsii). The in vitro application of the biosynthesized nanoparticles at concentrations of 2, 4, and 10 mg/mL led to 100% inhibition of conidial germination, for all the foliar phytopathogens tested, while total conidial germination was observed for the control.\nIn another work, the suppression of S. Rolfsii in chickpea plants was observed after 24 h of pathogen challenge, under greenhouse conditions [31]. The entomopathogenic fungus Beauveria bassiana was used to synthesize silver nanoparticles, whose bioefficacy was evaluated in vitro against the mustard aphid (Lipaphis erysimi Kalt). Among the 25 B. bassiana isolates tested, two isolates caused the highest mortality rates of 90 and 64% against mustard aphid [32]. The biological activity of zinc oxide nanoparticles coated with Bacillus thuringiensis was evaluated against the pulse beetle Callosobruchus maculatus, with dose-dependent activity observed in terms of fecundity and hatchability. A mortality rate of 100% was obtained using the nanoparticles at a concentration of 25 mg/mL under in vitro conditions, while the LC50 was estimated to be 10.71 mg/mL. The nanoparticles also decreased enzymatic activity (mid-gut aamylase, cysteine protease, a-glucosidase, and glutathione Stransferase) in C. maculatus [33].\nPlant exudates, such as latex, from different plants have been used to synthesize silver nanoparticles [34e37]. The nematicidal activity of silver nanoparticles synthesized using latex from Euphorbia tirucalli was evaluated against the root-knot nematode\n(Meloidogyne incognita). In vitro assays showed that the silver nanoparticles were lethal to the second stage juveniles of M. incognita and inhibited egg hatching. In vivo assays using tomato plants under greenhouse conditions showed a significant reduction in root infestation when the plants were treated with the silver nanoparticles, together with healthier plant growth [38]. The saponin fraction of Eclipta alba was used to synthesize zinc oxide nanoparticles, which were evaluated as a growth promoter and for the management of downy mildew in pearl millet. The treated plants showed a 35% reduction of disease incidence, compared to the untreated control (green house conditions). In addition, treatment with the nanoparticles significantly increased defense enzymes, seed germination, and seedling vigor under lab and greenhouse conditions [39]. In another example, zinc oxide nanoparticles were synthesized using an extract from the alga Halimeda tuna. Phytochemical-capped zinc oxide nanoparticles with P supplementation increased the growth and total biomass of Gossypium hirsutum (cotton) by 131%, compared to untreated control plants (greenhouse conditions). In addition, there were increases of the contents of photosynthetic pigments and total soluble proteins [40]. These biological routes have employed different types of plant extracts to produce a variety of nanomaterials. Table 1 summarizes the most promising studies of nanoparticles prepared using plant-based biological routes, in the agricultural field.\nTo the above mentioned advantages provided by the green synthesis of nanoparticles, some compounds present in plants or their extracts can act both as reducing and capping agents, generating stable nanoparticles and avoiding one of the separate steps required in physicochemical processes [56,57]. However, although microorganisms have been extensively used to produce biogenic nanoparticles, there are some gaps that need to be addressed. The reduction mechanisms that microorganisms use to synthesize nanoparticles are not fully understood, making it hard to control the processes. In addition, it is difficult to maintain the stability of culture media, since conditions such as pH, salinity, and temperature of the medium can influence the reaction process, which hinders scaling up to an industrial level. Furthermore, the use of plants to synthesize biogenic nanoparticles also has some drawbacks, such as dramatic changes in size and shape of nanoparticles, depending on which part is used for synthesis, extraction, isolation and purification of nanoparticles; low recovery due to decreased synthetic rate of nanoparticles, dependent on plants' variable yields of secreted proteins [58,59]. It is necessary to improve knowledge concerning the selection of suitable plant extracts for use as reducing agents, as well as concerning the mechanisms of the reduction processes. In summary, it is necessary to acquire a deeper understanding of the mechanisms governing the synthesis of nanoparticles in live organisms, in order to assist in the development of cost-effective approaches for the industrial synthesis of nanoparticles with appropriate physicochemical properties, high biological activity, and low toxicity [60]. Fig. 2 reports the different sources for the green synthesis of nanoparticles and the diverse applications in the environmental field. Despite the numerous advantages and potential shown by nano-based formulations for agriculture applications, recent concerns have been expressed about the lack of studies under field conditions. As pointed out by Lowry [61], there is a crucial need to better understand the mechanism promoting both favourable as well as adverse responses, enticed by the use of nanoformulations under biotic (plant pathogens, insects, and weeds) and abiotic (temperature, drought, flooding, and salinity) stressors. A broad study in field conditions becomes essential to generate comprehensive data, in support of future decision making and development of appropriate regulatory tools [4].\n2.1.2. Biopolymers as nanocarriers and nanoencapsulation devices Biopolymers are versatile materials obtained from natural resources and are widely used for the development of nanocarriers. They offer desirable properties such as biodegradability, biocompatibility, good stability, semi-crystallinity, and non-toxicity [62,63]. The sources of biopolymers include microorganisms, algae, plants, and animals [62]. An important biopolymer is chitin, a natural polysaccharide found in the exoskeletons of insects, some hard structures of invertebrates and fish, and the cell walls of fungi. The deacetylation of chitin produces chitosan, a linear polycationic polymer composed of b-1,4-2-deoxy-2-amino-D-glucopyranose and b-1,4-2-deoxy-2-acetamido-D-glucopyranose glycosidic linkages [64].\nChitosan-based nanocarriers have a wide range of applications in sustainable agriculture, such as crop protection [65,66] and improved plant growth [67,68]. For example, the application of chitosan nanoparticles loadedwith thiaminewas evaluated relative to growth and protection of a chickpea crop. Treatment of the seeds increased germination, growth and indole acetic acid production of chickpea seedlings, compared to untreated seeds. In addition, the induction of defense enzymes in the leaves and roots of the plants was observed after foliar treatment with the synthesized nanoparticles [69]. The fungicidal activity of thiamine-chitosan nanoparticles against Fusarium graminearum in wheat plants was evaluated under in vitro and greenhouse conditions. The greatest decrease in growth of the fungus was 77.5%, achieved using 5000 ppm of chitosan nanocarriers. In greenhouse experiments, the areas under the disease progression curves were 3.34 and 7.7 for plants treated with thiamine-chitosan nanoparticles and untreated control plants, respectively, 28 days after inoculation [70].\nThe antifungal activity of oleoyl-chitosan nanoparticles was investigated against the pathogenic fungus Verticillium dahliae. Use of the synthesized nanoparticles at 2 mg/mL in the medium led to a significant decrease of mycelium growth. In addition, the morphologies of the spores and hyphae were altered following treatment with the nanoparticles [71]. In another work, foliar delivery of 10e100mg/L chitosan nanoparticles loaded with NPK fertilizer was investigated using wheat plants. Fertilization of the wheat plants using chitosan-NPK decreased the plant lifecycle by 40 days, compared to normally fertilized plants. In addition, the grain yield increased by more than 50% in wheat plants treated with the chitosan-NPK nanoparticles, compared to untreated control plants [72].\nAnother useful biopolymer is lignin, the second most abundant component of terrestrial plants, composed by propyl phenol units (coniferyl alcohol and sinapyl alcohol, with a smaller amount of pcoumaryl alcohol) [73]. Lignin nanoparticles were synthesized using lignin extracted from two sugarcane bagasses. The nearspherical nanoparticles showed good ability to stabilize Pickering emulsions used to encapsulate curcumin. Organosolv lignin was found to provide greater stability, compared to alkaline lignin, with retention of 73% of the encapsulated curcumin after 96 h [74]. Calcium alginate nanoparticles loaded with cypermethrin were designed for the release of this broad-spectrum insecticide. The results indicated that this nanoformulation could be a safe system for the sustained and slow release of cypermethrin, decreasing the environmental damage caused by its excessive use [75]. The nanoencapsulation of biomolecules in protein-based nanoparticles has attracted much attention, due to the presence of different functional groups on the particle surfaces. These groups allow interaction with many different molecules, enabling the encapsulation of both hydrophobic and hydrophilic compounds [76]. Table 2 summarizes the most promising nano-based formulations based on biopolymers and proteins, for use in agricultural applications.\nZinc-chitosan nanoparticles\n_ _ After treatment of two varieties of wheat plants (Triticum durum) twice a week during five weeks under lab conditions, the concentrations of zinc in the grain increased by about 27 and 42% for cultivars MACS 3125 and UC1114, respectively, compared to the control (lab conditions). [42]\nZinc oxide nanoparticles\nMD: 23.3 nm Musa paradisiaca Treatment with zinc oxide nanoparticles at 50 mg/mL in lab conditions caused 42% mortality after 24 h, while zinc acetate caused 80% mortality. The treatment led to the accumulation of nanoparticles in the gut of Ceriodaphinia cornuta, together with structural deformities (lab conditions). [43]\nSilver nanoparticles MD: 67.94e133.2 nm; PDI: 0.156e0.272; ZP: 19.6 to 22.8 mV Azadirachta indica The antibacterial activity (in vitro) of synthesized silver nanoparticles was evaluated against the plant pathogen Xanthomonas oryzae pv. Oryzae. The best antibacterial activity of the nanoparticles was observed using 5 mL of plant extract and 10 min exposure to sunlight (lab conditions). [44] Silver nanoparticles MD: 25e40 nm; ZP: 23.8 mV Phyllanthus emblica In vitro administration of 10 mg/L of phytochemical-capped silver nanoparticles increased the number of seedlings of wheat, due to protection against oxidative stress, with increased biomass, greater root elongation, and higher root cell viability. [45] Chitosan-silver nanoparticles MD: 17.26 (TEM) and 117.9 (DLS); spherical shape\nAlpinia galanga L. The nanoparticles were tested as an antifungal formulation against Pyricularia oryzae in vitro. Association with Trihexad 700 WP potentiated the fungicidal activity of the chitosan-silver nanoparticles. The inhibition zones were 25 and 12 nm for nanoformulations with and without Trihexad, respectively. [46]\nAcacia gum-silver nanoparticles\nMD: 16.7 nm (TEM) and 22 nm (DLS); spherical shape\nAcacia senegal The effects of the nanoparticles on the growth and yield of two varieties (Bronco and Nebraska) of common bean (Phaseolus vulgaris) were evaluated after foliar application (5e60 ppm) using pot experiment. All concentrations tested increased root length, number of leaves, leaf area, plant height, total dry and fresh weights, and yield. In addition, both species showed alterations of protein patterns, while the Nebraska variety showed altered phytohormone balance. [47]\nSilver nanoparticles MD: 2e74 nm; hexagonal shape Gracilaria foliifera 100% multiple shoot bud regeneration and two-fold higher shoot elongation were observed in plants of Alternanthera sessilis L. supplemented with 2.5 mg/L of nanoparticles in combination with 50 mg/L adenine sulphate under in vitro.\n[48]\nGold nanoparticles MD: 10e30 nm; spherical or nearly spherical shape\nAlpinia galanga L. Activation of germination was observed using 5 and 10 ppm of phytochemical-capped gold nanoparticles under greenhouse conditions. A 3-fold increase of seedling vigor was obtained, compared to the untreated control. The best physiological and biochemical properties of maize plants were achieved using 10 ppm of the nanoparticles. [49]\nGold nanoparticles MD: 80e120 nm; ZP: 41.4 mV; spherical shape\nAlternanthera bettzickiana\nSlight inhibition of hatching was observed after exposure of embryos of Danio rerio to 25 mM of gold nanoparticles in lab conditions. Further increase of the concentration (to 50 mM) led to strong inhibition of hatching (lab conditions). [50]\nCopper oxide nanoparticles\nMD: 40e50 nm (DLS) and 20e30 nm (TEM) Morus alba In vitro biological activity was evaluated considering the metabolism and antioxidant activity of Solanum lycopersicum and Brassica oleracea L. var. botrytis. The highest concentrations tested (100 and 500 mg/L) significantly decreased the total chlorophyll and sugar contents in both species, while at 10 mg/ L, the tomato plants presented slightly increased pigment and sugar contents. Increases of lignin deposition and antioxidant enzyme activities showed concentration-dependent profiles. [51]\nCopper-chitosan nanoparticles\nMD: 150 nm; ZP: þ22.6 mV _ Significantly increased growth parameters were observed in maize plants when seeds were treated with 0.04e0.12% copperchitosan nanoparticles, compared to untreated controls under in vitro. At the same concentrations, the nanoparticles also increased enzyme activity and the total protein content in germinating seeds. [52]\nCopper-chitosan nanoparticles\nMD: 361.3 nm; PDI: 0.20; ZP: þ22.1 mV _ Experiments using pots and under field conditions, with application of copper-chitosan nanoparticles at concentrations of 0.04e0.16% and 0.12e0.16%, respectively, using seed and foliar treatments, led to increases of growth parameters, antioxidant activity, enzyme defenses, and photosynthetic pigments in maize plants. [53]\n(continued on next page)\nTable 1 (continued )\nNanomaterial Properties Plant Main results Reference\nSulfur nanoparticles MD: 20 nm; spherical shape Melia azedarach The growth regulator effect of sulfur nanoparticles was evaluated in the growth and development of Cucurbita pepo under greenhouse conditions. All concentrations tested (100 e400 ppm) increased the numbers of leaves and branches, stem diameter, and plant height, under field conditions. There were concentration-dependent increases of root and shoot elongation. Concentrations higher than 600 ppm had no effect on plant growth. [54] Sulfur nanoparticles MD: 40 nm; spherical shape Ailanthus altissima The effect of the nanoparticles on growth of tomato plants was evaluated in greenhouse. Increased concentration-dependent growth (root and shoot lengths) was observed using the sulfur nanoparticles at 100e300 ppm. However, higher concentrations (400 and 600 ppm) resulted in inhibitory effects. [55]\nMD: mean diameter; PDI: polydispersity index; ZP: zeta potential.\n2.2. Green nanomaterials in innovative biosensor application\nNano(bio)sensors exploit the unique properties of nanomaterials for diverse purposes: i) the immobilisation of the bioreceptor on a transducer; ii) the functionalisation of the bioreceptor for the configuration of optical or electrochemical transduction; iii) the miniaturisation and integration of biocomponents, transduction systems, electronics and microfluidics in complex architectures. Once projected, these nanosystems show potential for agricultural applications, being able to evaluate crop maturity and health status, detect and tune the amount of fertilisers and\nFig. 2. Green synthesis of nanoparticles using microorganism\npesticides spread, and sense soil humidity to tailor irrigation avoiding water misuse.\nIn this context, (bio)sensor technology is one of many branches which could profit from the boost in the manufacture of innovative and sustainable products provided by green strategies and resulting in an increased number of biosensors developed through the exploitation of green nanomaterials. Gold and silver nanoparticles synthesised using the flower extract of Rosa damascena have been used as reducing and stabilizing agents to modify glassy carbon electrodes, showing an increased electronic transmission rate between the modified electrode and [Fe(CN)6]3 /4 [86].\ns and plants and applications in the environmental field.\nTable 2 Summary of different types of nano-based formulations produced using natural polymers.\nNanomaterial Properties Main results Reference\nWhey protein-pectin nanoparticles MD: 160 nm; ZP: 0.53 mV; spherical shape\nD-limonenewas encapsulated in whey protein and pectin nanoparticles by a complexation method. The highest complex formation was obtained at a ratio of 4 to 1 between whey protein and pectin. [77]\nSodium alginate nanoparticles _ Sodium alginate nanoparticles with or without emulsifiers (Tween 20 or glycerol monostearate), loaded with clove essential oil, were synthesized and their biological activities were evaluated against S. aureus and S. typhimurium. Nanoencapsulation potentiated the antibacterial activity of clove essential oil against both bacteria in vitro. [78] Zein-caseinate-pectin nanoparticles MD: 150 nm; PDI: 0.16; spherical shape\nEugenol was encapsulated in zein-caseinate-pectin nanoparticles using a nano spray-drying method. The synthesized nanoparticles presented a spherical shape and a uniform size distribution, making them good candidates for applications in the agricultural field. [79]\nNeem gum nanoformulations MD: 20e40.83 nm; spherical and uneven nanoparticles\nNeem gum nanoformulations prepared using Azadirachta indica extract were used as larvicide, pupicide, and anti-feedant against Helicoverpa armigera and Spodoptera litura. At 100 ppm, the larvicidal activities against fourth instarH. armigera and S. liturawere 92.46 and 86.80%, respectively. At the same concentration, 100% pupicidal and anti-feedant activities were observed for both species studied. The results suggested that these nanoparticles could be used as novel biopesticides for crop protection. [80]\nZein nanoparticles MD: 142.5e205.2 nm; PDI: 0.330 e0.442; ZP: 12.8 to 20.2\nThe repellent activities of zein nanoparticles loaded with geraniol and Rcitronellal were evaluated in vitro against Tetranychus urticae. At 5 mg/mL, zein nanoparticles loaded with geraniol or R-citronellal showed 27.8 and 76.3% repellency, respectively. After dilution (10- and 100-fold), the repellency of the geraniol formulations remained at the same level, while the biological activity of the R-citronellal formulations decreased significantly. [81]\nZein nanoparticles MD: 282e302 nm; PDI: 0.34e0.52; ZP: 15 to 43 mV Zein nanoparticles were used to co-encapsulate two combinations of active agents (geraniol þ eugenol; geraniol þ cinnamaldehyde). Biological activity was evaluated in vitro (using Chrysodeixis includens) and under field conditions (using Tetranychus urticae). Semi-field assays showed that the repellent activity of the nanoparticles increased over time, while the nonencapsulated compounds showed higher repellency activity against the mite in the first two hours. Similarly, the non-encapsulated compounds showed higher larvicidal activity against soybean looper moth, while greater sublethal effects (considering larval and pupal masses) were obtained with the encapsulated compounds. [82] Zein nanoparticles MD: 278 nm; PDI: 0.31; ZP: 36 mV; spherical shape\nNeem oil was encapsulated in zein nanoparticles and the toxicological activity of the formulation was evaluated. Nanoencapsulation of the neem oil reduced its genotoxic effect about 8-fold, compared to the nonencapsulated oil. Encapsulation of the neem oil avoided effects on the pharyngeal pumping activity of the soil nematode C. elegans. [83]\nZein nanoparticles MD: 231.5 nm; ZP: 17.52 mV Limonene was encapsulated in zein-sodium caseinate nanoparticles and its biological activity was evaluated against the plant pathogen bacterium Pseudomonas syringae. Nanoencapsulated limonene showed higher antimicrobial activity towards P. syringae, compared to the nonencapsulated compound. [84] Cyclodextrin and nanofibers e Dose-dependent inhibition of fungal growth was observed with treatment using a b-CD inclusion complex. A b-CD-cinnamon essential oil inclusion complex was more effective against fungi, compared to a b-CD-oregano essential oil inclusion complex, at all the concentrations tested. Superior activity was observed for chitosan/PVA/b-CD-EO nanofibrous films, compared to the inclusion complex. [85] Chitosan-b-cyclodextrin nanoparticles MD: 225.9 nm; PDI: 0.185; ZP: 19.3 mV\nThe nanoparticles provided better acaricidal activity, higher repellency, and reduced oviposition in Tetranychus urticae, compared to non-encapsulated compounds. Similarly, the nanoparticles showed better insecticidal activity and greater residual effects on the development of Helicoverpa armigera, compared to the non-encapsulated control. [66]\nMD: mean diameter; PDI: polydispersity index; ZP: zeta potential.\nAllium cepa L. (onion) extracts have been used to biosynthesise silver nanoparticles for the modification of a threeelectrode cell [87]. The high phenol content in the onion extract with strong properties is exploited as reducing and stabilizing agent for the synthesis of Ag nanoparticles. The authors highlighted the ability of the green synthesized silver nanoparticles to reduce charge transfer resistance, as confirmed by electrochemical impedance spectroscopy. Their effect in the detection of ascorbic acid using voltammetric methods was also explored, showing a good linear range (0.4e450 mM) with 0.1 mM of detection limit.\nGreen AgNPs have also been synthesized by Sebastian et al. [88], by a simple approach based on bark extract of Moringa oleifera (MO). This bark contains a large amount of benzyl glucosinolate, which influences the agglomeration of AgNPs, through the formation of a covalent bond between its sulfur group and the nanoparticles (AgNP-S). This leads to aggregation of AgNPs and consequently to complex formation with Cu(II) ions through the hydroxyl group of benzyl glucosinolate (Cu(II)-O). This mechanism was exploited for the development of both optical and electrochemical sensors for Cu(II) ions sensing, by colorimetric absorption for the first, and by differential pulse voltammetry using AgNP-MO-\nmodified platinum electrode for the latter. Both sensors allowed a Cu(II) ions detection in the concentration range from 10 to 90 mM, with a detection limit of 0.530 mM.\nGreen gold and silver nanoparticles have been synthesised using quercetin as reducing agent to fabricate a third generation lactose biosensor based on cellobiose dehydrogenase from Trametes villosa, with increased electroactive areas and electronic transfer rate constants [89]. Indeed, the resulting biosensor showed very efficient direct electron transfer, a detection limit for lactose of 3.5mM, a large linear range from 10 to 300 mM, a high sensitivity (5.4 mAmM 1 cm 2) and long-term stability.\nAlzahrani and co-workers studied the detection of mercury II ions using green silver nanoparticles as colorimetric probe [90]. Onion extract was used for the synthesis of AgNPs without impurities, as confirmed by the results of the EDAX analysis. Hg2þ was sensitively and selectively detected by surface plasmon resonance in both standard solutions and real water samples (tap water and groundwater) with an RSD of less than 6% and a recovery of more than 92%.\nA novel biosynthesis approach for the preparation of Au nanoparticles has been reported based on green alga Pithophora oedogonia as reducing agent. The biosynthesized Au nanoparticles, with an average diameter of 33 nm, were then used for the modification of screen-printed electrodes in the amperometric detection of trace amount of carbendazim [91]. A linear detection range was found between 0.05 and 25 mM, with detection limit 2.9 nM. Satisfactory results were obtained in soil samples with recovery values of ca. 100%.\nQuercus glauca leaves extract was used to synthesize platinum nanoparticles for the detection of environmental and human toxic hydrazine [92]. The synthesized green PtNPs were exploited for the modification of a glassy carbon electrode, showing a good electrocatalytic activity to the electro-oxidation of hydrazine (Fig. 3A). This demonstrated the capability of the green synthesized PtNPs as excellent electron mediators to improve the electrochemical properties for the oxidation of hydrazine, which was amperometrically detected within a wide linear range (0.01e283 mM), low detection limit (7 nM), and good sensitivity (1.704 mA/mM/cm2).\nPalladium nanoparticles with controlled size have been produced by green synthesis for biosensor application, exploiting different sources including Cinnamomum camphora leaf extract [93], Cinnamomum zeylanicum bark extract [94], and Gardenia jasminoides Ellis crude extract [95].\nAs an example, Sargassum alga extract was used as an alternative route to synthesise palladium nanoparticles to modify carbon ionic liquid electrode for the amperometric determination of H2O2 [96]. The authors were able to obtain well dispersed nanoparticles, with an averagemean size of 5 nm, and fairly stable up to 5months. The resulted biosensor exhibited a high selectivity and sensitivity (284.35 mAmM 1 cm 2), wide linear range (from 5 mM to 15 mM), and good stability.\nCarbon dots synthesis can exploit chocolate [97], bamboo leaves [98], rose-core radish [99], pork [100], and aloe as carbon source [101]. Water-soluble nitrogen-doped carbon dots were obtained via one-pot hydrothermal carbonization of natural peach gum polysaccharide and ethylenediamine mixture, with remarkably enhanced quantum yield (28.46%) compared to undoped carbon dots (5.31%) [102]. Moreover, the authors underlined characteristics such as highly stable fluorescence against ionic strength variation and pH change, as well as low cytotoxicity. The implemented nitrogen-doped carbon dots were able of Au3þ ions quantification in water with detection limit of 6.4 10 8 M, by means of gradual decline of their emission intensity at 445 nm (lex ¼ 370 nm) in the presence of varying ions concentrations in the range of 0e50 mM.\nCarbon nanodots with quantum yield of about ~86% have been synthesized by hydrothermal method from citric acid and diethylenetriamine, exploiting quercetin and its fluorescent metal-ion complex (QCT-Al3þ) efficiently coordinated on the surface of the nanodots [103]. Indeed, carbon nanodots emission at 429 nm completely overlapped with QCT-Al3þ absorption peak at 428 nm, allowing for the design of a F€orster resonance energy transfer (FRET) sensor for Al3þ. A linear calibration of F429/F481 versus aluminium ion concentration was obtained within 1e20 and 20e60 mM, with a detection limit of 558 nM.\nShariati et al. described the green synthesis of carbon dots from cedrus plant, to develop an optical sensor for the determination of propranolol. In detail, the authors exploited a layer of molecular imprinted polymers (MIPs) coated with the green synthesized CDs [104]. The sensor response was linear in the range of 0.8e65 nmolL 1, with a detection limit of 0.2 nmolL 1, and it showed various advantages in terms of rapid response, high sensitivity, selectivity, and cost-effectiveness.\nThe green synthesis of carbon dots functionalized silver nanoparticles (CDs-AgNPs) using lycii Fructus was also successfully applied for development of a colorimetric sensor tomonitor phoxin in environment and fruit samples [105]. In particular, CDs-AgNPs aggregation was observed by colour change from yellow to red, in the presence of phoxim. This mechanism allowed for phoxim detection with a low detection limit (0.04 mM), as well as high sensitivity, selectivity, and good recovery values ranging from 87% to 110.0% (RSD of 6.0%).\nGraphene and graphene-based composites for (bio)sensor applications have been produced by green routes using cocos nucifera L. (coconut water) [106], Bacillus marisflavi biomass [107], and rose water as reducing agent [108]. In different studies, green synthesis has been used to decorate graphene with nanomaterials. As an example, a simple one-pot hydrothermal method using gallic acid as the reducing agent was exploited to decorate reduced graphene oxide sheets with gold nanoparticles, for the design of a nonenzymatic sensor to detect H2O2 [109]. This sensor provided a linear response in a concentration range of 0.05e5 mM (R ¼ 0.999), and a high sensitivity of 255 mA cm 2 mM 1.\nReduced graphene oxide/gold nanoparticles (rGo/AuNPs) were produced by green synthesis to develop an electrochemical biosensor for detection of tryptophan, using E. tereticornis leave extract as an environmentally friendly reducing reagent [110]. This composite was exploited as electroactive substrate on the surface of screen-printed electrodes to measure tryptophan oxidation with low detection limit (0.39 mmol/L), linear range from 0.5 to 500 mmol/L, good reproducibility, high sensitivity, and selectivity (Fig. 3B). The determination of tryptophan in serum, saliva, and plasma samples was also reported with recoveries for the spiked concentrations from 94 to 107%.\nZinc oxide and copper oxide nanoparticles were successfully synthesized following an ecological approach by using Camellia japonica leaf extract as inductive and stabilizing agent [111]. The synthesized metal oxide nanoparticles were applied for the colorimetric determination of metals ions such as Agþ and Liþ in marine water (Fig. 3C).\nOther composites have been also obtained by using green nanomaterials, as the palladium/poly(3,4-ethylenedioxythiophene) (PEDOT) nanocomposite produced to modify glassy carbon electrode to detect H202 [112]. The palladium was produced with an average diameter of 4.5 nm by greenmethodwithout surfactants or templates using H2PdCl4. The electrochemical response of Pd/ PEDOT to H202 demonstrated a good sensitivity, good repeatability and stability, and a low limit of detection (2.84 mM) in the range of 2.5 10 3 e 1 mM.\nC.Bartolucci et al./ Trends in A nalytical Chem istry 125 (2020) 115840 10\nTable 3 reports the diverse biosensors developed by the use of nanomaterials produced via green synthesis. However, to the best of our knowledge, few examples of biosensors exploiting green nanomaterials have been described in literature, being nanomaterial's green synthesis an emerging field.\nReprinted with permission from R. Karthik, R. Sasikumar, S.M. Chen, M. Govindasamy, J. Vinoth Kumar, V. Muthuraj, Green synthesis of platinum nanoparticles using Quercus glauca extract and its electrochemical oxidation of hydrazine in water samples, Int. J. Electrochem. Sci. 118245e8255. Copyright (2016) Published by ESG [92]. B) Green synthesis of reduced graphene oxide/gold nanoparticles for electrochemical sensing application. Reprinted with permission from S. Nazarpour, R. Hajian, M.H. Sabzvari, A Novel Nanocomposite Electrochemical Sensor based on Green Synthesis of Reduced Graphene Oxide/Gold Nanoparticles Modified Screen Printed Electrode for Determination of Tryptophan using Response Surface methodology Approach, Microchem. J. 104634. Copyright (2020) Elsevier journals [110]. C) Schematic representation of metal ions induced assembly of metal oxide NPs for optical sensing application. Reprinted with permission from M. Maruthupandy, Y. Zuo, J.S. Chen, J.M. Song, H.L. Niu, C.J. Mao, S.Y. Zhang, Y.H. Shen, Synthesis of metal oxide nanoparticles (CuO and ZnO NPs) via biological template and their optical sensor applications, Appl. Surf. Sci. 397 167e174. Copyright (2017) Elsevier journals [111].\n3. Gaps, obstacles, and trends of green nanofertilisers, nanopesticides, and nano(bio)sensors\nAccording to a recent report released by StatNano, about 13,046 published patents related to nanotechnology were registered at the United States Patent and Trademark Office (USPTO) and the European Patent Office (EPO) in 2018. The United States is the country with the greatest number of patents registered in the USPTO database, while Japan occupies the top position in the EPO database, followed by the United States [113]. A search was performed for patents in the World Intellectual Property Organization database, registered from 1976 up to the present time, using four sets of word combinations: i) nano* AND agriculture; ii) nano* AND pesticides AND agriculture; iii) nano* AND fertilizers; and iv) nano* AND pest control AND agriculture. Around 2300 patents matching these criteriawere found in the database. In a second search, around 1500 patents were found using the following two sets of word combinations: i) biogenic nanoparticles AND agriculture AND crop protection; and ii) green nanoparticles AND agriculture AND crop protection. It should be noted that while most of these patents speculate on the use of the developed nanoparticle and/or nanosystem inagriculture, there no tests and/or evidence of theuseof the systems in thefield are reported in the patents. The patent's analysis indicates that the application of nanotechnology in agriculture has increased over the years. However, the application of green nanotechnology to the agricultural area is in its infancy, especially when compared to its development in other areas, especiallymedicine [5].\nNano-based formulations have both the potential to address challenges related to agriculture, as well as to contribute to its sustainable development. However, there are significant limitations and gaps that must be addressed [114,115]. By definition, all nanomaterials, independently of their methods of production, hence also green nanomaterials, exploit new properties not shown by their macro counterparts, and these characteristics have shown to be extremely useful in providing innovative solutions, outlined by their adaptability, responsiveness and possibility of functionalization. However, it is exactly these characteristics which may induce new interactions with the human system and the environment [116], and require adequate toxicological tests and life cycle assessments.\nThe present legislation is still in an early stage of development [117], and several obstacles hinder the regulation of nanomaterials in the agricultural sector, one of the most important one being the lack of a common international definition of nanomaterials. This void needs to be addressed in order to avoid products falling into regulatory gaps [105e107]. The lack of appropriate analytical techniques able to identify, characterize and quantify nanomaterials in complex mixtures (such as agricultural samples), without previous isolation of the nanomaterial of interest further hampers the formulation of sensible regulations. Efforts should be made to increase the sensitivity of techniques used to determine size, characteristics, and concentration of nanomaterials [118,119]. Although many publications have shown the potential of nanobased formulations, their utilization in the agricultural field remains unclear and currently there are only few nanotechnologybased products available on the market [120]. This may also be due to the reluctance of publicly addressing the use of nanotechnology in the agrifood sector. Public acceptance and awareness are key factors influencing the success of innovative applications, and while consumers are more willing to accept nanotechnological applications in themedical sector, the prefix “nano” in combination with agriculture and food seems to be the opposite of the trendy terms of “natural”, “organic” and “eco-friendly”. It is the responsibility of the scientific community to share knowledge, and that of the industries to foster transparency, in order to contribute to a climate of confidence, reassuring the public, that their safety and their interests are looked after.\nEconomic issues also hinder wider marketing of nanocompounds, in particular of nanopesticides. Compared to conventional formulations, higher initial investments are required to develop nano-based formulations, which can only be compensated by thewidespread use of these products in the field. In addition, the registration of any new active substance is expensive [121]. Lower production costs of green nanoformulations could partially address these issues. Even though industrial scale production of green nanomaterials has not been performed yet, it is feasible to assume that lack of chemical compounds, as well as very low energy requirements, will prove to reduce costs. Another option to increase the cost-effectiveness of biosynthesized nanomaterials is through the utilization of recyclable waste materials, which would introduce a further added sustainable value directly targeting SDG 12 [122].\n4. Conclusions\nNanofertilisers, nanopesticides, and nano(bio)sensors applied to agriculture have the potential to disruptively address many of the great challenges thatmankindwill be facing in the coming decades. This is particularly true for green nanomaterials since their production strives to minimize the impact on ecosystems, increasing their efficiency and sustainability. However, a deeper and more comprehensive understanding of the potential benefits and risks of nanotechnology must be acquired, in order to be able to address consumers' concerns. The agri-industry is a trillion-dollar business and the adoption of environmentally-friendly nanotechnological approaches, if correctly regulated and applied, can play a key role in the achievement of the SDGs.\nAcknowledgments\nThis work was supported by Interreg Italy-Croatia AdSWiM and Bilateral Agreement Italy-Morocco AlgaeCB. L.F.F. and E.V.R.C. are grateful for financial support provided by the S~ao Paulo State Research Foundation (FAPESP, grants #2017/21004-5, #2019/ 05100-0, and #2017/24402-1).\nReferences\n[1] O. US EPA, Inventory of U.S. Greenhouse Gas Emissions and Sinks, US EPA., 2017. https://www.epa.gov/ghgemissions/inventory-us-greenhouse-gasemissions-and-sinks. (Accessed 10 November 2019). [2] S.S. Myers, M.R. Smith, S. Guth, C.D. Golden, B. Vaitla, N.D. Mueller, A.D. Dangour, P. Huybers, Climate change and global food systems: potential impacts on food security and undernutrition, Annu. Rev. Publ. Health 38 (2017) 259e277. https://doi.org/10.1146/annurev-publhealth-031816-044356. [3] United Nations, Political Declaration of the High-Level Political Forum on Sustainable Development Convened under the Auspices of the General Assembly, Seventy-Fourth Sess. Agenda Item 19. A/RES/74/4, 2019, pp. 1e6. https://doi.org/10.1017/S0020818300025613. [4] M.C. Camara, E.V.R. Campos, R.A. Monteiro, A. Do Espirito Santo Pereira, P.L. De Freitas Proença, L.F. Fraceto, Development of stimuli-responsive nano-based pesticides: emerging opportunities for agriculture, J. Nanobiotechnol. 17 (2019) 1e19. https://doi.org/10.1186/s12951-019-0533-8. [5] M. Bhati, K. Bansal, R. Rai, Capturing Thematic Intervention of Nanotechnology in Agriculture Sector: A Scientometric Approach, first ed., Elsevier B.V., 2019. https://doi.org/10.1016/bs.coac.2019.04.012. [6] K. Poddar, J. Vijayan, S. Ray, T. Adak, Nanotechnology for Sustainable Agriculture, Elsevier Inc., 2017. https://doi.org/10.1016/B978-0-12-8121603.00010-6. [7] R. Prasad, M. Kumar, V. Kumar, Nanotechnology: an agricultural paradigm, Nanotechnol. An Agric. Paradig. (2017) 1e372. https://doi.org/10.1007/978981-10-4573-8. [8] S.V. Ganachari, J.S. Yaradoddi, S.B. Somappa, P. Mogre, R.P. Tapaskar, B. Salimath, A. Venkataraman, V.J. Viswanath, Green nanotechnology for biomedical, food, and agricultural applications, Handb. Ecomater. 4 (2019) 2681e2698. https://doi.org/10.1007/978-3-319-68255-6_184. [9] P. Ashoka, R.S. Meena, N. Gogoi, S. Kumar, G.S. Yadav, J. Layek, Green nanotechnology is a key for eco-friendly agriculture, J. Clean. Prod. 142 (2017) 4440e4441. https://doi.org/10.1016/j.jclepro.2016.11.117. [10] H.C. Erythropel, J.B. Zimmerman, T.M. De Winter, L. Petitjean, F. Melnikov, C.H. Lam, A.W. Lounsbury, K.E. Mellor, N.Z. Jankovi c, Q. Tu, L.N. Pincus, M.M. Falinski, W. Shi, P. Coish, D.L. Plata, P.T. Anastas, The Green ChemisTREE: 20 years after taking root with the 12 principles, Green Chem. 20 (2018) 1929e1961. https://doi.org/10.1039/c8gc00482j. [11] P. Kaur Nayantara, Biosynthesis of nanoparticles using eco-friendly factories and their role in plant pathogenicity: a review, Biotechnol. Res. Innov. 2 (2018) 63e73. https://doi.org/10.1016/j.biori.2018.09.003. [12] Y. Lu, S. Ozcan, Green nanomaterials: on track for a sustainable future, Nano Today 10 (2015) 417e420. https://doi.org/10.1016/j.nantod.2015.04.010. [13] H. Barabadi, B. Tajani, M. Moradi, K. Damavandi Kamali, R. Meena, S. Honary, M.A. Mahjoub, M. Saravanan, Penicillium family as emerging nanofactory for biosynthesis of green nanomaterials: a journey into the World of microorganisms, J. Cluster Sci. 30 (2019) 843e856. https://doi.org/10.1007/s10876019-01554-3. [14] R.G. Saratale, I. Karuppusamy, G.D. Saratale, A. Pugazhendhi, G. Kumar, Y. Park, G.S. Ghodake, R.N. Bhargava, J.R. Banu, H.S. Shin, A comprehensive review on green nanomaterials using biological systems: recent perception and their future applications, Colloids Surf. B Biointerfaces (2018). https:// doi.org/10.1016/j.colsurfb.2018.05.045. [15] K.W. Tan, S.K. Heo, M.L. Foo, I.M.L. Chew, C.K. Yoo, An insight into nanocellulose as soft condensed matter: challenge and future prospective toward environmental sustainability, Sci. Total Environ. 650 (2019) 1309e1326. https://doi.org/10.1016/j.scitotenv.2018.08.402. [16] A. Khan, Y. Wen, T. Huq, Y. Ni, Cellulosic nanomaterials in food and nutraceutical applications: a review, J. Agric. Food Chem. 66 (2018) 8e19. https:// doi.org/10.1021/acs.jafc.7b04204. [17] C. Rajasekhar, S. Kanchi, Green nanomaterials for clean environment, Handb. Ecomater. 1 (2019) 63e79. https://doi.org/10.1007/978-3-319-68255-6_73. [18] H. Yang, Y. Che, F. Leng, High volume fly ash mortar containing nano-calcium carbonate as a sustainable cementitious material: microstructure and strength development, Sci. Rep. 8 (2018) 1e11. https://doi.org/10.1038/ s41598-018-34851-4. [19] Q.A. Drmosh, A. Hezam, A.H.Y. Hendi, M. Qamar, Z.H. Yamani, K. Byrappa, Ternary Bi2S3/MoS2/TiO2 with double Z-scheme configuration as high performance photocatalyst, Appl. Surf. Sci. 499 (2020). https://doi.org/10.1016/ j.apsusc.2019.143938. [20] R.J. Gonz alez- Alvarez, I. Naranjo-Rodríguez, M.P. Hern andez-Artiga, J.M. Palacios-Santander, L. Cubillana-Aguilera, D. Bellido-Milla, Experimental design applied to optimisation of silica nanoparticles size obtained by sonosynthesis, J. Sol. Gel Sci. Technol. 80 (2016) 378e388. https://doi.org/ 10.1007/s10971-016-4129-6. [21] X. Tao, S. Wang, Z. Li, Ultrasound-assisted bottom-up synthesis of Nigraphene hybrid composites and their excellent rhodamine B removal properties, J. Environ. Manag. 255 (2020) 109834. https://doi.org/10.1016/ j.jenvman.2019.109834. [22] A. Lamaoui, A.A. Lahcen, J.J. García-Guzm an, J.M. Palacios-Santander, L. Cubillana-Aguilera, A. Amine, Study of solvent effect on the synthesis of magnetic molecularly imprinted polymers based on ultrasound probe: application for sulfonamide detection, Ultrason. Sonochem. 58 (2019) 104670. https://doi.org/10.1016/j.ultsonch.2019.104670.\n[23] A. Liu, H. Jin, J. Li, L. Chen, H. Zheng, X. Mao, D. Lin, J. Wang, S. Wang, W. Jiang, One-step facile synthesis of PbS quantum dots/Pb (DMDC)2 hybrids and their application as a low-cost SERS substrate, J. Raman Spectrosc. 50 (2019) 1445e1451. https://doi.org/10.1002/jrs.5679. [24] UNDP, Report of the Inter-Agency and Expert Group on Sustainable Development Goal Indicators, 2016. [25] P. Velusamy, G.V. Kumar, V. Jeyanthi, J. Das, R. Pachaiappan, Bio-inspired green nanoparticles: synthesis, mechanism, and antibacterial application, Toxicol. Res. 32 (2016) 95e102. https://doi.org/10.5487/TR.2016.32.2.095. [26] X. Fang, Y. Wang, Z. Wang, Z. Jiang, M. Dong, Microorganism assisted synthesized nanoparticles for catalytic applications, Energies 12 (2019). https:// doi.org/10.3390/en12010190. [27] F.N. Spagnoletti, C. Spedalieri, F. Kronberg, R. Giacometti, Extracellular biosynthesis of bactericidal Ag/AgCl nanoparticles for crop protection using the fungus Macrophomina phaseolina, J. Environ. Manag. 231 (2019) 457e466. https://doi.org/10.1016/j.jenvman.2018.10.081. [28] M. Sathiyabama, R.E. Charles, Fungal cell wall polymer based nanoparticles in protection of tomato plants from wilt disease caused by Fusarium oxysporum f.sp. lycopersici, Carbohydr. Polym. 133 (2015) 400e407. https:// doi.org/10.1016/j.carbpol.2015.07.066. [29] M. Kumari, S. Pandey, A. Bhattacharya, A. Mishra, C.S. Nautiyal, Protective role of biosynthesized silver nanoparticles against early blight disease in Solanum lycopersicum, Plant Physiol. Biochem. 121 (2017) 216e225. https:// doi.org/10.1016/j.plaphy.2017.11.004. [30] P. Ponmurugan, Biosynthesis of Silver and Gold Nanoparticles Using Trichoderma Atroviride for the Biological Control of Phomopsis Canker Disease in Tea Plants, 2016, pp. 1e7. https://doi.org/10.1049/iet-nbt.2016.0029. [31] S. Mishra, B.R. Singh, A.H. Naqvi, H.B. Singh, Potential of biosynthesized silver nanoparticles using Stenotrophomonas sp . BHU-S7 (MTCC 5978) for management of soil-borne and foliar phytopathogens, Nat. Publ. Gr. (2017) 1e15. https://doi.org/10.1038/srep45154. [32] D. Kamil, T. Prameeladevi, S. Ganesh, N. Prabhakaran, R. Nareshkumar, S.P. Thomas, Green Synthesis of Silver Nanoparticles by Entomopathogenic Fungus Beauveria Bassiana and Their Bioefficacy against Mustard Aphid (Lipaphis Erysimi Kalt.) Green Synthesis of Silver Nanoparticles by Entomopathogenic Fungus Beauveria Bassiana and Their Bi, 2017. [33] B. Malaikozhundan, B. Vaseeharan, S. Vijayakumar, M.P. Thangaraj, Bacillus thuringiensis coated zinc oxide nanoparticle and its biopesticidal effects on the pulse beetle, Callosobruchus maculatus, J. Photochem. Photobiol. B Biol. 174 (2017) 306e314. https://doi.org/10.1016/j.jphotobiol.2017.08.014. [34] N.M. Muchanyereyi, T. Muchenje, S. Nyoni, M. Shumba, M. Mupa, Green synthesis of silver nanoparticles using Euphorbia confinalis stem extract, characterization and evaluation of antimicrobial activity, J Nanomater Mol Nanotechnol 6 (3) (2017). https://doi.org/10.4172/2324-8777.1000220. [35] C. Rajkuberan, S. Prabukumar, G. Sathishkumar, A. Wilson, K. Ravindran, S. Sivaramakrishnan, Facile synthesis of silver nanoparticles using Euphorbia antiquorum L. latex extract and evaluation of their biomedical perspectives as anticancer agents, J. SAUDI Chem. Soc. (2016). https://doi.org/10.1016/ j.jscs.2016.01.002. [36] S.I. Thakore, P.S. Nagar, R.N. Jadeja, M. Thounaojam, R.V. Devkar, P. Singh, Sapota fruit latex mediated synthesis of Ag , Cu mono and bimetallic nanoparticles and their in vitro toxicity studies, Arab J. Chem. (2015). https:// doi.org/10.1016/j.arabjc.2014.12.042. [37] C. Rajkuberan, K. Sudha, G. Sathishkumar, S. Sivaramakrishnan, Antibacterial and cytotoxic potential of silver nanoparticles synthesized using latex of Calotropis gigantea L. Spectrochim. ACTA PART A Mol. Biomol. Spectrosc. (2014). https://doi.org/10.1016/j.saa.2014.09.115. [38] D. Kalaiselvi, A. Mohankumar, G. Shanmugam, S. Nivitha, P. Sundararaj, Green synthesis of silver nanoparticles using latex extract of Euphorbia tirucalli: a novel approach for the management of root knot nematode , Meloidogyne incognita, Crop Protect. 117 (2019) 108e114. https://doi.org/ 10.1016/j.cropro.2018.11.020. [39] M. Nandhini, S.B. Rajini, A.C. Udayashankar, S.R. Niranjana, O.S. Lund, H.S. Shetty, S. Prakash, Biofabricated zinc oxide nanoparticles as an ecofriendly alternative for growth promotion and management of downy mildew of pearl millet, Crop Protect. 121 (2019) 103e112. https://doi.org/ 10.1016/j.cropro.2019.03.015. [40] K. Muralikrishna, R.C. Bhattacharya, M. Tiwari, N. Sharma, S. V Sahi, Enhanced plant growth promoting role of phycomolecules coated zinc oxide nanoparticles with P supplementation in cotton (Gossypium hirsutum L.), Plant Physiol. Biochem. (2016). https://doi.org/10.1016/ j.plaphy.2016.09.004. [41] P. Rajiv, P. Vanathi, Effect of parthenium based vermicompost and zinc oxide nanoparticles on growth and yield O F Arachis hypogaea L. In zinc deficient soil, Biocatal. Agric. Biotechnol. (2018). https://doi.org/10.1016/ j.bcab.2018.01.006. [42] P. Deshpande, A. Dapkekar, M.D. Oak, K.M. Paknikar, J.M. Rajwade, Zinc complexed chitosan/TPP nanoparticles : a promising micronutrient nanocarrier suited for foliar application, Carbohydr. Polym. (2017). https:// doi.org/10.1016/j.carbpol.2017.02.061. [43] N. Balashanmugam, D. Surmistha, Ecotoxicity of Musa paradisiaca leaf extract-coated ZnO nanoparticles to the freshwater microcrustacean Ceriodaphnia cornuta, Limnologica (2017). https://doi.org/10.1016/ j.limno.2017.09.004.\n[44] M. Mankad, G. Patil, D. Patel, P. Patel, A. Patel, Comparative studies of sunlight mediated green synthesis of silver nanoparaticles from Azadirachta indica leaf extract and its antibacterial effect on Xanthomonas oryzae pv . oryzae, Arab J. Chem. (2018). https://doi.org/10.1016/j.arabjc.2018.07.016. [45] R. Kannaujia, C. Mohan, V. Prasad, B.N. Singh, Phyllanthus emblica fruit extract stabilized biogenic silver nanoparticles as a growth promoter of wheat varieties by reducing ROS toxicity, Plant Physiol. Biochem. 142 (2019) 460e471. https://doi.org/10.1016/j.plaphy.2019.08.008. [46] D.C. Pham, T.H. Nguyen, U.T.P. Ngoc, N.T.T. Le, T.V. Tran, D.H. Nguyen, Preparation, characterization and antifungal properties of chitosan-silver nanoparticles synergize fungicide against Pyricularia oryzae, J. Nanosci. Nanotechnol. 18 (2018) 5299e5305. https://doi.org/10.1166/ jnn.2018.15400. [47] A.I. El-Batal, F.A.E.L. Gharib, S.M. Ghazi, A.Z. Hegazi, A.G.M.A. El Hafz, Physiological responses of two varieties of common bean (Phaseolus vulgaris L.) to foliar application of silver nanoparticles, Nanomater. Nanotechnol. 6 (2016). https://doi.org/10.5772/62202. [48] P. Venkatachalam, S. Malar, M. Thiyagarajan, P. Indiraarulselvi, N. Geetha, Effect of phycochemical coated silver nanocomplexes as novel growthstimulating compounds for plant regeneration of Alternanthera sessilis L, J. Appl. Phycol. 29 (2017) 1095e1106. https://doi.org/10.1007/s10811-0160977-2. [49] W. Mahakham, P. Theerakulpisut, S. Maensiri, S. Phumying, A.K. Sarmah, Environmentally benign synthesis of phytochemicals-capped gold nanoparticles as nanopriming agent for promoting maize seed germination, Sci. Total Environ. 573 (2016) 1089e1102. https://doi.org/10.1016/ j.scitotenv.2016.08.120. [50] M. Nagalingam, V.N. Kalpana, A. Panneerselvam, Biosynthesis, characterization, and evaluation of bioactivities of leaf extract-mediated biocompatible gold nanoparticles from Alternanthera bettzickiana, Biotechnol. Rep. 19 (2018), e00268. https://doi.org/10.1016/j.btre.2018.e00268. [51] A. Singh, N.B. Singh, I. Hussain, H. Singh, Effect of biologically synthesized copper oxide nanoparticles on metabolism and antioxidant activity to the crop plants Solanum lycopersicum and Brassica oleracea var. botrytis, J. Biotechnol. 262 (2017) 11e27. https://doi.org/10.1016/ j.jbiotec.2017.09.016. [52] V. Saharan, G. Sharma, M. Yadav, M.K. Choudhary, S.S. Sharma, A. Pal, R. Raliya, P. Biswas, Synthesis and in vitro antifungal efficacy of Cu-chitosan nanoparticles against pathogenic fungi of tomato, Int. J. Biol. Macromol. 75 (2015) 346e353. https://doi.org/10.1016/j.ijbiomac.2015.01.027. [53] R.C. Choudhary, R.V. Kumaraswamy, S. Kumari, S.S. Sharma, A. Pal, R. Raliya, P. Biswas, V. Saharan, Cu-chitosan nanoparticle boost defense responses and plant growth in maize (Zea mays L.), Sci. Rep. 7 (2017) 1e11. https://doi.org/ 10.1038/s41598-017-08571-0. [54] N.M. Salem, L.S. Albanna, A.M. Awwad, Q.M. Ibrahim, A.O. Abdeen, Green synthesis of nano-sized sulfur and its effect on plant growth, J. Agric. Sci. 8 (2015) 188. https://doi.org/10.5539/jas.v8n1p188. [55] N.M. Salem, L.S. Albanna, A.O. Abdeen, Q.I. Ibrahim, A.M. Awwad, Sulfur nanoparticles improves root and shoot growth of tomato, J. Agric. Sci. 8 (2016) 179. https://doi.org/10.5539/jas.v8n4p179. [56] G. Gahlawat, A.R. Choudhury, A review on the biosynthesis of metal and metal salt nanoparticles by microbes, RSC Adv. 9 (2019) 12944e12967. https://doi.org/10.1039/c8ra10483b. [57] L. Yumei, L. Yamei, L. Qiang, B. Jie, Rapid biosynthesis of silver nanoparticles based on flocculation and reduction of an exopolysaccharide from arthrobacter sp. B4: its antimicrobial activity and phytotoxicity, J. Nanomater. 2017 (2017). https://doi.org/10.1155/2017/9703614. [58] H.R. El-Seedi, R.M. El-Shabasy, S.A.M. Khalifa, A. Saeed, A. Shah, R. Shah, F.J. Iftikhar, M.M. Abdel-Daim, A. Omri, N.H. Hajrahand, J.S.M. Sabir, X. Zou, M.F. Halabi, W. Sarhan, W. Guo, Metal nanoparticles fabricated by green chemistry using natural extracts: biosynthesis, mechanisms, and applications, RSC Adv. 9 (2019) 24539e24559. https://doi.org/10.1039/c9ra02225b. [59] O.V. Kharissova, B.I. Kharisov, C.M. Oliva Gonz alez, Y.P. M endez, I. L opez, Greener synthesis of chemical compounds and materials, R. Soc. Open Sci. 6 (2019) 191378. https://doi.org/10.1098/rsos.191378. [60] P. Singh, Y.J. Kim, D. Zhang, D.C. Yang, Biological synthesis of nanoparticles from plants and microorganisms, Trends Biotechnol. 34 (2016) 588e599. https://doi.org/10.1016/j.tibtech.2016.02.006. [61] G.V. Lowry, A. Avellan, L.M. Gilbertson, Opportunities and challenges for nanotechnology in the agri-tech revolution, Nat. Nanotechnol. 14 (2019) 517e522. https://doi.org/10.1038/s41565-019-0461-7. [62] D. Merino, C. Casalongu e, V.A. Alvarez, Polysaccharides as eco-nanomaterials for agricultural applications, Handb. Ecomater. 4 (2019) 2709e2730. https:// doi.org/10.1007/978-3-319-68255-6_124. [63] E.V.R. Campos, J.L. de Oliveira, L.F. Fraceto, B. Singh, Polysaccharides as safer release systems for agrochemicals, Agron. Sustain. Dev. 35 (2014) 47e66. https://doi.org/10.1007/s13593-014-0263-0. [64] T.K. Varun, S. Senani, N. Jayapal, J. Chikkerur, S. Roy, V.B. Tekulapally, M. Gautam, N. Kumar, Extraction of chitosan and its oligomers from shrimp shell waste, their characterization and antimicrobial effect, Vet. World 10 (2017) 170e175. https://doi.org/10.14202/vetworld.2017.170-175. [65] N. Chauhan, N. Dilbaghi, M. Gopal, R. Kumar, K.H. Kim, S. Kumar, Development of chitosan nanocapsules for the controlled release of hexaconazole, Int. J. Biol. Macromol. 97 (2017) 616e624. https://doi.org/10.1016/ j.ijbiomac.2016.12.059.\n[66] E.V.R. Campos, P.L.F. Proença, J.L. Oliveira, A.E.S. Pereira, L.N. De Morais Ribeiro, F.O. Fernandes, K.C. Gonçalves, R.A. Polanczyk, T. Pasquoto-Stigliani, R. Lima, C.C. Melville, J.F. Della Vechia, D.J. Andrade, L.F. Fraceto, Carvacrol and linalool co-loaded in b-cyclodextrin-grafted chitosan nanoparticles as sustainable biopesticide aiming pest control, Sci. Rep. 8 (2018) 1e14. https:// doi.org/10.1038/s41598-018-26043-x. [67] A.E.S. Pereira, P.M. Silva, J.L. Oliveira, H.C. Oliveira, L.F. Fraceto, Chitosan Nanoparticles as Carrier Systems for the Plant Growth Hormone Gibberellic Acid, Elsevier B.V., 2017. https://doi.org/10.1016/j.colsurfb.2016.11.027. [68] A.E.S. Pereira, I.E. Sandoval-Herrera, S.A. Zavala-Betancourt, H.C. Oliveira, A.S. Ledezma-P erez, J. Romero, L.F. Fraceto, g-Polyglutamic acid/chitosan nanoparticles for the plant growth regulator gibberellic acid: characterization and evaluation of biological activity, Carbohydr. Polym. 157 (2017) 1862e1873. https://doi.org/10.1016/j.carbpol.2016.11.073. [69] S. Muthukrishnan, I. Murugan, M. Selvaraj, Chitosan nanoparticles loaded with thiamine stimulate growth and enhances protection against wilt disease in Chickpea, Carbohydr. Polym. 212 (2019) 169e177. https://doi.org/ 10.1016/j.carbpol.2019.02.037. [70] A. Kheiri, S.A. Moosawi Jorf, A. Malihipour, H. Saremi, M. Nikkhah, Synthesis and characterization of chitosan nanoparticles and their effect on Fusarium head blight and oxidative activity in wheat, Int. J. Biol. Macromol. 102 (2017) 526e538. https://doi.org/10.1016/j.ijbiomac.2017.04.034. [71] K. Xing, Y. Liu, X. Shen, X. Zhu, X. Li, X. Miao, Z. Feng, X. Peng, S. Qin, Effect of O-chitosan nanoparticles on the development and membrane permeability of Verticillium dahliae, Carbohydr. Polym. 165 (2017) 334e343. https:// doi.org/10.1016/j.carbpol.2017.02.063. [72] H.M.M. Abdel-Aziz, M.N.A. Hasaneen, A.M. Omer, Nano chitosan-NPK fertilizer enhances the growth and productivity of wheat plants grown in sandy soil, Spanish J. Agric. Res. 14 (2016). https://doi.org/10.5424/sjar/20161418205. [73] R. Velmurugan, A. Incharoensakdi, Nanoparticles and Organic Matter: Process and Impact, Elsevier Inc., 2018. https://doi.org/10.1016/B978-0-12811487-2.00018-9. [74] M.R.V. Bertolo, L.B. Brenelli de Paiva, V.M. Nascimento, C.A. Gandin, M.O. Neto, C.E. Driemeier, S.C. Rabelo, Lignins from sugarcane bagasse: renewable source of nanoparticles as Pickering emulsions stabilizers for bioactive compounds encapsulation, Ind. Crop. Prod. 140 (2019) 111591. https://doi.org/10.1016/j.indcrop.2019.111591. [75] S. Patel, J. Bajpai, R. Saini, A.K. Bajpai, S. Acharya, Sustained release of pesticide (Cypermethrin) from nanocarriers: an effective technique for environmental and crop protection, Process Saf. Environ. Protect. 117 (2018) 315e325. https://doi.org/10.1016/j.psep.2018.05.012. [76] M. Fathi, F. Donsi, D.J. McClements, Protein-based delivery systems for the nanoencapsulation of food ingredients, Compr. Rev. Food Sci. Food Saf. 17 (2018) 920e936. https://doi.org/10.1111/1541-4337.12360. [77] S. Ghasemi, S.M. Jafari, E. Assadpour, M. Khomeiri, Nanoencapsulation of Dlimonene within nanocarriers produced by pectin-whey protein complexes, Food Hydrocolloids 77 (2018) 152e162. https://doi.org/10.1016/ j.foodhyd.2017.09.030. [78] M. Radünz, M.L.M. da Trindade, T.M. Camargo, A.L. Radünz, C.D. Borges, E.A. Gandra, E. Helbig, Antimicrobial and antioxidant activity of unencapsulated and encapsulated clove (Syzygium aromaticum, L.) essential oil, Food Chem. 276 (2019) 180e186. https://doi.org/10.1016/ j.foodchem.2018.09.173. [79] M. Veneranda, Q. Hu, T. Wang, Y. Luo, K. Castro, J.M. Madariaga, Formation and characterization of zein-caseinate-pectin complex nanoparticles for encapsulation of eugenol, LWT - Food Sci. Technol. 89 (2018) 596e603. https://doi.org/10.1016/j.lwt.2017.11.040. [80] C. Kamaraj, P.R. Gandhi, G. Elango, S. Karthi, I.M. Chung, G. Rajakumar, Novel and environmental friendly approach; Impact of Neem (Azadirachta indica) gum nano formulation (NGNF) on Helicoverpa armigera (Hub.) and Spodoptera litura (Fab.), Int. J. Biol. Macromol. 107 (2018) 59e69. https:// doi.org/10.1016/j.ijbiomac.2017.08.145. [81] J.L.D. Oliveira, E.V.R. Campos, A.E.S. Pereira, T. Pasquoto, R. Lima, R. Grillo, D.J. De Andrade, F.A. Dos Santos, L.F. Fraceto, Zein nanoparticles as ecofriendly carrier systems for botanical repellents aiming sustainable agriculture, J. Agric. Food Chem. 66 (2018) 1330e1340. https://doi.org/10.1021/ acs.jafc.7b05552. [82] J.L. de Oliveira, E.V.R. Campos, T. Germano-Costa, R. Lima, J.F. Della Vechia, S.T. Soares, D.J. de Andrade, K.C. Gonçalves, J. do Nascimento, R.A. Polanczyk, L.F. Fraceto, Association of zein nanoparticles with botanical compounds for effective pest control systems, Pest Manag. Sci. 75 (2019) 1855e1865. https://doi.org/10.1002/ps.5338. [83] M. Pascoli, R. de Lima, L.F. Fraceto, Zein nanoparticles and strategies to improve colloidal stability: a mini-review, Front. Chem. 6 (2018) 1e5. https://doi.org/10.3389/fchem.2018.00006. [84] D.K. Singh, S. Das, A. Materny, Study of Limonene Loaded Zein Nanoparticles for Sustainable Agriculture, Adv. Spectrosc. Mol. To Mater, Springer, 2018. [85] K. Munhuweyi, O.J. Caleb, A.J. van Reenen, U.L. Opara, Physical and antifungal properties of b-cyclodextrin microcapsules and nanofibre films containing cinnamon and oregano essential oils, LWT - Food Sci. Technol. 87 (2018) 413e422. https://doi.org/10.1016/j.lwt.2017.09.012. [86] S.M. Ghoreishi, M. Behpour, M. Khayatkashani, Green synthesis of silver and gold nanoparticles using Rosa damascena and its primary application in\nelectrochemistry, Phys. E Low-Dimens. Syst. Nanostruct. 44 (2011) 97e104. https://doi.org/10.1016/j.physe.2011.07.008. [87] M.A. Khalilzadeh, M. Borzoo, Green synthesis of silver nanoparticles using onion extract and their application for the preparation of a modified electrode for determination of ascorbic acid, J. Food Drug Anal. 24 (2016) 796e803. https://doi.org/10.1016/j.jfda.2016.05.004. [88] M. Sebastian, A. Aravind, B. Mathew, Green silver nanoparticles based multitechnique sensor for environmental hazardous Cu(II) ion, Bionanoscience 9 (2019) 373e385. https://doi.org/10.1007/s12668-019-0608-x. [89] P. Bollella, C. Schulz, G. Favero, F. Mazzei, R. Ludwig, L. Gorton, R. Antiochia, Green synthesis and characterization of gold and silver nanoparticles and their application for development of a third generation lactose biosensor, Electroanalysis 29 (2017) 77e86. https://doi.org/10.1002/elan.201600476. [90] E. Alzahrani, Colorimetric detection based on localized surface plasmon resonance optical characteristics for sensing of mercury using greensynthesized silver nanoparticles, J. Anal. Methods Chem. 2020 (2020). https://doi.org/10.1155/2020/6026312. [91] L. Li, Z. Zhang, Biosynthesis of gold nanoparticles using green alga Pithophora oedogonia with their electrochemical performance for determining carbendazim in soil, Int. J. Electrochem. Sci. 11 (2016) 4550e4559. https://doi.org/ 10.20964/2016.06.13. [92] R. Karthik, R. Sasikumar, S.M. Chen, M. Govindasamy, J. Vinoth Kumar, V. Muthuraj, Green synthesis of platinum nanoparticles using Quercus glauca extract and its electrochemical oxidation of hydrazine in water samples, Int. J. Electrochem. Sci. 11 (2016) 8245e8255. https://doi.org/10.20964/2016.10.62. [93] X. Yang, Æ.Q. Li, Æ.H. Wang, Æ.J. Huang, Æ.L. Lin, L. Hong, Æ.Y. Wang, Æ.N. He, Æ.L. Jia, Green synthesis of palladium nanoparticles using broth of Cinnamomum camphora leaf, J. Nanoparticle Res. (2010) 1589e1598. https:// doi.org/10.1007/s11051-009-9675-1. [94] M. Sathishkumar, K. Sneha, I.S. Kwak, J. Mao, S.J. Tripathy, Y.S. Yun, Phytocrystallization of palladium through reduction process using Cinnamom zeylanicum bark extract, J. Hazard Mater. 171 (2009) 400e404. https:// doi.org/10.1016/j.jhazmat.2009.06.014. [95] L. Jia, Q. Zhang, Q. Li, H. Song, The biosynthesis of palladium nanoparticles by antioxidants in Gardenia jasminoides Ellis: long lifetime nanocatalysts for pnitrotoluene hydrogenation, Nanotechnology 20 (2009). https://doi.org/ 10.1088/0957-4484/20/38/385601. [96] S. Momeni, I. Nabipour, A simple green synthesis of palladium nanoparticles with Sargassum alga and their electrocatalytic activities towards hydrogen peroxide, Appl. Biochem. Biotechnol. 176 (2015) 1937e1949. https://doi.org/ 10.1007/s12010-015-1690-3. [97] Y. Liu, Q. Zhou, J. Li, M. Lei, X. Yan, Selective and sensitive chemosensor for lead ions using fluorescent carbon dots prepared from chocolate by one-step hydrothermal method, Sensor. Actuator. B Chem. 237 (2016) 597e604. https://doi.org/10.1016/j.snb.2016.06.092. [98] Y. Liu, Y. Zhao, Y. Zhang, One-step green synthesized fluorescent carbon nanodots from bamboo leaves for copper(II) ion detection, Sensor. Actuator. B Chem. 196 (2014) 647e652. https://doi.org/10.1016/j.snb.2014.02.053. [99] W. Liu, H. Diao, H. Chang, H. Wang, T. Li, W. Wei, Green synthesis of carbon dots from rose-heart radish and application for Fe3þ detection and cell imaging, Sensor. Actuator. B Chem. 241 (2017) 190e198. https://doi.org/ 10.1016/j.snb.2016.10.068. [100] C. Zhao, Y. Jiao, F. Hu, Y. Yang, Green synthesis of carbon dots from pork and application as nanosensors for uric acid detection, Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 190 (2018) 360e367. https://doi.org/10.1016/ j.saa.2017.09.037. [101] H. Xu, X. Yang, G. Li, C. Zhao, X. Liao, Green synthesis of fluorescent carbon dots for selective detection of tartrazine in food samples, J. Agric. Food Chem. 63 (2015) 6707e6714. https://doi.org/10.1021/acs.jafc.5b02319. [102] J. Liao, Z. Cheng, L. Zhou, Nitrogen-doping enhanced fluorescent carbon dots: green synthesis and their applications for bioimaging and label-free detection of Au3þ ions, ACS Sustain. Chem. Eng. 4 (2016) 3053e3061. https:// doi.org/10.1021/acssuschemeng.6b00018. [103] Y. Zou, F. Yan, L. Dai, Y. Luo, Y. Fu, N. Yang, J. Wun, L. Chen, High photoluminescent carbon nanodots and quercetin-Al3þ construct a ratiometric fluorescent sensing system, Carbon N. Y. 77 (2014) 1148e1156. https:// doi.org/10.1016/j.carbon.2014.06.056. [104] R. Shariati, B. Rezaei, H.R. Jamei, A.A. Ensafi, Manufacturing of a sensitive and selective optical sensor based on molecularly imprinted polymers and green carbon dots synthesized from cedrus plant for trace analysis of propranolol, Anal. Sci. 35 (2019) 1083e1088. https://doi.org/10.2116/analsci.19P133.\n[105] M. Zheng, Y. Wang, C. Wang, W. Wei, S. Ma, X. Sun, J. He, Green synthesis of carbon dots functionalized silver nanoparticles for the colorimetric detection of phoxim, Talanta 185 (2018) 309e315. https://doi.org/10.1016/ j.talanta.2018.03.066. [106] B. Kartick, S.K. Srivastava, I. Srivastava, Green synthesis of graphene, J. Nanosci. Nanotechnol. 13 (2013) 4320e4324. https://doi.org/10.1166/ jnn.2013.7461. [107] C. Zhu, S. Guo, Y. Fang, S. Dong, Reducing sugar: new functional molecules for the green synthesis of graphene nanosheets, ACS Nano 4 (2010) 2429e2437. https://doi.org/10.1021/nn1002387. [108] M. Amouzadeh Tabrizi, J.N. Varkani, Green synthesis of reduced graphene oxide decorated with gold nanoparticles and its glucose sensing application, Sensor. Actuator. B Chem. 202 (2014) 475e482. https://doi.org/10.1016/ j.snb.2014.05.099. [109] M.Y. Wang, T. Shen, M. Wang, D. Zhang, J. Chen, One-pot green synthesis of Ag nanoparticles-decorated reduced graphene oxide for efficient nonenzymatic H2O2 biosensor, Mater. Lett. 107 (2013) 311e314. https://doi.org/ 10.1016/j.matlet.2013.06.031. [110] S. Nazarpour, R. Hajian, M.H. Sabzvari, A novel nanocomposite electrochemical sensor based on green synthesis of reduced graphene oxide/gold nanoparticles modified screen printed electrode for determination of tryptophan using response surface methodology approach, Microchem. J. (2020) 104634. https://doi.org/10.1016/j.microc.2020.104634. [111] M. Maruthupandy, Y. Zuo, J.S. Chen, J.M. Song, H.L. Niu, C.J. Mao, S.Y. Zhang, Y.H. Shen, Synthesis of metal oxide nanoparticles (CuO and ZnO NPs) via biological template and their optical sensor applications, Appl. Surf. Sci. 397 (2017) 167e174. https://doi.org/10.1016/j.apsusc.2016.11.118. [112] F. Jiang, R. Yue, Y. Du, J. Xu, P. Yang, A one-pot “green” synthesis of Pddecorated PEDOT nanospheres for nonenzymatic hydrogen peroxide sensing, Biosens. Bioelectron. 44 (2013) 127e131. https://doi.org/10.1016/ j.bios.2013.01.003. [113] Statnano, STATNANO : Nano Science, Technology and Industry Information, 2019. https://product.statnano.com. [114] M. Kah, R.S. Kookana, A. Gogos, T.D. Bucheli, A critical evaluation of nanopesticides and nanofertilizers against their conventional analogues, Nat. Nanotechnol. 13 (2018) 677e684. https://doi.org/10.1038/s41565-0180131-1. [115] M. Kah, H. Walch, T. Hofmann, Environmental fate of nanopesticides: durability, sorption and photodegradation of nanoformulated clothianidin, Environ. Sci. Nano. 5 (2018) 882e889. https://doi.org/10.1039/c8en00038g. [116] S.C. Dinda, Bioaccumulation and toxic pProfiling of nNanostructured particles and materials, Unraveling Saf. Profile Nanoscale Part. Mater. - From Biomed. to Environ. Appl. (2018). https://doi.org/10.5772/intechopen.74802. [117] P. Laux, J. Tentschert, C. Riebeling, A. Braeuning, O. Creutzenberg, A. Epp, V. Fessard, K.H. Haas, A. Haase, K. Hund-Rinke, N. Jakubowski, P. Kearns, A. Lampen, H. Rauscher, R. Schoonjans, A. St€ormer, A. Thielmann, U. Mühle, A. Luch, Nanomaterials: certain aspects of application, risk assessment and risk communication, Arch. Toxicol. 92 (2018) 121e141. https://doi.org/ 10.1007/s00204-017-2144-1. [118] J.J. Villaverde, B. Sevilla-Mor an, C. L opez-Goti, J.L. Alonso-Prados, P. SandínEspa~na, Considerations of nano-QSAR/QSPR models for nanopesticide risk assessment within the European legislative framework, Sci. Total Environ. 634 (2018) 1530e1539. https://doi.org/10.1016/j.scitotenv.2018.04.033. [119] F. Abdolahpur Monikh, L. Chupani, M.G. Vijver, M. Vancov a, W.J.G.M. Peijnenburg, Analytical approaches for characterizing and quantifying engineered nanoparticles in biological matrices from an (eco)toxicological perspective: old challenges, new methods and techniques, Sci. Total Environ. 660 (2019) 1283e1293. https://doi.org/10.1016/j.scitotenv.2019.01.105. [120] B.D. Lade, D.P. Gogle, D.B. Lade, G.M. Moon, S.B. Nandeshwar, S.D. Kumbhare, Chapter 7 - Nanobiopesticide Formulations: Application Strategies Today and Future Perspectives, Elsevier Inc., 2019. https://doi.org/10.1016/B978-012-815829-6.00007-3. [121] C.E. Handford, M. Dean, M. Henchion, M. Spence, T. Christopher, K. Campbell, C.E. Handford, M. Dean, M. Henchion, M. Spence, T. Christopher, K. Campbell, Implications of nanotechnology for the agri-food industry: opportunities, benefits and risks, Trends Food Sci. Technol. (2014). https://doi.org/10.1016/ j.tifs.2014.09.007. [122] R.K. Das, V. Laxman, P. Linson, Biological synthesis of metallic nanoparticles : plants, animals and microbial aspects, Nanotechnol. Environ. Eng. (2017). https://doi.org/10.1007/s41204-017-0029-4."
    } ],
    "references" : [ {
      "title" : "EPA, Inventory of U.S. Greenhouse Gas Emissions and Sinks, US EPA., 2017",
      "author" : [ "US O" ],
      "venue" : "https://www.epa.gov/ghgemissions/inventory-us-greenhouse-gasemissions-and-sinks. (Accessed",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2019
    }, {
      "title" : "Climate change and global food systems: potential impacts on food security and undernutrition",
      "author" : [ "S.S. Myers", "M.R. Smith", "S. Guth", "C.D. Golden", "B. Vaitla", "N.D. Mueller", "A.D. Dangour", "P. Huybers" ],
      "venue" : "Annu. Rev. Publ. Health 38 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A",
      "author" : [ "M.C. Camara", "E.V.R. Campos", "R.A. Monteiro" ],
      "venue" : "Do Espirito Santo Pereira, P.L. De Freitas Proença, L.F. Fraceto, Development of stimuli-responsive nano-based pesticides: emerging opportunities for agriculture, J. Nanobiotechnol. 17 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Capturing Thematic Intervention of Nanotechnology in Agriculture Sector: A Scientometric Approach",
      "author" : [ "M. Bhati", "K. Bansal", "R. Rai" ],
      "venue" : "first ed., Elsevier B.V.",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Nanotechnology for Sustainable Agriculture",
      "author" : [ "K. Poddar", "J. Vijayan", "S. Ray", "T. Adak" ],
      "venue" : "Elsevier Inc.",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nanotechnology: an agricultural paradigm",
      "author" : [ "R. Prasad", "M. Kumar", "V. Kumar" ],
      "venue" : "Nanotechnol. An Agric. Paradig. ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Green nanotechnology for biomedical",
      "author" : [ "S.V. Ganachari", "J.S. Yaradoddi", "S.B. Somappa", "P. Mogre", "R.P. Tapaskar", "B. Salimath", "A. Venkataraman", "V.J. Viswanath" ],
      "venue" : "food, and agricultural applications, Handb. Ecomater. 4 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Green nanotechnology is a key for eco-friendly agriculture",
      "author" : [ "P. Ashoka", "R.S. Meena", "N. Gogoi", "S. Kumar", "G.S. Yadav", "J. Layek" ],
      "venue" : "J. Clean. Prod. 142 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "F",
      "author" : [ "H.C. Erythropel", "J.B. Zimmerman", "T.M. De Winter", "L. Petitjean" ],
      "venue" : "Melnikov, C.H. Lam, A.W. Lounsbury, K.E. Mellor, N.Z. Jankovi c, Q. Tu, L.N. Pincus, M.M. Falinski, W. Shi, P. Coish, D.L. Plata, P.T. Anastas, The Green Chemis- TREE: 20 years after taking root with the 12 principles, Green Chem. 20 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Biosynthesis of nanoparticles using eco-friendly factories and their role in plant pathogenicity: a review",
      "author" : [ "P. Kaur Nayantara" ],
      "venue" : "Biotechnol. Res. Innov. 2 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Green nanomaterials: on track for a sustainable future",
      "author" : [ "Y. Lu", "S. Ozcan" ],
      "venue" : "Nano Today 10 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Penicillium family as emerging nanofactory for biosynthesis of green nanomaterials: a journey into the World of microorganisms",
      "author" : [ "H. Barabadi", "B. Tajani", "M. Moradi", "K. Damavandi Kamali", "R. Meena", "S. Honary", "M.A. Mahjoub", "M. Saravanan" ],
      "venue" : "J. Cluster Sci. 30 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A comprehensive review on green nanomaterials using biological systems: recent perception and their future applications",
      "author" : [ "R.G. Saratale", "I. Karuppusamy", "G.D. Saratale", "A. Pugazhendhi", "G. Kumar", "Y. Park", "G.S. Ghodake", "R.N. Bhargava", "J.R. Banu", "H.S. Shin" ],
      "venue" : "Colloids Surf. B Biointerfaces ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "An insight into nanocellulose as soft condensed matter: challenge and future prospective toward environmental sustainability",
      "author" : [ "K.W. Tan", "S.K. Heo", "M.L. Foo", "I.M.L. Chew", "C.K. Yoo" ],
      "venue" : "Sci. Total Environ. 650 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Cellulosic nanomaterials in food and nutraceutical applications: a review",
      "author" : [ "A. Khan", "Y. Wen", "T. Huq", "Y. Ni" ],
      "venue" : "J. Agric. Food Chem. 66 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Green nanomaterials for clean environment",
      "author" : [ "C. Rajasekhar", "S. Kanchi" ],
      "venue" : "Handb. Ecomater. 1 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "High volume fly ash mortar containing nano-calcium carbonate as a sustainable cementitious material: microstructure and strength development",
      "author" : [ "H. Yang", "Y. Che", "F. Leng" ],
      "venue" : "Sci. Rep. 8 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Ternary Bi2S3/MoS2/TiO2 with double Z-scheme configuration as high performance photocatalyst",
      "author" : [ "Q.A. Drmosh", "A. Hezam", "A.H.Y. Hendi", "M. Qamar", "Z.H. Yamani", "K. Byrappa" ],
      "venue" : "Appl. Surf. Sci. 499 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Bellido-Milla, Experimental design applied to optimisation of silica nanoparticles size obtained by sonosynthesis",
      "author" : [ "R.J. Gonz  alez-  Alvarez", "I. Naranjo-Rodríguez", "M.P. Hern  andez-Artiga", "J.M. Palacios-Santander", "D.L. Cubillana-Aguilera" ],
      "venue" : "J. Sol. Gel Sci. Technol",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2016
    }, {
      "title" : "Ultrasound-assisted bottom-up synthesis of Nigraphene hybrid composites and their excellent rhodamine B removal properties",
      "author" : [ "X. Tao", "S. Wang", "Z. Li" ],
      "venue" : "J. Environ. Manag. 255 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Study of solvent effect on the synthesis of magnetic molecularly imprinted polymers based on ultrasound probe: application for sulfonamide detection, Ultrason. Sonochem",
      "author" : [ "A. Lamaoui", "A.A. Lahcen", "J.J. García-Guzm an", "J.M. Palacios-Santander", "L. Cubillana-Aguilera", "A. Amine" ],
      "venue" : null,
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2019
    }, {
      "title" : "One-step facile synthesis of PbS quantum dots/Pb (DMDC)2 hybrids and their application as a low-cost SERS substrate",
      "author" : [ "A. Liu", "H. Jin", "J. Li", "L. Chen", "H. Zheng", "X. Mao", "D. Lin", "J. Wang", "S. Wang", "W. Jiang" ],
      "venue" : "J. Raman Spectrosc. 50 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Bio-inspired green nanoparticles: synthesis",
      "author" : [ "P. Velusamy", "G.V. Kumar", "V. Jeyanthi", "J. Das", "R. Pachaiappan" ],
      "venue" : "mechanism, and antibacterial application, Toxicol. Res. 32 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Microorganism assisted synthesized nanoparticles for catalytic applications",
      "author" : [ "X. Fang", "Y. Wang", "Z. Wang", "Z. Jiang", "M. Dong" ],
      "venue" : "Energies 12 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Extracellular biosynthesis of bactericidal Ag/AgCl nanoparticles for crop protection using the fungus Macrophomina phaseolina",
      "author" : [ "F.N. Spagnoletti", "C. Spedalieri", "F. Kronberg", "R. Giacometti" ],
      "venue" : "J. Environ. Manag. 231 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Fungal cell wall polymer based nanoparticles in protection of tomato plants from wilt disease caused by Fusarium oxysporum f.sp",
      "author" : [ "M. Sathiyabama", "R.E. Charles" ],
      "venue" : "lycopersici, Carbohydr. Polym",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2015
    }, {
      "title" : "Protective role of biosynthesized silver nanoparticles against early blight disease in Solanum lycopersicum",
      "author" : [ "M. Kumari", "S. Pandey", "A. Bhattacharya", "A. Mishra", "C.S. Nautiyal" ],
      "venue" : "Plant Physiol. Biochem. 121 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Biosynthesis of Silver and Gold Nanoparticles Using Trichoderma Atroviride for the Biological Control of Phomopsis Canker Disease in Tea Plants, 2016",
      "author" : [ "P. Ponmurugan" ],
      "venue" : "pp. 1e7",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2016
    }, {
      "title" : "Potential of biosynthesized silver nanoparticles using Stenotrophomonas sp",
      "author" : [ "S. Mishra", "B.R. Singh", "A.H. Naqvi", "H.B. Singh" ],
      "venue" : "BHU-S7 (MTCC 5978) for management of soil-borne and foliar phytopathogens, Nat. Publ. Gr. ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "R",
      "author" : [ "D. Kamil", "T. Prameeladevi", "S. Ganesh", "N. Prabhakaran" ],
      "venue" : "Nareshkumar, S.P. Thomas, Green Synthesis of Silver Nanoparticles by Entomopathogenic Fungus Beauveria Bassiana and Their Bioefficacy against Mustard Aphid (Lipaphis Erysimi Kalt.) Green Synthesis of Silver Nanoparticles by Entomopathogenic Fungus Beauveria Bassiana and Their Bi",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Bacillus thuringiensis coated zinc oxide nanoparticle and its biopesticidal effects on the pulse beetle",
      "author" : [ "B. Malaikozhundan", "B. Vaseeharan", "S. Vijayakumar", "M.P. Thangaraj" ],
      "venue" : "Callosobruchus maculatus, J. Photochem. Photobiol. B Biol. 174 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Green synthesis of silver nanoparticles using Euphorbia confinalis stem extract",
      "author" : [ "N.M. Muchanyereyi", "T. Muchenje", "S. Nyoni", "M. Shumba", "M. Mupa" ],
      "venue" : "characterization and evaluation of antimicrobial activity, J Nanomater Mol Nanotechnol 6 (3) ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Facile synthesis of silver nanoparticles using Euphorbia antiquorum L",
      "author" : [ "C. Rajkuberan", "S. Prabukumar", "G. Sathishkumar", "A. Wilson", "K. Ravindran", "S. Sivaramakrishnan" ],
      "venue" : "latex extract and evaluation of their biomedical perspectives as anticancer agents, J. SAUDI Chem. Soc. ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Sapota fruit latex mediated synthesis of Ag",
      "author" : [ "S.I. Thakore", "P.S. Nagar", "R.N. Jadeja", "M. Thounaojam", "R.V. Devkar", "P. Singh" ],
      "venue" : "Cu mono and bimetallic nanoparticles and their in vitro toxicity studies, Arab J. Chem. ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Antibacterial and cytotoxic potential of silver nanoparticles synthesized using latex of Calotropis gigantea L",
      "author" : [ "C. Rajkuberan", "K. Sudha", "G. Sathishkumar", "S. Sivaramakrishnan" ],
      "venue" : "Spectrochim. ACTA PART A Mol. Biomol. Spectrosc. ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Green synthesis of silver nanoparticles using latex extract of Euphorbia tirucalli: a novel approach for the management of root knot nematode",
      "author" : [ "D. Kalaiselvi", "A. Mohankumar", "G. Shanmugam", "S. Nivitha", "P. Sundararaj" ],
      "venue" : "Meloidogyne incognita, Crop Protect. 117 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Biofabricated zinc oxide nanoparticles as an ecofriendly alternative for growth promotion and management of downy mildew of pearl millet",
      "author" : [ "M. Nandhini", "S.B. Rajini", "A.C. Udayashankar", "S.R. Niranjana", "O.S. Lund", "H.S. Shetty", "S. Prakash" ],
      "venue" : "Crop Protect. 121 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "S",
      "author" : [ "K. Muralikrishna", "R.C. Bhattacharya", "M. Tiwari", "N. Sharma" ],
      "venue" : "V Sahi, Enhanced plant growth promoting role of phycomolecules coated zinc oxide nanoparticles with P supplementation in cotton (Gossypium hirsutum L.), Plant Physiol. Biochem. ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Effect of parthenium based vermicompost and zinc oxide nanoparticles on growth and yield O F Arachis hypogaea L",
      "author" : [ "P. Rajiv", "P. Vanathi" ],
      "venue" : "zinc deficient soil, Biocatal. Agric. Biotechnol. ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Zinc complexed chitosan/TPP nanoparticles : a promising micronutrient nanocarrier suited for foliar application",
      "author" : [ "P. Deshpande", "A. Dapkekar", "M.D. Oak", "K.M. Paknikar", "J.M. Rajwade" ],
      "venue" : "Carbohydr. Polym. ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Ecotoxicity of Musa paradisiaca leaf extract-coated ZnO nanoparticles to the freshwater microcrustacean Ceriodaphnia cornuta",
      "author" : [ "N. Balashanmugam", "D. Surmistha" ],
      "venue" : "Limnologica (2017). https://doi.org/10.1016/ j.limno.2017.09.004.  C. Bartolucci et al. / Trends in Analytical Chemistry 125 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Comparative studies of sunlight mediated green synthesis of silver nanoparaticles from Azadirachta indica leaf extract and its antibacterial effect on Xanthomonas oryzae pv",
      "author" : [ "M. Mankad", "G. Patil", "D. Patel", "P. Patel", "A. Patel" ],
      "venue" : "oryzae, Arab J. Chem. ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Phyllanthus emblica fruit extract stabilized biogenic silver nanoparticles as a growth promoter of wheat varieties by reducing ROS toxicity",
      "author" : [ "R. Kannaujia", "C. Mohan", "V. Prasad", "B.N. Singh" ],
      "venue" : "Plant Physiol. Biochem. 142 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Preparation",
      "author" : [ "D.C. Pham", "T.H. Nguyen", "U.T.P. Ngoc", "N.T.T. Le", "T.V. Tran", "D.H. Nguyen" ],
      "venue" : "characterization and antifungal properties of chitosan-silver nanoparticles synergize fungicide against Pyricularia oryzae, J. Nanosci. Nanotechnol. 18 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effect of phycochemical coated silver nanocomplexes as novel growthstimulating compounds for plant regeneration of Alternanthera sessilis L",
      "author" : [ "P. Venkatachalam", "S. Malar", "M. Thiyagarajan", "P. Indiraarulselvi", "N. Geetha" ],
      "venue" : "J. Appl. Phycol. 29 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Environmentally benign synthesis of phytochemicals-capped gold nanoparticles as nanopriming agent for promoting maize seed germination",
      "author" : [ "W. Mahakham", "P. Theerakulpisut", "S. Maensiri", "S. Phumying", "A.K. Sarmah" ],
      "venue" : "Sci. Total Environ. 573 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Biosynthesis",
      "author" : [ "M. Nagalingam", "V.N. Kalpana", "A. Panneerselvam" ],
      "venue" : "characterization, and evaluation of bioactivities of leaf extract-mediated biocompatible gold nanoparticles from Alternanthera bettzickiana, Biotechnol. Rep. 19 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effect of biologically synthesized copper oxide nanoparticles on metabolism and antioxidant activity to the crop plants Solanum lycopersicum and Brassica oleracea var",
      "author" : [ "A. Singh", "N.B. Singh", "I. Hussain", "H. Singh" ],
      "venue" : "botrytis, J. Biotechnol. 262 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Synthesis and in vitro antifungal efficacy of Cu-chitosan nanoparticles against pathogenic fungi of tomato",
      "author" : [ "V. Saharan", "G. Sharma", "M. Yadav", "M.K. Choudhary", "S.S. Sharma", "A. Pal", "R. Raliya", "P. Biswas" ],
      "venue" : "Int. J. Biol. Macromol. 75 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "V",
      "author" : [ "R.C. Choudhary", "R.V. Kumaraswamy", "S. Kumari", "S.S. Sharma", "A. Pal", "R. Raliya", "P. Biswas" ],
      "venue" : "Saharan, Cu-chitosan nanoparticle boost defense responses and plant growth in maize (Zea mays L.), Sci. Rep. 7 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Green synthesis of nano-sized sulfur and its effect on plant growth",
      "author" : [ "N.M. Salem", "L.S. Albanna", "A.M. Awwad", "Q.M. Ibrahim", "A.O. Abdeen" ],
      "venue" : "J. Agric. Sci. 8 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Sulfur nanoparticles improves root and shoot growth of tomato",
      "author" : [ "N.M. Salem", "L.S. Albanna", "A.O. Abdeen", "Q.I. Ibrahim", "A.M. Awwad" ],
      "venue" : "J. Agric. Sci. 8 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A review on the biosynthesis of metal and metal salt nanoparticles by microbes",
      "author" : [ "G. Gahlawat", "A.R. Choudhury" ],
      "venue" : "RSC Adv. 9 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Rapid biosynthesis of silver nanoparticles based on flocculation and reduction of an exopolysaccharide from arthrobacter sp",
      "author" : [ "L. Yumei", "L. Yamei", "L. Qiang", "B. Jie" ],
      "venue" : "B4: its antimicrobial activity and phytotoxicity, J. Nanomater. 2017 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Metal nanoparticles fabricated by green chemistry using natural extracts: biosynthesis",
      "author" : [ "H.R. El-Seedi", "R.M. El-Shabasy", "S.A.M. Khalifa", "A. Saeed", "A. Shah", "R. Shah", "F.J. Iftikhar", "M.M. Abdel-Daim", "A. Omri", "N.H. Hajrahand", "J.S.M. Sabir", "X. Zou", "M.F. Halabi", "W. Sarhan", "W. Guo" ],
      "venue" : "mechanisms, and applications, RSC Adv. 9 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Biological synthesis of nanoparticles from plants and microorganisms",
      "author" : [ "P. Singh", "Y.J. Kim", "D. Zhang", "D.C. Yang" ],
      "venue" : "Trends Biotechnol. 34 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Opportunities and challenges for nanotechnology in the agri-tech revolution",
      "author" : [ "G.V. Lowry", "A. Avellan", "L.M. Gilbertson" ],
      "venue" : "Nat. Nanotechnol. 14 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "C",
      "author" : [ "D. Merino" ],
      "venue" : "Casalongu e, V.A. Alvarez, Polysaccharides as eco-nanomaterials for agricultural applications, Handb. Ecomater. 4 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Polysaccharides as safer release systems for agrochemicals, Agron",
      "author" : [ "E.V.R. Campos", "J.L. de Oliveira", "L.F. Fraceto", "B. Singh" ],
      "venue" : "Sustain. Dev",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2014
    }, {
      "title" : "Extraction of chitosan and its oligomers from shrimp shell waste",
      "author" : [ "T.K. Varun", "S. Senani", "N. Jayapal", "J. Chikkerur", "S. Roy", "V.B. Tekulapally", "M. Gautam", "N. Kumar" ],
      "venue" : "their characterization and antimicrobial effect, Vet. World 10 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Development of chitosan nanocapsules for the controlled release of hexaconazole",
      "author" : [ "N. Chauhan", "N. Dilbaghi", "M. Gopal", "R. Kumar", "K.H. Kim", "S. Kumar" ],
      "venue" : "Int. J. Biol. Macromol. 97 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Chitosan Nanoparticles as Carrier Systems for the Plant Growth Hormone Gibberellic Acid",
      "author" : [ "A.E.S. Pereira", "P.M. Silva", "J.L. Oliveira", "H.C. Oliveira", "L.F. Fraceto" ],
      "venue" : "Elsevier B.V.",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Fraceto, g-Polyglutamic acid/chitosan nanoparticles for the plant growth regulator gibberellic acid: characterization and evaluation of biological activity, Carbohydr. Polym",
      "author" : [ "A.E.S. Pereira", "I.E. Sandoval-Herrera", "S.A. Zavala-Betancourt", "H.C. Oliveira", "A.S. Ledezma-P erez", "L.F.J. Romero" ],
      "venue" : null,
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2016
    }, {
      "title" : "Chitosan nanoparticles loaded with thiamine stimulate growth and enhances protection against wilt disease in Chickpea",
      "author" : [ "S. Muthukrishnan", "I. Murugan", "M. Selvaraj" ],
      "venue" : "Carbohydr. Polym. 212 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Synthesis and characterization of chitosan nanoparticles and their effect on Fusarium head blight and oxidative activity in wheat",
      "author" : [ "A. Kheiri", "S.A. Moosawi Jorf", "A. Malihipour", "H. Saremi", "M. Nikkhah" ],
      "venue" : "Int. J. Biol. Macromol. 102 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Effect of O-chitosan nanoparticles on the development and membrane permeability of Verticillium dahliae",
      "author" : [ "K. Xing", "Y. Liu", "X. Shen", "X. Zhu", "X. Li", "X. Miao", "Z. Feng", "X. Peng", "S. Qin" ],
      "venue" : "Carbohydr. Polym. 165 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Nano chitosan-NPK fertilizer enhances the growth and productivity of wheat plants grown in sandy soil",
      "author" : [ "H.M.M. Abdel-Aziz", "M.N.A. Hasaneen", "A.M. Omer" ],
      "venue" : "Spanish J. Agric. Res. 14 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nanoparticles and Organic Matter: Process and Impact",
      "author" : [ "R. Velmurugan", "A. Incharoensakdi" ],
      "venue" : "Elsevier Inc.",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Lignins from sugarcane bagasse: renewable source of nanoparticles as Pickering emulsions stabilizers for bioactive compounds",
      "author" : [ "M.R.V. Bertolo", "L.B. Brenelli de Paiva", "V.M. Nascimento", "C.A. Gandin", "M.O. Neto", "C.E. Driemeier", "S.C. Rabelo" ],
      "venue" : "encapsulation, Ind. Crop. Prod",
      "citeRegEx" : "74",
      "shortCiteRegEx" : "74",
      "year" : 2019
    }, {
      "title" : "Sustained release of pesticide (Cypermethrin) from nanocarriers: an effective technique for environmental and crop protection",
      "author" : [ "S. Patel", "J. Bajpai", "R. Saini", "A.K. Bajpai", "S. Acharya" ],
      "venue" : "Process Saf. Environ. Protect. 117 ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Protein-based delivery systems for the nanoencapsulation of food ingredients",
      "author" : [ "M. Fathi", "F. Donsi", "D.J. McClements" ],
      "venue" : "Compr. Rev. Food Sci. Food Saf. 17 ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nanoencapsulation of Dlimonene within nanocarriers produced by pectin-whey protein complexes",
      "author" : [ "S. Ghasemi", "S.M. Jafari", "E. Assadpour", "M. Khomeiri" ],
      "venue" : "Food Hydrocolloids 77 ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Antimicrobial and antioxidant activity of unencapsulated and encapsulated clove (Syzygium aromaticum, L.) essential oil",
      "author" : [ "M. Radünz", "M.L.M. da Trindade", "T.M. Camargo", "A.L. Radünz", "C.D. Borges", "E.A. Gandra", "E. Helbig" ],
      "venue" : "Food Chem",
      "citeRegEx" : "78",
      "shortCiteRegEx" : "78",
      "year" : 2019
    }, {
      "title" : "Formation and characterization of zein-caseinate-pectin complex nanoparticles for encapsulation of eugenol",
      "author" : [ "M. Veneranda", "Q. Hu", "T. Wang", "Y. Luo", "K. Castro", "J.M. Madariaga" ],
      "venue" : "LWT - Food Sci. Technol. 89 ",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "G",
      "author" : [ "C. Kamaraj", "P.R. Gandhi", "G. Elango", "S. Karthi", "I.M. Chung" ],
      "venue" : "Rajakumar, Novel and environmental friendly approach; Impact of Neem (Azadirachta indica) gum nano formulation (NGNF) on Helicoverpa armigera (Hub.) and Spodoptera litura (Fab.), Int. J. Biol. Macromol. 107 ",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Zein nanoparticles as ecofriendly carrier systems for botanical repellents aiming sustainable agriculture",
      "author" : [ "J.L.D. Oliveira", "E.V.R. Campos", "A.E.S. Pereira", "T. Pasquoto", "R. Lima", "R. Grillo", "D.J. De Andrade", "F.A. Dos Santos", "L.F. Fraceto" ],
      "venue" : "J. Agric. Food Chem. 66 ",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Association of zein nanoparticles with botanical compounds for effective pest control systems",
      "author" : [ "J.L. de Oliveira", "E.V.R. Campos", "T. Germano-Costa", "J.F.R. Lima" ],
      "venue" : "Della Vechia,",
      "citeRegEx" : "82",
      "shortCiteRegEx" : "82",
      "year" : 2019
    }, {
      "title" : "R",
      "author" : [ "M. Pascoli" ],
      "venue" : "de Lima, L.F. Fraceto, Zein nanoparticles and strategies to improve colloidal stability: a mini-review, Front. Chem. 6 ",
      "citeRegEx" : "83",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Study of Limonene Loaded Zein Nanoparticles for Sustainable Agriculture",
      "author" : [ "D.K. Singh", "S. Das", "A. Materny" ],
      "venue" : "Adv. Spectrosc. Mol. To Mater, Springer",
      "citeRegEx" : "84",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Physical and antifungal properties of b-cyclodextrin microcapsules and nanofibre films containing cinnamon and oregano essential oils, LWT ",
      "author" : [ "K. Munhuweyi", "O.J. Caleb", "A.J. van Reenen", "U.L. Opara" ],
      "venue" : "Food Sci. Technol",
      "citeRegEx" : "85",
      "shortCiteRegEx" : "85",
      "year" : 2018
    }, {
      "title" : "Green synthesis of silver and gold nanoparticles using Rosa damascena and its primary application in  C",
      "author" : [ "S.M. Ghoreishi", "M. Behpour", "M. Khayatkashani" ],
      "venue" : "Bartolucci et al. / Trends in Analytical Chemistry 125 (2020) 115840  14 electrochemistry, Phys. E Low-Dimens. Syst. Nanostruct. 44 ",
      "citeRegEx" : "86",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Green synthesis of silver nanoparticles using onion extract and their application for the preparation of a modified electrode for determination of ascorbic acid",
      "author" : [ "M.A. Khalilzadeh", "M. Borzoo" ],
      "venue" : "J. Food Drug Anal. 24 ",
      "citeRegEx" : "87",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Green silver nanoparticles based multitechnique sensor for environmental hazardous Cu(II) ion",
      "author" : [ "M. Sebastian", "A. Aravind", "B. Mathew" ],
      "venue" : "Bionanoscience 9 ",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Green synthesis and characterization of gold and silver nanoparticles and their application for development of a third generation lactose biosensor",
      "author" : [ "P. Bollella", "C. Schulz", "G. Favero", "F. Mazzei", "R. Ludwig", "L. Gorton", "R. Antiochia" ],
      "venue" : "Electroanalysis 29 ",
      "citeRegEx" : "89",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Colorimetric detection based on localized surface plasmon resonance optical characteristics for sensing of mercury using greensynthesized silver nanoparticles",
      "author" : [ "E. Alzahrani" ],
      "venue" : "J. Anal. Methods Chem. 2020 ",
      "citeRegEx" : "90",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Biosynthesis of gold nanoparticles using green alga Pithophora oedogonia with their electrochemical performance for determining carbendazim in soil",
      "author" : [ "L. Li", "Z. Zhang" ],
      "venue" : "Int. J. Electrochem. Sci. 11 ",
      "citeRegEx" : "91",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Green synthesis of platinum nanoparticles using Quercus glauca extract and its electrochemical oxidation of hydrazine in water samples",
      "author" : [ "R. Karthik", "R. Sasikumar", "S.M. Chen", "M. Govindasamy", "J. Vinoth Kumar", "V. Muthuraj" ],
      "venue" : "Int. J. Electrochem. Sci. 11 ",
      "citeRegEx" : "92",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Green synthesis of palladium nanoparticles using broth of Cinnamomum camphora leaf",
      "author" : [ "X. Yang", "Æ.Q. Li", "Æ.H. Wang", "Æ.J. Huang", "Æ.L. Lin", "L. Hong", "Æ.Y. Wang", "Æ.N. He", "Æ.L. Jia" ],
      "venue" : "J. Nanoparticle Res. ",
      "citeRegEx" : "93",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Phytocrystallization of palladium through reduction process using Cinnamom zeylanicum bark extract",
      "author" : [ "M. Sathishkumar", "K. Sneha", "I.S. Kwak", "J. Mao", "S.J. Tripathy", "Y.S. Yun" ],
      "venue" : "J. Hazard Mater. 171 ",
      "citeRegEx" : "94",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "The biosynthesis of palladium nanoparticles by antioxidants in Gardenia jasminoides Ellis: long lifetime nanocatalysts for pnitrotoluene hydrogenation",
      "author" : [ "L. Jia", "Q. Zhang", "Q. Li", "H. Song" ],
      "venue" : "Nanotechnology 20 ",
      "citeRegEx" : "95",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "A simple green synthesis of palladium nanoparticles with Sargassum alga and their electrocatalytic activities towards hydrogen peroxide",
      "author" : [ "S. Momeni", "I. Nabipour" ],
      "venue" : "Appl. Biochem. Biotechnol. 176 ",
      "citeRegEx" : "96",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Selective and sensitive chemosensor for lead ions using fluorescent carbon dots prepared from chocolate by one-step hydrothermal method",
      "author" : [ "Y. Liu", "Q. Zhou", "J. Li", "M. Lei", "X. Yan" ],
      "venue" : "Sensor. Actuator. B Chem. 237 ",
      "citeRegEx" : "97",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "One-step green synthesized fluorescent carbon nanodots from bamboo leaves for copper(II) ion detection",
      "author" : [ "Y. Liu", "Y. Zhao", "Y. Zhang" ],
      "venue" : "Sensor. Actuator. B Chem. 196 ",
      "citeRegEx" : "98",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Green synthesis of carbon dots from rose-heart radish and application for Fe3þ detection and cell imaging",
      "author" : [ "W. Liu", "H. Diao", "H. Chang", "H. Wang", "T. Li", "W. Wei" ],
      "venue" : "Sensor. Actuator. B Chem. 241 ",
      "citeRegEx" : "99",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Green synthesis of carbon dots from pork and application as nanosensors for uric acid detection",
      "author" : [ "C. Zhao", "Y. Jiao", "F. Hu", "Y. Yang" ],
      "venue" : "Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 190 ",
      "citeRegEx" : "100",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Green synthesis of fluorescent carbon dots for selective detection of tartrazine in food samples",
      "author" : [ "H. Xu", "X. Yang", "G. Li", "C. Zhao", "X. Liao" ],
      "venue" : "J. Agric. Food Chem. 63 ",
      "citeRegEx" : "101",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Nitrogen-doping enhanced fluorescent carbon dots: green synthesis and their applications for bioimaging and label-free detection of Au3þ ions",
      "author" : [ "J. Liao", "Z. Cheng", "L. Zhou" ],
      "venue" : "ACS Sustain. Chem. Eng. 4 ",
      "citeRegEx" : "102",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "High photoluminescent carbon nanodots and quercetin-Al3þ construct a ratiometric fluorescent sensing system",
      "author" : [ "Y. Zou", "F. Yan", "L. Dai", "Y. Luo", "Y. Fu", "N. Yang", "J. Wun", "L. Chen" ],
      "venue" : "Carbon N. Y. 77 ",
      "citeRegEx" : "103",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Manufacturing of a sensitive and selective optical sensor based on molecularly imprinted polymers and green carbon dots synthesized from cedrus plant for trace analysis of propranolol",
      "author" : [ "R. Shariati", "B. Rezaei", "H.R. Jamei", "A.A. Ensafi" ],
      "venue" : "Anal. Sci. 35 ",
      "citeRegEx" : "104",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Green synthesis of carbon dots functionalized silver nanoparticles for the colorimetric detection of phoxim",
      "author" : [ "M. Zheng", "Y. Wang", "C. Wang", "W. Wei", "S. Ma", "X. Sun", "J. He" ],
      "venue" : "Talanta 185 ",
      "citeRegEx" : "105",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Green synthesis of graphene",
      "author" : [ "B. Kartick", "S.K. Srivastava", "I. Srivastava" ],
      "venue" : "J. Nanosci. Nanotechnol. 13 ",
      "citeRegEx" : "106",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Reducing sugar: new functional molecules for the green synthesis of graphene nanosheets",
      "author" : [ "C. Zhu", "S. Guo", "Y. Fang", "S. Dong" ],
      "venue" : "ACS Nano 4 ",
      "citeRegEx" : "107",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Green synthesis of reduced graphene oxide decorated with gold nanoparticles and its glucose sensing application",
      "author" : [ "M. Amouzadeh Tabrizi", "J.N. Varkani" ],
      "venue" : "Sensor. Actuator. B Chem. 202 ",
      "citeRegEx" : "108",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "One-pot green synthesis of Ag nanoparticles-decorated reduced graphene oxide for efficient nonenzymatic H2O2 biosensor",
      "author" : [ "M.Y. Wang", "T. Shen", "M. Wang", "D. Zhang", "J. Chen" ],
      "venue" : "Mater. Lett. 107 ",
      "citeRegEx" : "109",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "A novel nanocomposite electrochemical sensor based on green synthesis of reduced graphene oxide/gold nanoparticles modified screen printed electrode for determination of tryptophan using response surface methodology approach",
      "author" : [ "S. Nazarpour", "R. Hajian", "M.H. Sabzvari" ],
      "venue" : "Microchem. J. ",
      "citeRegEx" : "110",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Synthesis of metal oxide nanoparticles (CuO and ZnO NPs) via biological template and their optical sensor applications",
      "author" : [ "M. Maruthupandy", "Y. Zuo", "J.S. Chen", "J.M. Song", "H.L. Niu", "C.J. Mao", "S.Y. Zhang", "Y.H. Shen" ],
      "venue" : "Appl. Surf. Sci. 397 ",
      "citeRegEx" : "111",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A one-pot “green” synthesis of Pddecorated PEDOT nanospheres for nonenzymatic hydrogen peroxide sensing",
      "author" : [ "F. Jiang", "R. Yue", "Y. Du", "J. Xu", "P. Yang" ],
      "venue" : "Biosens. Bioelectron. 44 ",
      "citeRegEx" : "112",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "A critical evaluation of nanopesticides and nanofertilizers against their conventional analogues",
      "author" : [ "M. Kah", "R.S. Kookana", "A. Gogos", "T.D. Bucheli" ],
      "venue" : "Nat. Nanotechnol. 13 ",
      "citeRegEx" : "114",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Environmental fate of nanopesticides: durability",
      "author" : [ "M. Kah", "H. Walch", "T. Hofmann" ],
      "venue" : "sorption and photodegradation of nanoformulated clothianidin, Environ. Sci. Nano. 5 ",
      "citeRegEx" : "115",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Bioaccumulation and toxic pProfiling of nNanostructured particles and materials",
      "author" : [ "S.C. Dinda" ],
      "venue" : "Unraveling Saf. Profile Nanoscale Part. Mater. - From Biomed. to Environ. Appl. ",
      "citeRegEx" : "116",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A",
      "author" : [ "P. Laux", "J. Tentschert", "C. Riebeling", "A. Braeuning", "O. Creutzenberg", "A. Epp", "V. Fessard", "K.H. Haas", "A. Haase", "K. Hund-Rinke", "N. Jakubowski", "P. Kearns", "A. Lampen", "H. Rauscher", "R. Schoonjans" ],
      "venue" : "St€  ormer, A. Thielmann, U. Mühle, A. Luch, Nanomaterials: certain aspects of application, risk assessment and risk communication, Arch. Toxicol. 92 ",
      "citeRegEx" : "117",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "B",
      "author" : [ "J.J. Villaverde" ],
      "venue" : "Sevilla-Mor an, C. L opez-Goti, J.L. Alonso-Prados, P. Sandín- Espa~ na, Considerations of nano-QSAR/QSPR models for nanopesticide risk assessment within the European legislative framework, Sci. Total Environ. 634 ",
      "citeRegEx" : "118",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "M",
      "author" : [ "F. Abdolahpur Monikh", "L. Chupani", "M.G. Vijver" ],
      "venue" : "Vancov  a, W.J.G.M. Peijnenburg, Analytical approaches for characterizing and quantifying engineered nanoparticles in biological matrices from an (eco)toxicological perspective: old challenges, new methods and techniques, Sci. Total Environ. 660 ",
      "citeRegEx" : "119",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Chapter 7 - Nanobiopesticide Formulations: Application Strategies Today and Future Perspectives",
      "author" : [ "B.D. Lade", "D.P. Gogle", "D.B. Lade", "G.M. Moon", "S.B. Nandeshwar", "S.D. Kumbhare" ],
      "venue" : "Elsevier Inc.",
      "citeRegEx" : "120",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Implications of nanotechnology for the agri-food industry: opportunities",
      "author" : [ "C.E. Handford", "M. Dean", "M. Henchion", "M. Spence", "T. Christopher", "K. Campbell", "C.E. Handford", "M. Dean", "M. Henchion", "M. Spence", "T. Christopher", "K. Campbell" ],
      "venue" : "benefits and risks, Trends Food Sci. Technol. ",
      "citeRegEx" : "121",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Biological synthesis of metallic nanoparticles : plants",
      "author" : [ "R.K. Das", "V. Laxman", "P. Linson" ],
      "venue" : "animals and microbial aspects, Nanotechnol. Environ. Eng. ",
      "citeRegEx" : "122",
      "shortCiteRegEx" : null,
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "In addition, pesticides are the most energy-intensive agricultural inputs, and nitrogen fertilizers form the largest of all indirect energy inputs to agriculture, while agriculture itself is responsible for 10e12% of total greenhouse gas emissions [1].",
      "startOffset" : 248,
      "endOffset" : 251
    }, {
      "referenceID" : 1,
      "context" : "In a detrimental vicious cycle, the prevailing present agricultural practices intensify factors that negatively influence climate change, while growing environmental pressure and changing biophysical conditions affect both quality and quantity of food production, causing increased food insecurity, and hampering adequate nutrition and equitable food distribution [2].",
      "startOffset" : 364,
      "endOffset" : 367
    }, {
      "referenceID" : 2,
      "context" : "In particular, site-targeted controlled delivery of active substances, achieved through nano-based systems, improves efficiency, enhancing crop productivity with a reduced amount of inputs [4].",
      "startOffset" : 189,
      "endOffset" : 192
    }, {
      "referenceID" : 5,
      "context" : "The development of nanosensors also contributes to the improvement of soil quality and plant health [7].",
      "startOffset" : 100,
      "endOffset" : 103
    }, {
      "referenceID" : 6,
      "context" : "However, a constant difficulty concerns the need to produce these formulations without employing toxic compounds during synthesis [8,9].",
      "startOffset" : 130,
      "endOffset" : 135
    }, {
      "referenceID" : 7,
      "context" : "However, a constant difficulty concerns the need to produce these formulations without employing toxic compounds during synthesis [8,9].",
      "startOffset" : 130,
      "endOffset" : 135
    }, {
      "referenceID" : 6,
      "context" : "Until recently, nano-based formulations for agricultural applications were synthesized by chemical, physical, and biological techniques, which tend to be expensive and can lead to environmental toxicity, cytotoxicity, and carcinogenicity [8,9].",
      "startOffset" : 238,
      "endOffset" : 243
    }, {
      "referenceID" : 7,
      "context" : "Until recently, nano-based formulations for agricultural applications were synthesized by chemical, physical, and biological techniques, which tend to be expensive and can lead to environmental toxicity, cytotoxicity, and carcinogenicity [8,9].",
      "startOffset" : 238,
      "endOffset" : 243
    }, {
      "referenceID" : 9,
      "context" : "Of particular interest is nanobiotechnology, which exploits biological routes for the synthesis of nanoparticles, employing bacteria, fungi, algae, as well as plant extracts or specific biomolecules from plants (including carbohydrates, proteins, and lipids) to synthesize nanoparticles, using nontoxic and inexpensive materials, while ensuring minimal byproduct formation and low energy consumption [11].",
      "startOffset" : 400,
      "endOffset" : 404
    }, {
      "referenceID" : 10,
      "context" : "The increasing interest for green nanotechnology underlines the potential provided by the synthesis and application of green nanomaterials [12,13] in many different fields, such as agriculture and biomedicine [14], environment [15], food [16], energy [17], and building [18], in line with SDG 12 “Ensure sustainable consumption and production patterns” (Fig.",
      "startOffset" : 139,
      "endOffset" : 146
    }, {
      "referenceID" : 11,
      "context" : "The increasing interest for green nanotechnology underlines the potential provided by the synthesis and application of green nanomaterials [12,13] in many different fields, such as agriculture and biomedicine [14], environment [15], food [16], energy [17], and building [18], in line with SDG 12 “Ensure sustainable consumption and production patterns” (Fig.",
      "startOffset" : 139,
      "endOffset" : 146
    }, {
      "referenceID" : 12,
      "context" : "The increasing interest for green nanotechnology underlines the potential provided by the synthesis and application of green nanomaterials [12,13] in many different fields, such as agriculture and biomedicine [14], environment [15], food [16], energy [17], and building [18], in line with SDG 12 “Ensure sustainable consumption and production patterns” (Fig.",
      "startOffset" : 209,
      "endOffset" : 213
    }, {
      "referenceID" : 13,
      "context" : "The increasing interest for green nanotechnology underlines the potential provided by the synthesis and application of green nanomaterials [12,13] in many different fields, such as agriculture and biomedicine [14], environment [15], food [16], energy [17], and building [18], in line with SDG 12 “Ensure sustainable consumption and production patterns” (Fig.",
      "startOffset" : 227,
      "endOffset" : 231
    }, {
      "referenceID" : 14,
      "context" : "The increasing interest for green nanotechnology underlines the potential provided by the synthesis and application of green nanomaterials [12,13] in many different fields, such as agriculture and biomedicine [14], environment [15], food [16], energy [17], and building [18], in line with SDG 12 “Ensure sustainable consumption and production patterns” (Fig.",
      "startOffset" : 238,
      "endOffset" : 242
    }, {
      "referenceID" : 15,
      "context" : "The increasing interest for green nanotechnology underlines the potential provided by the synthesis and application of green nanomaterials [12,13] in many different fields, such as agriculture and biomedicine [14], environment [15], food [16], energy [17], and building [18], in line with SDG 12 “Ensure sustainable consumption and production patterns” (Fig.",
      "startOffset" : 251,
      "endOffset" : 255
    }, {
      "referenceID" : 16,
      "context" : "The increasing interest for green nanotechnology underlines the potential provided by the synthesis and application of green nanomaterials [12,13] in many different fields, such as agriculture and biomedicine [14], environment [15], food [16], energy [17], and building [18], in line with SDG 12 “Ensure sustainable consumption and production patterns” (Fig.",
      "startOffset" : 270,
      "endOffset" : 274
    }, {
      "referenceID" : 8,
      "context" : "[10], connected to the branch which represents the green chemistry principle ‘Design for energy efficiency’.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : ", nanorods, nanosheets, and nanotubes (1D and 2D nanomaterials) [19] using microwave; and nanoparticles (OD nanomaterials) [20] and graphene (2D nanomaterials) [21], among many others, using ultrasound-assisted synthesis.",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 18,
      "context" : ", nanorods, nanosheets, and nanotubes (1D and 2D nanomaterials) [19] using microwave; and nanoparticles (OD nanomaterials) [20] and graphene (2D nanomaterials) [21], among many others, using ultrasound-assisted synthesis.",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 19,
      "context" : ", nanorods, nanosheets, and nanotubes (1D and 2D nanomaterials) [19] using microwave; and nanoparticles (OD nanomaterials) [20] and graphene (2D nanomaterials) [21], among many others, using ultrasound-assisted synthesis.",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 20,
      "context" : "Nanocomposites can also be obtained in an ecological way [22] and, recently, a study regarding the synthesis of green nanomaterials (quantum dots), combining sonochemistry and microwave irradiation, has been reported [23].",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 21,
      "context" : "Nanocomposites can also be obtained in an ecological way [22] and, recently, a study regarding the synthesis of green nanomaterials (quantum dots), combining sonochemistry and microwave irradiation, has been reported [23].",
      "startOffset" : 217,
      "endOffset" : 221
    }, {
      "referenceID" : 22,
      "context" : "The production of nanoparticles using plants and microorganisms has attracted increasing attention from scientists worldwide, due to the eco-friendly nature and simplicity of these production processes, compared to other routes [25,26].",
      "startOffset" : 228,
      "endOffset" : 235
    }, {
      "referenceID" : 23,
      "context" : "The production of nanoparticles using plants and microorganisms has attracted increasing attention from scientists worldwide, due to the eco-friendly nature and simplicity of these production processes, compared to other routes [25,26].",
      "startOffset" : 228,
      "endOffset" : 235
    }, {
      "referenceID" : 24,
      "context" : "In addition, these nanoparticles could be used for seed protection, since no effects on seed germinationwere observed after treatment in vitro using filter paper in lab conditions (Whatman filter paper size 41) [27].",
      "startOffset" : 211,
      "endOffset" : 215
    }, {
      "referenceID" : 25,
      "context" : "In addition, the treatment with the nanoparticles increased the number of flowers and the yield of fruit [28].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 26,
      "context" : "The nanoparticles also inhibited the growth of phytopathogens such as Pyricularia grisea, Alternaria solani, and Fusarium oxysporum under in vitro lab conditions [29].",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 27,
      "context" : "52%, respectively, compared to infected untreated plants [30].",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 27,
      "context" : "Biosynthesized silver nanoparticles produced using an indigenous isolate of Trichoderma viride showed good antifungal activity when tested in vitro against the tea pathogen fungus Phomopsis theae [30].",
      "startOffset" : 196,
      "endOffset" : 200
    }, {
      "referenceID" : 28,
      "context" : "Rolfsii in chickpea plants was observed after 24 h of pathogen challenge, under greenhouse conditions [31].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 29,
      "context" : "bassiana isolates tested, two isolates caused the highest mortality rates of 90 and 64% against mustard aphid [32].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 35,
      "context" : "In vivo assays using tomato plants under greenhouse conditions showed a significant reduction in root infestation when the plants were treated with the silver nanoparticles, together with healthier plant growth [38].",
      "startOffset" : 211,
      "endOffset" : 215
    }, {
      "referenceID" : 36,
      "context" : "In addition, treatment with the nanoparticles significantly increased defense enzymes, seed germination, and seedling vigor under lab and greenhouse conditions [39].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 37,
      "context" : "In addition, there were increases of the contents of photosynthetic pigments and total soluble proteins [40].",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 52,
      "context" : "To the above mentioned advantages provided by the green synthesis of nanoparticles, some compounds present in plants or their extracts can act both as reducing and capping agents, generating stable nanoparticles and avoiding one of the separate steps required in physicochemical processes [56,57].",
      "startOffset" : 289,
      "endOffset" : 296
    }, {
      "referenceID" : 53,
      "context" : "To the above mentioned advantages provided by the green synthesis of nanoparticles, some compounds present in plants or their extracts can act both as reducing and capping agents, generating stable nanoparticles and avoiding one of the separate steps required in physicochemical processes [56,57].",
      "startOffset" : 289,
      "endOffset" : 296
    }, {
      "referenceID" : 54,
      "context" : "Furthermore, the use of plants to synthesize biogenic nanoparticles also has some drawbacks, such as dramatic changes in size and shape of nanoparticles, depending on which part is used for synthesis, extraction, isolation and purification of nanoparticles; low recovery due to decreased synthetic rate of nanoparticles, dependent on plants' variable yields of secreted proteins [58,59].",
      "startOffset" : 379,
      "endOffset" : 386
    }, {
      "referenceID" : 55,
      "context" : "In summary, it is necessary to acquire a deeper understanding of the mechanisms governing the synthesis of nanoparticles in live organisms, in order to assist in the development of cost-effective approaches for the industrial synthesis of nanoparticles with appropriate physicochemical properties, high biological activity, and low toxicity [60].",
      "startOffset" : 341,
      "endOffset" : 345
    }, {
      "referenceID" : 56,
      "context" : "As pointed out by Lowry [61], there is a crucial need to better understand the mechanism promoting both favourable as well as adverse responses, enticed by the use of nanoformulations under biotic (plant pathogens, insects, and weeds) and abiotic (temperature, drought, flooding, and salinity) stressors.",
      "startOffset" : 24,
      "endOffset" : 28
    }, {
      "referenceID" : 2,
      "context" : "A broad study in field conditions becomes essential to generate comprehensive data, in support of future decision making and development of appropriate regulatory tools [4].",
      "startOffset" : 169,
      "endOffset" : 172
    }, {
      "referenceID" : 57,
      "context" : "They offer desirable properties such as biodegradability, biocompatibility, good stability, semi-crystallinity, and non-toxicity [62,63].",
      "startOffset" : 129,
      "endOffset" : 136
    }, {
      "referenceID" : 58,
      "context" : "They offer desirable properties such as biodegradability, biocompatibility, good stability, semi-crystallinity, and non-toxicity [62,63].",
      "startOffset" : 129,
      "endOffset" : 136
    }, {
      "referenceID" : 57,
      "context" : "The sources of biopolymers include microorganisms, algae, plants, and animals [62].",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 59,
      "context" : "The deacetylation of chitin produces chitosan, a linear polycationic polymer composed of b-1,4-2-deoxy-2-amino-D-glucopyranose and b-1,4-2-deoxy-2-acetamido-D-glucopyranose glycosidic linkages [64].",
      "startOffset" : 193,
      "endOffset" : 197
    }, {
      "referenceID" : 60,
      "context" : "Chitosan-based nanocarriers have a wide range of applications in sustainable agriculture, such as crop protection [65,66] and improved plant growth [67,68].",
      "startOffset" : 114,
      "endOffset" : 121
    }, {
      "referenceID" : 61,
      "context" : "Chitosan-based nanocarriers have a wide range of applications in sustainable agriculture, such as crop protection [65,66] and improved plant growth [67,68].",
      "startOffset" : 148,
      "endOffset" : 155
    }, {
      "referenceID" : 62,
      "context" : "Chitosan-based nanocarriers have a wide range of applications in sustainable agriculture, such as crop protection [65,66] and improved plant growth [67,68].",
      "startOffset" : 148,
      "endOffset" : 155
    }, {
      "referenceID" : 63,
      "context" : "In addition, the induction of defense enzymes in the leaves and roots of the plants was observed after foliar treatment with the synthesized nanoparticles [69].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 64,
      "context" : "7 for plants treated with thiamine-chitosan nanoparticles and untreated control plants, respectively, 28 days after inoculation [70].",
      "startOffset" : 128,
      "endOffset" : 132
    }, {
      "referenceID" : 65,
      "context" : "In addition, the morphologies of the spores and hyphae were altered following treatment with the nanoparticles [71].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 66,
      "context" : "In addition, the grain yield increased by more than 50% in wheat plants treated with the chitosan-NPK nanoparticles, compared to untreated control plants [72].",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 67,
      "context" : "Another useful biopolymer is lignin, the second most abundant component of terrestrial plants, composed by propyl phenol units (coniferyl alcohol and sinapyl alcohol, with a smaller amount of pcoumaryl alcohol) [73].",
      "startOffset" : 211,
      "endOffset" : 215
    }, {
      "referenceID" : 68,
      "context" : "Organosolv lignin was found to provide greater stability, compared to alkaline lignin, with retention of 73% of the encapsulated curcumin after 96 h [74].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 69,
      "context" : "The results indicated that this nanoformulation could be a safe system for the sustained and slow release of cypermethrin, decreasing the environmental damage caused by its excessive use [75].",
      "startOffset" : 187,
      "endOffset" : 191
    }, {
      "referenceID" : 70,
      "context" : "These groups allow interaction with many different molecules, enabling the encapsulation of both hydrophobic and hydrophilic compounds [76].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 80,
      "context" : "Gold and silver nanoparticles synthesised using the flower extract of Rosa damascena have been used as reducing and stabilizing agents to modify glassy carbon electrodes, showing an increased electronic transmission rate between the modified electrode and [Fe(CN)6](3) /4 [86].",
      "startOffset" : 272,
      "endOffset" : 276
    }, {
      "referenceID" : 81,
      "context" : "(onion) extracts have been used to biosynthesise silver nanoparticles for the modification of a threeelectrode cell [87].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 82,
      "context" : "[88], by a simple approach based on bark extract of Moringa oleifera (MO).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 83,
      "context" : "Green gold and silver nanoparticles have been synthesised using quercetin as reducing agent to fabricate a third generation lactose biosensor based on cellobiose dehydrogenase from Trametes villosa, with increased electroactive areas and electronic transfer rate constants [89].",
      "startOffset" : 273,
      "endOffset" : 277
    }, {
      "referenceID" : 84,
      "context" : "Alzahrani and co-workers studied the detection of mercury II ions using green silver nanoparticles as colorimetric probe [90].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 85,
      "context" : "The biosynthesized Au nanoparticles, with an average diameter of 33 nm, were then used for the modification of screen-printed electrodes in the amperometric detection of trace amount of carbendazim [91].",
      "startOffset" : 198,
      "endOffset" : 202
    }, {
      "referenceID" : 86,
      "context" : "Quercus glauca leaves extract was used to synthesize platinum nanoparticles for the detection of environmental and human toxic hydrazine [92].",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 87,
      "context" : "Palladium nanoparticles with controlled size have been produced by green synthesis for biosensor application, exploiting different sources including Cinnamomum camphora leaf extract [93], Cinnamomum zeylanicum bark extract [94], and Gardenia jasminoides Ellis crude extract [95].",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 88,
      "context" : "Palladium nanoparticles with controlled size have been produced by green synthesis for biosensor application, exploiting different sources including Cinnamomum camphora leaf extract [93], Cinnamomum zeylanicum bark extract [94], and Gardenia jasminoides Ellis crude extract [95].",
      "startOffset" : 223,
      "endOffset" : 227
    }, {
      "referenceID" : 89,
      "context" : "Palladium nanoparticles with controlled size have been produced by green synthesis for biosensor application, exploiting different sources including Cinnamomum camphora leaf extract [93], Cinnamomum zeylanicum bark extract [94], and Gardenia jasminoides Ellis crude extract [95].",
      "startOffset" : 274,
      "endOffset" : 278
    }, {
      "referenceID" : 90,
      "context" : "As an example, Sargassum alga extract was used as an alternative route to synthesise palladium nanoparticles to modify carbon ionic liquid electrode for the amperometric determination of H2O2 [96].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 91,
      "context" : "Carbon dots synthesis can exploit chocolate [97], bamboo leaves [98], rose-core radish [99], pork [100], and aloe as carbon source [101].",
      "startOffset" : 44,
      "endOffset" : 48
    }, {
      "referenceID" : 92,
      "context" : "Carbon dots synthesis can exploit chocolate [97], bamboo leaves [98], rose-core radish [99], pork [100], and aloe as carbon source [101].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 93,
      "context" : "Carbon dots synthesis can exploit chocolate [97], bamboo leaves [98], rose-core radish [99], pork [100], and aloe as carbon source [101].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 94,
      "context" : "Carbon dots synthesis can exploit chocolate [97], bamboo leaves [98], rose-core radish [99], pork [100], and aloe as carbon source [101].",
      "startOffset" : 98,
      "endOffset" : 103
    }, {
      "referenceID" : 95,
      "context" : "Carbon dots synthesis can exploit chocolate [97], bamboo leaves [98], rose-core radish [99], pork [100], and aloe as carbon source [101].",
      "startOffset" : 131,
      "endOffset" : 136
    }, {
      "referenceID" : 97,
      "context" : "Carbon nanodots with quantum yield of about ~86% have been synthesized by hydrothermal method from citric acid and diethylenetriamine, exploiting quercetin and its fluorescent metal-ion complex (QCT-Al3þ) efficiently coordinated on the surface of the nanodots [103].",
      "startOffset" : 260,
      "endOffset" : 265
    }, {
      "referenceID" : 98,
      "context" : "In detail, the authors exploited a layer of molecular imprinted polymers (MIPs) coated with the green synthesized CDs [104].",
      "startOffset" : 118,
      "endOffset" : 123
    }, {
      "referenceID" : 99,
      "context" : "The green synthesis of carbon dots functionalized silver nanoparticles (CDs-AgNPs) using lycii Fructus was also successfully applied for development of a colorimetric sensor tomonitor phoxin in environment and fruit samples [105].",
      "startOffset" : 224,
      "endOffset" : 229
    }, {
      "referenceID" : 100,
      "context" : "(coconut water) [106], Bacillus marisflavi biomass [107], and rose water as reducing agent [108].",
      "startOffset" : 16,
      "endOffset" : 21
    }, {
      "referenceID" : 101,
      "context" : "(coconut water) [106], Bacillus marisflavi biomass [107], and rose water as reducing agent [108].",
      "startOffset" : 51,
      "endOffset" : 56
    }, {
      "referenceID" : 102,
      "context" : "(coconut water) [106], Bacillus marisflavi biomass [107], and rose water as reducing agent [108].",
      "startOffset" : 91,
      "endOffset" : 96
    }, {
      "referenceID" : 103,
      "context" : "As an example, a simple one-pot hydrothermal method using gallic acid as the reducing agent was exploited to decorate reduced graphene oxide sheets with gold nanoparticles, for the design of a nonenzymatic sensor to detect H2O2 [109].",
      "startOffset" : 228,
      "endOffset" : 233
    }, {
      "referenceID" : 104,
      "context" : "tereticornis leave extract as an environmentally friendly reducing reagent [110].",
      "startOffset" : 75,
      "endOffset" : 80
    }, {
      "referenceID" : 105,
      "context" : "Zinc oxide and copper oxide nanoparticles were successfully synthesized following an ecological approach by using Camellia japonica leaf extract as inductive and stabilizing agent [111].",
      "startOffset" : 180,
      "endOffset" : 185
    }, {
      "referenceID" : 106,
      "context" : "Other composites have been also obtained by using green nanomaterials, as the palladium/poly(3,4-ethylenedioxythiophene) (PEDOT) nanocomposite produced to modify glassy carbon electrode to detect H202 [112].",
      "startOffset" : 201,
      "endOffset" : 206
    }, {
      "referenceID" : 84,
      "context" : "Silver nanoparticles Onion extract In solution Surface plasmon resonance Hg2þ e e [90]",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 105,
      "context" : "nanoparticles Camellia japonica leaf extract In solution UVeVis Agþ and Liþ 10e100 mM e [111]",
      "startOffset" : 88,
      "endOffset" : 93
    }, {
      "referenceID" : 86,
      "context" : "Copyright (2016) Published by ESG [92].",
      "startOffset" : 34,
      "endOffset" : 38
    }, {
      "referenceID" : 104,
      "context" : "Copyright (2020) Elsevier journals [110].",
      "startOffset" : 35,
      "endOffset" : 40
    }, {
      "referenceID" : 105,
      "context" : "Copyright (2017) Elsevier journals [111].",
      "startOffset" : 35,
      "endOffset" : 40
    }, {
      "referenceID" : 3,
      "context" : "However, the application of green nanotechnology to the agricultural area is in its infancy, especially when compared to its development in other areas, especiallymedicine [5].",
      "startOffset" : 172,
      "endOffset" : 175
    }, {
      "referenceID" : 107,
      "context" : "However, there are significant limitations and gaps that must be addressed [114,115].",
      "startOffset" : 75,
      "endOffset" : 84
    }, {
      "referenceID" : 108,
      "context" : "However, there are significant limitations and gaps that must be addressed [114,115].",
      "startOffset" : 75,
      "endOffset" : 84
    }, {
      "referenceID" : 109,
      "context" : "However, it is exactly these characteristics which may induce new interactions with the human system and the environment [116], and require adequate toxicological tests and life cycle assessments.",
      "startOffset" : 121,
      "endOffset" : 126
    }, {
      "referenceID" : 110,
      "context" : "The present legislation is still in an early stage of development [117], and several obstacles hinder the regulation of nanomaterials in the agricultural sector, one of the most important one being the lack of a common international definition of nanomaterials.",
      "startOffset" : 66,
      "endOffset" : 71
    }, {
      "referenceID" : 111,
      "context" : "Efforts should be made to increase the sensitivity of techniques used to determine size, characteristics, and concentration of nanomaterials [118,119].",
      "startOffset" : 141,
      "endOffset" : 150
    }, {
      "referenceID" : 112,
      "context" : "Efforts should be made to increase the sensitivity of techniques used to determine size, characteristics, and concentration of nanomaterials [118,119].",
      "startOffset" : 141,
      "endOffset" : 150
    }, {
      "referenceID" : 113,
      "context" : "Although many publications have shown the potential of nanobased formulations, their utilization in the agricultural field remains unclear and currently there are only few nanotechnologybased products available on the market [120].",
      "startOffset" : 225,
      "endOffset" : 230
    }, {
      "referenceID" : 114,
      "context" : "In addition, the registration of any new active substance is expensive [121].",
      "startOffset" : 71,
      "endOffset" : 76
    }, {
      "referenceID" : 115,
      "context" : "Another option to increase the cost-effectiveness of biosynthesized nanomaterials is through the utilization of recyclable waste materials, which would introduce a further added sustainable value directly targeting SDG 12 [122].",
      "startOffset" : 222,
      "endOffset" : 227
    } ],
    "year" : 0,
    "abstractText" : "The application of nanotechnologies to the agrifood sector provides one of the innovative tools able to support change in a system that, through its intensification and industrialization, currently fails both humans and the environment. The development of green nanotechnology, which exploits biological routes for the synthesis of nanomaterials, and specifically aims to minimize the production of hazardous substances and the input of energy, further underlines the disruptive potential of this technology. Due to the lack of toxic chemicals during their synthesis and to their high adaptability, green nanomaterials thus produced have a wide application domain, and this is reflected in the number of sustainable development goals affected by their use. This review describes the last trends on the eco-designed nanomaterials produced by means of green strategies for application in agriculture, such as nanofertilisers, nanopesticides, and nano(bio)sensors. © 2020 Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}