{
  "name" : "downloads_2020-08-19_5d_10.3390@nano10081616.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Microwave-Assisted Rapid Synthesis of Reduced Graphene Oxide-Based Gum Tragacanth Hydrogel Nanocomposite for Heavy Metal Ions Adsorption",
    "authors" : [ "Bhawna Sharma", "Sourbh Thakur", "Hamed Yazdani Nezhad", "Vijay Kumar Thakur" ],
    "emails" : [ "sharmabhanusln@gmail.com", "djalaltrache@gmail.com", "hamed.yazdani@city.ac.uk", "thakursourbh@gmail.com", "sourbh.thakur@savba.sk", "vijay.thakur@sruc.ac.uk" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Nanomaterials 2020, 10, 1616; doi:10.3390/nano10081616 www.mdpi.com/journal/nanomaterials\nthe use of filler in the hydrogel matrix. The copolymerization of N,N-dimethylacrylamide (DMA) onto the gum tragacanth (GT) was carried out to develop gum tragacanth-cl-N,N-dimethylacrylamide (GT-cl-poly(DMA)) hydrogel using N,N'-methylenebisacrylamide (NMBA) and potassium persulfate (KPS) as cross-linker and initiator correspondingly. The various GT-cl-poly(DMA) hydrogel synthesis parameters were optimized to achieve maximum swelling of GT-cl-poly(DMA) hydrogel. The optimized GT-cl-poly(DMA) hydrogel was then filled with RGO to form reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide (GT-cl-poly(DMA)/RGO) hydrogel composite. The synthesized samples were used for competent adsorption of Hg2+ and Cr6+ ions. Fourier transform infrared, X-ray powder diffraction, field emission scanning electron microscopy, energy-dispersive X-ray spectroscopy were used to characterize the gum tragacanth-cl-N,N-dimethylacrylamide hydrogel and reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogel composite. The experiments of adsorption-desorption cycles for Hg2+ and Cr6+ ions were carried out to perform the reusability of gum tragacanth-cl-N,N-dimethylacrylamide hydrogel and reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogel composite. From these two samples, reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide exhibited high adsorption ability. The Hg2+ and Cr6+ ions adsorption by gum tragacanth-cl-N,N-dimethylacrylamide and reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide were best suited for pseudo-second-order kinetics and Langmuir isotherm. The reported maximum Hg2+ and Cr6+ ions adsorption capacities were 666.6 mg g-1 and 473.9 mg g-1 respectively.\nKeywords: reduced graphene oxide; gum tragacanth; hydrogel; hydrogel composite; mercury ion; chromium ion; reusability"
    }, {
      "heading" : "1. Introduction",
      "text" : "Continuous industrialization leads to the excessive release of toxic pollutants into various sources of water. The heavy metal poisoning of water has now become a pandemic concern due to its dangerous impacts to human health because these pollutants are non-degradable, poisonous, cancer-causing agent and are hard to separate from water [1]. For metal uptake from water, several approaches have been established, among them, treatment via adsorption is the most appealing one. Adsorption technology is widely used for removing pollutants due to its simple operation, cost and easy implementation [2]. Specifically, hydrogels based on biopolymer have now become very useful in adsorptive wastewater treatment [3]. Gum tragacanth based hydrogel is highly adsorptive because of the presence of hydroxyl (–OH) and carboxyl (–COOH) groups [4,5]. It is a renewable, cost-effective and environmentally friendly polysaccharide that can be easily polymerized to form cross-linked structures [6–8].\nGum tragacanth is commonly found in the sap of different legumes in the Middle East. The biological source of gum tragacanth is a plant named Astragalus gummifer. It is a complex mixture of polysaccharides including bassorin and tragacanthin units. When mixed with water, gum tragacanth produces a colloidal hydrosol. The bassorin unit can (composed of 60–70% of the compound) swells to form a gel [9]. Mallakpour et al. reported the glutaraldehyde cross-linked gum tragacanth/CaCO3 hydrogel composite as an adsorbent for the abstraction of Pb2+ ion [10]. Moghaddam et al. synthesized methoxyl gum tragacanth-glutamic acid/polyacrylamide hydrogel via electron beam radiations as an adsorbent for trapping uranium ions from toxic uranium solution [11].\nThe adsorption and stability of hydrogel can be improved by using reduced graphene oxide as filler in the hydrogel matrix. Reduced graphene oxide (RGO) can result in high C/O with better mechanical strength [12]. The reduced graphene oxide is partially decorated with an oxygen-rich functional group that acts as active sites for interaction. The high RGO surface, large porosity and defect sites are the features that help pollutants adsorption [13]. Sahraei et al. reported adsorption of Cr6+ metal using chitosan/reduced-graphene oxide/montmorillonite composite hydrogel. The composite hydrogel showed maximum Cr6+ absorption of 87.03 mg g−1 [14]. Zhuang et al. synthesized molybdenum disulfide/RGO hydrogel as an adsorbent for mercury ions removal [15].\nThe synthesized gum tragacanth-cl-N,N-dimethylacrylamide (GT-cl-poly(DMA)) and reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide (GT-cl-poly(DMA)/RGO) hydrogel composite were efficient in adsorption of Hg2+ and Cr6+ as compared to previously reported adsorbents in the literature (Table 1). This was due to the perfect combination of reduced graphene oxide (RGO), gum tragacanth (GT), and N,N-dimethylacrylamide (DMA) led to the presence of many –OH, –NH2 and –COOH hydrophilic groups. The gum tragacanth-cl-N,N-dimethylacrylamide hydrogel and reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogel composite exhibited the highest removal capacity of 625 mg g−1 and 666.6 mg g−1 respectively for Hg2+. Similarly, for Cr6+, removal capacities were 401.6 mg g−1 and 473.9 mg g−1 respectively.\n4. Cross-linked magnetic chitosan-phenylthiourea resin 135.5 - [19] 5. Carboxyl methylcellulose and chitosan-derived\nnanostructured - 347.0 [20]\n6. Carboxymethyl cellulose–stabilized sulfidated nano\nzerovalent iron - 355.9 [21]\n7. Fungal strain (Rhizopus sp.) - 9.95 [22] 8. Surfactant-modified Auricularia auricula spent substrate - 21.74 [23]\n9. GT-cl-poly(DMA) hydrogel and GT-cl-poly(DMA)/RGO\nhydrogel composite\n636.94\nand\n666.66\n- Present\nwork\n10. GT-cl-poly(DMA) hydrogel and GT-cl-poly(DMA)/RGO\nhydrogel composite -\n416.66\nand\n476.19\nPresent\nwork\nThe previously reported works (Table 1) have not comprehensively considered the factors responsible for the high adsorption capability of the adsorbent. In this work, we achieved a better adsorption capacity of 666.6 mg g−1 and 473.9 mg g−1 for mercury and chromium ions within less time using a low adsorbent dose. Specifically, prepared reduced graphene oxide incorporated gum tragacanth cross-linked poly N,N-dimethylacrylamide hydrogel composite shows a very high adsorption percentage of 99% for mercury metal ion under optimal conditions (adsorbent dose = 0.035 g and time = 270 minutes, T = 25 °C, the concentration of mercury solution = 20 ppm) which means it is highly efficient for mercury adsorption. Also, compared to recently reported studies, we are able to synthesize our adsorbents in very short period (90 s) with high swelling percentage (Table 2) using microwave radiations. This is one of the key points where our synthesis part shows novelty. Hence, we developed the simple and fast synthetic route for the preparation of efficient, sustainable and eco-friendly graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogel with high adsorption rate for heavy metal ions.\nIn this work, we developed first-time gum tragacanth-cl-N,N-dimethylacrylamide hydrogel and reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogel composite for adsorption of Hg2+ and Cr6+. The RGO was synthesized from graphite and incorporated in GT-cl-poly(DMA) hydrogel matrix to increase the adsorption efficiency. The sorption study was explained by kinetic and isotherm models. The effect of pH, adsorbent dose and RGO loading on adsorption were performed. The gum tragacanth-cl-N,N-dimethylacrylamide hydrogel was systematically designed based on swelling. The adsorbed samples were desorbed successfully by using 0.1 M HNO3 and used further for adsorption experiments."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Gum tragacanth (GT), (molecular weight = 8.4 × 105 g mol−1), potassium persulfate (KPS), N,N'-methylenebisacrylamide (NMBA), N,N-dimethylacrylamide (DMA) were purchased from Sigma-Aldrich (Sigma Aldrich Chemicals Pvt. Ltd., Delhi, India). Graphite powder, H3PO4, KMnO4, H2O2 and concentrated H2SO4 (98 wt %) were obtained from LOBA-Chemie (Loba Chemie Pvt. Ltd., Tarapur, Maharashtra, India). Hg2+ and Cr6+ ions solutions were obtained by dissolving mercury chloride (Sigma Aldrich Chemicals Pvt. Ltd., Delhi, India) and potassium chromate (Sigma Aldrich Chemicals Pvt. Ltd., Delhi, India) reagents in distilled water."
    }, {
      "heading" : "2.2. Synthesis of Reduced Graphene Oxide (RGO)",
      "text" : "For the synthesis, a mixture of 50 mL concentrated H2SO4 and 5.5 mL of H3PO4 was taken in a beaker. Then, 1.0 g of graphite powder and KMnO4 (4.0 g) were added to the mixture after maintaining 10 °C under magnetic stirring in ice bath. The mixture was heated to 35 °C governed by a water bath. After 2 h of stirring, the reaction mixture was sonicated 10 times with the help of ultrasonicator. To stop the reaction, deionized water (200 mL) and 1 M NaOH solution were added dropwise to maintain the pH = 6 of solution mixture. The reaction process was then followed with the addition of H2O2 (15 mL) which led to a change in suspension color to yellow. The mixture was kept overnight. Thereafter, the solution of ascorbic acid (0.227 mol L−1) was added dropwise under magnetic stirring at 95 °C. In this step, the color of the solution changes slowly from greenish-yellow to black. Finally, the mixture was allowed to settle down for 1 hour. Black precipitates were formed which were then centrifuged and washed several times using ethanol."
    }, {
      "heading" : "2.3. Synthesis of Gum Tragacanth-cl-N,N-dimethylacrylamide (GT-cl-poly(DMA)) Hydrogel",
      "text" : "Microwave-assisted copolymerization method was used in the synthesis of gum tragacanth-cl-N,N-dimethylacrylamide hydrogel [5]. In a typical reaction, 0.5 g of gum tragacanth (GT) (in 11 mL of deionized water) was taken in 50 mL beaker, stirred until GT was uniformly mixed with distilled water. After this, KPS (10 × 10−1 mol L−1) and NMBA (5.8 × 10−1 mol L−1) were added into the GT solution. Magnetic stirring was continued to get a homogenous mixture and then 4.4 × 10−1 mol L−1 of DMA was added in this mixture. The solution mixture was placed under microwave radiations for 90 s to generate active radicals needed for the initiation of the polymerization reaction. The prepared gel was washed using acetone and dried inside the preheated (50 °C) hot air oven for 24 h."
    }, {
      "heading" : "2.4. Synthesis of Reduced Graphene Oxide Incorporated Gum Tragacanth-cl-N,N-dimethylacrylamide (GT-cl-poly(DMA)/RGO) Hydrogel Composite",
      "text" : "For the preparation of reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogel composite, 0.5 g of GT was added in a solution of RGO (0.005–0.025 g in 11 mL of deionized water). Physical agitation was applied until the mixture becomes homogenously uniform. Thereafter, the mixture was treated similarly following the procedure in section 2.3. The incorporation of RGO was confirmed physically by monitoring the color change from light orange to black, as presented in Scheme 1. The optimized quantities that are used in the preparation of hydrogels are given in Table 3.\nScheme 1. General scheme for the synthesis of gum tragacanth-cl-N,N-dimethylacrylamide hydrogel and reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogel composite."
    }, {
      "heading" : "2.5. Characterization",
      "text" : "Fourier transform infrared spectra of GT, RGO, gum tragacanth-cl-N,N-dimethylacrylamide hydrogel and reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogel composite were measured through L1600312 spectrum TWOLITA/ZnSe FTIR spectrophotometer (Agilent Technologies, CA, Santa Clara, CA, USA). Field emission scanning electron microscopy images were collected at different resolutions from a Nova Nano SEM-450 FESEM (JFEI, USA (S.E.A.), Hillsboro, ORE, USA). X-ray powder diffraction was collected from a SmartLab 9kW rotating anode x-ray diffractometer (Rigaku Corporation, Tokyo, Japan)."
    }, {
      "heading" : "2.6. Swelling Study",
      "text" : "Various parameters such as initiator concentration (KPS) solvent volume, time, cross-linker concentration (NMBA), microwave power, monomer concentration (DMA) and amount of RGO were optimized to obtain the maximum swelling percentage. The swelling percentages of gum tragacanth-cl-N,N-dimethylacrylamide and reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogels in deionized water were examined for a fixed period of 16 h. The pre-weighed dry piece of the sample was added in 50 mL of distilled water for 16 h. Then, swelled hydrogel was weighed. The swelling percentage was calculated using Equation (1) [28]:\n% = W − W\nW × 100 (1)\nwhere, Ws = weight of swelled gum tragacanth-cl-N,N-dimethylacrylamide hydrogel, Wd = weight of dry gum tragacanth-cl-N,N-dimethylacrylamide hydrogel."
    }, {
      "heading" : "2.7. Adsorption of Hg2+ and Cr6+",
      "text" : "The batch adsorption analyses were performed in 150 mL beaker using adsorption shaker (200 rpm) at pH of 5.5 and 3.5 for Hg2+ and Cr6+ removal respectively. For more illustration, 0.010–0.070 g of adsorbents were used in Hg2+ and Cr6+ ions solution (50 mL, 20 ppm) at 25 °C for fixed period. After adsorption, the mixture was filtered to determine the concentration of Hg2+ and Cr6+ ions using 1,3-diphenylcarbazide method [14]. The concentration of adsorbed Hg2+ and Cr6+ was calculated by evaluating the absorbance of heavy metal ion solution using UV-Vis spectrophotometer at 532 nm and 370 nm respectively. The amount of adsorbed Hg2+ and Cr6+ was calculated by Equation (2) [28]:\nq = (C − C )V\nM (2)\nwhere qe = equilibrium gum tragacanth-cl-N,N-dimethylacrylamide and reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide adsorption capacity, Co = initial Hg2+ and Cr6+ concentration (mg L−1), Ce = equilibrium Hg2+ and Cr6+ concentration (mg L−1), V = volume (L) of Hg2+ and Cr6+ ion solution, M = weight (g) of gum tragacanth-cl-N,N-dimethylacrylamide and reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogels. Adsorption-desorption analyses were conducted by using 0.1 M HNO3. We have optimized the HNO3 concentration (0.02 M, 0.04 M, 0.06 M, 0.08 M, 0.1 M, 0.12 M) for desorption experiments. The maximum adsorption-desorption rate was found at optimized 0.1 M HNO3. The Hg2+ and Cr6+ loaded GT-cl-poly(DMA) hydrogel and GT-cl-poly(DMA)/RGO hydrogel composite were desorbed by using 100 mL of 0.1 M HNO3 followed by neutralization with 0.1 M NaOH. Finally, the desorbed adsorbent was washed by distilled water and dried at room temperature for further adsorption of Hg2+ and Cr6+."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Mechanism for Synthesis of Gum Tragacanth-cl-N,N-dimethylacrylamide Hydrogel",
      "text" : "In this work, gum tragacanth-cl-N,N-dimethylacrylamide hydrogel and reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogel composite were prepared by radical copolymerization of DMA and GT in the presence radical initiator (KPS) and the cross-linking action of NMBA. Under microwave radiations, KPS was decomposed and radical ions were generated [25]. These primary free radicals led to the generation of DMA monomer radical (through addition reaction with KPS) and GT alkoxy radical (through abstraction of hydrogen by KPS). The grafting of DMA radical and GT alkoxy radical was carried through radical copolymerization reaction (Scheme 1). The crosslinker NMBA led to the cross-linkages between different chains to facilitate the construction of three-dimensional gum tragacanth-cl-N,N-dimethylacrylamide hydrogel polymeric network. Finally, the dispersion of RGO led to the generation of reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogel composite."
    }, {
      "heading" : "3.2. Optimization of Swelling for Reduced Graphene Oxide Incorporated Gum Tragacanth-cl-N,N-dimethylacrylamide Hydrogel Composite",
      "text" : "3.2.1. Initiator (KPS) Concentration\nThe swelling percentage of GT-cl-poly(DMA) hydrogel was affected by the concentration of KPS and results are shown in Figure 1a. The maximum swelling of 565.5% was observed at 10 × 10−1\nmol L−1 of KPS. Below this concentration (<10 × 10−1 mol L−1), the swelling percentage was lower due to inadequate initiator, which was unable to produce appropriate active sites on GT-cl-poly(DMA).\n3.2.2. Reaction time\nThe GT-cl-poly(DMA) hydrogel showed the highest swelling percentage (657.8%) at 90 s (Figure 1b). The swelling percentage was decreased from 90 s to 130 s, this might be due to the formation of excess branched chains that could inhibit the expansion of the polymer.\n3.2.3. Solvent\nThe solvent volume was varied from 5 mL to 13 mL in the formation of GT-cl-poly(DMA) hydrogel (Figure 1c). The maximum swelling (784.4%) was obtained at solvent volume of 11 mL. At higher solvent volume beyond 11 mL, the swelling percentage of GT-cl-poly(DMA) hydrogel was decreased, the excess solvent volume lowered the concentration of KPS, DMA and NMBA resulted in poor degree of polymerization.\n3.2.4. Microwave Power\nThe swelling percentage was maximum at 20% of microwave power for GT-cl-poly(DMA) hydrogel (Figure 1d). The swelling percentage was lower at microwave power above 20%. This was due to the formation of excess radical led to increase the homo-polymerization rate reaction. Hence, the microwave power was kept at 20% for further synthesis reaction of GT-cl-poly(DMA) hydrogel.\n3.2.5. Monomer (DMA) Concentration\nThe swelling percentage was affected by concentration of monomer (DMA) used in the development of GT-cl-poly(DMA) hydrogel. The maximum swelling percentage was observed at 4.4 × 10−1 mol L−1 of DMA concentration (Figure 1e). The increase in the concentration of DMA monomer from 4.4 × 10−1 mol L−1 to 22.05 × 10−1 mol L−1 led to decrease the swelling percentage due to the self cross-linking of DMA.\n3.2.6. Cross-linker (NMBA)\nFigure 1f demonstrates the effect of NMBA concentration (5.8 × 10−1–29.4 × 10−1 mol L−1) on the swelling percentage of GT-cl-poly(DMA) hydrogel. The recorded highest swelling percentage was 957.2% at NMBA concentration of 5.8 × 10−1 mol L−1. Beyond 5.8 × 10−1 mol L−1, the excess network was developed due to the more cross-linking points. Thus, the excess network led to decrease the available pores and swelling percentage of GT-cl-poly(DMA) hydrogel.\n3.2.7. RGO Loading\nFigure 1g shows the influence of RGO loading on the swelling of GT-cl-poly(DMA) hydrogel. The rise in the amount of RGO from 0.005 g to 0.020 g was attributed to an increase in swelling percentage. This was due to an increase in hydrophilic group and surface area of GT-cl-poly(DMA) on the incorporation of RGO. Any further increase in RGO loading (> 0.020 g) was found to decrease the swelling percentage of GT-cl-poly(DMA) hydrogel. This might be attributed to the increased cross-linking density of composite hydrogel networks and the aggregations of excessive RGO in the hydrogel matrix."
    }, {
      "heading" : "3.3. FTIR",
      "text" : "The FTIR graphs of samples are presented in Figure 2. In spectrum of RGO (Figure 2a),\nbroadband of nearly 3358 cm−1 can be attributed to –OH stretching mode. The peak at 1421 cm−1 corresponds to the carboxylic acid and peak at 1625 cm−1 belongs to the –C=C group in the aromatic rings. The peak at 1128 cm−1 is due to –C–O stretching in the C–OH functional groups of RGO [29]. The shifting of –C–O stretching from 1128 cm−1 to 1125 cm−1 in GT-cl-poly(DMA)/RGO hydrogel composite is related to the successful incorporation of RGO in GT-cl-poly(DMA) hydrogel. The bands at 1638 cm−1 and 1748 cm−1 correspond to asymmetric stretching of the carboxylate group and asymmetric stretching of C=O in galacturonic acid respectively [30], peak at 1142 cm−1 ascribed to antisymmetric vibrations of C–O–C linkage in glycosidic groups [31]. The asymmetric stretching of C=O shows shifting of peaks from 1748 cm−1 to 1750 cm−1 after the crosslinking of poly(DMA). The GT-cl-poly(DMA)/RGO hydrogel composite (Figure 2a) shows shift related to asymmetric stretching of C=O from 1750 cm−1 to 1758 cm−1 suggesting interaction between RGO and GT-cl-poly(DMA) hydrogel. The peaks at 1608 cm−1 and 1410 cm−1 in GT-cl-poly(DMA) hydrogel ascribed to stretching vibrations of poly(DMA) amide group [32]. These stretching vibrations of poly(DMA) show peak\nshifting from 1608 cm−1 to 1612 cm−1 and from 1410 cm−1 to 1403 cm−1 in GT-cl-poly(DMA)/RGO hydrogel composite which confirms the changes in the structure of poly(DMA) after RGO incorporation. In GT-cl-poly(DMA)/RGO, the broadband of O–H stretching vibration shifted from 3403 cm−1 to 3382 cm−1 which may be attributed to the RGO interaction with GT-cl-poly(DMA) through intermolecular hydrogen bonds. The peaks intensity of GT-cl-poly(DMA)/RGO hydrogel composite is slightly lower than the GT-cl-poly(DMA) hydrogel, which also confirms the RGO dispersion in GT-cl-poly(DMA)/RGO hydrogel composite. The absorption band at 2910 cm−1 was attributed to stretching vibrations of aliphatic C–H [10]. Also, peaks at 1048 cm−1 and 1052 cm−1 in the spectra of hydrogels correspond to the –C–O bending. After the adsorption of Hg2+ and Cr6+ on GT-cl-poly(DMA) hydrogel and GT-cl-poly(DMA)/RGO hydrogel composite, peak due to carboxylate groups was shifted from 1612 cm−1 to 1621 cm−1 and the intensity of the peaks decreases (Figure 2b). The peaks at 1410 cm−1 and 1048 cm−1 were shifted to 1403 cm−1 and 1061 cm−1 respectively, which was probably due to the interactions of metal ions to the active site of adsorbent. The peaks intensity of Hg2+ loaded GT-cl-poly(DMA) hydrogel and GT-cl-poly(DMA)/RGO hydrogel composite was lower than the Cr6+ loaded GT-cl-poly(DMA) hydrogel and GT-cl-poly(DMA)/RGO hydrogel composite, which supports higher Hg2+ adsorption than Cr6+ adsorption."
    }, {
      "heading" : "3.4. XRD",
      "text" : "The XRD pattern of GT, gum tragacanth-cl-N,N-dimethylacrylamide hydrogel\n(GT-cl-poly(DMA)), RGO and reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogel composite (GT-cl-poly(DMA)/RGO) is shown in Figure 3. The RGO formation was confirmed by the characteristic peak at 2θ = 24.3° [33]. On applying Bragg’s law, the calculated interlayer spacing of RGO was 0.367 nm. Another peak of RGO at 2θ = 43.6° corresponded to the fingermark of graphite indicating the regeneration of graphitic onto RGO [34]. According to Scherrer’s formula the calculated particle size of RGO at 2θ = 24.3° was 0.894 nm. In the case of GT, the diffraction peak occurred at 2θ = 22.9° and 26.2°, exhibited semi-crystalline in nature [35]. The slight shifting of the peak at 2θ = 26.6° in XRD pattern of GT-cl-poly(DMA) hydrogel confirms the crosslinking of DMA with polysaccharide by destroying semi-crystalline structure into the amorphous structure. The broad peak in GT-cl-poly(DMA)/RGO hydrogel composite indicates the poor ordered arrangement of RGO in GT-cl-poly(DMA) hydrogel supported by SEM morphology."
    }, {
      "heading" : "3.5. SEM",
      "text" : "Microscopic images of RGO, gum tragacanth-cl-N,N-dimethylacrylamide hydrogel and\nreduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogel composite are shown in Figure 4. In RGO, Figure 4a shows the aggregated wrinkled structure, which means particles were closely associated. The RGO morphology showed the formation of agglomerated RGO with estimated average grain size of 20–25 nm. Figure 4b shows the distribution of certain bulges on a quite smooth, porous and compact surface of gum tragacanth-cl-N,N-dimethylacrylamide hydrogel. After the incorporation of RGO, reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogel composite showed (Figure 4c) the rough and irregular surface with reduced size which was beneficial in fast adsorption of Hg2+ and Cr6+.\nhydrogel and (c) reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogel\ncomposite."
    }, {
      "heading" : "3.6. EDS",
      "text" : "The elemental distribution of carbon, oxygen, nitrogen, mercury and chromium in hydrogel\nmatrix was evaluated by EDS analysis and the spectra for Hg2+ adsorbed GT-cl-DMA hydrogel, Hg2+ adsorbed GT-cl-poly(DMA)/RGO hydrogel composite, Cr6+ adsorbed GT-cl-poly(DMA) and Cr6+ adsorbed GT-cl-poly(DMA)/RGO are presented in Figure 5. It is evident from the elemental analysis that Hg2+ and Cr6+ ions were successfully adsorbed by GT-cl-poly(DMA) and GT-cl-poly(DMA)/RGO. Importantly, the weight percentages of Hg2+ and Cr6+ ions were higher in the case of Hg2+ adsorbed GT-cl-poly(DMA)/RGO (6.68%) (Figure 5b) and Cr6+ adsorbed GT-cl-poly(DMA)/RGO (0.86%) (Figure 5d) than the Hg2+ adsorbed GT-cl-poly(DMA) (1.20%) (Figure 5a) and Cr6+ adsorbed GT-cl-poly(DMA) (0.46%) respectively (Figure 5c). Hence, GT-cl-poly(DMA)/RGO hydrogel composite showed better adsorption capability than GT-cl-poly(DMA) hydrogel. Also, the weight percentage of carbon is higher the in case of GT-cl-poly(DMA)/RGO hydrogel composite than the GT-cl-poly(DMA) hydrogel which confirmed the successful dispersion of RGO in GT-cl-poly(DMA) hydrogel matrix."
    }, {
      "heading" : "3.7. Application of Gum Tragacanth-cl-N,N-dimethylacrylamide (GT-cl-poly(DMA)) Hydrogel and Reduced Graphene Oxide Incorporated Gum Tragacanth-cl-N,N-dimethylacrylamide (GT-cl-poly(DMA)/RGO) Hydrogel Composite for Removal of Hg2+ and Cr6+",
      "text" : "3.7.1. Influence of RGO Loading on the Removal of Hg2+ and Cr6+\nIn the GT-cl-poly(DMA) hydrogel matrix, different quantities of RGO (0.005 g, 0.01 g, 0.015 g,\n0.02 g and 0.025 g) were incorporated to study the effect RGO loading on metal ions removal. The adsorption percentages for without RGO were 70.6% and 20.4% for Hg2+ and Cr6+ respectively. The\nadsorption percentages for Hg2+ (Figure 6a) and Cr6+ (Figure 6b) ions were enhanced on raising the concentration of RGO from 0.005 g to 0.020 g. The RGO contains carboxylic groups which boost interactions with metal ions resulting in high percentage adsorption [30]. The removal efficiency of Hg2+ and Cr6+ was 90.7% and 38.4% at RGO loading of 0.020 g. The development of tough three-dimensional networks was responsible for the decrease in adsorption percentage at higher RGO loading (>0.020). Therefore, 0.020 g was the optimized dose of RGO in the formation of GT-cl-poly(DMA)/RGO for removal of Hg2+ and Cr6+.\n3.7.2. Influence of pH on Removal of Hg2+ and Cr6+ by GT-cl-poly(DMA) Hydrogel and GT-cl-poly(DMA)/RGO Hydrogel Composite\nThe impact of pH on adsorption percentage for Hg2+ (Figure 6c) and Cr6+ (Figure 6d) by gum tragacanth-cl-N,N-dimethylacrylamide (GT-cl-poly(DMA)) hydrogel and reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide (GT-cl-poly(DMA)/RGO) hydrogel composite are shown in Figure 6. The removal percentage of Hg2+ was first increased from pH 1.5 (77.6% for GT-cl-poly(DMA), 86.3% for GT-cl-poly(DMA)/RGO) to 5.5 (86.1% for GT-cl-poly(DMA), 97.6% for GT-cl-poly(DMA)/RGO) and then decreased from pH 5.5 (86.1%, 97.6%) to 9.5 (72.5%, 84.2%). The reported highest removal efficiencies for Hg2+ were 86.1% and 97.6% by GT-cl-poly(DMA) hydrogel and GT-cl-poly(DMA)/RGO) hydrogel composite respectively at 5.5 pH. At low pH, the concentration of H+ ions was high which could compete with Hg2+ on GT-cl-poly(DMA)/RGO surface resulting in poor binding of Hg2+ [36]. However, high pH was responsible for the decrease in the concentration of H+ ions in the solution and improves the binding potential of Hg2+ ions to the surface of GT-cl-poly(DMA)/RGO) (Scheme 2a). Hence adsorption of Hg2+ was increased from pH 1.1 to 5.5. The dominant species were Hg(OH)2 and HgCl42− [37] at pH above 5.5. The electrostatic repulsion among Hg(OH)2 or HgCl42− [38] and negatively charged GT-cl-poly(DMA)/RGO) was responsible for low Hg2+ adsorption percentage at pH above 5.5.\nIn the case of Cr6+, the recorded maximum adsorption percentages were 76.1% and 81.5% (Figure 6d) for GT-cl-poly(DMA) hydrogel and GT-cl-poly(DMA)/RGO hydrogel composite correspondingly at pH 3.5. The dominant Cr6+ species [39] are as: H2CrO4 (pH < 3.5), HCrO (pH < 7), CrO (pH > 7). The Cr6+ ions were exists in solution as negatively charged HCrO at pH 3.5. Therefore, electrostatic attraction of HCrO [40] took place at pH 3.5 with protonated positively charged group of GT-cl-poly(DMA)/RGO) (Scheme 2b). Hence, Cr6+ exhibited maximum adsorption percentage at 3.5 pH. At pH < 3.5, electrostatic attraction for adsorption was reduced due to the dominance of H2CrO4. Also, with increasing pH from 3.5 to 7, the protonated group on GT-cl-poly(DMA)/RGO decreases which reduces the electrostatic attraction. At pH > 7, electrostatic repulsion between dominant CrO species [40] and deprotonated GT-cl-poly(DMA)/RGO was attributed to low Cr6+ adsorption.\nScheme 2. Possible interactions of (a) Hg2+ at pH 5.5 and (b) Cr6+ at pH 3.5 with GT-cl-poly(DMA)/RGO hydrogel composite adsorbent.\n3.7.3. Influence of GT-cl-poly(DMA) Hydrogel and GT-cl-poly(DMA)/RGO Hydrogel Composite Dose for Removal of Hg2+ and Cr6+\nThe effect of adsorbents dosages (0.015 – 0.065 g) on the removal of metal ions are represented in Figure 6e,f. The adsorption percentage was increased by increasing the adsorbent dosage. This was due to the existence of more adsorption sites with enhanced dose of adsorbent. The removal efficiencies of Hg2+ were found to be 86.4% and 98.4% by GT-cl-poly(DMA) hydrogel and GT-cl-poly(DMA)/RGO hydrogel composite correspondingly at dose of 0.035 g. The reported Cr6+\nion removal percentages were 77.2% and 82.3% by using GT-cl-poly(DMA) hydrogel and GT-cl-poly(DMA)/RGO hydrogel composite respectively at optimized dose of 0.045 g. Thus, 0.035 g (for Hg2+) and 0.045 g (for Cr6+) were the ideal doses used for experiments."
    }, {
      "heading" : "3.8. Adsorption Kinetics",
      "text" : "The pseudo first-order rate equation is given as:\nlog(q − q ) = logq − K\n2.303 t (3)\nwhere, qe and qt are the adsorption capacity at equilibrium (mg g−1) and time t respectively and K1 is the pseudo first order kinetics rate constant.\nThe pseudo second-order rate equation is given as:\nt\nq =\n1\nK q +\nt\nq (4)\nwhere K2 is the pseudo second-order kinetics rate constant.\nThe removal mechanism for Hg2+ and Cr6+ by GT-cl-poly(DMA) and GT-cl-poly(DMA)/RGO\nwere solved by different kinetic models as given in Equations (3) and (4). The parameters (pseudo-first-order: R2, K1, qe) were calculated from Figure 7a,b (Table 4). The parameters (pseudo-second-order: K2, qe) and correlation coefficient (R2) were calculated from Figure 7c,d (Table 4). The higher R2 values for the pseudo-second-order kinetic model supports Hg2+ and Cr6+ ions adsorption onto GT-cl-poly(DMA) hydrogel and GT-cl-poly(DMA)/RGO hydrogel composite through the pseudo-second-order kinetic model.\nppm, rpm = 200 and for Cr6+: adsorbent dose—0.045 g, pH—3.5, metal ion concentration—20 ppm, rpm = 200)."
    }, {
      "heading" : "3.9. Adsorption Isotherms",
      "text" : "The Langmuir model is expressed according to Equation (5) as:\nC q = 1 q b + C q\n(5)\nwhere Ce is the equilibrium concentration of metal ions solution, qe is the amount of equilibrium adsorbed metal ions, qm is maximum adsorption capacity and b is the Langmuir isotherm constant. The separation factor RL of Langmuir isotherm was examined by using Equation (6) as:\nR = 1\n1 + b × C (6)\nwhere Co represent the initial concentration of metal ions. The RL values show the nature of adsorption i.e. irreversible (RL = 0), linear (RL = 1), unfavorable (RL > 1) and favorable (0 < RL < 1). The Freundlich isotherm model is given by Equation (7) as:\nlnq = lnK + 1\nn lnC (7)\nwhere KF and n are Freundlich constants and indicate the adsorption capacity and adsorption intensity of adsorbent respectively.\nThe interaction between adsorbent (GT-cl-poly(DMA) hydrogel and GT-cl-poly(DMA)/RGO hydrogel composite) and adsorbate (Hg2+ and Cr6+) was explained through isotherms model Equations (5) and (7). The Langmuir parameters were calculated from the graph between Ce/qe and Ce (Figure 8a–d) and presented in Table 5. The Freundlich parameters were determined from the graph of lnqe vs lnCe (Figure 9a–d) and depicted in Table 5. For the Langmuir isotherm, the higher R2 suggests that the Langmuir isotherm was best suited for the removal of Hg2+ and Cr6+ ions on GT-cl-poly(DMA) hydrogel and GT-cl-poly(DMA)/RGO hydrogel composite. For Hg2+, GT-cl-poly(DMA) and GT-cl-poly(DMA)/RGO showed higher removal capacity of 625 mg g−1 and 666.6 mg g−1 respectively. Similarly, for Cr6+, the maximum reported removal capacities were 401.6 mg g−1 and 473.9 mg g−1 by GT-cl-poly(DMA) hydrogel and GT-cl-poly(DMA)/RGO hydrogel composite respectively.\nincorporated gum tragacanth-cl-N,N-dimethylacrylamide (GT-cl-poly(DMA)/RGO) hydrogel composite, Freundlich isotherm model for Cr6+ adsorption by (c) gum tragacanth-cl-N,N-dimethylacrylamide (GT-cl-poly(DMA)) hydrogel (d) reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide (GT-cl-poly(DMA)/RGO) hydrogel composite, (Experimental conditions for Hg2+ : adsorbent dose—0.035 g, pH—5.5, metal ion concentration—20−300 ppm, rpm = 200 and for Cr6+: adsorbent dose—0.045 g, pH—3.5, metal ion concentration—20−500 ppm, rpm = 200)."
    }, {
      "heading" : "3.10. Relationship between the Adsorption and Swelling",
      "text" : "For the investigation of the correlation between the swelling of GT-cl-poly(DMA)/RGO hydrogel composite and adsorption of the Hg2+ and Cr6+ onto GT-cl-poly(DMA)/RGO hydrogel composite, the adsorption percentage was determined using aqueous metal solution (20 mg L−1) and the swelling experiments were performed in distilled water. The relationship between the adsorption values versus swelling values is presented in Figure 10. It is clear from Figure 10 that the adsorption percentage is directly proportional to the swelling percentage of the adsorbent. The adsorption percentages for Hg2+ and Cr6+ were increased from 78.9% to 90.7% and 29.8% to 38.4% respectively when the swelling percentage of GT-cl-poly(DMA)/RGO rise from 834.6% to 971.9%."
    }, {
      "heading" : "3.11. Adsorption-Desorption Study",
      "text" : "For an ideal adsorbent, ability for regeneration without considerable loss of removal percentage\nis of paramount importance. The five cycles of adsorption-desorption and their effects on percentage adsorption are presented in Figure 11. The Hg2+ ions adsorption percentages were 83.4% (1st cycle), 80.9% (2nd cycle), 78.4% (3rd cycle), 75% (4th cycle), 73.6% (5th cycle) and 94.1% (1st cycle), 92.7% (2nd cycle), 89.8% (3rd cycle), 87.9% (4th cycle), 85.5% (5th cycle) for GT-cl-poly(DMA) hydrogel and GT-cl-poly(DMA)/RGO hydrogel composite respectively (Figure 11a). For Cr6+, GT-cl-poly(DMA) and GT-cl-poly(DMA)/RGO exhibited 77.2% (1st cycle), 74.7% (2nd cycle), 71% (3rd cycle), 68.4% (4th cycle), 66.3% (5th cycle) and 82.3% (1st cycle), 80.1% (2nd cycle), 78.5% (3rd cycle), 76.9% (4th cycle), 73.1% (5th cycle) respectively (Figure 11b). Hence, the synthesized GT-cl-poly(DMA) hydrogel and GT-cl-poly(DMA)/RGO hydrogel composite can be effectively reused for up to five cycles, which leads to reduction in cost."
    }, {
      "heading" : "4. Conclusions",
      "text" : "We developed novel reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide (GT-cl-poly(DMA)/RGO) hydrogel composite as reusable adsorbent for Hg2+ and Cr6+ ions. The reported maximum swelling percentage was 971.9% for reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogel composite at optimized synthesis conditions (KPS concentration: 10.0 × 10−1 mol L−1, solvent: 11 mL, reaction time: 90 s, microwave power: 20%, DMA concentration: 4.4 × 10−1 mol L−1, NMBA concentration: 5.8 × 10−1 mol L−1 and amount of RGO: 0.020 g). The adsorption efficiencies of 99% and 82% were reported for Hg2+ and Cr6+ by using GT-cl-poly(DMA)/RGO hydrogel composite at optimized adsorption conditions (for Hg2+, pH: 5.5, adsorbent dose: 0.035 g, RGO loading: 0.020 g, Hg2+ concentration: 20 ppm, Hg2+ volume: 50 mL, time: 270 min, temperature: 25 °C and for Cr6+, pH: 3.5, adsorbent dose: 0.045 g, RGO loading: 0.020 g, Cr6+ concentration: 20 ppm, Cr6+ volume: 50 mL , time: 570 min, temperature: 25 °C). The Qmax of Hg2+ and Cr6+ onto reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogel composite were 666.6 mg g−1 and 473.9 mg g−1 correspondingly, which were higher than the Qmax of gum tragacanth-cl-N,N-dimethylacrylamide hydrogel (Hg2+ = 625 mg g−1, Cr6+ = 401.6 mg g−1). The Hg2+ and Cr6+ adsorption were better depicted through pseudo-second-order and Langmuir isotherm. The gum tragacanth-cl-N,N-dimethylacrylamide and reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide adsorbents can be effectively reused for up to five cycles for adsorption of Hg2+ and Cr6+ ions. Thus, developed adsorbents are highly efficient in heavy metal ion adsorption and can be exploited for environmental remediation application.\nAuthor Contributions: Experiments, B.S.; original draft writing, B.S., S.T.; data analysis, B.S., S.T.; writing, review and editing, S.T., V.K.T., D.T., H.Y.N.; supervision, S.T., V.K.T. All authors have read and agreed to the published version of the manuscript.\nFunding: This research received no external funding.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Assessment of heavy metal pollution in water and surface sediment and evaluation of ecological risks associated with sediment contamination in the Ganga River: A basin-scale study",
      "author" : [ "E. Siddiqui", "J. Pandey" ],
      "venue" : "Environ. Sci. Pollut. Res. 2019,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2019
    }, {
      "title" : "Recent approaches in guar gum hydrogel synthesis for water purification",
      "author" : [ "S. Thakur", "B. Sharma", "A. Verma", "J. Chaudhary", "S. Tamulevicius", "V.K. Thakur" ],
      "venue" : "Int. J. Polym. Anal. Chem. 2018,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "Recent progress in sodium alginate based sustainable hydrogels for environmental applications",
      "author" : [ "S. Thakur", "B. Sharma", "A. Verma", "J. Chaudhary", "S. Tamulevicius", "V.K. Thakur" ],
      "venue" : "J. Clean",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2018
    }, {
      "title" : "Facile and cost-effective synthesis of glycogen-based conductive hydrogels with extremely flexible, excellent self-healing and tunable mechanical properties",
      "author" : [ "I. Hussain", "S.M. Sayed", "G. Fu" ],
      "venue" : "Int. J. Biol. Macromol. 2018,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Development of Biodegradable Agar-Agar/Gelatin-Based Superabsorbent Hydrogel as an Efficient Moisture-Retaining Agent",
      "author" : [ "J. Chaudhary", "S. Thakur", "M. Sharma", "V.K. Gupta", "V.K. Thakur" ],
      "venue" : "Biomolecules 2020,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2020
    }, {
      "title" : "Recent progress in the industrial and biomedical applications of tragacanth gum: A review",
      "author" : [ "E.Z. Nazarzadeh", "P. Makvandi", "F.R. Tay" ],
      "venue" : "Carbohydr. Polym. 2019,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2019
    }, {
      "title" : "Chemistry, Structures, and Advanced Applications of Nanocomposites from Biorenewable Resources",
      "author" : [ "B. Ates", "S. Koytepe", "A. Ulu", "C. Gurses", "V.K. Thakur" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2020
    }, {
      "title" : "Govindh, P. Status and future scope of plant-based green hydrogels in biomedical engineering",
      "author" : [ "R. Mohammadinejad", "H. Maleki", "E. Larrañeta", "A.R. Fajardo", "A.B. Nik", "A. Shavandi", "A. Sheikhi", "M. Ghorbanpour", "M. Farokhi" ],
      "venue" : "Appl. Mat. Today 2019,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2019
    }, {
      "title" : "Gum Tragacanth: Structure, characteristics and applications in foods",
      "author" : [ "M. Nejatian", "S. Abbasi", "F. Azarikia" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2020
    }, {
      "title" : "Ultrasonic-assisted manufacturing of new hydrogel nanocomposite biosorbent containing calcium carbonate nanoparticles and tragacanth gum for removal of heavy metal",
      "author" : [ "S. Mallakpour", "A. Abdolmaleki", "F. Tabesh" ],
      "venue" : "Ultrason. Sonochem. 2018,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2018
    }, {
      "title" : "Synthesis of composite hydrogel of glutamic acid, gum tragacanth, and anionic polyacrylamide by electron beam irradiation for uranium (VI) removal from aqueous samples: Equilibrium, kinetics, and thermodynamic studies",
      "author" : [ "R.H. Moghaddam", "S. Dadfarnia", "A.M.H. Shabani", "M. Tavakol" ],
      "venue" : "Carbohydr. Polym. 2019,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2019
    }, {
      "title" : "Experimental review: chemical reduction of graphene oxide (GO) to reduced graphene oxide (rGO) by aqueous chemistry",
      "author" : [ "L.G. Guex", "B. Sacchi", "K.F. Peuvot", "R.L. Andersson", "A.M. Pourrahimi", "V. Ström", "S. Farris", "R.T. Olsson" ],
      "venue" : "Nanoscale 2017,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2017
    }, {
      "title" : "A review on heavy metal ions adsorption from water by graphene oxide and its composites",
      "author" : [ "W. Peng", "H. Li", "Y. Liu", "S. Song" ],
      "venue" : "J. Mol. Liq. 2017,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2017
    }, {
      "title" : "Self-assembled sponge-like chitosan/reduced graphene oxide/montmorillonite composite hydrogels without cross-linking of chitosan for effective Cr (VI) sorption",
      "author" : [ "P. Yu", "H.-Q. Wang", "R.-Y. Bao", "Z. Liu", "W. Yang", "B.-H. Xie", "M.-B. Yang" ],
      "venue" : "ACS Sustain. Chem. Eng. 2017,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2017
    }, {
      "title" : "Three-dimensional molybdenum disulfide/graphene hydrogel with tunable heterointerfaces for high selective Hg (II) scavenging",
      "author" : [ "Y.-T. Zhuang", "X. Zhang", "D.-H. Wang", "Y.-L. Yu", "J.-H. Wang" ],
      "venue" : "J. Colloid Interf. Sci. 2018,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2018
    }, {
      "title" : "Removal of Hg (II) ions from aqueous solution by poly (allylamine-co-methacrylamide-co-dimethylthiourea)",
      "author" : [ "M.Y. Kim", "H. Seo", "T.G. Lee" ],
      "venue" : "J. Ind. Eng. Chem. 2020,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2020
    }, {
      "title" : "Preparation sulfhydryl functionalized paramagnetic Ni0. 25Zn0. 75Fe2O4 microspheres for separating Pb (II) and Hg (II) ions from aqueous solution",
      "author" : [ "M. Zhang", "J. Ma", "Y. Xiao", "C. Zhang", "Q. Wang", "W. Zheng" ],
      "venue" : "Colloids Surf. A 2020,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2020
    }, {
      "title" : "Adsorption of Hg (II) ions from aqueous solution by diethylenetriaminepentaacetic acid-modified cellulose",
      "author" : [ "B. Li", "M. Li", "J. Zhang", "Y. Pan", "Z. Huang", "H. Xiao" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2019
    }, {
      "title" : "Preparation of cross-linked magnetic chitosan-phenylthiourea resin for adsorption of Hg (II), Cd (II) and Zn (II) ions from aqueous solutions",
      "author" : [ "M. Monier", "D.A. Abdel-Latif" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2012
    }, {
      "title" : "Upon designing carboxyl methylcellulose and chitosan-derived nanostructured sorbents for efficient removal of Cd (II) and Cr (VI) from water",
      "author" : [ "S.-S. Li", "X.-L. Wang", "Q.-D. An", "Z.-Y. Xiao", "S.-R. Zhai", "L. Cui", "Z.-C. Li" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2020
    }, {
      "title" : "Application of Carboxymethyl Cellulose–Stabilized Sulfidated Nano Zerovalent Iron for Removal of Cr (VI) in Simulated Groundwater",
      "author" : [ "L. Zhao", "Y. Zhao", "B. Yang", "H. Teng" ],
      "venue" : "Water Air Soil Pollut. 2019,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2019
    }, {
      "title" : "Almaguer-Cantú, V. Cr (VI) adsorption from aqueous solution by fungal bioremediation based using Rhizopus sp",
      "author" : [ "M.A. Espinoza-Sánchez", "K. Arévalo-Niño", "I. Quintero-Zapata", "I. Castro-González" ],
      "venue" : "J. Environ. Manage. 2019,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2019
    }, {
      "title" : "Removal of Cr (VI) by surfactant modified Auricularia auricula spent substrate: Biosorption condition and mechanism",
      "author" : [ "L. Dong", "Y. Jin", "T. Song", "J. Liang", "X. Bai", "S. Yu", "C. Teng", "X. Wang", "J. Qu", "X. Huang" ],
      "venue" : "Environ. Sci. Pollut. R. 2017,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2017
    }, {
      "title" : "Controlled release of antibiotic amoxicillin drug using carboxymethyl cellulose-cl-poly (lactic acid-co-itaconic acid) hydrogel",
      "author" : [ "S. Sood", "V.K. Gupta", "S. Agarwal", "K. Dev", "D. Pathania" ],
      "venue" : "Intern. J.Biol. Macromol. 2017,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2017
    }, {
      "title" : "Novel nanohydrogel based on itaconic acid grafted tragacanth gum for controlled release of ampicillin",
      "author" : [ "D. Pathania", "C. Verma", "P. Negi", "I. Tyagi", "M. Asif", "N.S. Kumar", "E.H. Al-Ghurabi", "S. Agarwal", "V.K. Gupta" ],
      "venue" : "Carbohydr. Polym. 2018,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2018
    }, {
      "title" : "Microwave assisted chitosan-polyethylene glycol hydrogel membrane synthesis of curcumin for open incision wound healing",
      "author" : [ "Z. Wang", "Z. Zhao", "N.R. KhaN", "Z. Hua", "J. Huo", "Y. Li" ],
      "venue" : "Pharmazie 2020,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2020
    }, {
      "title" : "Synthesis and RSM-CCD optimization of microwave-induced green interpenetrating network hydrogel adsorbent based on gum copal for selective removal of malachite green from waste water",
      "author" : [ "S. Kaur", "R. Jindal", "J. Kaur Bhatia" ],
      "venue" : "Polym. Eng. Sci. 2018,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2018
    }, {
      "title" : "Graphite modified sodium alginate hydrogel composite for efficient removal of malachite green dye",
      "author" : [ "A. Verma", "S. Thakur", "G. Mamba", "R.K. Gupta", "P. Thakur", "V.K. Thakur" ],
      "venue" : "Inter. J. Biol. Macromol",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2020
    }, {
      "title" : "Microwave assisted synthesis of xanthan gum-cl-poly(acrylic acid) based-reduced graphene oxide hydrogel composite for adsorption of methylene blue and methyl violet from aqueous solution",
      "author" : [ "E. Makhado", "S. Pandey", "J. Ramontja" ],
      "venue" : "Int. J. Biol. Macromol. 2018,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2018
    }, {
      "title" : "Preparation of spherical porous hydrogel beads based on ion-crosslinked gum tragacanth and graphene oxide: Study of drug delivery",
      "author" : [ "Z. Rahmani", "R. Sahraei", "M. Ghaemy" ],
      "venue" : "behavior. Carbohydr. Polym. 2018,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2018
    }, {
      "title" : "Development and characterization of composite fibers based on tragacanth gum and polyvinylpyrrolidone",
      "author" : [ "J.E. Martín-Alfonso", "E. Číková", "M. Omastová" ],
      "venue" : "Compos. B Eng. 2019,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2019
    }, {
      "title" : "Guar gum-gN,N′-dimethylacrylamide: Synthesis, characterization and applications",
      "author" : [ "V.S. Pandey", "S.K. Verma", "M. Yadav", "K. Behari" ],
      "venue" : "Carbohydr. Polym. 2014,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2014
    }, {
      "title" : "Reduced Graphene Oxide/ZIF-67 Aerogel Composite Material for Uranium Adsorption in Aqueous Solutions",
      "author" : [ "M. Zhao", "A. Tesfay Reda", "D. Zhang" ],
      "venue" : "ACS omega 2020,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2020
    }, {
      "title" : "Tragacanth gum based hydrogel nanocomposites for the adsorption of methylene blue: Comparison of linear and non-linear forms of different adsorption isotherm and kinetics models",
      "author" : [ "S. Mallakpour", "F. Tabesh" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2019
    }, {
      "title" : "The effect of pH, temperature, and molecular size on the removal of dyes from textile effluent using manganese oxides-modified diatomite",
      "author" : [ "M.A.M. Khraisheh", "M.A. Al-Ghouti", "S.J. Allen", "M.N.M. Ahmad" ],
      "venue" : "Water Environ. Res",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2004
    }, {
      "title" : "Adsorptive removal of mercury from water by adsorbents derived from date pits",
      "author" : [ "M.A. Al-Ghouti", "D. Da’ana", "M. Abu-Dieyeh", "M. Khraisheh" ],
      "venue" : "Sci. Rep. 2019,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2019
    }, {
      "title" : "A novel tetraethylenepentamine crosslinked chitosan oligosaccharide hydrogel for total adsorption of Cr (VI)",
      "author" : [ "J. Mei", "H. Zhang", "Z. Li", "H. Ou" ],
      "venue" : "Carbohydr. Polym. 2019,",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2019
    }, {
      "title" : "Enhanced adsorption-photocatalytic reduction removal for Cr (VI) based on functionalized TiO2 with hydrophilic monomers by pre-radiation induced grafting-ring opening method",
      "author" : [ "Y.-S. Li", "T.-T. Li", "X.-F. Song", "J.-Y. Yang", "G. Liu", "J.-T. Qin", "Z.-B. Dong", "H.-G. Chen", "Y. Liu" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2020
    }, {
      "title" : "Adsorption and removal of chromium (VI) contained in aqueous solutions using a chitosan-based hydrogel",
      "author" : [ "P.B. Vilela", "A. Dalalibera", "E.C. Duminelli", "V.A. Becegato", "A.T. Paulino" ],
      "venue" : "Environ. Sci. Pollut. R. 2019,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The heavy metal poisoning of water has now become a pandemic concern due to its dangerous impacts to human health because these pollutants are non-degradable, poisonous, cancer-causing agent and are hard to separate from water [1].",
      "startOffset" : 227,
      "endOffset" : 230
    }, {
      "referenceID" : 1,
      "context" : "Adsorption technology is widely used for removing pollutants due to its simple operation, cost and easy implementation [2].",
      "startOffset" : 119,
      "endOffset" : 122
    }, {
      "referenceID" : 2,
      "context" : "Specifically, hydrogels based on biopolymer have now become very useful in adsorptive wastewater treatment [3].",
      "startOffset" : 107,
      "endOffset" : 110
    }, {
      "referenceID" : 3,
      "context" : "Gum tragacanth based hydrogel is highly adsorptive because of the presence of hydroxyl (–OH) and carboxyl (–COOH) groups [4,5].",
      "startOffset" : 121,
      "endOffset" : 126
    }, {
      "referenceID" : 4,
      "context" : "Gum tragacanth based hydrogel is highly adsorptive because of the presence of hydroxyl (–OH) and carboxyl (–COOH) groups [4,5].",
      "startOffset" : 121,
      "endOffset" : 126
    }, {
      "referenceID" : 8,
      "context" : "The bassorin unit can (composed of 60–70% of the compound) swells to form a gel [9].",
      "startOffset" : 80,
      "endOffset" : 83
    }, {
      "referenceID" : 9,
      "context" : "reported the glutaraldehyde cross-linked gum tragacanth/CaCO3 hydrogel composite as an adsorbent for the abstraction of Pb2+ ion [10].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 10,
      "context" : "synthesized methoxyl gum tragacanth-glutamic acid/polyacrylamide hydrogel via electron beam radiations as an adsorbent for trapping uranium ions from toxic uranium solution [11].",
      "startOffset" : 173,
      "endOffset" : 177
    }, {
      "referenceID" : 11,
      "context" : "Reduced graphene oxide (RGO) can result in high C/O with better mechanical strength [12].",
      "startOffset" : 84,
      "endOffset" : 88
    }, {
      "referenceID" : 12,
      "context" : "The high RGO surface, large porosity and defect sites are the features that help pollutants adsorption [13].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 14,
      "context" : "synthesized molybdenum disulfide/RGO hydrogel as an adsorbent for mercury ions removal [15].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 23,
      "context" : "Carboxymethyl cellulose-cl-poly(lactic acidco-itaconic acid) hydrogel Microwave assisted method 90 s 332% [24]",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 24,
      "context" : "Tragacanth gum-g-poly(itaconic acid) hydrogel Microwave-assisted method 220 s 800% [25]",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 4,
      "context" : "Microwave-assisted copolymerization method was used in the synthesis of gum tragacanth-cl-N,N-dimethylacrylamide hydrogel [5].",
      "startOffset" : 122,
      "endOffset" : 125
    }, {
      "referenceID" : 27,
      "context" : "The swelling percentage was calculated using Equation (1) [28]:",
      "startOffset" : 58,
      "endOffset" : 62
    }, {
      "referenceID" : 13,
      "context" : "After adsorption, the mixture was filtered to determine the concentration of Hg2+ and Cr6+ ions using 1,3-diphenylcarbazide method [14].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 27,
      "context" : "The amount of adsorbed Hg2+ and Cr6+ was calculated by Equation (2) [28]:",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 24,
      "context" : "Under microwave radiations, KPS was decomposed and radical ions were generated [25].",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 28,
      "context" : "The peak at 1128 cm−1 is due to –C–O stretching in the C–OH functional groups of RGO [29].",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 29,
      "context" : "The bands at 1638 cm−1 and 1748 cm−1 correspond to asymmetric stretching of the carboxylate group and asymmetric stretching of C=O in galacturonic acid respectively [30], peak at 1142 cm−1 ascribed to antisymmetric vibrations of C–O–C linkage in glycosidic groups [31].",
      "startOffset" : 165,
      "endOffset" : 169
    }, {
      "referenceID" : 30,
      "context" : "The bands at 1638 cm−1 and 1748 cm−1 correspond to asymmetric stretching of the carboxylate group and asymmetric stretching of C=O in galacturonic acid respectively [30], peak at 1142 cm−1 ascribed to antisymmetric vibrations of C–O–C linkage in glycosidic groups [31].",
      "startOffset" : 264,
      "endOffset" : 268
    }, {
      "referenceID" : 31,
      "context" : "The peaks at 1608 cm−1 and 1410 cm−1 in GT-cl-poly(DMA) hydrogel ascribed to stretching vibrations of poly(DMA) amide group [32].",
      "startOffset" : 124,
      "endOffset" : 128
    }, {
      "referenceID" : 9,
      "context" : "The absorption band at 2910 cm−1 was attributed to stretching vibrations of aliphatic C–H [10].",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 33,
      "context" : "2°, exhibited semi-crystalline in nature [35].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 29,
      "context" : "The RGO contains carboxylic groups which boost interactions with metal ions resulting in high percentage adsorption [30].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 34,
      "context" : "At low pH, the concentration of H+ ions was high which could compete with Hg2+ on GT-cl-poly(DMA)/RGO surface resulting in poor binding of Hg2+ [36].",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 35,
      "context" : "The dominant species were Hg(OH)2 and HgCl42− [37] at pH above 5.",
      "startOffset" : 46,
      "endOffset" : 50
    }, {
      "referenceID" : 36,
      "context" : "The electrostatic repulsion among Hg(OH)2 or HgCl42− [38] and negatively charged GT-cl-poly(DMA)/RGO) was responsible for low Hg2+ adsorption percentage at pH above 5.",
      "startOffset" : 53,
      "endOffset" : 57
    }, {
      "referenceID" : 37,
      "context" : "The dominant Cr6+ species [39] are as: H2CrO4 (pH < 3.",
      "startOffset" : 26,
      "endOffset" : 30
    }, {
      "referenceID" : 38,
      "context" : "Therefore, electrostatic attraction of HCrO [40] took place at pH 3.",
      "startOffset" : 44,
      "endOffset" : 48
    }, {
      "referenceID" : 38,
      "context" : "At pH > 7, electrostatic repulsion between dominant CrO species [40] and deprotonated GT-cl-poly(DMA)/RGO was attributed to low Cr6+ adsorption.",
      "startOffset" : 64,
      "endOffset" : 68
    } ],
    "year" : 2020,
    "abstractText" : "Reduced graphene oxide (RGO) was synthesized in this research via Tour’s method for the use of filler in the hydrogel matrix. The copolymerization of N,N-dimethylacrylamide (DMA) onto the gum tragacanth (GT) was carried out to develop gum tragacanth-cl-N,N-dimethylacrylamide (GT-cl-poly(DMA)) hydrogel using N,N'-methylenebisacrylamide (NMBA) and potassium persulfate (KPS) as cross-linker and initiator correspondingly. The various GT-cl-poly(DMA) hydrogel synthesis parameters were optimized to achieve maximum swelling of GT-cl-poly(DMA) hydrogel. The optimized GT-cl-poly(DMA) hydrogel was then filled with RGO to form reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide (GT-cl-poly(DMA)/RGO) hydrogel composite. The synthesized samples were used for competent adsorption of Hg2+ and Cr6+ ions. Fourier transform infrared, X-ray powder diffraction, field emission scanning electron microscopy, energy-dispersive X-ray spectroscopy were used to characterize the gum tragacanth-cl-N,N-dimethylacrylamide hydrogel and reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogel composite. The experiments of adsorption-desorption cycles for Hg2+ and Cr6+ ions were carried out to perform the reusability of gum tragacanth-cl-N,N-dimethylacrylamide hydrogel and reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide hydrogel composite. From these two samples, reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide exhibited high adsorption ability. The Hg2+ and Cr6+ ions adsorption by gum tragacanth-cl-N,N-dimethylacrylamide and reduced graphene oxide incorporated gum tragacanth-cl-N,N-dimethylacrylamide were best suited for pseudo-second-order kinetics and Langmuir isotherm. The reported maximum Hg2+ and Cr6+ ions adsorption capacities were 666.6 mg g-1 and 473.9 mg g-1 respectively.",
    "creator" : ""
  }
}