{
  "name" : "downloads_2019-11-04_f3_tadjouteuassatse2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "DFT studies of nanomaterials designed by the functionalization of modified carboxylated carbon nanotubes with biguanide derivatives for nanomedical, nonlinear and electronic applications",
    "authors" : [ "Y. Tadjouteu Assatsea", "G.W. Ejuhb", "F. Tchoffoa", "J.M.B. Ndjakaa" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nChinese Journal of Physics\njournal homepage: www.elsevier.com/locate/cjph\nDFT studies of nanomaterials designed by the functionalization of modified carboxylated carbon nanotubes with biguanide derivatives for nanomedical, nonlinear and electronic applications Y. Tadjouteu Assatsea,⁎, G.W. Ejuhb,c, F. Tchoffoa, J.M.B. Ndjakaa,c aUniversity of Yaoundé I, Faculty of Science, Department of Physics, P.M.B 812, Yaoundé, Cameroon bUniversity of Dschang, IUT Bandjoun, Department of General and Scientific Studies, P.M.B 134, Bandjoun, Cameroon c CETIC (Centre d'Excellence Africain en Technologies de l'Information et de la Communication), Université de Yaoundé I, B.P 8390, Yaoundé, Cameroon\nA R T I C L E I N F O\nKeywords: Nanotube Biguanide derivatives Functionalization Nanomaterials DFT\nA B S T R A C T\nDensity functional theory calculations were carried out to study nanomaterials obtained by the functionalization of biguanide derivatives (metformin, buformin) at the tube end cap of modified carboxylated carbon nanotubes. Reaction and solvation energies, nonlinear and electronic properties, and quantum molecular descriptors were investigated. Our results reveal that the syntheses of these nanomaterials are possible. The solvation energies show that their dissolution in water is thermodynamically favorable. These nanomaterials are soft and strongly reactive and electrophile. The results found for the static first-order hyperpolarizabilities and the energy gaps suggest that they can be exploited for nonlinear and electronic applications."
    }, {
      "heading" : "1. Introduction",
      "text" : "Diabetes is a chronic disease that occurs either when the pancreas does not produce enough insulin or when the body cannot effectively use the insulin it produces. The therapy commonly used for diabetes is based on a set of drugs belonging to the biguanide class, which includes the metformin and buformin. Metformin (chemically known as 1,1-dimethylbiguanide) is one of the best-known anti-diabetic drugs used to treat type 2 diabetes (T2D). Recent Studies have also shown that metformin drug is benefit for patients with specific types of cancer [1]. Metformin treatment decreases the risk of colon, lung, and liver cancers, but does not affect the development of breast, pancreatic or gastric cancers [2]. Buformin is chemically known as 1-butylbiguanide and also have an inhibitory effect on the cancer development [3]. Several mechanisms of action have been proposed to explain the antitumor effects of the metformin and buformin [4]. The main effect of these antidiabetic drugs at the molecular level is the activation of an enzyme called AMP-activated protein kinase (AMPK) that plays an important role in insulin [5]. The anticancer property of these drugs is due to their ability to disrupt the Warburg effect and revert the cytosolic glycolysis characteristic of cancer cells to normal oxidation of pyruvate by the mitochondria [6].\nThe delivery of these drugs to their targets is of great importance. Carbon nanotubes have attracted great attention since their discovery by Ijima in 1991 [7]. Carbon nanotubes are become very interesting for biomedical applications. New researches with advanced methods are developed for the delivery of drugs with nanomaterials within the human body for the treatment of various diseases [8]. Extensive theoretical studies have been conducted on the chemical functionalization and adsorption of organic\nhttps://doi.org/10.1016/j.cjph.2019.01.014 Received 29 August 2018; Received in revised form 12 December 2018; Accepted 16 January 2019\n⁎ Corresponding author. E-mail address: yannicktadjoute@yahoo.fr (Y. Tadjouteu Assatse).\nChinese Journal of Physics 58 (2019) 253–262\nAvailable online 14 February 2019 0577-9073/ © 2019 The Physical Society of the Republic of China (Taiwan). Published by Elsevier B.V. All rights reserved.\nT\ncompounds on carbon nanotubes such as 1,3-cyclohexadiene, nitrate, phenol and cyano radical [9–12]. The covalent or non-covalent interaction of Carbon nanotubes at the surface or the tube ends by the encapsulation or functionalization with drugs are currently being studied for treatment of diseases like cancer [13], tuberculosis [14], diabetes [15]. Functionalized carbon nanotubes are effective nanovectors for the drug delivery of therapeutic compounds [16] due to the fact that they are capable of crossing biological barriers independently of the cell type. Experiments of preparation and characterization of nanocomposites of carbon nanotubes functionalized with organic molecules have been reported in literature [17]. Recently, it has been experimentally demonstrated that novel compounds obtained by the functionalization of modified carboxylated multi-walled carbon nanotubes with the metformin exhibit significant antibacterial activities and have a potential to be used as antibacterial agents [18].\nThe aim of the modeling and study of these systems is to improve conditions of the drug delivery within human cells and research new nanomaterials for nonlinear and electronic applications. In this paper, the reaction energies, molecular structures, Gibbs free energies of solvation, nonlinear and electronic properties, and quantum molecular descriptors of the nanomaterials SWCNT(5,5) fCOMETF and SWCNT(5,5)fCOBUF were investigated in gas phase and liquid phase (water) using density functional theory (DFT). To the best of our knowledge, this is the first theoretical study on the functionalization of the two biguanide derivatives (metformin, buformin) on the tube end caps of nanotubes SWCNT(5,5) as in the same experimental reaction procedure of the functionalization of the metformin on a multi-walled carbon nanotube [18]."
    }, {
      "heading" : "2. Methodology",
      "text" : "In our models, the metformin (METFH) and buformin (BUFH) were attached covalently to modified carboxylated carbon nanotubes. The armchair carbon nanotubes SWCNT(5,5) used for the functionalization contain 60 and 90 carbon atoms and the tube ends are capped with hydrogen atoms (C60H20 and C90H20). The lengths of the used fragments of nanotubes SWCNT(5,5) are 6.15 Å and 9.84 Å. The C]C bond length in SWCNT is 1.42 Å, which corresponds to C]C bond (sp2 hybridization). The choice of the (5,5) chirality is motivated by the fact that the SWCNT(5,5)fCOOH is more soluble than other SWCNT(n,n), with n>5 [19]. The functionalized structures were geometrically optimized with a tight convergence and without using any symmetry constraint by the density functional theory (DFT) using the B3LYP functional and the 6–31G(d) basis set as implemented in Gaussian 09W [20]. The computed results were visualized by GaussView 5 [21].\nThe formation of the nanomaterials A, B, C and D was done by the reaction between the biguanide derivatives (METFH, BUTH) and the modified carboxylated nanotubes (SWCNT(5,5)fCOCl) at the tube end caps as follows:\n+ +f fMETFH SWCNT(5, 5) COCl SWCNT(5, 5) COMETF HCl (1)\n+ +f fBUFH SWCNT(5, 5) COCl SWCNT(5, 5) COBUF HCl (2)\nThe formation of these nanomaterials is energetically favorable if the reaction energies of their formation (Er) are negative. The reaction energies of the synthesis reactions of nanomaterials A and B are calculated using the equations:\n= +f fE E(SWCNT(5, 5) COMETF) E(HCl) E(SWCNT(5, 5) COCl) E(METFH)rA (3)\n= +f fE E(SWCNT(5, 5) COBUF) E(HCl) E(SWCNT(5, 5) COCl) E(BUFH)rB (4)\nwhere E(SWCNT(5, 5)fCOMETF), E(SWCNT(5, 5)fCOBUF) and E(SWCNT(5, 5)fCOCl) are the total electronic energies of the functionalized carbon nanotubes with the functional groups COMETF, COBUF and COCl, respectively. E(METFH), E(BUFH) and E (HCl) are the total electronic energies of the metformin (METFH), buformin (BUFH) and HCl, respectively. The use of localized basis sets reliably reduces the amount of computational work required when using them with large vacuum regions in the unit cell. However, finiteness of the localized basis sets lead to basis set superposition errors (BSSEs). To overcome this problem, BSSE has been estimated by the counterpoise method of Boys and Bernardi [22] with the B3LYP exchange-functional and 6–31G(d) standard basis set.\nThe polarized continuum model using the integral equation formalism (IEFPCM) [23] was applied to account for solvation effects. The solvent (water) having a dielectric constant of 78.4 was considered in our calculations. Solvation in water of these functionalized nanotubes was performed using the SMD continuum model [24] and the Gibbs free energy of solvation was calculated by taking the difference between the total electronic energy in water after polarized continuum model (PCM) corrections and the total electronic energy in gas phase.\nFrom the optimized molecular structures, nonlinear optical (NLO) and electronic properties were calculated in gas phase and liquid phase. The mean polarizability αtot and the static first-order hyperpolarizability βtot were calculated from the Gaussian output using the equations [25]:\n= + +1 3 ( )tot xx yy zz (5)\n= + + + + + + + +[( ) ( ) ( ) ]tot xxx xyy xzz 2 yyy yxx yzz 2 zzz zxx zyy 2 1 2 (6)\nGaussSum 2.2 Program [26] was used to obtain the data of molecular orbitals which were used to plot the density of states (DOS). The band gap energy is calculated from the difference between the HOMO and LUMO frontier orbitals. The Fermi level is within the energy gap and is equal to the chemical potential of a free gas of electrons. The discrete electron approximation of the Fermi energy is = +E (IP EA)FL 12 , where IP and EA are the ionization potential and the electron affinity, respectively. Quantum molecular\ndescriptors such as electronegativity (χ), chemical potential (μ), hardness (η), softness (S), and electrophilicity index (ω) were calculated in gas phase and water solvent from the HOMO and LUMO energies using the following relations, respectively,\n= = +µ (IP EA)12 , = (IP EA) 1 2 , =S 1 and = µ2 2 [27]. The global interaction between the biguanide derivative (METF or BUF) and the modified carboxylated nanotubes (SWCNT(5,5)fCO) can be shown by the parameter ΔN, which determines the fractional number of electrons transferred from a system X (METF or BUF) to system Y (SWCNT(5,5)fCO) [28] and was calculated as follows:\n= +µ µN ( )/2( )Y X X Y (7)\nwhere μX, μY and ηX, ηY are the chemical potential and chemical hardness of the systems X and Y. A positive value of ΔN indicates that charge flows from Y to X and the X acts as electron acceptor, whereas a negative value of ΔN indicates that charge flows from X to Y and the X acts as an electron donor.\nThe molecular electrostatic potential (MEP) provides information on how a molecule can behave when it is introduced to an electrophile or a nucleophile system and helps to find the region from where it can have intermolecular interactions and covalent bonds with other molecular systems. Mathematically, the molecular electrostatics potential V(r) created at any given point r(x, y, z) in the vicinity of a molecule by its electrons and nuclei is determined by using Eq. (8):\n=V r Z R r\nr r r dr( ) ( ) ( )\nA\nA\nA (8)\nwhere ZA is the charge of nucleus A located at RA, ρ(r′) is the electronic density function for the molecule and r′ is the dummy integration variable [29]."
    }, {
      "heading" : "3. Results and discussions",
      "text" : ""
    }, {
      "heading" : "3.1. Reaction energies, molecular structures and Gibbs free energies of solvation of the studied nanomaterials",
      "text" : "Table 1 shows the reaction energies of the synthesis reactions of nanomaterials A and B. The reaction energies are negative inside the two media considered, suggesting that the synthesis of these nanomaterials is energetically favorable. The Er values increase as we move from the gas phase to the liquid phase (water), suggesting that the syntheses of these functionalized structures are more favorable in gas phase than into liquid phase (water). When the reactions are performed in presence of water, the solvent reaction field perturbs the molecular potential surface (PES) of reactants and therefore, increases the reaction energies of the synthesis reactions of these nanomaterials. The Er values of the synthesis reactions of nanomaterials A and B in gas phase are −15.294 and −16.489 Kcal/mol, respectively; while in water the Er values are −12.343 and −12.793 Kcal/mol, respectively. The order of BSSE corrections on the reaction energies leading to complexes A and B are about 0.25 and 0.27 Kcal/mol, respectively.\nThe process of formation of the structure A is more energetically stable than that of B in the two media considered. The change of Er values of the synthesis reactions of these nanomaterials are around 0.012% in gas phase and 0.0045% in liquid phase (water). The Er values of the synthesis reactions of nanomaterials C and D are −15.309 and −16.520 Kcal/mol in gas phase and −12.365 and −12.835 Kcal/mol in liquid phase, respectively. The Er values of the synthesis reactions of structures C and D decrease slightly, in gas phase and liquid phase, in comparison to those of the nanomaterials A and B, respectively. This shows that these nanomaterials are more energetically stable with the increasing of the nanotube length.\nFig. 1 shows the graphical representations of the optimized geometries of the studied nanomaterials. Slight changes of the geometrical structure of the molecular block of the metformin and buformin, into the nanomaterials A and B, are observed in comparison to the isolated structures. The reaction induced a very slight locally structural distorsion of the tube SWCNT(5,5). The valence angle formed by the three carbons at the point of the functionalized carbon of the nanotube are 115.844° and 115.804° for the nanomaterials A and B, respectively. The C]C bond lengths of the nanotube in these optimized nanomaterials change slightly in comparison to the perfect nanotube (C]C bond is 1.42 Å) and the optimized pristine nanotube. The vibrational frequency calculations were also performed to confirm that these geometries are local minima on the potential energy surfaces. The studied nanomaterials are stable and the minima found are local minimum, since no imaginary frequency is observed in their vibrational spectra (see Fig. 2).\nSome vibrational modes of the nanomaterials A and B were assigned and compared to those of the functionalized multi-walled carbon nanotube, MWCNT-CO-metformin, reported in the literature [18]. Table 2 shows some vibrational frequencies and assignments of the complex structures SWCNT(5,5)fCOMETF and SWCNT(5,5)fCOBUF.\nThe NeH stretching vibration gives rise to a weak band at 3500–3300 cm−1 in the spectrum of the metformin molecule [30]. In spectra of nanomaterial A (see Fig 2), the two peaks at 3599.51 and 3463.91 cm−1 correspond to the –NeH stretching vibrational modes. The peaks theoretically observed at 3599.52 and 3432.64 cm−1 in the spectra of nanomaterial B (see Fig. 2) correspond also to the –NeH stretching vibrations. The C]O stretching vibration is observed experimentally at 1742 cm−1 in the COOH functionalized nanotube [31]. The stretching vibrational modes of the carbonyl group C]O are theoretically observed in the regions 1689.97–1763.56 and 1702–1768.74 cm−1 in the molecular structures A and B, respectively. It was reported that the C]N stretching vibration in the metformin molecule occurs at 1626 and 1583 cm−1 [32]. The stretching vibrational modes C]N are theoretically observed in the regions 1689.97–1763.56 cm−1 and 1702.74–1768.74 cm−1 in the molecular structures A and B, respectively. Thereby, the calculated vibrational frequencies of the studied nanomaterials are in good agreement with the results reported in\nTable 1 Calculated reaction energies, ErA and ErB, of the synthesis reactions of nanomaterials A and B.\nGas phase Liquid phase (water) B3LYP/6–31G(d) IEFPCM\nB3LYP/6–31G(d)\nErA (in Kcal/mol) −15.294 −12.343 ErB (in Kcal/mol) −16.489 −12.793\nFig. 2. Vibrational IR and Raman spectra of the studied nanomaterials (SWCNT(5,5)fCOMETF and SWCNT(5,5)fCOBUF) obtained by DFT simulation.\nliterature and the other properties of these molecular structures were calculated from their optimized geometries. The solubility of a substance can be predicted and assessed from quantum mechanical calculations by the Gibbs free energy of solvation. The degree of solubility increases with the decreasing of the Gibbs free energy of solvation and it is higher for the more negative Gibbs free energy of solvation. The interaction between the solute and solvent is energetically favorable when the value of the Gibbs free energy of solvation is negative. From Table 3, we can observe that the nanomaterials A, B, C and D are more soluble than the isolated molecules (metformin and buformin). The solubility in water of the biguanide derivatives considered increases significantly when they are covalently functionalized on the tube end caps of SWCNT(5,5). The Gibbs free energy of solvation of compounds A and B are −22.577 and −24.285 Kcal/mol, respectively. The ΔGsol values of compounds C and D are −25.920 and −27.587 Kcal/mol, respectively. Thermodynamically, the process of solvation of the studied nanomaterials is spontaneous because the calculated Gibbs free energies of solvation are negative. These results show that the Gibbs free energies of solvation of these nanomaterials decrease with the increasing of the nanotube length. At constant temperature of 298.15 K and pressure of 1 atm, the nanomaterials B and D are more soluble in water than the nanomaterial A and C, respectively. The results found of the Gibbs free energies of solvation of the nanomaterials A, B, C and D are very lower than that of the carboxylated nanotube SWCNT(5,5)fCOOH [19]. The free energies of solvation of these nanomaterials are also lower than that of the metformin reported in the literature [33]."
    }, {
      "heading" : "3.2. Nonlinear and electronic properties and quantum molecular descriptors of the studied nanomaterials",
      "text" : "Various DFT functional and basis sets have shown great performances in NLO properties calculations for many organic compounds [34,35]. Urea is the organic molecule mostly used as a reference for the comparison and classification of good NLO organic molecules. The calculated dipole moment, mean polarizability and static first-order hyperpolarizability of the nanomaterials A and B in gas phase and liquid phase (water) are reported in Table 4. The calculated values of the mean polarizability αtot and static firstorder hyperpolarizability βtot have been converted into electrostatic units (esu) by the following relations: 1 a.u. of\n= 0.148x10 24 esu and 1 a.u. of = 8.639x10 33 esu. When compounds are moved from gas phase to liquid phase (water), the reaction field of water affects considerably the nonlinear properties. As seen in Table 4 all the NLO properties of the studied nanomaterials increase when we moved from gas phase to liquid phase (water). The nanomaterial A is more polar than the nanomaterial B in gas phase and liquid phase (water). The polarizability of the compound B is greater than that of A in gas phase and liquid phase (water). The component αxx of the tensor of polarizability gives the highest contribution to αtot.\nOrganic Molecules having a large hyperpolarizability value can produce second-order optical effects much larger than those obtainable with some inorganic materials [36,37]. The static first-order hyperpolarizability of the nanomaterial A is greater than that of the nanomaterial B in gas phase and liquid phase (water). The static first-order hyperpolarizability of the nanomaterials A and B in gas phase is 64.010 and 60.333 times greater, respectively, than those of urea (β of urea is ×0.3728 10 cm /esu30 5 ) [38]. As shown in Table 3, the nonlinear properties αtot and βtot increase significantly with the increasing of the nanotube length. The mean polarizabilities αtot of the nanomaterials C and D, in gas phase, are about 1.504 and 1.490 times greater than those of the nanomaterials A and C, respectively. The calculated static first-order hyperpolarizabilities of the nanomaterials C and D are ×41.376 10 30 and ×38.790 10 cm /esu30 5 which are about 110.987 and 104.050 times greater than those of urea. The βtot values of the nanomaterials C and D, in gas phase, are about 1.734 and 1.725 times greater than those of the nanomaterials A and B, respectively.\nLasse Jensen et al. reported that the mean polarizability of the pristine nanotube (5,5) increase with the number of unit cells and the asymptotic value of the mean polarizability for an infinite nanotube tends to 282.29 au ( ×41.779x 10 24 esu) [39]. The αtot values\nof the studied functionalized nanotubes are very greater than that of the infinite pristine nanotube. The calculated βtot values are very greater than that of the pristine nanotube (5,5) of length 14 Å reported in the literature [40]. Therefore, the functionalization of the modified carboxylated nanotube (5,5) with the biguanide derivatives (metformin and buformin) considerably enhances the nonlinear properties of the nanotube.\nThe total densities of states (DOSs) and the HOMO and LUMO orbitals of the nanomaterials A and B, in gas phase, are shown in Fig. 3. We can observe on these figures that the HOMO and LUMO orbitals are mainly localized on the nanotube. The optimized SWCNT(5,5) is semi-metallic with energy gap of 1.55 eV and it is in good agreement with the value reported in the literature [41]. When the nanotube SWCNT(5,5) is functionalized with the metformin or buformin, the HOMO-LUMO energy gap (Egap) values of the resulting nanomaterials (see Table 4) decrease in comparison to the isolated SWCNT(5,5). The two nanomaterials A and B have approximatively the same Egap value (1.51 eV) in gas phase. The change in Egap of SWCNT(5,5) after functionalizations is around 0.04 eV. Whether these nanomaterials are in gas phase or liquid phase (water), the semi-metallic characteristic is conserved. The Fermi level is the smallest possible increase in energy when one electron is added to the compound. As shown in Table 4, the EFL in gas phase of the compounds A and B are −3.55 and −3.53 eV, respectively. The EFL values of these nanomaterials are lower than those of the optimized pristine nanotube C60H20 (−3.39 eV) [41] and therefore, shifts towards the valence level. When these nanomaterials are moved from the gas phase to liquid phase (water), the HOMO and LUMO levels decrease. The reaction field of the IEFPCM water model modifies the band structure of these nanomaterials, and decreases the EFL as shown in Table 4. These downward shifts of the Fermi level could lead to a slight increment of the work function of the nanomaterials designed with respect to the isolated SWCNT(5,5). The values of Egap and EFL, in gas phase, of the nanomaterials C are 1.084 and −3.597 eV, and those of the nanomaterial D are 1.086 and −3.579 eV, respectively. The energy gaps, in gas phase, of the nanomaterials C and D decrease to about 0.425 and 0.424 eV in comparison to the nanomaterials A and B, respectively. The Fermi energies, in gas phase, of the nanomaterials C and D decrease to about 0.043 and 0.047 eV in comparison to the nanomaterials A and B, respectively. For each complex system C and D, the solvation decreases the values of Egap and EFL to about 0.420 and 0.035 eV in comparison to the nanomaterials A and B, respectively. These results show that the nanotube length induced significant changes of electronic properties of the studied nanomaterials.\nThe values of EFL and Egap of the nanotube C90H20 are −3.39 and 1.11 eV, respectively [41]. The Fermi energies of the functionalized nanotubes C and D are lower than those of the pristine nanotube. The Egap values of the nanomaterials C and D decrease to about 0.033 and 0.021 eV in comparison to the pristine nanotube. Therefore, the functionalization of a single-walled carbon nanotube (5,5) with biguanide derivatives improves its conducting character.\nIt is well known that the functional B3PW91 gives good results for the HOMO-LUMO energy gap (Egap) [42]. The calculated Egap values, in gas phase, using the B3PW91/631G(d) of the nanomaterials A, B, C and D are 1.505, 1.507, 1.077 and 1.079 eV, respectively. The calculated EFL values, in gas phase, using the B3PW91/631G(d) of these nanomaterials are −3.691, −3.669, −3.748 and −3.731 eV, respectively. The obtained values from the B3PW91 method which is reliable for calculating energy gap, change slightly in comparison with those obtained from the B3LYP one. Therefore, the reliability of the B3LYP method on the computed electronic properties is confirmed.\nThe calculated quantum molecular descriptors such as the electron affinity (EA), ionization potential (IP), electronegativity (χ), chemical potential (μ), hardness (η), softness (S), and electrophilicity index (ω) of the nanomaterials A, B, C and D in gas phase and aqueous solution are reported in Table 5. The solvation increases slightly the values of EA, IP, χ, η and ω.\nThe electron affinity (EA) is directly related to the LUMO energy because the LUMO orbital has the tendency to accept electrons and thus acting as electron acceptor. Similarly, the ionization potential (IP) is directly related to the HOMO energy because the HOMO orbital has the tendency to donate electrons and thus acting as electron donor. The EA and IP of the nanomaterials A and C change slightly in comparison to those of B and D due to the same localization of HOMO and LUMO orbitals. This shows that the studied nanomaterials have the same tendency to accept electrons from a donor. Electronegativity measures the power of an atom to attract electrons to it. Chemical potential on the other hand bears an inverse relationship with electronegativity. The χ and μ values of these compounds show that the reactivities of the nanomaterials A and C change slightly in comparison to those of B and D. The hardness is reciprocally related to the softness which is a property of molecule that measures the extent of chemical reactivity. The descriptors η and S are related to the energy gap. Molecules with large energy gap are in general hard, while molecules with small\nenergy gap are soft. As seen in Table 5, the softness of the nanomaterials A, B, C and D are greater than the hardness in gas phase or liquid phase (water). The soft characteristic found of these nanomaterials is in agreement with their small energy gap. The studied nanomaterials are more soft and less hard than the metformin molecule [30].\nThe electrophilic power of these nanomaterials can be measure with the electrophilicity index. The electrophilicity index provides information about the activity and toxicity of chemical compounds [43–45]. Higher electrophilicity index means that the molecule has a higher electrophilic nature. The nanotube SWCNT(5,5) is higher electrophile than the molecule metformin [30]. The calculated electrophilicity index of the nanotubes C60H20 and C90H20 on the base of their HOMO and LUMO energies [41] are 7.37 and 10.82, respectively. The comparison of the electrophilicity index of the nanomaterials A, B and C, D (see Table 5) with those of the nanotubes C60H20 and C90H20, leads to the conclusion that these nanomaterials are strongly electrophile. The increase of the nanotube length tends to increase the values of EA, χ, S and ω and decrease the values of IP, μ and η. This is evidently observed in the comparison of quantum molecular descriptors of the nanomaterials C and D with those of A and B, respectively.\nThe amount of charge transfer between the METF or BUF radical and the modified carboxylated nanotube SWCNT(5,5)fCO, as calculated using the ΔN method, is given in Table 4. A positive value of ΔN indicates that the METF or BUF radical acts as electron acceptor, while a negative value of ΔN indicates that the METF or BUF radical acts as an electron donor. In the SWCNT(5,5)fCOMETF (A and C complex systems) and SWCNT(5,5)fCOBUF (B and D complex systems), the ΔN values are negatives, indicating that the METF or BUF radical acts as an electron donor. For the complexes A and C about 0.064 and 0.072 electron are transferred in gas phase from the METF radical to the modified carboxylated nanotube, respectively. For the complexes B and D about 0.068 and 0.076 electron are transferred in gas phase from the BUF radical to the modified carboxylated nanotube, respectively.\nThe total electron density mapped with electrostatic potential surface is shown in Fig. 4. Potential increases in the order\nred < orange < yellow < green < blue. The negative regions of the MEP (red color) are related to electrophilic reactivity and the positive one (blue color) to nucleophilic reactivity [46]. As shown in Fig. 4, the nanomaterials A and B have several possible sites for electrophilic and nucleophilic reactivities. The most negative potential sites are localized on the =NH, while the most positive sites are localized on the –NH and –CH of the functionalized nanotubes."
    }, {
      "heading" : "4. Conclusions",
      "text" : "We have performed DFT calculations on the functionalization of biguanide derivatives (metformin, buformin) at the tube end cap of modified carboxylated carbon nanotubes (5,5) to improve the drug delivery within the human cells and design new nanomaterials for nonlinear and electronic applications. Applying theoretically the chemical reactions of a previously reported study by experimentalists, the results of the reaction energies in gas phase and liquid phase (water) suggest that the syntheses of the studied nanomaterials are possible. The Gibbs free energies of solvation of these nanomaterials reveal that their dissolutions in water are spontaneous and thermodynamically favorable. Furthermore, the functionalizations of the metformin and buformin at the tube end cap of SWCNT(5,5) significantly increase their solubility. The calculated hyperpolarizabilities of the designed nanomaterials are very greater than that of urea. These nanomaterials are good candidates as second-order NLO materials and could be potentially very interesting for nonlinear applications. The results of the HOMO-LUMO energy gaps show that the studied nanomaterials improve the conducting character of the pristine carbon nanotubes. The EFL values of these nanomaterials are shifted towards the valence level and could lead to a slight increment in work function of the nanotube. From quantum molecular descriptors, we can conclude that the studied nanomaterials are soft and their reactivity with respect to the metformin, buformin and nanotube are increased due to the decreasing of the Egap. Furthermore, these nanomaterials are strongly electrophile and the MEP suggest that the possible electrophilic sites are localized on the =NH, while the nucleophilic sites are mainly localized on the –NH and –CH of the functionalized nanotubes. The present work will be helpful for other theoretical and experimental researches, in particular in nanomedecine, and the design and synthesis of new nanomaterials based on the functionalization of nanotubes for nonlinear and electronic applications.\nCompliance with ethical standards\nThe authors declare that there is no conflict of interest as concern this article."
    }, {
      "heading" : "Acknowledgments",
      "text" : "We are thankful to the Council of Scientific and Industrial Research (CSIR), India for financial support through Emeritus Professor scheme (grant no. 21(0582)/03/EMR-II) to Late Prof. A.N. Singh of the Physics Department, Bahamas Hindu University, India which enabled him to purchase the Gaussian Software. We are most grateful to late Emeritus Prof. A.N. Singh for donating this software to one of us Dr. Geh Wilson Ejuh and to the Materials Science Laboratory of the University of Yaounde I for enabling us used their computing facilities.\nSupplementary materials\nSupplementary material associated with this article can be found, in the online version, at doi:10.1016/j.cjph.2019.01.014."
    } ],
    "references" : [ {
      "title" : "Metformin and pathologic complete responses to neoadjuvant chemotherapy in diabetic patients with breast cancer",
      "author" : [ "S. Jiralerspong", "S.L. Palla", "S.H. Giordano", "F. Meric-Bernstam", "C. Liedtke", "C.M. Barnett", "L. Hsu", "M.C. Hung", "G.N. Hortobagyi", "A.M. Gonzalez-Angulo" ],
      "venue" : "J. Clin. Oncol. 27 (20) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Cancer risk in diabetic patients treated with metformin: a systematic review and meta-analysis",
      "author" : [ "H. Noto", "A. Goto", "T. Tsujimoto", "M. Noda" ],
      "venue" : "PLoS One 7 (3) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "The inhibition of the transplacental blastomogenic effect of nitrosomethylurea by postnatal administration of buformin to rats",
      "author" : [ "V.A. Alexandrov", "V.N. Anisimov", "N.M. Belous", "I.A. Vasilyeva", "V.B. Mazon" ],
      "venue" : "Carcinogenesis 1 (12) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 1980
    }, {
      "title" : "Cellular and molecular mechanisms of metformin: an overview",
      "author" : [ "B. Viollet", "B. Guigas", "N.S. Garcia", "J. Leclerc", "M. Foretz", "F. Andreelli" ],
      "venue" : "Clin. Sci. 122 (6) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Evidence that metformin exerts its anti-diabetic effects through inhibition of complex 1 of the mitochondrial respiratory chain",
      "author" : [ "M.R. Owen", "E. Doran", "A.P. Halestrap" ],
      "venue" : "Biochem. J. 348 (3) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Understanding the Warburg effect: the metabolic requirements of cell proliferation",
      "author" : [ "M.G. Vander Heiden", "L.C. Cantley", "C.B. Thompson" ],
      "venue" : "Science 324 (5930) ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Helical microtubules of graphitic carbon",
      "author" : [ "S. Ijima" ],
      "venue" : "Nature 354 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 1991
    }, {
      "title" : "Applications of carbon nanotubes in drug delivery",
      "author" : [ "A. Bianco", "K. Kostarelos", "M. Prato" ],
      "venue" : "Curr. Opin. Chem. Biol. 9 (6) ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Hydrogen dissociation on diene-functionalized carbon nanotubes",
      "author" : [ "J. Beheshtian", "A.A. Peyghan", "Z. Bagheri" ],
      "venue" : "J. Mol. Model. 19 (1) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Nitrate adsorption by carbon nanotubes in the vacuum and aqueous phase",
      "author" : [ "J. Beheshtian", "A.A. Peyghan", "Z. Bagheri" ],
      "venue" : "Monatshefte für Chemie-Chem. Mon. 143 (12) ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Phenol adsorption study on pristine",
      "author" : [ "A.A. Peyghan", "M.T. Baei", "M. Moghimi", "S. Hashemian" ],
      "venue" : "Ga-, and In-doped (4, 4) armchair single-walled boron nitride nanotubes, Comput. Theor. Chem. 997 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Theoretical study of cyano radical adsorption on (6",
      "author" : [ "M.T. Baei", "A.A. Peyghan", "M. Moghimi" ],
      "venue" : "0) zigzag single-walled carbon nanotube, Monatshefte für Chemie- Chem. Mon. 143 (11) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Multiwalled carbon nanotube–doxorubicin supramolecular complexes for cancer therapeutics",
      "author" : [ "H. Ali-Boucetta", "K.T. Al-Jamal", "D. McCarthy", "M. Prato", "A. Bianco", "K. Kostarelos" ],
      "venue" : "Chem. Commun. (4) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Theoretical study on pyrazinamide adsorption onto covalently functionalized (5",
      "author" : [ "N. Saikia", "R.C. Deka" ],
      "venue" : "5) metallic single-walled carbon nanotube, Chem. Phys.  Y. Tadjouteu Assatse, et al.  Chinese Journal of Physics 58 (2019) 253–262 261  Lett. 500 (1–3) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "GGA-based analysis of the metformin adsorption on BN nanotubes",
      "author" : [ "E.C. Anota", "G.H. Cocoletzi" ],
      "venue" : "Physica E: Low-Dimens. Syst. Nanostruct. 56 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Functionalized carbon nanotubes as emerging nanovectors for the delivery of therapeutics",
      "author" : [ "C. Klumpp", "K. Kostarelos", "M. Prato", "A. Bianco" ],
      "venue" : "Biochim Biophys Acta 1758 (3) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Effect of electrostatic interaction on the methylene blue and methyl orange adsorption by the pristine and functionalized carbon nanotubes",
      "author" : [ "D. Robati", "S. Bagheriyan", "M. Rajabi", "O. Moradi", "A.A. Peyghan" ],
      "venue" : "Physica E: Low-Dimens. Syst. Nanostruct. 83 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Functionalization of multi-wall carbon nanotubes with Metformin derivatives and study of their antibacterial activities against E-Coli and S",
      "author" : [ "J. Azizian", "M. Hekmati" ],
      "venue" : "aureus, J. Nanoanal. 3 (3) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Theoretical investigation of the solubilization of COOH-functionalized single wall carbon nanotubes in water",
      "author" : [ "M. Mananghaya", "M.A. Promentilla", "K. Aviso", "R. Tan" ],
      "venue" : "J. Mol. Liquids 215 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "GaussView",
      "author" : [ "R. Dennington", "T. Keith", "J. Millam" ],
      "venue" : "Version, 5, Semichem Inc., Shawnee Mission KS",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "The calculation of small molecular interactions by the differences of separate total energies",
      "author" : [ "S.F. Boys", "F.D. Bernardi" ],
      "venue" : "Some procedures with reduced errors, Mol. Phys. 19 (4) ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 1970
    }, {
      "title" : "Quantum mechanical continuum solvation models",
      "author" : [ "J. Tomasi", "B. Mennucci", "R. Cammi" ],
      "venue" : "Chem. Rev. 105 (8) ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Universal solvation model based on solute electron density and on a continuum model of the solvent defined by the bulk dielectric constant and atomic surface tensions",
      "author" : [ "A.V. Marenich", "C.J. Cramer", "D.G. Truhlar" ],
      "venue" : "J. Phys. Chem. B 113 (18) ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Electronic absorption",
      "author" : [ "T. Rajamani", "S. Muthu" ],
      "venue" : "vibrational spectra, non-linear optical properties, NBO analysis and thermodynamic properties of 9-[(2-hydroxyethoxy) methyl] guanine molecule by density functional method, Solid State Sci. 16 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Cclib: a library for package‐independent computational chemistry algorithms",
      "author" : [ "N.M. O'boyle", "A.L. Tenderholt", "K.M. Langner" ],
      "venue" : "J. Comput. Chem. 29 (5) ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Density-Functional Theory of Atoms and Molecules",
      "author" : [ "R.G. Parr", "W. Yang" ],
      "venue" : "Oxford University Press, New York",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 1989
    }, {
      "title" : "Absolute hardness: companion parameter to absolute electronegativity",
      "author" : [ "R.G. Parr", "R.G. Pearson" ],
      "venue" : "J. Am. Chem. Soc. 105 (26) ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 1983
    }, {
      "title" : "The fundamental nature and role of the electrostatic potential in atoms and molecules",
      "author" : [ "P. Politzer", "J.S. Murray" ],
      "venue" : "Theor. Chem. Acc. 108 (3) ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Ramkumaar, Molecular structure and spectroscopic characterization of Metformin with experimental techniques and DFT quantum chemical calculations",
      "author" : [ "Chinnammal Janaki", "E. Sailatha", "G.R.S. Gunasekaran" ],
      "venue" : "Int. J. TechnoChem Res",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2016
    }, {
      "title" : "Infrared absorption spectroscopy of functionalized single-walled carbon nanotubes",
      "author" : [ "J. Čeponkus", "A.P. Smilga", "I. Rumskaitė", "I. Puodžiūtė", "V. Šablinskas" ],
      "venue" : "CHEMIJA 24 (1) ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "HF",
      "author" : [ "V. Renganayaki", "S. Srinivasan" ],
      "venue" : "DFT computations and spectroscopic study of the vibrational and thermodynamic properties of Metformin, Int. J. PharmTech. Res. 3 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Partial atomic charges and their impact on the free energy of solvation",
      "author" : [ "J.P. Jämbeck", "F. Mocci", "A.P. Lyubartsev", "A. Laaksonen" ],
      "venue" : "J. Comput. Chem. 34 (3) ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "D",
      "author" : [ "B. Champagne", "E.A. Perpete" ],
      "venue" : "Jacquemin, S.J. van Gisbergen, E.J. Baerends, C. Soubra-Ghaoui, K.A. Robins, B. Kirtman, Assessment of conventional density functional schemes for computing the dipole moment and (hyper) polarizabilities of push− pull π-conjugated systems, J. Phys. Chem. A 104 (20) ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Assessment of the efficiency of long-range corrected functionals for some properties of large compounds",
      "author" : [ "D. Jacquemin", "E.A. Perpète", "G. Scalmani", "M.J. Frisch", "R. Kobayashi", "C. Adamo" ],
      "venue" : "J. Chem. Phys. 126 (14) ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "A review on nonlinear optical properties of donor-acceptor derivatives of naphthalene and azanaphthalene",
      "author" : [ "H. Alyar" ],
      "venue" : "Rev. Adv. Mater. Sci. 34 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Theoretical investigation on the polarizability and second hyperpolarizability of polysilole",
      "author" : [ "B. Champagne", "M. Spassova" ],
      "venue" : "Chem. Phys. Lett. 471 (1–3) ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Vibrational assignment",
      "author" : [ "M. Arivazhagan", "J.S. Kumar" ],
      "venue" : "HOMO–LUMO, first-hyperpolarizability and Mulliken's charge analysis of 2, 7-dinitrofluorene, Indian J. Pure Appl. Phys. 50 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "The static polarizability and second hyperpolarizability of fullerenes and carbon nanotubes",
      "author" : [ "L. Jensen", "P.O. Åstrand", "K.V. Mikkelsen" ],
      "venue" : "J. Phys. Chem. A 108 (41) ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Enhanced nonlinearites of functionalized single wall carbon nanotubes with diethynylsilane derivatives, Chem",
      "author" : [ "E.D.A. Ana", "H.F. Dos Santos", "W.B. de Almeida" ],
      "venue" : "Phy. Lett",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2011
    }, {
      "title" : "Electronic structure of tubular aromatic molecules derived from the metallic (5",
      "author" : [ "Z. Zhou", "M. Steigerwald", "M. Hybertsen", "L. Brus", "R.A. Friesner" ],
      "venue" : "5) armchair single wall carbon nanotube, J. Am. Chem. Soc. 126 (11) ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "How does Lithiation affect electro-optical features of Corannulene (C20H10) and Quadrannulene (C16H8) buckybowls? J",
      "author" : [ "E. Shakerzadeh", "F. Kazemimoghadam", "E.C. Anota" ],
      "venue" : "Electron. Mater. 47 (4) ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Measurement and estimation of electrophilic reactivity for predictive toxicology",
      "author" : [ "J.A. Schwobel", "Y.K. Koleva", "S.J. Enoch", "F. Bajot", "M. Hewitt", "J.C. Madden", "D.W. Roberts", "T.W. Schultz", "M.T. Cronin" ],
      "venue" : "Chem. Rev. 111 (4) ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Application of the hard and soft",
      "author" : [ "R.M. LoPachin", "T. Gavin", "A. DeCaprio", "D.S. Barber" ],
      "venue" : "acids and bases (HSAB) theory to toxicant–target interactions, Chem. Res. Toxicol. 25 (2) ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Molecular mechanisms of aldehyde toxicity: a chemical perspective",
      "author" : [ "R.M. LoPachin", "T. Gavin" ],
      "venue" : "Chem. Res. Toxicol. 27 (7) ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Experimental (XRD",
      "author" : [ "H. Tanak", "A.A. Ağar", "O. Büyükgüngör" ],
      "venue" : "FT-IR and UV–Vis) and theoretical modeling studies of Schiff base (E)-N′-((5-nitrothiophen-2-yl) methylene)-2-phenoxyaniline, Spectrochim Acta Part A 118 (2014) 672–682.  Y. Tadjouteu Assatse, et al.  Chinese Journal of Physics 58 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Recent Studies have also shown that metformin drug is benefit for patients with specific types of cancer [1].",
      "startOffset" : 105,
      "endOffset" : 108
    }, {
      "referenceID" : 1,
      "context" : "Metformin treatment decreases the risk of colon, lung, and liver cancers, but does not affect the development of breast, pancreatic or gastric cancers [2].",
      "startOffset" : 151,
      "endOffset" : 154
    }, {
      "referenceID" : 2,
      "context" : "Buformin is chemically known as 1-butylbiguanide and also have an inhibitory effect on the cancer development [3].",
      "startOffset" : 110,
      "endOffset" : 113
    }, {
      "referenceID" : 3,
      "context" : "Several mechanisms of action have been proposed to explain the antitumor effects of the metformin and buformin [4].",
      "startOffset" : 111,
      "endOffset" : 114
    }, {
      "referenceID" : 4,
      "context" : "The main effect of these antidiabetic drugs at the molecular level is the activation of an enzyme called AMP-activated protein kinase (AMPK) that plays an important role in insulin [5].",
      "startOffset" : 181,
      "endOffset" : 184
    }, {
      "referenceID" : 5,
      "context" : "The anticancer property of these drugs is due to their ability to disrupt the Warburg effect and revert the cytosolic glycolysis characteristic of cancer cells to normal oxidation of pyruvate by the mitochondria [6].",
      "startOffset" : 212,
      "endOffset" : 215
    }, {
      "referenceID" : 6,
      "context" : "Carbon nanotubes have attracted great attention since their discovery by Ijima in 1991 [7].",
      "startOffset" : 87,
      "endOffset" : 90
    }, {
      "referenceID" : 7,
      "context" : "New researches with advanced methods are developed for the delivery of drugs with nanomaterials within the human body for the treatment of various diseases [8].",
      "startOffset" : 156,
      "endOffset" : 159
    }, {
      "referenceID" : 12,
      "context" : "The covalent or non-covalent interaction of Carbon nanotubes at the surface or the tube ends by the encapsulation or functionalization with drugs are currently being studied for treatment of diseases like cancer [13], tuberculosis [14], diabetes [15].",
      "startOffset" : 212,
      "endOffset" : 216
    }, {
      "referenceID" : 13,
      "context" : "The covalent or non-covalent interaction of Carbon nanotubes at the surface or the tube ends by the encapsulation or functionalization with drugs are currently being studied for treatment of diseases like cancer [13], tuberculosis [14], diabetes [15].",
      "startOffset" : 231,
      "endOffset" : 235
    }, {
      "referenceID" : 14,
      "context" : "The covalent or non-covalent interaction of Carbon nanotubes at the surface or the tube ends by the encapsulation or functionalization with drugs are currently being studied for treatment of diseases like cancer [13], tuberculosis [14], diabetes [15].",
      "startOffset" : 246,
      "endOffset" : 250
    }, {
      "referenceID" : 15,
      "context" : "Functionalized carbon nanotubes are effective nanovectors for the drug delivery of therapeutic compounds [16] due to the fact that they are capable of crossing biological barriers independently of the cell type.",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 16,
      "context" : "Experiments of preparation and characterization of nanocomposites of carbon nanotubes functionalized with organic molecules have been reported in literature [17].",
      "startOffset" : 157,
      "endOffset" : 161
    }, {
      "referenceID" : 17,
      "context" : "Recently, it has been experimentally demonstrated that novel compounds obtained by the functionalization of modified carboxylated multi-walled carbon nanotubes with the metformin exhibit significant antibacterial activities and have a potential to be used as antibacterial agents [18].",
      "startOffset" : 280,
      "endOffset" : 284
    }, {
      "referenceID" : 17,
      "context" : "To the best of our knowledge, this is the first theoretical study on the functionalization of the two biguanide derivatives (metformin, buformin) on the tube end caps of nanotubes SWCNT(5,5) as in the same experimental reaction procedure of the functionalization of the metformin on a multi-walled carbon nanotube [18].",
      "startOffset" : 314,
      "endOffset" : 318
    }, {
      "referenceID" : 18,
      "context" : "The choice of the (5,5) chirality is motivated by the fact that the SWCNT(5,5)fCOOH is more soluble than other SWCNT(n,n), with n>5 [19].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 19,
      "context" : "The computed results were visualized by GaussView 5 [21].",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 20,
      "context" : "To overcome this problem, BSSE has been estimated by the counterpoise method of Boys and Bernardi [22] with the B3LYP exchange-functional and 6–31G(d) standard basis set.",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 21,
      "context" : "The polarized continuum model using the integral equation formalism (IEFPCM) [23] was applied to account for solvation effects.",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 22,
      "context" : "Solvation in water of these functionalized nanotubes was performed using the SMD continuum model [24] and the Gibbs free energy of solvation was calculated by taking the difference between the total electronic energy in water after polarized continuum model (PCM) corrections and the total electronic energy in gas phase.",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 23,
      "context" : "The mean polarizability αtot and the static first-order hyperpolarizability βtot were calculated from the Gaussian output using the equations [25]:",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 24,
      "context" : "2 Program [26] was used to obtain the data of molecular orbitals which were used to plot the density of states (DOS).",
      "startOffset" : 10,
      "endOffset" : 14
    }, {
      "referenceID" : 25,
      "context" : "= = + μ (IP EA) (1)2 , = (IP EA) 1 2 , = S 1 and = μ 2 2 [27].",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 26,
      "context" : "BUF) and the modified carboxylated nanotubes (SWCNT(5,5)fCO) can be shown by the parameter ΔN, which determines the fractional number of electrons transferred from a system X (METF or BUF) to system Y (SWCNT(5,5)fCO) [28] and was calculated as follows:",
      "startOffset" : 217,
      "endOffset" : 221
    }, {
      "referenceID" : 27,
      "context" : "where ZA is the charge of nucleus A located at RA, ρ(r′) is the electronic density function for the molecule and r′ is the dummy integration variable [29].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 17,
      "context" : "Some vibrational modes of the nanomaterials A and B were assigned and compared to those of the functionalized multi-walled carbon nanotube, MWCNT-CO-metformin, reported in the literature [18].",
      "startOffset" : 187,
      "endOffset" : 191
    }, {
      "referenceID" : 28,
      "context" : "The NeH stretching vibration gives rise to a weak band at 3500–3300 cm in the spectrum of the metformin molecule [30].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 29,
      "context" : "The C]O stretching vibration is observed experimentally at 1742 cm−1 in the COOH functionalized nanotube [31].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 30,
      "context" : "It was reported that the C]N stretching vibration in the metformin molecule occurs at 1626 and 1583 cm [32].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 18,
      "context" : "The results found of the Gibbs free energies of solvation of the nanomaterials A, B, C and D are very lower than that of the carboxylated nanotube SWCNT(5,5)fCOOH [19].",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 31,
      "context" : "The free energies of solvation of these nanomaterials are also lower than that of the metformin reported in the literature [33].",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 32,
      "context" : "Various DFT functional and basis sets have shown great performances in NLO properties calculations for many organic compounds [34,35].",
      "startOffset" : 126,
      "endOffset" : 133
    }, {
      "referenceID" : 33,
      "context" : "Various DFT functional and basis sets have shown great performances in NLO properties calculations for many organic compounds [34,35].",
      "startOffset" : 126,
      "endOffset" : 133
    }, {
      "referenceID" : 34,
      "context" : "Organic Molecules having a large hyperpolarizability value can produce second-order optical effects much larger than those obtainable with some inorganic materials [36,37].",
      "startOffset" : 164,
      "endOffset" : 171
    }, {
      "referenceID" : 35,
      "context" : "Organic Molecules having a large hyperpolarizability value can produce second-order optical effects much larger than those obtainable with some inorganic materials [36,37].",
      "startOffset" : 164,
      "endOffset" : 171
    }, {
      "referenceID" : 17,
      "context" : "SWCNT(5,5)fCOMETF SWCNT(5,5)fCOBUF MWCNT-CO-metformin [18] Assignments",
      "startOffset" : 54,
      "endOffset" : 58
    }, {
      "referenceID" : 38,
      "context" : "The calculated βtot values are very greater than that of the pristine nanotube (5,5) of length 14 Å reported in the literature [40].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 39,
      "context" : "55 eV and it is in good agreement with the value reported in the literature [41].",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 39,
      "context" : "39 eV) [41] and therefore, shifts towards the valence level.",
      "startOffset" : 7,
      "endOffset" : 11
    }, {
      "referenceID" : 40,
      "context" : "It is well known that the functional B3PW91 gives good results for the HOMO-LUMO energy gap (Egap) [42].",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 28,
      "context" : "The studied nanomaterials are more soft and less hard than the metformin molecule [30].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 28,
      "context" : "The nanotube SWCNT(5,5) is higher electrophile than the molecule metformin [30].",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 39,
      "context" : "The calculated electrophilicity index of the nanotubes C60H20 and C90H20 on the base of their HOMO and LUMO energies [41] are 7.",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 44,
      "context" : "The negative regions of the MEP (red color) are related to electrophilic reactivity and the positive one (blue color) to nucleophilic reactivity [46].",
      "startOffset" : 145,
      "endOffset" : 149
    } ],
    "year" : 2019,
    "abstractText" : "Density functional theory calculations were carried out to study nanomaterials obtained by the functionalization of biguanide derivatives (metformin, buformin) at the tube end cap of modified carboxylated carbon nanotubes. Reaction and solvation energies, nonlinear and electronic properties, and quantum molecular descriptors were investigated. Our results reveal that the syntheses of these nanomaterials are possible. The solvation energies show that their dissolution in water is thermodynamically favorable. These nanomaterials are soft and strongly reactive and electrophile. The results found for the static first-order hyperpolarizabilities and the energy gaps suggest that they can be exploited for nonlinear and electronic applications.",
    "creator" : "Elsevier"
  }
}