{
  "name" : "downloads_2020-07-25_7f_10.1002@VIW.20200050.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Recent advances on peptide-based theranostic nanomaterials",
    "authors" : [ "Lei Rong", "Qi Lei", "Xian-Zheng Zhang" ],
    "emails" : [ "xz-zhang@whu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "1 Institute of Pharmaceutical Sciences, China Pharmaceutical University, Nanjing, P. R. China 2 Key Laboratory of Biomedical Polymers of Ministry of Education & Department of Chemistry, Wuhan University, Wuhan, P. R. China 3 School of Biology and Biological Engineering, South China University of Technology, Guangzhou, P. R. China\nCorrespondence Prof. Xian-ZhengZhang,KeyLaboratory ofBiomedical Polymers ofMinistry ofEducation&Department ofChemistry,WuhanUniversity,Wuhan430072, P.R.China. Email: xz-zhang@whu.edu.cn\nFunding information NationalNatural ScienceFoundationof China,Grant/AwardNumbers: 51703168, 51833007, 51690152\nKEYWORDS nanomaterial, peptide, theranostic, tumor therapy"
    }, {
      "heading" : "1 INTRODUCTION",
      "text" : "In 2015, the US government announced the Precision Medicine Initiative that aims to make precise personalized patient care a clinical reality, in which health care is individually tailored on the basis of a person’s genes, lifestyle, and environment.1 In order to achieve this ambitious goal, novel nanotechnology-based devices and therapeutic nanomaterials that are capable of one or more clinical potentials are developed. Among them, theranostic nanomaterial, which amalgamates diagnosis and therapy of diseases into one nanosystem, has become one of the core interests in nanomedicine research. Theranostic nanomaterials were mainly constructed by carefully entrapping or conjugating diagnostic and therapeutic\nThis is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited. © 2020 The Authors. VIEW published by John Wiley & Sons Australia, Ltd and Shanghai Fuji Technology Consulting Co., Ltd, authorized by Professional Community of Experimental Medicine, National Association of Health Industry and Enterprise Management (PCEM)\nagents into a nanoparticle, aiming to evaluate pathological conditions, monitor responses to treatment, increase drug efficacy and safety, eliminate unnecessary treatment of patients, and reduce cost of overall healthcare system.2 Similar to therapeutic or diagnostic agents, theranostic nanomaterials also need to exploit the specific property or the microenvironment of the lesion for more precise and efficient function realization. Peptides are composed of amino acids linked by amide bonds, generally within 50 amino acids in length, and widely found in bioorganisms.3 As fragments of proteins, peptides are intrinsically biodegradable and biocompatible. Moreover, this homogeneity also ensures the bioactivity of peptides including specific site binding, stimulus response, and therapy. These merits make peptides\nVIEW. 2020;20200050. wileyonlinelibrary.com/journal/viw2 1 of 7 https://doi.org/10.1002/VIW.20200050\nTABLE 1 Summary of representative peptides with different types, functions, and sequences discussed in this Minireview\nPeptide Function sequences Ref. cRGD αvβ3 integrin targeting cRGDfK 13 RGD αvβ3 integrin targeting RGD 14 HK peptide αvβ6 integrin targeting RGDLATLRQLAQEDGVVGVRK 17 A20FMDV2 αvβ6 integrin targeting NAVPNLRGDLQVLAQKVART 18 P51 peptide HER2 targeting CDTFPYLGWWNPNEYRY 22 T7 peptide glioblastoma cell homing CHAIYPR 23 CREKA fibrin binding CREKA 24 PLGLA MMP-2 responsive PLGLA (cleave between Gly and Leu) 31 PLGVR MMP-2 responsive PLGVR (cleave between Gly and Val) 32 GFLG cathepsin B responsive GFLG (cleave after Gly) 35, 42 FKC cathepsin B responsive FKC (cleave between Lys and Cys) 36 DEVD Caspase-3 responsive DEVD (cleave after Asp) 38, 39 pHLIPs pH responsice AEQNPIYWARYADWLFTTPLLLLDLALLVDADEGCT 42 KALA cell-penetrating WEAKLAKALAKALAKHLAKALAKALKACEA 43\nF IGURE 1 Scheme of peptide-based theranostic nanomaterials. Functional peptides could be used solitarily or collaborated with other functional components to accomplish desired biomedical tasks\nperfect building blocks for biomedical materials, with promising clinical applications.4 During past decades, the improvement of synthetic methodology and peptide library screening ensure peptides be vastly utilized as targeting ligand, bioresponsive moiety, and therapeutic agents in biomedical systems including theranostic nanomaterials.5 This Minireview mainly focuses on theranostic nanomaterials functionalized with peptides during the past 5 years, especially in the field of cancer treatments.\nFunctional peptides were discussed in three categories: targeting peptides, environment-response peptides, and other functional peptides. Representative peptides covered in this Minireview are listed in Table 1. We describe general ideas of introducing peptides into theranostic nanomaterials, and concentrate on examples of the current state of the art that apply these concepts (Figure 1)."
    }, {
      "heading" : "2 TARGETING PEPTIDES",
      "text" : "Specific site targeting is the basic need of precision medicines andmodern nanomedicines to provide safe and effective treatment. Lesions, such as tumor sites, show different characters in comparison with other healthy tissues.6 Targeting peptides are in various kinds and mainly discovered by peptide library screening technologies. This screening process ensures the high affinity and targeting capability. According to the target sites, targeting peptides consist of three major types, cell targeting, lesion microenvironment targeting, and subcellular organelle (cell nuclei, endoplasmic reticulum, mitochondria, etc.) targeting.7 As one of the most serious threats to human health, cancer is well investigated during the past decades. Cancer possesses hallmarks in several different aspects that separate them from normal cells, which allow cancer cells to survive, proliferate, and disseminate. Though hold by different cancer types via distinct mechanisms and at various time points in the cancer progress, these hallmarks are attributed to the genome instability of cancer cells and the inflammatory lesions driven by the immune system, which lead to the alteration of tumor microenvironment\nincluding overexpression of some markers and receptors.8 The overexpressed markers and receptors include integrin receptor, epidermal growth factor receptor (EGFR), neuropilin-1 (NRP-1) receptor, transferrin receptor (Tf-R), protein tyrosine phosphates receptor type J (PTPRJ), the asialoglycoprotein receptor (ASGPR), low-density lipoprotein receptor-related protein 1 (LRP1), the insulin-like growth factor 1 receptor (IGF1R), vascular endothelial growth factor (VEGF), etc. Peptides specifically binding to these markers and receptors were developed using a screening technique during the past decades and vastly utilized for tumor-targeted diagnosis and therapy.9 Integrins are a subclass of cell adhesion molecules connecting the cellular cytoskeleton with the extracellular matrix (ECM) proteins or other cells, and as bidirectional signal molecules by mediating inside-out and outside-in signaling.10 They are heterodimers comprises two genetically nonrelated subunits, alpha and beta subunits, which are function as cell anchoring and signaling molecules. There are 18 alpha and 8 beta subunits that can assemble into 24 different receptors with various binding properties and different tissue distribution.11 The integrin αvβ3, also known as the vitronectin receptor, is highly expressed on tumor new-blood vessels and various endothelial cancer cells including glioblastoma, melanoma, ovarian, breast, and prostate cancer.12 By delicate design, integrin αvβ3 binding peptides, ArgGly-Asp (RGD) and derivatives, were decorated on the outer layer of nanoparticles for actively targeting the cancer cells with high αvβ3 integrin expression. Based on this strategy, Zhang and coworkers used cRGD peptide (Cyclic RGD, cRGDfK), a derivative from RGD peptide, as targeting ligand for the tumor-targeted delivery of maytansinoid-loaded hollow copper sulfide nanoparticles (HCuS).13 The nanocombination developed demonstrated desirable tumor-targeting capability as well as chemophotothermal therapy and dual-modal imaging (fluorescence and photoacoustic imaging) property with the presence of NIR laser irradiation. In another example, RGD peptide was decorated on the surface of mesoporous silica-coated gold cube-in-cube core/shell nanocomposites that loaded with anticancer drug doxorubicin (DOX) and manganese-doped carbon dots (Mn-carbon dots) for enhanced photodynamic therapy with multimodal imaging (photothermal, fluorescence, and magnetic resonance imaging).14 Using this strategy, RGD peptides were also introduced into the surface of mesoporous silica nanoparticles, metal−organic frameworks (MOFs), liposomes, and other theranostic nanomaterials for specific cancer cell targeting.15 Integrin αvβ6 is another widely used receptor for cancer cell targeting. Integrin αvβ6 is not expressed in nor-\nmal adult epithelial cells but only under special wound healing conditions and in cancer. Hence, targeting αvβ6 integrin should not affect normal tissues, which is highly desirable in targeted treatment. Cancer cells overexpress αvβ6 integrin including those of lung, colon, breast, and livers cancer. Meanwhile, the upregulation of integrin αvβ6 is often associated with a poor prognosis.16 Hence, several peptides were developed for specific αvβ6 integrin binding, and were introduced into theranostic nanomaterials. For example, Liu et al. introduced a 21-aminoacid peptide HK (RGDLATLRQLAQEDGVVGVRK, HK peptide) into two theranostic nanomaterials for breast and pancreatic cancer treatment. With the help of HK peptide, theranostic nanomaterials could specifically target to 4T1 mouse breast cancer and BxPC-3 human pancreatic cancer.17 Another αvβ6 integrin-binding peptide, A20FMDV2 (NAVPNLRGDLQVLAQKVART), was approved for phase 1 clinical trial for idiopathic pulmonary fibrosis (IPF) imaging and came out with positive results in 2018.18 Though intensively studied as targeting ligand in imaging or therapeutic systems, this 20-aminoacid peptide has rarely been introduced into theranostic nanomaterials. EGFR is a group of single-chain transmembrane glycoproteins that belongs to a family of receptor tyrosine kinases (RTKs), and consists of four members: EGFR (ErbB1, HER1), ErbB2 (HER2, neu in rodents), ErbB3 (HER3), and ErbB4 (HER4). These receptors play essential roles in regulating cell proliferation, survival, differentiation, and migration.19 Unlike the other three HERs (HER1, HER3, and HER4), HER2 is highly expressed in many cancer cells, especially in some breast cancers.20 Moreover, medicines using HER2 as the binding site have been approved by the US FDA for clinical use.21 Thus, HER2 is considered to be a promising target for theranostic nanomaterials development. Using peptide screening technology, a 17-amino-acid peptide P51 (CDTFPYLGWWNPNEYRY) was found to hold strong affinity and high specificity for HER2 both in vitro and in vivo.22 The authors also demonstrated that the P51 peptide could be used as targeting ligand againstHER2 positive cells in theranostic nanomaterials. Apart from the targeting site highlighted above, many other receptors were also integrated into theranostic nanomaterials. For instance, glioblastoma cell homing peptide, T7 (CHAIYPR), was decorated on the out layer of drug-loaded gold-iron oxide nanoparticles for glioblastoma treatment by intranasal delivery.23 Similar to cancer cells, targeting peptides were also developed for medical needs. Nascent adhesions management is of great importance after surgery, and fibrin is the key molecule that forms nascent adhesion. Hence,\na short peptide, CREKA, which could specifically bind to fibrin was modified into microbubbles for early-stage adhesion ultrasound-diagnosis and fibrin breaking up.24 In another example, RGD peptide was introduced into ruthenium-loaded selenium nanoparticle (SeNP) theranostic nanomaterials for rheumatoid arthritis early diagnosis and treatment.25"
    }, {
      "heading" : "3 ENVIRONMENT-RESPONSIVE PEPTIDE",
      "text" : "As mentioned above, the instable genome of cancer cells combined with the inflammatory milieu separate the tumor microenvironment from normal tissues. Apart from overexpressed markers and receptors, the pathological tumor microenvironment also including variations in pH, redox gradient, enzyme concentration, partial pressure of oxygen, and local tissue temperature.26 To make better use of these deviations, peptides were developed to respond to the pH variation, high redox gradient, upregulated enzymes, and hypoxia conditions. These smart components could respond to certain stimulus with bond cleavage or structure changes, which make the specific diagnosis and controlled drug release possible.27 The high specificity and catalytic efficiency of the enzymes make the living organism possible. Therefore, the upregulated enzymes in the tumor microenvironment, such as proteases, lipases, phosphatases, and oxidoreductases, could be perfect targets for cancer diagnosis and controlled drug release.28 Matrix metalloproteinases (MMPs) are a family of zinc-dependent endopeptidases that degrade theECMproteins during the process of cancer invasion and metastasis.29 MMPs are produced primarily by reactive stromal and inflammatory cells surrounding tumors instead of by cancer cells.30 Generally, MMPresponsive peptides are cleavable short peptide sequences developed by peptide library screening methods. Due to the roles of MMPs in tumor progression, MMP-responsive peptides were introduced into theranostic nanomaterials, and be utilized as triggers for diagnostic signal change and drug release. For example, MMP-2 responsive peptide sequence GPLGLAG was introduced into a specially designed “U type” peptide, which linked gold nanorods (GNRs) and protoporphyrin IX (PpIX) in each terminal. The photoactivity of PpIX was initially quenched by GNR. Once they reached the MMP-2-overexpressed tumor sties, the cleavage of GPLGLAG peptide will release the PpIX with the restored fluorescence capability for imagingguided therapy.31 Using a similar idea, optotheranostic agent pyropheophorbide-a (PPa) was attached to GNRs by MMP-2-responsive peptide PLGVR to form an enzyme-\nactivatable theranostic for fluorescence imaging-guided cancer therapy.32 Once reached the MMP-2-overexpressed tumor site, the cleavage of PLGVR peptide will release the PPa, unlash it from quenched state and restore its fluorescence for imaging-guide photothermal and photodynamic therapy. Recently, MMP-2-cleavable peptide PLGVR linked near-infrared (NIR) fluorophore and fluorescence quencher QSY21 was attached to a liposome loaded with inorganic photothermal nanodisks for gastric tumor imaging and ablation.33 Meanwhile, this complex was loaded with gadolinium (Gd) for magnetic resonance imaging (MRI) and cRGD peptide for tumor targeting. After accumulated to the tumor site following system injection, the complexes demonstrate significant NIR fluorescence increase triggered byMMP-2, which could be used as imaging-guide for photothermal therapy. Similar to MMP, Cysteine cathepsin proteases are key hydrolases in endosomes and lysosomes, highly active in a variety of tumors, and generally correlates with increased malignancy and poor patient prognosis.34 Using the idea of self-quenching, Yoon and coworkers linked an optotheranostic agent, IR-780, to both ends of cathepsin B-cleavable peptide GFLG to construct a prodrug for cancer treatment.35 Before reaching to the tumor site, the IR-780 in the prodrug was selfquenched with no fluorescence or phototoxicity. After the GFLG peptide linker was cleaved by overactive cathepsin B in the tumor site, the fluorescence and phototoxicity were restored for cancer imaging and photodynamic therapy. In another work, enzyme-responsive molecule, Ac-FKC(StBu)AC(SH)-CBT, which containing cathepsin B responsive peptide Ac-FKC(StBu)AC(SH) and 2-cyanobenzothiazole (CBT) group was attached to upconversion nanocrystal nanoplatforms for enhanced tumor site accumulation and cancer therapy with NIR imaging.36 By their design, once the nanoparticles reached the tumor site, the enzyme-responsivemoleculewould be hydrolyzed by cathepsin B and expose the free 1,2-aminothiol group in cysteine, which easily undergoes condensation reaction with cyano group of CBT motif, and triggers the localization of crosslinked nanoparticles at the tumor region. In addition to enzymes overexpressed in tumor sites that used as diagnostic cue and drug-releasing trigger, caspases that released along the apoptosis of cells were utilized as an indicator of therapeutic efficacy.37 By delicate design, acidlabile hydrazone bond linked fluorescent anticancer drug DOX and fluorophore 5(6)-carboxyfluorescein (FAM)were attached to a potent quencher Dabcyl by caspase-3 enzyme cleavable peptide DEVD to form a prodrug for cancer treatment and therapeutic efficacy evaluation.38 In addition, the prodrug was also armed with RGD peptide for tumor\ntargeting. After accumulated at the tumor site, the acidic milieu releases DOX, leads to the apoptosis of cancer cells and emerging of red fluorescence from DOX. Following which, the release of caspase-3 and the cleavage of DEVD peptide with green fluorescence from FAM. Thus, the prodrug orchestrated the monitored drug release and therapeutic efficacy evaluation by exploiting the abnormalities of the tumor microenvironment and therapy-induced enzyme release. Based on the same idea, the same authors utilized DEVD peptide as a sensitive linker for optotheranostic agent PpIX-releasemonitoring and subsequent antitumor efficacy evaluation.39 The high metabolic demand of cancer cells and the disorganized tumor vasculature lead to an accumulation of protons in the tumormicroenvironment, and foster disease progression.40 Besides hydrazone, pH-responsive peptides were also developed to exploit the acidic milieu of tumor region. pH-low-insertion-peptides (pHLIPs) is a series of peptide derived from transmembrane helix protein. pHLIP is water soluble and can form a rigid helical structure to insert into the cellmembrane under an acidic environment (pH < 7.0).41 Based on this technique, Yan and coworkers conjugated a pHLIP peptide (AEQNPIYWARYADWLFTTPLLLLDLALLVDADEGCT) conjugating to the surface of a DOX loaded persistent luminescence nanoparticles (MSPLNPs) using cathepsin B-responsive peptide GFLG.42 The resulted nanocomplex could efficiently enter the cancer cells with the help of the helical structure of pHLIP in tumor region, and release DOX by cleavage of GFLG peptide for tumor imaging and chemotherapy."
    }, {
      "heading" : "4 OTHER FUNCTIONAL PEPTIDES",
      "text" : "Similar to the pHLIP peptide that used for enhanced transmembrane delivery, the cell-penetrating peptide was also unitized for intracellular delivery. Cheng et al. incorporated a cell-penetrating peptide KALA (WEAKLAKALAKALAKHLAKALAKALKACEA) into tumor-targeting bovine serum albumin (BSA) nanoparticles, which loaded with DOX and optotheranostic agent indocyanine Green (ICG), for cancer imaging and combination therapy.43 The KALA peptide demonstrated sufficient transmembrane transport capability both in vitro and in vivo. In a small-molecule probe Olsa-RVRR, cell-penetrating peptide (RVRR) was attached to a conjugate featured with olsatazine (Olsa) and CBT motif using StBu-protected cysteine.44 Besides acts as broad-spectrum anticancer agent, Olsa can provide a distinct contrast on chemical exchange saturation transfer magnetic resonance imaging (CEST MRI) by the hydroxyl proton of the salicylate moiety. After entering the tumor cells\nwith the help of RVRR peptide, the RVRR moiety and StBu-protecting group were detached by the furin enzyme and glutathione (GSH), initiating a biocompatible condensation reaction between 1,2-aminothiol group of cysteine and the cyano group of the CBT motif, leading to the formation of Olsa-dimer. The Olsa-dimer will self-assembly into Olsa-nanoparticles by intermolecular π-π stacking. The intracellular formation of Olsa-nanoparticles not only enhance the intracellular concentration of Olsa, but prolong its retention time as well, leading to an amplified, localized CEST MRI signal and prolonged drug exposure. Moreover, cell-penetrating peptides were also utilized for promoting theranostic nanomaterials through the blood–brain barrier (BBB).45 Therapeutic peptides are a group of peptides found from the natural world, like animals, plants, and microbes, or developed by peptide library screening techniques. Like targeting peptides, the therapeutic effects of therapeutic peptides are effectuated by binding to receptors and act as inhibitor, regulator, agonist, or antagonist. Therapeutic peptides have several advantages over proteins or antibodies, including easy to synthesis, high target specificity and selectivity, and low toxicity. Nearly 50 G protein-coupled receptors (GPCRs) peptide drugs have been approved for clinical applications, and more than 10 GPCR peptide drugs are under clinical trials.46 However, some drawbacks related to the stability and short half-life time limited their vast applications.47 Hence, the limited therapeutic peptidebased theranostic nanomaterials were reported during the past 5 years."
    }, {
      "heading" : "5 CONCLUSIONS AND OUTLOOK",
      "text" : "With better understanding of the bioactivity of peptides and pathological microenvironment, enormous peptide sequences have been exploited as functional toolboxes to endow nanomaterials with special properties such as active targeting, stimulus-response, and transmembrane delivery. Versatile theranostic nanomaterials could be achieved to accomplish much more complicated biomedical tasks with minimal adverse side effects. During the past 5 years, peptide-based theranostic nanomaterials were mainly focused on exploiting pathological microenvironment with specific targeting and enzyme response. Though encouraging outcomes have been proved, it is noteworthy to point out that, in many cases, the functional components of theranostic nanomaterials could not achieve their optimal functionalities in the clinic application. There are two main causes: (1) on-demand accumulations of theranostic nanomaterials in the pathological region is still challenging and (2) the coordination between diagnostic and therapeutic components is not\neasy to balance, since they aimed for different purposes with various pharmacokinetic and pharmacodynamic properties. For on-demand theranostic accumulation, in addition to prolonging circulation time and searching for more potent targeting ligand, strategies related to exploiting the trans-endothelial transport should be considered since most nanoparticles enter tumors by passing through endothelial cells.48 Meanwhile, techniques like pathological microenvironment triggered intracellular self-assembly provided a new way for active accumulation.44 As for the balance between diagnosis and therapy, theranostic nanomaterials could be developed aiming for disease conditions need frequent diagnosis, and constructed with home-based diagnostic techniques, which allows convenient data collection by patients. Alternatively, theranostic nanomaterials could be developed as research tools for understanding the biomedical processes of nanomedicines. Possibly, the enrichment of peptide libraries, the optimization of peptide modification strategies, the better understanding of targeted delivery, and the development of home-based diagnostic techniques can lead to the bright prospects of peptide-based theranostic nanomaterials.\nCONFL ICT OF INTEREST The authors declare no conflict of interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "This work was supported by the National Natural Science Foundation of China (51703168, 51833007 and 51690152).\nORCID Xian-ZhengZhang https://orcid.org/0000-0001-62426005"
    } ],
    "references" : [ {
      "title" : "Chem",
      "author" : [ "E.-K. Lim", "T. Kim", "S. Paik", "S. Haam", "Y.-M. Huh", "K. Lee" ],
      "venue" : "Rev.",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "J",
      "author" : [ "V.R. Pattabiraman" ],
      "venue" : "W. Bode, Nature",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Nat",
      "author" : [ "R. Santos", "O. Ursu", "A. Gaulton", "A.P. Bento", "R.S. Donadi", "C.G. Bologa", "A. Karlsson", "B. Al-Lazikani", "A. Hersey", "T.I. Oprea", "J.P. Overington" ],
      "venue" : "Rev. Drug Discovery",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Adv",
      "author" : [ "C. Zhang", "W. Wu", "R.-Q. Li", "W.-X. Qiu", "Z.-N. Zhuang", "S.-X. Cheng", "X.-Z. Zhang" ],
      "venue" : "Funct. Mater.",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Int",
      "author" : [ "S. Asati", "V. Pandey", "V. Soni" ],
      "venue" : "J. Pept. Res. Ther.",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Z",
      "author" : [ "W. Wang" ],
      "venue" : "Hu, Adv Mater.",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "R",
      "author" : [ "D. Hanahan" ],
      "venue" : "A. Weinberg, Cell",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Adv",
      "author" : [ "A. David" ],
      "venue" : "Drug Deliv. Rev.",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "M",
      "author" : [ "I.D. Campbell" ],
      "venue" : "J Humphries, Cold Spring Harb Perspect Biol.",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Drug Dev",
      "author" : [ "Z. Liu", "F. Wang", "X. Chen" ],
      "venue" : "Res.",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Q",
      "author" : [ "Y. Sun", "Y. Liang", "W. Dai", "B. He", "H. Zhang", "X. Wang", "J. Wang", "S. Huang" ],
      "venue" : "Zhang, Nano Lett.",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "F",
      "author" : [ "X. Zhang", "Z. Xi", "J.O. Machuki", "J. Luo", "D. Yang", "J. Li", "W. Cai", "Y. Yang", "L. Zhang", "J. Tian", "K. Guo", "Y. Yu" ],
      "venue" : "Gao, ACS Nano",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "S",
      "author" : [ "A. Bandyopadhyay" ],
      "venue" : "Raghavan,Curr. Drug Targets.",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Z",
      "author" : [ "L. Gao", "C. Zhang", "D. Gao", "H. Liu", "X. Yu", "J. Lai", "F. Wang", "J. Lin" ],
      "venue" : "Liu, Theranostics",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A",
      "author" : [ "T.M. Maher", "J.K. Simpson", "J.C. Porter", "F.J. Wilson", "R. Chan", "R. Eames", "Y. Cui", "S. Siederer", "S. Parry", "J. Kenny", "R.J. Slack", "J. Sahota", "L. Paul", "P. Saunders", "P.L. Molyneaux", "P.T. Lukey", "G. Rizzo", "G.E. Searle", "R.P. Marshall", "A. Saleem" ],
      "venue" : "R. Kang’ombe, D. Fairman, W. A. Fahy, M. Vahdati-Bolouri, Respir. Res.",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "B",
      "author" : [ "R.L.B. Costa" ],
      "venue" : "J. Czerniecki, NPJ Breast Cancer",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Nat",
      "author" : [ "K. Goutsouliak", "J. Veeraraghavan", "V. Sethunath", "C. De Angelis", "C.K. Osborne", "M.F. Rimawi", "R. Schiff" ],
      "venue" : "Rev. Clin. Oncol.",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Q",
      "author" : [ "L. Geng", "Z. Wang", "X. Jia", "Q. Han", "Z. Xiang", "D. Li", "X. Yang", "D. Zhang", "X. Bu", "W. Wang", "Z. Hu" ],
      "venue" : "Fang, Theranostics 2016, 6,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 1261
    }, {
      "title" : "R",
      "author" : [ "U.K. Sukumar", "R.J.C. Bose", "M. Malhotra", "H.A. Babikir", "R. Afjei", "E. Robinson", "Y. Zeng", "E. Chang", "F. Habte", "R. Sinclair", "S. S Gambhir", "T.F. Massoud" ],
      "venue" : "Paulmurugan, Biomaterials",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "J",
      "author" : [ "C.A. Gormley", "B.J. Keenan", "J.A. Buczek-Thomas", "A.C.S.N. Pessoa", "J. Xu", "F. Monti", "P. Tabeling", "R.G. Holt", "J.O. Nagy" ],
      "venue" : "Y. Wong, Langmuir",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Eur",
      "author" : [ "Y. Madav", "K. Barve", "B. Prabhakar" ],
      "venue" : "J. Pharm. Sci.",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Nat",
      "author" : [ "V.P. Torchilin" ],
      "venue" : "Rev. Drug Discovery",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Nat",
      "author" : [ "Y. Lu", "A.A. Aimetti", "R. Langer", "Z. Gu" ],
      "venue" : "Rev. Mater.",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Semin",
      "author" : [ "A. Alaseem", "K. Alhazzani", "P. Dondapati", "S. Alobid", "A. Bishayee", "A. Rathinavelu" ],
      "venue" : "Cancer Biol.",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Trends Pharmacol",
      "author" : [ "Q. Yao", "L. Kou", "Y. Tu", "L. Zhu" ],
      "venue" : "Sci.",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Q",
      "author" : [ "W.-X. Qiu", "L.-H. Liu", "S.-Y. Li" ],
      "venue" : "Lei, G.-F. Luo, X.-Z. Zhang, Small",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Inorg",
      "author" : [ "B. Hu", "P. Li", "Y. Zhang", "C. Shan", "P. Su", "J. Cao", "B. Cheng", "W. Wu", "W. Liu", "Y. Tang" ],
      "venue" : "Chem. Front.",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "D",
      "author" : [ "H. Shi", "Y. Sun", "R. Yan", "S. Liu", "L. Zhu", "S. Liu", "Y. Feng", "P. Wang", "J. He", "Z. Zhou" ],
      "venue" : "Ye, Nano Lett.",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Nat",
      "author" : [ "O.C. Olson", "J.A. Joyce" ],
      "venue" : "Rev. Cancer",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "J",
      "author" : [ "X. Chen", "D. Lee", "S. Yu", "G. Kim", "S. Lee", "Y. Cho", "H. Jeong", "K.T. Nam" ],
      "venue" : "Yoon, Biomaterials",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "H",
      "author" : [ "S.-Y. Li" ],
      "venue" : "Cheng, B.-R. Xie, W.-X. Qiu, L.-L. Song, R.-X. Zhuo, X.-Z. Zhang, Biomaterials",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Nat",
      "author" : [ "C. Corbet", "O. Feron" ],
      "venue" : "Rev. Cancer",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Anal",
      "author" : [ "H.-J. Zhang", "X. Zhao", "L.-J. Chen", "C.-X. Yang", "X.-P. Yan" ],
      "venue" : "Chem. 2020, 92,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 1179
    }, {
      "title" : "Mater",
      "author" : [ "L. Xu", "S.-B. Wang", "C. Xu", "D. Han", "X.-H. Ren", "X.-Z. Zhang", "S.-X. Cheng", "ACS Appl" ],
      "venue" : "Interfaces",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Nat",
      "author" : [ "Y. Yuan", "J. Zhang", "X. Qi", "S. Li", "G. Liu", "S. Siddhanta", "I. Barman", "X. Song", "M.T. McMahon", "J.W.M. Bulte" ],
      "venue" : "Mater. 2019, 18,",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 1376
    }, {
      "title" : "X",
      "author" : [ "J. Xie", "Z. Shen", "Y. Anraku", "K. Kataoka" ],
      "venue" : "Chen, Biomaterials",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 4,
      "context" : "37 By delicate design, acidlabile hydrazone bond linked fluorescent anticancer drug DOX and fluorophore 5(6)-carboxyfluorescein (FAM)were attached to a potent quencher Dabcyl by caspase-3 enzyme cleavable peptide DEVD to form a prodrug for cancer treatment and therapeutic efficacy evaluation.",
      "startOffset" : 105,
      "endOffset" : 108
    }, {
      "referenceID" : 0,
      "context" : "There are two main causes: (1) on-demand accumulations of theranostic nanomaterials in the pathological region is still challenging and (2) the coordination between diagnostic and therapeutic components is not",
      "startOffset" : 136,
      "endOffset" : 139
    } ],
    "year" : 2020,
    "abstractText" : "Funding information NationalNatural ScienceFoundationof China,Grant/AwardNumbers: 51703168, 51833007, 51690152 Abstract Theranostic nanomaterial, which amalgamates diagnosis and therapy of diseases into one nanosystem, has become one of the core interests in nanomedicine research. Functional peptides can be integrated into theranostic nanomaterials and endow them with special properties to accomplish much more complicated biomedical tasks. Peptide-based theranostic nanomaterials can be formulated with specific targeting, transmembrane delivery, and stimulus response. In this Minireview, we describe general ideas of fabricating peptide-based theranostic nanomaterials, concerning the design and variegated biomedical applications, and highlighting their advances during the past 5 years.",
    "creator" : "LaTeX with hyperref package"
  }
}