{
  "name" : "downloads_2019-10-08_d2_10.3791@60111.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Iron Nanowire Fabrication by Nano-Porous Anodized Aluminum and its Characterization",
    "authors" : [ "Niketan S. Patel", "David Lago-Cachón", "Hanan Mohammed", "Julián A. Moreno", "Jürgen Kosel" ],
    "emails" : [ "niketan.patel@kaust.edu.sa" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Copyright © 2019 Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License\nOctober 2019 | 152 | e60111 | Page 1 of 5\nMagnetic nanowires possess unique properties that have attracted the interest of different fields of research, including basic physics, biomedicine, and data storage. We demonstrate a fabrication method for iron (Fe) nanowires via electrochemical deposition into anodic alumina oxide (AAO) templates. The templates are fabricated by anodization of aluminum (Al) discs, and the pore length and diameter are controlled by changing the anodizing conditions. Pores with an average diameter of around 120 nm are created using oxalic acid as the electrolyte. Using this method, cylindrical nanowires are synthesized, which are released by dissolving the alumina using a selective chemical etchant.\nVideo Link\nThe video component of this article can be found at https://www.jove.com/video/60111/\nIntroduction\nCylindrical magnetic nanowires have attracted an enormous amount of interest in the last decade for a variety of promising applications. Nanowires are novel materials that possess unique properties, mainly due to a high aspect ratio and shape anisotropy1. Because of these properties, nanowires are considered unique systems and excellent model objects for a number of practical applications: flow sensors2, magnetic separation3, bio-inspired tactile sensors4, energy harvesting5, cancer treatments2,6, drug delivery7,8, and MRI contrast agents3,9. Nanowires are also considered ideal for other applications: magnetic force microscopy10, giant magnetoresistance11, spin transfer torque12,13, and data storage devices14,15.\nIn order to exploit these nanowires to their full advantage, a reproducible fabrication method that yields nanowires of high quality and specific properties is required. The anodization of aluminum produces self-organized, highly ordered cylindrical pores with controllable pore diameters. Because of this, AAO templates are preferred in nanotechnology applications over expensive lithographic techniques. Using these membranes as scaffolds, nanowires can be created by direct current (DC), alternating current (AC), or pulsed DC electrodeposition. Controlling the fabrication process of the membrane and the deposition of the nanowires, a wide range of magnetic nanowires can be created for particular applications1. Here, we report the fabrication of Fe nanowires, including the formation of the porous alumina membrane that is used as the template, electrodeposition into templates using electrolyte solution, and the release of the nanowires into the solution.\nProtocol\nCAUTION: Please consult all relevant material safety data sheets (MSDS) before use. Several of the chemicals used in these fabrications are acutely toxic and carcinogenic. Nanomaterials may pose additional hazards compared to their bulk counterparts. Please use all appropriate safety practices when performing a nanocrystal reaction, including the use of engineering controls (fume hood) and personal protective equipment (safety glasses, gloves, lab coat, full length pants, closed-toe shoes).\n1. Preparations of aluminum templates"
    }, {
      "heading" : "1. Cleaning the aluminum discs",
      "text" : "1. Wash the Al discs in a beaker with deionized (DI) water. Repeat 3 times. 2. Hold the Al disc with tweezers and wash with acetone followed by isopropyl alcohol (IPA) and DI water. 3. Place the Al discs in a beaker with acetone and sonicate for 10 min."
    }, {
      "heading" : "2. Electropolishing of aluminum discs",
      "text" : "1. Prepare the electropolishing solution, 3 M perchloric acid in ethanol. Cool the electropolishing solution in a fridge at 4 °C before use. 2. Wash the Al discs in a beaker with DI water. Repeat 3 times.\nCopyright © 2019 Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License\nOctober 2019 | 152 | e60111 | Page 2 of 5\n3. Grip the cleaned Al template with the dressing forceps and immerse it inside the beaker filled with electropolishing solution along with the platinum (Pt) mesh electrode. Keep the forceps out of the solution as much as possible. 4. Stir the solution at 400 rpm. 5. Connect the Al disc to the positive terminal and Pt to the negative terminal of the power supply. Apply a voltage of 20 V while the\ncurrent is limited to 2 A. 6. Polish the discs for 3 min and wash the discs with DI water.\n2. Hard anodization"
    }, {
      "heading" : "1. Preparing the cells",
      "text" : "1. Wash the cell parts (copper plate, PDMS/rubber O rings, cell, Pt mesh cap) with DI water. 2. Take the electropolished Al discs out of the DI water and place it on the cell holes with O-rings. Check carefully that there are no leaks."
    }, {
      "heading" : "2. Anodization",
      "text" : "1. Fill the assembled cell with 0.3 M oxalic acid and place it on the cold plate at 4 °C. 2. Once the oxalic acid is between 2-5 °C, apply 40 V for 20 min (mild anodization). Then, increase the voltage in steps of 0.1 V/s up to\n140 V. 3. Keep this voltage constant for 45 min. The anodized template will be a bright golden color. 4. Open the cell and wash the Al disc with DI water and dry with nitrogen (N2).\n3. Preparation for deposition"
    }, {
      "heading" : "1. Removal of Al back",
      "text" : "1. Prepare a copper solution with 0.1 M of CuCl2·2H2O and 6 M of HCl. 2. Place the anodized template in a cell (with a 10 mm hole diameter) with the back side facing upwards. 3. Pour the copper solution and a magnetic stirrer into the cell and agitate at 300 rpm. 4. After around 15 min, the solution becomes transparent. Replace it with fresh solution and agitate for 5 min more. 5. Wash the discs with DI water and dry with N2."
    }, {
      "heading" : "2. Opening the pores",
      "text" : "1. Place the sample (back side facing upwards) in a Petri dish on a pH strip. 2. Deposit 10 wt% phosphoric acid to completely cover the membrane. Add more phosphoric acid every hour to avoid dryness. 3. After 6.5 h, wash with DI water, and dry with N2."
    }, {
      "heading" : "3. Gold sputtering",
      "text" : "1. Prepare the sputtering machine. Open the inert gas valve and vent the chamber. 2. Tape the Al disc onto the sputter stage with the back side facing up. 3. Adjust parameters to deposit 200 nm and run the profile.\n4. Deposition of nanowires\n1. Prepare a solution of 0.2 M of iron (II) sulfate, 0.16 M of boric acid and 0.05 M of L-ascorbic acid. 2. Mount the Al membrane into the cell (15 mm diameter hole) 3. Pour the solution into the cell and connect the source meter with the negative contact attached to the copper plate and the positive contact to\nthe platinum mesh. 4. Apply a constant current of 2.5 mA to start electrodeposition. The length of the nanowire is directly proportional to the electrodeposition time.\n5. Membrane removal and washing of nanowires"
    }, {
      "heading" : "1. Gold etching",
      "text" : "1. Break the membrane using a tweezer. Select small pieces (around 1 or 2 mm2). 2. Prepare one or more small pieces for dry etching using reactive ion etching (RIE) equipment. Glue the pieces to a dummy wafer using\nlubricant, keeping the gold face up. 3. Etch the gold in the RIE equipment for 2 min using the following parameters: T = 25 °C, P = 150 W and argon flow rate = 25 cm3/min.\nRepeat in shorter cycles if some gold is still present."
    }, {
      "heading" : "2. Nanowire release",
      "text" : "1. Prepare the chrome solution using 0.2 M of CrO3 and 0.5 M of H3PO4. 2. Fill a 1.5 mL microtube tube with 1 mL of the chrome solution and the small pieces of membrane containing nanowires. 3. Leave the solution working for 24 h at 40 °C. 4. When the nanowires are completely released, no black particles should be observed with the naked eye. 5. Wash the nanowires by placing the microtube in a magnetic rack and replacing the chrome solution with 1 mL of ethanol. 6. Repeat the washing process at least 10 times.\nCopyright © 2019 Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License\nOctober 2019 | 152 | e60111 | Page 3 of 5\nRepresentative Results\nAfter electropolishing, the Al disks reflect light well, as seen in Figure 1. If any small scratches or dots are observed, discard the disk. The plot of the applied current during the anodization process should be smooth and follow the three steps of anodization. In case of contaminated solution, excessive defects on the disk surface, incorrect preparation of the cell (see Figure 2), or the solution being too warm, the applied current plot curves will show peaks and irregularities. Two actual anodization curves are shown in Figure 3, including pictures of the samples. Anodization takes place on one side of the Al disk (top side). After removing the Al back, the membrane should be clearly visible from both sides. The pore opening can be checked using scanning electron microscopy (SEM) on the bottom side. Figure 4 shows a sample in which the pores were not completely opened. The deposition rate of Fe nanowires for membranes of this size is around 300 nm/min. As an example, Fe nanowire of around 1 µm is shown in Figure 5. Note that this image was taken after breaking the membrane.\nCopyright © 2019 Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License\nOctober 2019 | 152 | e60111 | Page 4 of 5\nCopyright © 2019 Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License\nOctober 2019 | 152 | e60111 | Page 5 of 5\nDiscussion\nAs in any other nanomaterial production, high-quality solutions and materials are required in this protocol. Electropolishing and electrodepositing solutions can be reused several times. However, the anodization solution should only be used once and be freshly made. After removing the Al back, the membranes are extremely weak and can be broken if not handled carefully. The N2 should not be directly applied when drying the membranes. All processes prior to anodization are equally important for the self-ordering of pore structures. Surface impurities, pits, and scratches may lead to poorly ordered nanopores.\nThe thickness of the alumina membrane generated in step 2 is usually around 60 µm, much longer than the nanowire we require. If longer nanowires are needed, this protocol can be adapted to make thicker membranes by increasing the time of anodization. These nanopores can be used as templates for forming arrays of standing nanowires or released by a subsequent chemical removal of alumina structure. Furthermore, different metals can be electrodeposited using the same setup, including multisegmented nanowires15, by changing the solution and the applied current. Rate deposition would be different for each metal.\nThe main advantage of the anodization method presented is the high quality of the pores: constant diameter along tenths of micrometers, small diameter distribution, and high pore density. Further, this technique is efficient, economical, and highly reproducible. It can be done safely at ambient conditions in the general laboratory. Nanowires promise a lot in future energy conversion devices (including photovoltaics, thermoelectrics, and betavoltaics16) and as biological and medical sensors17. All of these applications will require extensive material and device development.\nDisclosures\nThe authors have nothing to disclose.\nAcknowledgments\nResearch reported in this publication was supported by the King Abdullah University of Science and Technology (KAUST).\nReferences\n1. Mohammed, H., Moreno, J., Kosel, J. Advanced Fabrication and Characterization of Magnetic Nanowires. Magnetism and Magnetic Materials. Intechopen (2018). 2. Alfadhel, A., Li, B., Zaher, A., Yassine, O., Kosel, J. A magnetic nanocomposite for biomimetic flow sensing. Lab on Chip. 14, 4362-4369 (2014). 3. Fratila, R. M., Rivera-Fernandez, S., Jesus, M. Shape matters: Synthesis and biomedical applications of high aspect ratio magnetic nanomaterials. Nanoscale. 7, 8233-8260 (2015). 4. Alnassar, M., Alfadhel, A., Ivanov, Y. P., Kosel, J. Magnetoelectric polymer nanocomposite for flexible electronics. Journal of Applied Physics. 117, 17D711 (2015). 5. Contreras, M. F., Sougrat, R., Zaher, A., Ravasi, T., Kosel, J. Non-chemotoxic induction of cancer cell death using magnetic nanowires. International Journal of Nanomedicine. 10, 2141-2153 (2015). 6. Yassine, O. et al. Highly efficient thermoresponsive nanocomposite for controlled release applications. Scientific Reports. 6, 28539 (2016). 7. Martínez-Banderas, A. I. et al. Functionalized magnetic nanowires for chemical and magneto-mechanical induction of cancer cell death.\nScientific Reports. 6, 35786 (2016). 8. Shore, D. et al. Electrodeposited Fe and Fe-Au nanowires as MRI contrast agents. Chemical Communications. 52, 12634-12637 (2016). 9. García-Martín, J. et al. Imaging magnetic vortices by magnetic force microscopy: Experiments and modelling. Journal of Physics D: Applied\nPhysics. 37, 965 (2004). 10. Piraux, L. et al. Giant magnetoresistance in magnetic multilayered nanowires. Applied Physics Letters. 65, 2484-2486 (1994). 11. Piraux, L. et al. Template-grown NiFe/Cu/NiFe nanowires for spin transfer devices. Nano Letters. 7, 2563-2567 (2007). 12. Wang, Z. et al. Spin-wave quantization in ferromagnetic nickel nanowires. Physical Review Letters. 89, 027201 (2002). 13. Wernsdorfer, W. et al. Measurements of magnetization switching in individual nickel nanowires. Physical Review B. 55, 11552 (1997). 14. Kou, X. et al. Memory effect in magnetic nanowire arrays. Advanced Materials. 23, 1393-1397 (2011). 15. Mohammed, H., Vidal, E. V., Ivanov, Y. P., Kosel, J. Magnetotransport measurements of domain wall propagation in individual multisegmented\ncylindrical nanowires. IEEE Transactions on Magnetics. 52, 1-5 (2016). 16. Goktas, N.I. et al. Nanowire for energy: A review. Applied Physics Reviews. 5, 041305 (2018). 17. Zongjie, W., Suwon, L., Kyo-in, K., Keekyoung, K. Nanowire-Based Sensors for Biological and Medical Applications. IEEE Transactions on\nNanobioscience. 15 (3) 186 (2016)."
    } ],
    "references" : [ {
      "title" : "Advanced Fabrication and Characterization of Magnetic Nanowires. Magnetism and Magnetic Materials",
      "author" : [ "H. Mohammed", "J. Moreno", "J. Kosel" ],
      "venue" : "Intechopen",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2018
    }, {
      "title" : "A magnetic nanocomposite for biomimetic flow sensing",
      "author" : [ "A. Alfadhel", "B. Li", "A. Zaher", "O. Yassine", "J. Kosel" ],
      "venue" : "Lab on Chip",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2014
    }, {
      "title" : "Synthesis and biomedical applications of high aspect ratio magnetic nanomaterials",
      "author" : [ "R.M. Fratila", "S. Rivera-Fernandez", "Jesus", "M. Shape matters" ],
      "venue" : "Nanoscale. 7, 8233-8260",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Magnetoelectric polymer nanocomposite for flexible electronics",
      "author" : [ "M. Alnassar", "A. Alfadhel", "Y.P. Ivanov", "J. Kosel" ],
      "venue" : "Journal of Applied Physics. 117,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2015
    }, {
      "title" : "Non-chemotoxic induction of cancer cell death using magnetic nanowires",
      "author" : [ "M.F. Contreras", "R. Sougrat", "A. Zaher", "T. Ravasi", "J. Kosel" ],
      "venue" : "International Journal of Nanomedicine",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2015
    }, {
      "title" : "Highly efficient thermoresponsive nanocomposite for controlled release applications",
      "author" : [ "O Yassine" ],
      "venue" : "Scientific Reports",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2016
    }, {
      "title" : "Functionalized magnetic nanowires for chemical and magneto-mechanical induction of cancer cell death",
      "author" : [ "Martínez-Banderas", "A. I" ],
      "venue" : "Scientific Reports",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2016
    }, {
      "title" : "Electrodeposited Fe and Fe-Au nanowires as MRI contrast agents",
      "author" : [ "D Shore" ],
      "venue" : "Chemical Communications",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2016
    }, {
      "title" : "Experiments and modelling",
      "author" : [ "García-Martín", "J. et al. Imaging magnetic vortices by magnetic force microscopy" ],
      "venue" : "Journal of Physics D: Applied Physics. 37, 965",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Giant magnetoresistance in magnetic multilayered nanowires",
      "author" : [ "L Piraux" ],
      "venue" : "Applied Physics Letters",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1994
    }, {
      "title" : "Template-grown NiFe/Cu/NiFe nanowires for spin transfer devices",
      "author" : [ "L Piraux" ],
      "venue" : "Nano Letters",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2007
    }, {
      "title" : "Spin-wave quantization in ferromagnetic nickel nanowires",
      "author" : [ "Z Wang" ],
      "venue" : "Physical Review Letters",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2002
    }, {
      "title" : "Measurements of magnetization switching in individual nickel nanowires",
      "author" : [ "W Wernsdorfer" ],
      "venue" : "Physical Review B",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 1997
    }, {
      "title" : "Memory effect in magnetic nanowire arrays",
      "author" : [ "X Kou" ],
      "venue" : "Advanced Materials",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2011
    }, {
      "title" : "Magnetotransport measurements of domain wall propagation in individual multisegmented cylindrical nanowires",
      "author" : [ "H. Mohammed", "E.V. Vidal", "Y.P. Ivanov", "J. Kosel" ],
      "venue" : "IEEE Transactions on Magnetics",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2016
    }, {
      "title" : "A review",
      "author" : [ "Goktas", "N.I. et al. Nanowire for energy" ],
      "venue" : "Applied Physics Reviews. 5, 041305",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nanowire-Based Sensors for Biological and Medical Applications",
      "author" : [ "W. Zongjie", "L. Suwon", "K. Kyo-in", "K. Keekyoung" ],
      "venue" : "IEEE Transactions on Nanobioscience",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2016
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Magnetic nanowires possess unique properties that have attracted the interest of different fields of research, including basic physics, biomedicine, and data storage. We demonstrate a fabrication method for iron (Fe) nanowires via electrochemical deposition into anodic alumina oxide (AAO) templates. The templates are fabricated by anodization of aluminum (Al) discs, and the pore length and diameter are controlled by changing the anodizing conditions. Pores with an average diameter of around 120 nm are created using oxalic acid as the electrolyte. Using this method, cylindrical nanowires are synthesized, which are released by dissolving the alumina using a selective chemical etchant.",
    "creator" : "Apache FOP Version 1.1"
  }
}