{
  "name" : "downloads_2020-01-08_c1_zhao2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "A density functional study on geometries, electronic and photo sensitized surface properties of the fullerene-like BGe nanomaterials",
    "authors" : [ "Run-Ning Zhao", "Rui Chen", "Ju-Guang Han" ],
    "emails" : [ "jghan@ustc.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nJournal of Alloys and Compounds\njournal homepage: http: / /www.elsevier .com/locate/ ja lcom\nA density functional study on geometries, electronic and photo sensitized surface properties of the fullerene-like BGe nanomaterials\nRun-Ning Zhao a, b, Rui Chen a, Ju-Guang Han b, *\na Collage of Arts and Sciences, Shanghai DianJi University, Shanghai, 201306, People’s Republic of China b National Synchrotron Radiation Laboratory, University of Science and Technology of China, Hefei, 230029, People’s Republic of China\na r t i c l e i n f o\nArticle history: Received 9 August 2019 Received in revised form 8 October 2019 Accepted 14 October 2019 Available online xxx\nKeywords: GeB nanomaterials Electronic properties Solar energy conversion and absorption Relative stability Inner hollow cages Surface\n* Corresponding author. E-mail address: jghan@ustc.edu.cn (J.-G. Han).\nhttps://doi.org/10.1016/j.jallcom.2019.152686 0925-8388/© 2019 Elsevier B.V. All rights reserved.\nPlease cite this article as: R.-N. Zhao et al., A fullerene-like BGe nanomaterials, Journal of\na b s t r a c t\nGeometries associated with relative stabilities, infrared spectra, and energy gaps of the slightly deformed (Ge6B6)n (n¼ 2e10) nanocages are systematically investigated applying density functional theory. Particularly, the relative stabilities in terms of the calculated averaged atomic binding energies and fragmentation energies show that (GeB)36 cage has enhanced stability over other nanoclusters. Interestingly, (Ge6B6)n nanocages prefer to the sphere-like geometries with large inner hollow spaces. Moreover, the calculated energy gaps of (Ge6B6)n nanocages are decreased generally and the wavelengths of absorption spectra in sphere-like (Ge6B6)n clusters are elongated with the increased size of (Ge6B6)n nanocages. The quantum confinement effect indirectly is revealed; furthermore, the nanosized (GeB)36-60 cages have a very stronger capacity for solar energy absorption or conversion due to narrow energy gaps and large DOS near LUMO and HOMO levels. Additionally, germanium atoms transfer electronic charges to their surrounding boron atoms, charge-transfers between Ge and B enhance stabilities of the nanocages. SH2 gas is sensitive to GeB cage and can be used to removal SH2 from air.\n© 2019 Elsevier B.V. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Bubble-like nanoclusters exhibit unique geometrical and electronic properties due to the strong influence of the higher number of surface atoms and corresponding electronic effects [1e7]. Evidently, the stable and size-specific sphere-like GeB nanocluster semiconductors are a growing interesting research field because of its many promising technological and fundamental practical applications in the optical and electronic devices in that the electronic, magnetic, optical, physical and chemical properties of sphere-like nanoclusters are found to vary with their sizes and compositions. Furthermore, nanoclusters can be used as the building blocks for cluster assembled nanomaterials and generate the useful semiconductor devices, Pure germanium clusters are studied theoretically and are shown unsuitable for the building blocks in that they are chemically reactive because of the existence of dangling bonds. The boron clusters show various geometrical forms, a number of cage, spherical, and fullerene shapes are identified to have several distinct growth patterns. Boron-doped germanium nanoclusters, consequently, may interact with\ndensity functional study on Alloys and Compounds, http\ngermanium atoms to form more stable cage-like geometries. Development of new germanium based nanomaterials with tunable new electronic properties, the germanium nanoclusters with boron and transition metal impurities have been studied extensively by experimental and computational methods [7e14]. The materials composed of germanium-boron matrices is developed as a very important research area within the semiconductor technology fields, which can be applied in the construction of high performance electronic, optical, and bipolar transistor devices. Such technologically relevant GeB materials which are usually generated by the slow diffusion of the added boron atoms into germanium at high temperature is apparently favored. The fabrication of the n-type boron doped Ge energy cell materials with the formation of high-quality and high-efficiency structures is investigated and will be achieved by local boron impurity doping technical method, photovoltaic characteristics contribute to the improvement of solar cell efficiency with low cost, an efficient, and reproducible manner simultaneously as compared with other materials. Furthermore, the obtained important materials in semiconductor technology with boron atoms being used as p-type dopant of germanium materials are employed in devices for highspeed bipolar transistors [8]. A lots of experimental studies are preformed on the obtainable alternative materials\ngeometries, electronic and photo sensitized surface properties of the s://doi.org/10.1016/j.jallcom.2019.152686\ncharacterization by boron implantation and diffusion in germanium atoms [8e10].\nIn spite of their importance of GeB materials in the electronic and optical industry, the geometrical and electronic characterization as well as the description of the chemical bondings of those GeB species are very interesting and the accurate investigations are still a challenge until now, from my point of view there are no systematical computational studies on the insertion of boron into germanium-based matrices.\nThe geometries and electronic properties of (Ge6B6)n (n¼ 2e10) nanocages have not been fully understood experimentally and theoretically because of the experimental challenges to exactly identify them. In addition, as the number of isomers increases rapidly with cluster size, it is very difficult to determine the global minimum simply according to the calculated energies of the isomers without reference to experimental or previous theoretical information. Fortunately, previous theoretical results on InN, CdS, and ZnO are provided [2,6,15]. This investigation provides the description of the geometrical and electronic properties of nanocages formed by boron bonded to Ge elements using established density functional methods. Thus, the systematic calculations have been performed applying the density functional methodology to germanium borides. Thus, the main goals of this study are focusing on predictions of the new geometries and their stabilities, and electronic properties of (Ge6B6)n (n¼ 2e10) nanoclusters theoretically."
    }, {
      "heading" : "2. Computational details",
      "text" : "The use of an adequate all-electron basis sets for Gewouldmake the geometry optimizations of the larger ones among the (Ge6B6)n nanoclusters considered here a prohibitively time-consuming effort. The effective electron core potentials (ECP) approach can surmount this difficulty [16] through the application of the effective core potential (ECP) method to treat inner shell electrons and the density functional theory (DFT) treatment of the exchange and correlation terms, as only the valence electrons are explicitly included in our all calculations [16]. It has been shown that the double zeta LanL2DZ ECP basis set is capable of generating results of very satisfactory quality for nanosized (Ge6B6)n systems. Here, we demonstrate that the combination of density functional theory (DFT) methods with ECP also can provide an accurate and reliable approach to study the properties of the (Ge6B6)n systems.\nAll geometries are optimized at the level of the gradient corrected PBE (Perdew-Burke-Ernzerhof) exchange-correlation functional [17,18] within the Kohn-Sham density functional theory framework as implemented in the Gaussian 09 code [19]. The LanL2DZ basis sets are used for boron and germanium atoms in all calculations. The test cases of Ge2 and GeB dimers are calculated by the selected methods, our calculated GeeB bond length in GeB dimer is 2.037 Å with 4 P , which agrees well with the theoretical\nvalue of 1.999 Å calculated at MRCI-CASSCF/aug-cc-pV5Z-DK level [12]. Our calculated GeeGe bond length for singlet Ge2 dimer is 2.354 Å, which agrees with the previous reported value of 2.53 Å [7]. Consequently, the selected PBE-GGAmethods used in this study are accurate and reasonable enough to describe the geometrical and electronic properties of (Ge6B6)n nanoclusters.\nPresent geometrical optimizations of (Ge6B6)n nanoclusters are systematically carried out for all designed isomers, and then followed by the evaluation of their harmonic vibrational frequencies in order to attest the clusters’ stabilities and make sure that all optimized geometries are stable. All calculations are carried out at 298.15 K under 1 atm. In addition, the total energy includes zeropoint vibrational energy (ZPVE).\nPlease cite this article as: R.-N. Zhao et al., A density functional study on fullerene-like BGe nanomaterials, Journal of Alloys and Compounds, http"
    }, {
      "heading" : "3. Results and discussions",
      "text" : ""
    }, {
      "heading" : "3.1. Geometries and stabilities",
      "text" : "Ge12B12 fullerene-like cluster is studied and calculated at the PBE-GGA level with LanL2DZ basis sets (Fig. 1) [20] and the most essential result of the cluster is summarized in Table 1. The Ge12B12 cluster is regarded as the smaller volume cluster obeying the law of isolated four-membered rings. It is found that the remarkably Ge12B12, which possesses a high Th point-group symmetry with zero dipole moment, is highly stable with a sphere-like geometry with eight six-membered rings and six isolated four-membered rings. It is particularly interesting phenomena that the most stable Ge12B12 cage has two types of GeeB bonds [2]. As for the two types of GeeB bonds, a longer GeeB bond (2.09 Å) connects two neighboring four-membered rings and a shorter one (2.06 Å) in four-membered rings, which are in good agreement with the reported theoretical values [11]. The energy gap between the highest occupied molecular orbital and the lowest unoccupied molecular orbital for Ge12B12 is 1.79 eV, indicating that it has a narrow-band semiconducting property and the sphere-like Ge12B12 geometry is more energetically favorable isomer. The optimized (GeB)12 cage with boron and Ge atoms of sp3 hybridization exhibits that all Ge and boron atoms are threefold coordinated with electron charges being transferred to boron atoms from Ge atoms. The high symmetry and big HOMOeLUMO gap reflect that sphere-like Ge12B12 cluster can be seen as the building blocks used for synthesizing promising cluster-assembled nanomaterials with novel physical and chemical properties used for real applications.\nA cage-like (GeB)18 geometry is selected as an initial structure, unfortunately, its final optimized geometry presents as a cubic-like form, reflecting that the sphere-like geometry is unfavorable one while the cubic-like geometry is a favorable structure. This finding is completely different from that of (InN)18 cages [2]. On the basis of the calculated data summarized in Table 1, the deformed cubic like (GeB)18 nanocage is obviously the most stable one with calculated dipole moment being 0.02 Debye. As far as (GeB)24 nanocluster with S4 symmetry is concerned (Fig. 1), the bubble (GeB)24 nanocage having six four-membered squares and twelve six-membered rings is considered and optimized as a stable geometry. Interestingly, the (GeB)24 nanocluster with zero dipole moment can be described as two semisphere (GeB)12 cages being combined together in geometrical forms.\nBubble-like (GeB)30 nanocluster with C1 symmetry is deviated to higher symmetry slightly, which can be reflected from the calculated zero dipolemoment listed in Table 1. As can be seen from the optimized geometry shown in Fig. 1, the sphere-like (GeB)30 nanocluster completely differs from sphere-like nitrogen or carbon analogues. As shown in Fig. 1, it is apparent that this nanocage is composed of eight squares and sixteen hexagons along with six octagons. The calculated GeeB bond lengths of the stable (GeB)30 nanocage are 2.01e2.09 Å and 2.05e2.08 for six-member hexagons and four-member squares, respectively; together with the orbitals of Ge atoms and boron atoms exhibiting sp3 hybridization character after electron charges transfer from Ge atoms to their neighboring boron atoms. In addition, electronic properties of this sphere-like nanocage can be changed by encapsulating clusters, molecules, and atoms into its inner hollow sphere; especially, because of the existed octagons, water molecule can be encapsulated in to the inner sphere. The application of this advantage of (GeB)30 nanocage can be extended in new semiconductor or magnetic materials with expected new properties.\nAccording to the calculated data of dipole moment (1.20 Debye) listed in Table 1, it is obvious that nanosized C1 (GeB)36 cage is slightly deformed from higher Td point-group symmetry.\ngeometries, electronic and photo sensitized surface properties of the s://doi.org/10.1016/j.jallcom.2019.152686\nParticularly, the (GeB)36 nanocluster shows structural rigidity similar to that of its (InN)36 counterparts [2], the stable C1 (GeB)36 cage being composed of 24 hexagons and 6 squares can be described as six hemispheres of Ge24B24 nanocage. Furthermore, (GeB)36 nanocluster satisfies with stable 18-electron rule, normally, this nanocage should be the magic number of the relative stability.\nAs far as (GeB)42 nanocages is concerned, (GeB)42(a) nanocage, which is described as a (GeB)6 hexagonal prism being encapsulated into a stable sphere-like (GeB)36 nanocluster, is an encapsulated nanocage. Its electronic properties are actually different from those of small size (Ge6B6)n (n¼ 2e6) nanocages because of the static interactions between (GeB)6 and (GeB)36 units. The encapsulated (GeB)6 hexagonal prism can enhance the stability of (GeB)42(b) nanocage. In addition, a purely novel sphere-like (GeB)42 nanocage is optimized to be a stable geometry, this geometry is different from those of (InN)42 and (ZnO)42 [2,15]. Although, the averaged atomic binding energy of former is slightly bigger than that of the later, this purely sphere-like (GeB)42(a) nanocage without encapsulation is discussed in following sections.\nIn order to avoid homobonding in fullerene-like nanosized (GeB)48 cage, C1 (GeB)48 being composed of 34 hexagons and 6 squares has a slightly deformed Ci group symmetry, which is reflected from our calculated value of dipole moment. On the basis of the optimized geometry of (GeB)48 nanocage shown in Fig. 1, this cage is described as six hemispheres of (BGe)12 cage (Fig. 1), which exterior is similar to that of (GeB)36 nanocage mentioned above. In addition, the hollow C1 (GeB)48 nanocage possesses a stronger capability to host various small clusters and atoms.\nThe optimized sphere-like (GeB)54 nanocluster is an irregular nanocage, which has lower C1 symmetry. As can be seen from calculated results in Table 1, it is obvious that the dipole moment of (GeB)54 nanocluster is the biggest one (3.18 Debye) and the lowest frequency (13.4 cm 1) is smaller than those of the small-size nanocages, reflecting that (GeB)54 geometry is deviated to the global form with a bigger dipole moment as compared with those of other nanocages.\nThe new (GeB)60 nanocluster is optimized as a stable sphere-like geometry with six squares being protruded out. Obviously, the stable geometry is completely different from that of encapsulated (ZnO)60 nanocage [15] and is revealed for the first time. Furthermore, such a sphere-like nanosized (GeB)60 cluster slightly deviates to the higher D3h symmetry in geometry. The geometry can be seen as a triangular prism in form. Actually, the calculated energy gap of sphere-like nanosized (GeB)60 cluster is smaller as compared with its neighboring GeB nanocage, indicating that the effective HOMO and LUMO band gap of nanosized sphere-like (GeB)60 cluster is narrow, and more and more solar light with the long wavelength ranges is effectively harvested, consequentially, the solar light adsorption efficiency for large (GeB)6n nanocage is undoubtedly\nPlease cite this article as: R.-N. Zhao et al., A density functional study on fullerene-like BGe nanomaterials, Journal of Alloys and Compounds, http\nincreased. Moreover, the solar light absorption spectra ranges of (GeB)6n nanocage undergo a very important red shift as the size being increased, in other words, the solar light absorption spectra for (GeB)6n nanocage vary from solar light short wavelength to solar light long wave length with the extended size, this finding agrees well with the previous experimental observation [21e23]. In addition, our predicted densities of states (DOSs) of the large size (GeB)60 nanocluster is actually higher in comparison with those of the small size (Ge6B6)n (n¼ 2e10) nanocages, therefore, the higher density of states of large size (GeB)60 cluster indicates that more and more photo excitation are generated from energy levels near HOMO orbital to higher energy levels; Thus, the solar light absorption intensities for the large size nanocages are enhanced greatly along with the increased efficiency of photon to current storage or conversion. The (GeB)60 nanocage with bigger density of states (DOS) has stronger capacity for solar energy storage or conversion, this finding provides a new application of nanomaterials in solar energy conversion or storage."
    }, {
      "heading" : "3.2. Relative stability",
      "text" : "In order to investigate the relative stabilities of (Ge6B6)n (n¼ 2e10) nanoclusters, averaged atomic binding energies (Eb(n)) and fragmentation energies (D(n,n-1)) with removal of one Ge6B6 unit in (Ge6B6)n are defined as\nEbðnÞ¼6n½ETðGeÞ þ ETðBÞ ET ½ðGe6B6Þn 6n\n(1)\nDðn;n 1Þ ¼ ET ½ðGe6B6Þn 1 þ ETðGe6B6Þ ET ½ðGe6B6Þn (2)\nwhere ET[(Ge6B6)n], ET(Ge6B6), ET(Ge), and ET(B) are the total energies of (Ge6B6)n, Ge6B6, Ge, and B units, together with zero-point vibration energies being taken into account. The total energies of B, Ge, and Ge6B6 units are 24.496976, 3.686922, and 171.199767 Hartree, respectively. The calculated averaged atomic binding energies and fragmentation energies for different-sized sphere-like (Ge6B6)n nanoclusters are tabulated in Table 1 and shown in respective Fig. 2a and Fig. 2b.\nIn light of the calculated averaged atomic binding energy curve shown in Fig. 2a, it is obviously exhibited that the averaged atomic binding energies of the most stable sphere-like (Ge6B6)n (n¼ 2e10) nanoclusters are increased generally as the size being extended. Three distinct peaks localized at the calculated averaged atomic binding energy curve give evidences the corresponding three distinguished (GeB)24, (GeB)36, and (GeB)54 nanocages have larger averaged atomic binding energy Eb(n) than their neighboring nanosized sphere-like GeB clusters, showing these three stable bubble-like nanoclusters have stronger relative stabilities in\ngeometries, electronic and photo sensitized surface properties of the s://doi.org/10.1016/j.jallcom.2019.152686\ncomparison with their neighboring nanosized GeB cages. As can be seen from Fig. 2a, the bubble-like (GeB)30, on the contrary, has apparently lower averaged atomic binding energy and lower relative stability than its neighboring nanocages (1< n< 11). In order to demonstrate our calculated results of relative stabilities of spherelike (Ge6B6)n (n¼ 2e10) nanoclusters, the calculated fragmentation energy (D(n,n-1)) are the important physical quantities in which the relative stability in terms of the calculated averaged atomic binding energy above can be certificated and the relative stability of the sphere-like (Ge6B6)n (n¼ 2e10) nanoclusters can be more accurately described.\nThe sized dependence D(n,n-1) of nanosized (Ge6B6)n (n¼ 2e10) sphere-like clusters is plotted in Fig. 2b curve. The remarkable magic numbers of stabilities of (Ge6B6)n (n¼ 2e10) nanoclusters are found, which are assigned to be n¼ 3, 6, and 9. Interestingly, the n¼ 6 is assigned to be the maximum magic number of the relative stability; particularly, (GeB)36 nanocage is the most stable geometry of all the bubble-like (Ge6B6)n (n¼ 2e10) nanoclusters. This new finding of the maximum magic number is obviously the same as that of our calculated averaged atomic binding energy above. Although the (GeB)36 nanocage is the most\nPlease cite this article as: R.-N. Zhao et al., A density functional study on fullerene-like BGe nanomaterials, Journal of Alloys and Compounds, http\nstable inner hollow (Ge6B6)n (n¼ 2e10) nanocluster, however, the encapsulated (GeB)42(b) nanocluster is more stable than the (GeB)36 nanocluster. (GeB)42(b) and (GeB)36 nanocages can be possibly detected with large abundances in mass spectroscopy experiment than their corresponding neighboring GeB nanoclusters. In this article, the inner hollow (Ge6B6)n (n¼ 2e10) nanoclusters are selected as the main investigated structure. As can be seen from the curve plotted in Fig. 2b, the sphere-like (GeB)36 nanocluster is assigned as the most stable structure in this article."
    }, {
      "heading" : "3.3. HOMO-LUMO gaps",
      "text" : "The energy gaps between highest occupied molecular orbital level (HOMO) and lowest unoccupied molecular orbital level (LUMO) for the most stable (Ge6B6)n (n¼ 2e10) nanocages are calculated and shown in Fig. 3 and summarized in Table 1. According to energy gap (HOMO-LUMO) values of (Ge6B6)n nanocages, all of the large size (Ge6B6)n nanocages are outstanding narrow band semiconductors. As seen from calculated results shown in Fig. 3 and listed in Table 1, our calculated energy gap values for (Ge6B6)n (n¼ 2e10) nanocages are decreased apparently with increased size of (Ge6B6)n (n¼ 2e10) nanocages. Interestingly, the small size (GeB)12 cluster with the largest energy gap, which can be used as an assembled building block, can form the assemble width-band gap semiconductor nanomaterials with new physical and chemical properties, However, the other nanosized (Ge6B6)n (n¼ 3e10) cages are narrow-band semiconductor nanomaterials, which are completely different from that of small size (GeB)12 cage. Obviously, the calculated energy gap values of bubble-like (Ge6B6)n (n¼ 2e10) nanocages have shown a generally trend that it gradually decreases with the increased sphere-like (Ge6B6)n (n¼ 2e10) nanocluster’s size. Therefore, the Ge and B surface atoms in large size (Ge6B6)n (n¼ 2e10) nanocages possess the distinct metallic characters, indicating electrons in (Ge6B6)n (n¼ 2e10) nanocages move more freely on the nanosized (Ge6B6)n (n¼ 2e10) surfaces when the size of nanosized (Ge6B6)n (n¼ 2e10) cages is increased. Furthermore, the absorption spectra of (Ge6B6)n (n¼ 2e10) nanocages are changed, and varying to long wavelength from short wavelength as the extended sphere-like (Ge6B6)n (n¼ 2e10) size, this finding reflects that the wavelength range of the light absorption in spherelike (GeB)60 nanocluster is significantly widened, moreover, the quantum-size effect is indirectly revealed based upon this finding. Obviously, (GeB)60 has the smallest energy gap.\ngeometries, electronic and photo sensitized surface properties of the s://doi.org/10.1016/j.jallcom.2019.152686\nIn addition, our calculated LUMO and HOMO energy levels at the PBE-GGA level for different size sphere-like nanoclusters are changed gradually and the corresponding DOS near LUMO and HOMO levels becomes obviously more and more large when the nanocage size is increased, reflecting that the (Ge6B6)n (n¼ 2e10) nanocages are appropriate for solar energy absorption or conversion nanomaterials because efficiency of solar energy conversion and absorption is obviously in direct proportion to the DOS near HOMO levels of GeB nanocages. According to our obtained DOS near LUMO and HOMO levels (shown in Fig. 4), photon to current conversion rate involved in the light absorption intensities, together with obtained DOS of nanocages near HOMO and LUMO levels, are increased generally when bubble-like (Ge6B6)n (n¼ 2e10) size n is gradually increased from n¼ 2 to n¼ 10.\nFig. 5. The contour maps of the HOMO for th\nPlease cite this article as: R.-N. Zhao et al., A density functional study on fullerene-like BGe nanomaterials, Journal of Alloys and Compounds, http\nAccording to the calculated DOS of nanosized sphere-like (Ge6B6)n (n¼ 2e10) cages being exhibited in Fig. 4, the calculated DOS near HOMO energy level of large size bubble-like (Ge6B6)n nanoclusters with n> 6 is obviously bigger as compared to those of the small size nanoclusters, indicating solar energy conversion efficiency for the bubble-like (Ge6B6)n (n¼ 7e10) nanoclusters is increased obviously; In other words, they have absolutely a larger capacity or rate for solar energy conversion and absorption, this phenomena reflect that the (Ge6B6)n (n¼ 2e10) nanocages are attractive nanomaterials for solar energy absorption or conversion. The critical size of BGe-nanocage which can provide absorption or conversion capacity can be assigned to be n¼ 4. Thus, systematical investigations both experimentally and theoretically on energy absorption or conversion capacity of (Ge6B6)n (n¼ 2e10) nanocages will be\ne stable (Ge6B6)n (n¼ 2e10) nanocages.\ngeometries, electronic and photo sensitized surface properties of the s://doi.org/10.1016/j.jallcom.2019.152686\nnecessary. On the basis of the obtained contour maps of HOMO orbital for the slightly deformed (Ge6B6)n (n¼ 2e10) nanocages (Fig. 5), the HOMO orbital of (Ge6B6)n (n¼ 2e10) nanocages is formed by the delocalized petype bonds partly and delocalized setype bonds partly. According to the contour maps of HOMOs in (Ge6B6)n (n¼ 2e10) nanoclusters, it is found that only a few boron bonding in the nanocage contributes to the delocalized petype bonds\nbecause the setype bonds are the dominant GeeB bonding in stable (Ge6B6)n (n¼ 2e10) nanocages.\nAccording to our calculated energy levels listed in Fig. 4, it is obvious that for the small size (GeB)12 nanocage, the energy levels localized at about HOMO and LUMO levels are seldom. As the size of nanocages being increased from (GeB)12 to (GeB)60, the energy levels localized at about HOMO and LUMO levels are obviously increased, reflecting that the density of states is increased.\n(n¼ 2e10) nanocages.\nMoreover, with the size of nanocages being increased, the increased rate of energy levels near HOMO and LUMO levels is bigger than that far from HOMO and LUMO levels."
    }, {
      "heading" : "3.4. IR absorption spectra",
      "text" : "The calculated infrared (IR) adsorption spectra for the (Ge6B6)n (n¼ 2e10) nanocages are shown in Fig. 6. According to the calculated IR values of (Ge6B6)n (n¼ 2e10) nanocages, two stronger peaks for (GeB)12 are shown and localized at respective 420 cm 1 causing by torsionmovement of nanocage and 605 cm 1 causing by boron movement in four-membered ring, and other weaker peaks appear in Fig. 6. As the size of nanocages is increased, a number of particular peaks are obviously exhibited that they localize at about 150e450 and 560e800 cm 1, no adsorption spectra observe at about 450e550 cm 1. Consequently, the nanosized (Ge6B6)n (n¼ 2e10) cages are good infrared adsorption nanomaterials, and can absorb specialized infrared photo-wavelengths localized at infrared regions. Undoubtedly, nanosized (Ge6B6)n (n¼ 2e10) cages are good candidates for solar energy adsorption or conversion nanomaterials and can be used for high-capacity and high-stability electrode materials.\n3.5. Charge-transfer in (Ge6B6)n (n¼ 2e10) nanocages\nThe calculated averaged natural atomic populations of Ge atoms in (Ge6B6)n (n¼ 2e10) nanoclusters are shown in Fig. 7 and tabulated in Table 1. The electron charges in (Ge6B6)n (n¼ 2e10) nanocages are transferred toward boron atoms from their neighboring germanium atoms, furthermore, the static interactions between germanium and boron atoms obviously enhance stabilities of (Ge6B6)n (n¼ 2e10) nanocage surface. More importantly, the semiconductor properties of the (Ge6B6)n (n¼ 2e10) nanocages are slightly reduced and electron movement in nanosized (Ge6B6)n (n¼ 2e10) cage surface is more free as size of (Ge6B6)n nanocages being extended. When the size of (Ge6B6)n (n¼ 2e10) nanoclusters is gradually increased, averaged atomic natural charge-transfers are generally increased, the finding exhibits that the ionic bonds between Ge and B atoms become more and more important to stabilize the large size (Ge6B6)n nanocages, in other words, the metallic characteristic becomes more and more obvious as the size of nanocages being increased.\nPlease cite this article as: R.-N. Zhao et al., A density functional study on fullerene-like BGe nanomaterials, Journal of Alloys and Compounds, http"
    }, {
      "heading" : "3.6. SH2 molecule adsorbed on (Ge6B6)n surface",
      "text" : "On the base of the calculated results, it is easy to find that (Ge6B6)n nanocages are sensitive to SH2 molecule, thus, (Ge6B6)n nanocages can be used to remove SH2 molecule in industry or air. The absorption of SH2 molecule on the surface of (Ge6B6)n (n¼ 2 and 4) nanocages is investigated, which is shown in Fig. 6. The SH2 molecule absorption energies for Ge12B12 is 0.6 eV, for Ge36B36 are respective 0.22 and 0.31 eV."
    }, {
      "heading" : "4. Conclusions",
      "text" : "Optimized geometries and electronic properties of the stable nanosized (Ge6B6)n (n¼ 2e10) cages are investigated using density functional theory utilizing PBE-GGA exchange-correlation functional within the effective core potential LanL2DZ basis sets for respective Ge, B, S, and H atoms. The obtained new findings for (Ge6B6)n (n¼ 2e10) cages are summarized: Geometries of nanosized (Ge6B6)n (n¼ 2e10) cages are optimized, it is obvious that the stable geometries being composed of hexagons and squares with inner hollow spaces are the favorable and dominant forms. Furthermore, the inner hollow (Ge6B6)n (n¼ 2e10) nanocages can encapsulate small molecules or clusters to change the properties and geometries of the nanocages for special applications. The calculated fragmentation energies reveal that the particular stable bubble-like (GeB)36 cluster can be used as a new building block for a cluster-assembled nanomaterials. Averaged natural atomic populations of germanium atoms for bubble-like (Ge6B6)n (n¼ 2e10) nanocages are calculated and tabulated in Table 1. It is found that germanium atoms transfer their electronic charges to their surrounding boron atoms. Charge-transfers between Ge and B atoms in GeB nanocages can enhance their geometrical stabilities. Particularly, the calculated energy gaps for bubble-like (Ge6B6)n (n¼ 2e10) nanocages exhibit that the largest HOMO-LUMO gap in bubble-like (GeB)24 cluster leads to the distinct semiconductor characters. Furthermore, the energy gaps of nanosized bubble-like (Ge6B6)n (n¼ 2e10) clusters are decreased generally, together with the wavelength of absorption spectra for nanosized bubble-like (Ge6B6)n (n¼ 2e10) clusters being elongated, when the size of bubble-like (Ge6B6)n (n¼ 2e10) nanoclusters is increased. This phenomenon exhibits indirectly the quantum confinement effect. The metallic characters of Ge and B surface atoms in large size (Ge6B6)n (n¼ 2e10) nanocages are explored. Additionally, all sizes of bubble-like (GeB)36-60 nanocages have a very stronger capacity used for the solar energy absorption and conversion due to narrow energy gaps and large DOS near LUMO and HOMO levels of nanosized (Ge6B6)n (n¼ 2e10) cages.\nDeclaration of competing interest\nWe declare there are no conflicts of interest."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This work is supported by Chinese Natural Science Foundation(U1932212), Academic Discipline Project of Shanghai Dianji University (16JCXK02) and 2019 visiting scholarship Program of Shanghai Education Committee (A1-0217-19-001-52). All calculations were done at the USTC Supercomputing Center, China."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://doi.org/10.1016/j.jallcom.2019.152686.\ngeometries, electronic and photo sensitized surface properties of the s://doi.org/10.1016/j.jallcom.2019.152686"
    } ],
    "references" : [ {
      "title" : "Assembling crystals from clusters",
      "author" : [ "S.N. Khanna", "P. Jena" ],
      "venue" : "Phys. Rev. Lett. 69 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 1992
    }, {
      "title" : "A density functional prediction of geometries and stabilities and electronic properties of nanosize cage like (InN)2n (n1⁄46- 27,45,54) semiconductor material",
      "author" : [ "R.N. Zhao", "J.G. Han", "Y.H. Duan" ],
      "venue" : "Adv. Theory Simul",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "Computational prediction of endohedral dimetalloborofullerenes M2@B80 (M 1⁄4 Sc",
      "author" : [ "C. Liu", "L. Yang", "P. Jin", "Q. Hou", "L. Li" ],
      "venue" : "Y), Chem. Phys. Lett. 676 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Density functional investigation of geometries",
      "author" : [ "R.N. Zhao", "Y. Yuan", "J.G. Han", "Y.H. Duan" ],
      "venue" : "stabilities, and electronic properties of W encapsulated irregular fullerene like Bn (n1⁄420, 24,28, and 32) clusters, Chem. Phys. Lett. 648 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Density functional investigation on the geometrical and electronic properties and growth patterns of Sin (n1⁄410-20) clusters with bimetal Pd2 impurities",
      "author" : [ "R.N. Zhao", "J.G. Han", "Y.H. Duan" ],
      "venue" : "Thin Solid Films 556 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Geometries",
      "author" : [ "R.N. Zhao", "R. Chen", "Q. Li", "Y.H. Duan", "JG Han" ],
      "venue" : "stabilities and electronic properties of photo sensitized (CdS)2n (n1⁄45-27) nanoclusters, J. Alloy. Comp. 762 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Geometries",
      "author" : [ "J. Wang", "J.G. Han" ],
      "venue" : "stabilities and vibrational properties of bimetallic Mo2-doped gen (n1⁄49~15) clusters: a density functional investigation, J. Phys. Chem. A 112 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Ion implantation of boron in germanium",
      "author" : [ "K.S. Jones", "E.E. Haller" ],
      "venue" : "J. Appl. Phys. 61 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 1987
    }, {
      "title" : "S",
      "author" : [ "C. Janke", "R. Jones" ],
      "venue" : "€  Oberg, P.R. Briddon, Ab initio investigation of boron diffusion paths in germanium, J. Mater. Sci. Mater. Electron. 18 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Mechanisms of boron diffusion in silicon and germanium",
      "author" : [ "S. Mirabella", "D. De Salvador", "E. Napolitani", "E. Bruno", "F. Priolo" ],
      "venue" : "J. Appl. Phys. 113 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "An investigation of geometries",
      "author" : [ "R.N. Zhao" ],
      "venue" : "stabilities, and electronic properties of BGeGeB clusters by using density functional method, Rev. Roum. Chim. 62 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "An MRCI characterization of the low-lying electronic states of the GeB molecule",
      "author" : [ "M.H. Oliveira", "M.A.P. Pontes", "J.D.D. MottaNeto", "L.F.A. Ferr~ao", "O. Roberto-Neto", "F.B.C. Machado" ],
      "venue" : "Chem. Phys. Lett",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2014
    }, {
      "title" : "The low-lying quartet electronic states of group 14 diatomic borides XB (X1⁄4C, Si, Ge, Sn, Pb)",
      "author" : [ "M.A.P. Pontes", "M.H. de Oliveira", "G.F.S. Fernandes", "J.D. Da Motta", "L.F.A. Ferrao", "F.B.C. Machado" ],
      "venue" : "J. Quant. Spectrosc. Radiat. Transf",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2018
    }, {
      "title" : "Actinide element and germanium: a Please cite this article as: R.-N. Zhao et al., A density functional study on fullerene-like BGe nanomaterials, Journal of Alloys and Compounds, http  first-principles density functional theory investigation on the electronic and magnetic properties of ApGe (Ap1⁄4Ac-Lr) diatoms",
      "author" : [ "R.N. Zhao", "Y.H. Yuan", "J.G. Han", "Y.H. Duan" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2014
    }, {
      "title" : "Size dependent structural and polymorphic transitions in ZnO: from nanocluster to bulk",
      "author" : [ "F. Vines", "O. Lamiel-Garcia", "F. Illas", "S.T. Bromley" ],
      "venue" : "Nanoscale 9 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Ab initio effective core potentials for molecular calculations",
      "author" : [ "W.R. Wadt", "R.J. Hay" ],
      "venue" : "Potentials for main group elements Na to Bi, J. Chem. Phys. 82 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 1985
    }, {
      "title" : "Toward reliable density functional methods without adjustable parameters: the PBE0 model",
      "author" : [ "C. Adamo", "V. Barone" ],
      "venue" : "J. Chem. Phys. 110 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Assessment of the Perdew-Burke-Ernzerh of exchange-correlation functional",
      "author" : [ "M. Ernzerhof", "G.E. Scuseria" ],
      "venue" : "J. Chem. Phys. 110 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 1990
    }, {
      "title" : "Electronic structure of crystalline buckyballs: fcc-C60",
      "author" : [ "S. Jalali-Asadabadi", "E. Ghasemikhah", "T. Ouahrani", "B. Nourozi", "M. Bayat-Bayatani", "S. Javanbakht", "H.A.R. Aliabad", "I. Ahmad", "J. Nematollahi", "M. Yazdani- Kachoei" ],
      "venue" : "J. Electron. Mater. 45 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "The recent progress on three-dimensional porous graphene-based hybrid structure for supercapacitor",
      "author" : [ "C. Xiaong", "B. Li", "X. Lin", "H. Liu", "Y. Xu", "J. Mao", "C. Duan", "T. Li", "Y. Ni" ],
      "venue" : "Compos. B Eng. 165 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Two-step approach of fabrication of interconnected nanoporous 3D reduced graphene oxide-carbon nanotube-polyaniline hybrid as a binder-free supercapacitor electrode",
      "author" : [ "C. Xiong", "T. Li", "Y. Zhu", "T. Zhao", "A. Dang", "H. Li", "X. Ji", "Y. Shang", "M. Khan" ],
      "venue" : "J. Alloy. Comp. 695 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Size-dependent photovoltaic performance of cadmium sulfide (CdS) quantum dots for solar cell applications",
      "author" : [ "K. Veerathangam", "M.S. Pandian", "P. Ramasamy" ],
      "venue" : "J. Alloy. Comp. 735 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 7,
      "context" : "Furthermore, the obtained important materials in semiconductor technology with boron atoms being used as p-type dopant of germanium materials are employed in devices for highspeed bipolar transistors [8].",
      "startOffset" : 200,
      "endOffset" : 203
    }, {
      "referenceID" : 1,
      "context" : "Fortunately, previous theoretical results on InN, CdS, and ZnO are provided [2,6,15].",
      "startOffset" : 76,
      "endOffset" : 84
    }, {
      "referenceID" : 5,
      "context" : "Fortunately, previous theoretical results on InN, CdS, and ZnO are provided [2,6,15].",
      "startOffset" : 76,
      "endOffset" : 84
    }, {
      "referenceID" : 14,
      "context" : "Fortunately, previous theoretical results on InN, CdS, and ZnO are provided [2,6,15].",
      "startOffset" : 76,
      "endOffset" : 84
    }, {
      "referenceID" : 15,
      "context" : "The effective electron core potentials (ECP) approach can surmount this difficulty [16] through the application of the effec-",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 15,
      "context" : "correlation terms, as only the valence electrons are explicitly included in our all calculations [16].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 16,
      "context" : "All geometries are optimized at the level of the gradient corrected PBE (Perdew-Burke-Ernzerhof) exchange-correlation functional [17,18] within the Kohn-Sham density functional theory framework as implemented in the Gaussian 09 code [19].",
      "startOffset" : 129,
      "endOffset" : 136
    }, {
      "referenceID" : 17,
      "context" : "All geometries are optimized at the level of the gradient corrected PBE (Perdew-Burke-Ernzerhof) exchange-correlation functional [17,18] within the Kohn-Sham density functional theory framework as implemented in the Gaussian 09 code [19].",
      "startOffset" : 129,
      "endOffset" : 136
    }, {
      "referenceID" : 11,
      "context" : "999 Å calculated at MRCI-CASSCF/aug-cc-pV5Z-DK level [12].",
      "startOffset" : 53,
      "endOffset" : 57
    }, {
      "referenceID" : 18,
      "context" : "1) [20] and the most essential result of the cluster is summarized in Table 1.",
      "startOffset" : 3,
      "endOffset" : 7
    }, {
      "referenceID" : 1,
      "context" : "It is particularly interesting phenomena that the most stable Ge12B12 cage has two types of GeeB bonds [2].",
      "startOffset" : 103,
      "endOffset" : 106
    }, {
      "referenceID" : 10,
      "context" : "06 Å) in four-membered rings, which are in good agreement with the reported theoretical values [11].",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 1,
      "context" : "is completely different from that of (InN)18 cages [2].",
      "startOffset" : 51,
      "endOffset" : 54
    }, {
      "referenceID" : 1,
      "context" : "Particularly, the (GeB)36 nanocluster shows structural rigidity similar to that of its (InN)36 counterparts [2], the stable C1 (GeB)36 cage being composed of 24 hexagons and 6 squares can be described as six hemispheres of Ge24B24 nanocage.",
      "startOffset" : 108,
      "endOffset" : 111
    }, {
      "referenceID" : 14,
      "context" : "Obviously, the stable geometry is completely different from that of encapsulated (ZnO)60 nanocage [15] and is revealed for the first time.",
      "startOffset" : 98,
      "endOffset" : 102
    } ],
    "year" : 2019,
    "abstractText" : "Geometries associated with relative stabilities, infrared spectra, and energy gaps of the slightly deformed (Ge6B6)n (n1⁄4 2e10) nanocages are systematically investigated applying density functional theory. Particularly, the relative stabilities in terms of the calculated averaged atomic binding energies and fragmentation energies show that (GeB)36 cage has enhanced stability over other nanoclusters. Interestingly, (Ge6B6)n nanocages prefer to the sphere-like geometries with large inner hollow spaces. Moreover, the calculated energy gaps of (Ge6B6)n nanocages are decreased generally and the wavelengths of absorption spectra in sphere-like (Ge6B6)n clusters are elongated with the increased size of (Ge6B6)n nanocages. The quantum confinement effect indirectly is revealed; furthermore, the nanosized (GeB)36-60 cages have a very stronger capacity for solar energy absorption or conversion due to narrow energy gaps and large DOS near LUMO and HOMO levels. Additionally, germanium atoms transfer electronic charges to their surrounding boron atoms, charge-transfers between Ge and B enhance stabilities of the nanocages. SH2 gas is sensitive to GeB cage and can be used to removal SH2 from air. © 2019 Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}