{
  "name" : "downloads_2020-01-07_5f_cen2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "High Quality Factor, High Sensitivity Metamaterial Graphene—Perfect Absorber Based on Critical Coupling Theory and Impedance Matching",
    "authors" : [ "Chunlian Cen", "Zeqiang Chen", "Danyang Xu", "Liying Jiang", "Xifang Chen", "Zao Yi", "Pinghui Wu", "Gongfa Li", "Yougen Yi" ],
    "emails" : [ "cenchunlian@mails.swust.edu.cn", "JLY18181124563@yeah.net", "chenxifang1988@yeah.net", "czqchem@qztc.edu.cn", "xudanyang@zjut.edu.cn", "ligongfa@wust.edu.cn", "yougenyi@csu.edu.cn", "yizaomy@swust.edu.cn", "phwu@zju.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: metamaterial; graphene; critical coupling; perfect absorption; high quality factor"
    }, {
      "heading" : "1. Introduction",
      "text" : "In recent years, plasmon metamaterial have attracted extensive attention because of their unique EM (electromagnetic) control ability [1–4]. Because of its physical and optical properties, it has become the most popular material for studying. At first, electromagnetic metamaterials could only be used in the microwave frequency range, but as people continue to study, their applications range from terahertz to infrared and then to almost the entire electromagnetic spectrum of visible light [5–7]. Meanwhile, the ability of metamaterial absorbers to enhance absorption in the microwave, infrared, visible, and solar systems has also been demonstrated. Metamaterials have great potential in the control of light polarization, phase, and amplitude, which can be applied in optoelectronics, photonics, and photocatalysis [8–19]. Due to its super control of light, some new components can be developed, such as broadband circular polarizer, new perfect absorber and so on.\nNanomaterials 2020, 10, 95; doi:10.3390/nano10010095 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 95 2 of 12\nGraphene, as a new type of two-dimensional material that has great research value in optical and electronic properties [20–23]. Graphene has extremely high carrier mobility [24,25] and full spectral response to light in the ultraviolet to terahertz band, and ultra-fast response to light, making it a perfect optoelectronic device material. The application of levitated monolayer graphene in photovoltaic field is limited to some extent because its absorption efficiency of ordinary incident light is merely 2.3% [26]. All in all, resonance effect is the key method for enhancing material absorption or emission [27,28]. In the middle and far infrared bands, graphene has high plasma resonance, which is widely made use of enhancing the absorption efficiency of graphene. Coupling of graphene to a dielectric or metal resonant structure typically enhances the absorption of graphene under visible and near-infrared conditions. However, graphene-based high-performance optoelectronic devices have higher requirements for high absorption, such as requiring good mechanical flexibility, fatigue stability, excellent electrochemical and thermal stability, etc. [29], and pure monolayer graphene cannot achieve complete absorption due to metal decay and surface reflection. Therefore, in the optical range, achieving perfect absorption based on a monolayer graphene structure remains a huge problem. Based on the above inspirations, we numerically simulated the perfect absorption of monolayer graphene using impedance matching theory and critical coupling. We studied the perfect absorption of monolayer graphene in a single band in the near-infrared region through using the critical coupling theory, and obtained high quality factor band absorption spectrum with an absorbance of nearly 100% in the resonance wavelength region. In this research, the phenomenon that critical coupling can enhance perfect absorption of graphene can be understood through coupling mode theory (CMT) and impedance matching. The optical properties of the whole structure can be calculated by The Finite Difference Time Domain (FDTD) method. By changing the thickness of polymethyl methacrylate (PMMA) and the dielectric layer, we can control the changes of the absorption efficiency of graphene at greatly different working wavelengths. In addition, the relationship between the radii of the elliptical cylindrical air hole to the period of the structure and the sound absorption performance was studied. Finally, the sensing performance of such perfect absorbers in the refractive index sensor was studied. On the basis of graphene, this method lays a solid theoretical foundation for the research of photonic devices and optoelectronic devices."
    }, {
      "heading" : "2. Structure and Theory",
      "text" : "Figure 1a presents a three-dimensional structure diagram of a perfect absorber for monolayer graphene. The silicon dioxide (SiO2) layer has a periodic elliptic cylinder air hole and monolayer graphene between it and the top layer of two-dimensional polymethyl methacrylate (PMMA), and the silver (Ag) layers are stacked on the floor of the entire structure and act as the back of the mirror to block the direction of light propagation. The specific structural geometry parameters are that the thickness of Ag, SiO2 layers are set as d1 = 275 nm, d2 = 235 nm, the thickness of elliptical cylindrical air hole and the radii of long and short axis are taken to be d2 = 235 nm, R1 = 440 nm, R2 = 380 nm, the thickness of graphene monolayer and PMMA layer are d3 = 0.34 nm and d4 = 50 nm, respectively, and the structure’s period is P = 1000 nm. In the near-infrared area, the refractive index data used for graphene can be fitted by the formula n = 3 + j5.446λ/3 [30]. Throughout the simulation calculations, except for special instructions, we study the TM polarization (electric polarization parallel to the X-axis) light shining onto the entire system at the condition of normal incidence. The X-Z section of the designed structure as shown in Figure 1b. The refractive indices of air, SiO2 and PMMA are 1, 1.45, and 1.48, respectively. The numerical simulation results are analyzed by using Lumerical Solutions software and the Finite Difference Time Domain (FDTD) method [31,32]. The metal mirror material is Ag, and its relative dielectric constant [33] in the visible light band can be given by the Drude model [34–36]:\nε(ω) = ε∞ − ω2p\n(ω2 + iγω) . (1)\nNanomaterials 2020, 10, 95 3 of 12\nNanomaterials 2020, 1, x FOR PEER REVIEW 3 of 11 metal mirror material is Ag, and its relative dielectric constant [33] in the visible light band can be given by the Drude model [34–36]: )( )( 2 2 γωω ω εωε i p + −= ∞ . (1) For Ag, these physical parameters can be set to ε∞ = 3.7, ωp = 1.38 × 1016 s−1, γ = 2.73 × 1013 s−1 [37,38]."
    }, {
      "heading" : "In this structure, the transmission of incident light can’t be realized because of the influence of",
      "text" : "photonic band gap effect, and its absorption rate can be expressed by CMT [39–42]: 22 0 )()( 4)(1 e eA γδωω δγω ++− =Γ−= . (2)\nIn the above formula, ω0 is the resonance angular frequency, δ and γe are referred as internal loss and external leakage rate. It can be obtained from Equations (2) that when the resonance state (ω = ω0) occurs, the external leakage rate is equal to the internal loss rate of graphene (γe = δ). At this time, the critical coupling condition is completely satisfied, and the reflection coefficient is gone, and all incident energy is absorbed, and the absorption rate can reach 100%. This situation is called critical coupling.\nFigure 1. (a) Schematic diagram of the three-dimensional structure based on a monolayer graphene perfect absorber. (b) Design the x-z section view of the structure.\nThe virtual impedance about a perfect absorber can be expressed as [43–45]:\n2 21 2 11\n2 21 2 11 )1( )1( SS SSZ −− −+=\n. (3)\nIn the formula (3), S11 is the scattering parameters and S21 is the transmission coefficients, which are closely related to the reflectivity. In fact, the system is considered as a simplex port system (|S21| = 0), because the photonic band gap effect of photonic crystals will seriously hinder its transmission. In order to effectively suppress the reflection of the system (|S11| = 0), it is necessary to satisfy the virtual impedance about the system and the free room impedance in the resonant wavelength region. Therefore, we know that the system can completely absorb the incident energy. Moreover, in our simulation calculation, x and z directions are specified as periodic boundary conditions and absorption boundary conditions of exactly matching layer, respectively."
    }, {
      "heading" : "3. Results and Discussions",
      "text" : "In Figure 2a, we studied the polarization of TM (transverse magnetic, the electric field is parallel to the X direction) and TE (transverse electric, the electric field is parallel to the Y direction) polarized absorption spectra with the same geometrical dimensions of the structure. According to the figure,\nFigure 1. (a) Schematic diagram of the three-dimensional structure based on a monolayer graphene perfect absorber. (b) Design the x-z section view of the structure.\nFor Ag, these physical parameters can be set to ε∞ = 3.7, ωp = 1.38 × 1016 s−1, γ = 2.73 × 1013 s−1 [37,38]. In this structure, the transmission of incident light can’t be realized because of the influence of photonic band gap effect, and its absorption rate can be expressed by CMT [39–42]:\nA = 1− Γ(ω) = 4δγe (ω−ω0)2 + (δ+ γe)2 . (2)\nIn the above formula, ω0 is the resonance angular frequency, δ and γe are r ferred a internal loss and ext rnal leakage rate. It can be ob ai ed from Equations (2) that whe the resonance state (ω = ω0) occurs, the external l akage r te is equal to the nternal loss rat of graphene (γe = δ). At this time, the critical coupling condi ion is complet ly satisfied, and the refl ction coefficient is gone, and all ncident energy is absorbed, and the absorption rate can reach 100%. This situation is calle critical c upling.\nThe virtual impedance about a perfect absorber can be expressed as [43–45]:\nZ =\n√√ (1 + S11)\n2 − S221 (1− S11)2 − S221 . (3)\nIn the formula (3), S11 is the scattering parameters and S21 is the transmission coefficients, which are closely related to the reflectivity. In fact, the system is considered as a simplex port system (|S21| = 0), because the photonic band gap effect of photonic crystals will seriously hinder its transmission. In order to effectively suppress the reflection of the system (|S11| = 0), it is necessary to satisfy the virtual impedance about the system and the free room impedance in the resonant wavelength region. Therefore, we know that the system can completely absorb the incident energy. Moreover, in our simulation calculation, x and z directions are specified as periodic boundary conditions and absorption boundary conditions of exactly matching layer, respectively."
    }, {
      "heading" : "3. Results and Discussions",
      "text" : "In Figure 2a, we studied the polarization of TM (transverse magnetic, the electric field is parallel to the X direction) and TE (transverse electric, the electric field is parallel to the Y direction) polarized absorption spectra with the same geometrical dimensions of the structure. According to the figure, the absorption of TM polarization at a wavelength of 1158 nm reaches about 100%, while the TE polarization has the same geometrical size of the structure, the absorption peak wavelength shifts to the left, and the absorption peak wavelength is 1152 nm. The absorption rate is about 85.5%. The reason is the proposed elliptic cylindrical structure is not highly symmetrical, which results in the difference of absorption peak wavelength and absorption rate between TM and TE polarization. According to\nNanomaterials 2020, 10, 95 4 of 12\nFigure 2b, when the resonant wavelength is 1158 nm, the virtual impedance of the entire structure is exactly matched with the free room impedance (Zω0 = 1) and the whole structure is fully absorbed. The rationale is that minimizing the reflectivity by adjusting the degree of matching between free room and impedance (Z = 1), and for the purpose of removing the transmittance of light by using a metal mirror which has a definite thickness. Figure 2c,d show the functional relationship between the permittivity of real and imaginary parts of monolayer graphene with chemical potential (µc) [46].\nNanomaterials 2020, 1, x FOR PEER REVIEW 4 of 11\nthe absorption of TM polarization at a wavelength of 1158 nm reaches about 100%, while the TE polarization has the same geometrical size of the structure, the absorption peak wavelength shifts to the left, and the absorption peak wavelength is 1152 nm. The absorption rate is about 85.5%. The reason is the proposed elliptic cylindrical structure is not highly symmetrical, which results in the difference of absorption peak wavelength and absorption rate between TM and TE polarization. According to Figure 2b, when the resonant wavelength is 1158 nm, the virtual impedance of the entire structure is exactly matched with the free room impedance (Zω0 = 1) and the whole structure is fully absorbed. The rationale is that minimizing the reflectivity by adjusting the degree of matching between free room and impedance (Z = 1), and for the purpose of removing the transmittance of light by using a etal mirror which has a definite thickness. Figure 2c,d show the functional relationship between the permittivity of real and imaginary parts of monolayer graphene with chemical potential (μc) [46].\nFor the purpose of deeper proof of the efficient absorption response about monolayer graphene under normal incident conditions, we present the distribution of electric fields (|E|) in x-y, y-z, and x-z in the resonant mode (1158 nm) and non-resonant mode (1171 nm) based on the graphene structure in Figure 3a–c and Figure 3d,e, respectively. As shown in Figure 3a–f, in the critical coupling state, when the cavity is triggered (resonant mode), the absorption peak (1158 nm) of the black curve in Figure 2a appears. At this time, the electric field intensity is arranged as Figure 3a–c. It can be seen from the figure which has a strong electric field around the graphene. If the cavity is in an unexcited state (non-resonant mode), we can find that the reflection coefficient about the lossless system is −1, which is the low absorption value (1171 nm) of the black curve in Figure 2a, and Figure 3d,e is the distribution of electric field intensity. For the upper layer of the whole system, the electric field distribution in x-y direction shows that at the wavelength of 1158 nm, the electric field is principally concentrated around the graphene of the cavity. For the electromagnetic field at the central position, it is well consumed by graphene due to resonance, which is it is absorbed by graphene. However, for the x-y direction at the non-resonance (1171 nm), the incident light field in the resonant cavity at the x-direction is not completely consumed, so the absorption performance of the system at the nonresonance is lower than that at the resonance mode. For the same reason, the same characteristics are obtained for the resonance and non-resonance modes in the y-z and x-z directions.\n. t t transverse magnetic (TM) and transverse el ctric (TE) polarizations of the s ructure. (b) The real and imagin ry parts of the virtual impedance (Z) about the perfect absorption peak are black line and solid ne resp ctively. (c) The real and imaginary parts of mon layer g aphen . (d) Functional relation of permittivity with c emical potential (µc).\nFor the purpose of deeper proof of the efficient absorption response about onolayer graphene under nor al incident conditions, we present the distribution of electric fields (|E|) in x-y, y-z, and x-z in the resonant mode (1158 nm) and non-resonant mode (1171 nm) based on the graphene structure in Figure 3a–c and Figure 3d,e, respectively. As shown in Figure 3a–f, in the critical coupling state, when the cavity is triggered (resonant mode), the absorption peak (1158 nm) of the black curve in Figure 2a appears. At this time, the electric field intensity is arranged as Figure 3a–c. It can be seen from the figure which has a strong electric field around the graphene. If the cavity is in an unexcited state (non-resonant mode), we can find that the reflection coefficient about the lossless system is −1, which is the low absorption value (1171 nm) of the black curve in Figure 2a, and Figure 3d,e is the distribution of electric field intensity. For the upper layer of the whole system, the electric field distribution in x-y direction shows that at the wavelength of 1158 nm, the electric field is principally concentrated around the graphene of the cavity. For the electromagnetic field at the central position, it is well consumed by graphene due to resonance, which is it is absorbed by graphene. However, for the x-y direction at the non-resonance (1171 nm), the incident light field in the resonant cavity at the x-direction is not completely consumed, so the absorption performance of the syste at the non-resonance is lower than that at the resonance mode. For the same reason, the sa e characteristics are obtained for the resonance and non-resonance modes in the y-z and x-z directions.\nNanomaterials 2020, 10, 95 5 of 12 Nanomaterials 2020, 1, x FOR PEER REVIEW 5 of 11\nSince the absorption factor about the monolayer graphene has nearly no relation to frequency in the light wave range of our experiment, which also has a stable internal loss rate (δ), and it can be concluded that the perfect absorption of graphene depends on the external leakage rate (γe) which can control its structure. In addition, we have also done some research on changing the relevant parameters to affect the absorption rate of graphene, as well as the relationship between various structural parameters and external leakage rate. As the thickness of SiO2 (d2) and PMMA (d4) increases, we can clearly see the absorption peak wavelength of monolayer graphene experienced a red shift, meanwhile, the absorption peak first increased and then decreased, as shown in Figure 4a,b. The main reason for this phenomenon is that the system experiences three status of under-coupling, critical coupling, and over-coupling with the leakage rate of resonance increasing. The spectral lines of d2 = 235 nm and d4 = 50 nm in the figure are the perfect absorption of the single layer graphene, which only occurs in the critical coupling stage. Through changing the thickness of SiO2 and PMMA, the spectral selectivity of the model structure will also be increased, which provides experimental feasibility for the design in this chapter. In addition, we also studied the influence of the radii of the elliptical cylindrical air hole on the absorption performance of monolayer graphene structure. Equalizing the external leakage rate to the inherent loss rate of the guided mode resonance is the key to achieving the critical coupling state, and the monolayer graphene is the main factor which causes the intrinsic loss. In the photonic crystal plate, the leakage rate of guide mode resonance is mainly determined by the ratio of stomatal radii of the elliptic cylinder air hole and its period, which is R/P. Due to the intrinsic loss rate of the graphene monolayer is not related to the radii, when the period is unchanged, the external leakage rate is proportional to stomatal radii of the elliptical cylindrical air hole and increases with it. At the same time, it is found that perfect absorption and critical coupling of the stomatal radii of the elliptical cylindrical air hole are generated at R1 = 440 nm and R2 = 380 nm. Therefore, the critical coupling can be achieved more conveniently only by properly designing the ratio of radii to the period of the elliptical cylindrical air hole. With the increase of the long axis (R1) and the short axis radii (R2) of the elliptical cylindrical air hole, the wavelength of the absorption peak experienced blue shift, as shown in Figure 4c,d. The reason is the area of the elliptical cylindrical air hole increases with the increase of the radii, which results in the decline of the effective refractive index of the guide mode resonances.\ni re 3. Simulates the electric field (|E|) distribution of (a–c) reso ance modes (1158 nm) at x-y, y-z, and x-z based on graphene str cture under normal incidence an (d–f) are th lectric field (|E|)\ni tri ti f - , - - i t -r t ( ).\nthat the perfect absorption of graphen dep nds on the ext rnal leakage rate (γ ) which can o tr l i s structu e. In addition, we have also done me r search on changing the relevan parameters to affec the absorption rate of graphene, as well as the r ationship between various structural parameters and ex nal leakag rate. As the thicknes of SiO2 (d2) and PMMA 4) increases, we can clearly see the absorption p ak wavelength of monolayer grap ene experienced red shift, meanwhile, the absorptio peak first increased and then de , as s own in Figure 4a,b. The main r ason for this phenomen n is that the system experiences three status of under-coupling, critical , and over-coupling with the leakage rate of reson nce incr asing. The spectral lines of d2 = 235 nm and d4 = 50 nm in the figure are the perf ct absorption of the single layer graphene, which only occurs in the ritica c upling stage. Through cha ing the t ickness of SiO2 and PMMA, the spectr l selectivity of the model structure will also be increased, which provid s experimental feasibility for the desig in this chapter. In ad itio , we al o studied the influe ce of the radii of the elliptical cylindric l air hol on the bsorption perfo mance f monolaye graphene st uctur . Equalizing the external leakage rate to the inherent loss r te of the guided mode resonance is the key to achieving the critical coupling state, and the monolayer graphene is the main factor which c us s the intrinsic loss. In the photonic crystal plate, the leakage rate f guide mode r sonance is mainly determined by the ratio of tomatal radii of the elliptic cylinder air hole and its period, which is R/P. Due to the ntrinsic loss rate of the graphene monolayer i not related to the radii, when the period is unchanged, the external l akage rate is proportional to stomat l radii of the elliptical cylindrical air hole and increases with it. At the same time, it is found a perfect absorption and critical coupling of the stomatal ra ii of the elli t cal cylindrical ir hole are gen rated at R1 = 440 nm and R2 = 380 nm. Therefore, the critical coupling can be achiev d more nve iently only by properly designi g the ratio of radii to the period of elliptical cyl ndrical ai hole. With the increase of the long axis (R1) and the short axis radii (R2) of the ellip ical cylindrical a r hole, the wavelength of the bso ption peak experienced blue shift, as shown in Figure 4c,d. The reason is the area of th elliptical cylindrical air hole incr ases with the i c ease of the radii, which results in th d cline of the effect ve refractive index of th guid mode resonan es.\nNanomaterials 2020, 10, 95 6 of 12 Nanomaterials 2020, 1, x FOR PEER REVIEW 6 of 11\nOnce the ratio between radii and period of the air hole of elliptic cylindrical is determined and the critical coupling is achieved, the wavelength of the absorption peak can be red shifted regularly by increasing the period value of the structure, as shown in Figure 5a,b black curve. When the periods are 900 nm, 950 nm, 1000 nm, 1050 nm, and 1100 nm, the corresponding perfect absorption peak wavelengths are 1022.9 nm, 1091.5 nm, 1157.6 nm, 1220.9 nm, and 1282.1 nm, respectively. We further studied the quality factor (Q-factor = λ/FWHM) of the structure and found that with the increase of the period (P), the Q-factor first decreased and then gradually increased, but the Q-factor basically remained above 640. When the period is 900 nm, the maximum Q-factor corresponding to the model is 664.19. When the periods are 900 nm, 950 nm, 1000 nm, 1050 nm, and 1100 nm, the corresponding Q-factor are 664.2, 642.1, 646.7, 652.9 a,nd 654.2, respectively, as shown by the red curve in Figure 5b. In order to evaluate the performance excellence of proposed structure, we compared the results with other similar structures listed in Table 1 based on the period (P) is 900 nm. Obviously, our structure exhibits high quality factor. Compared with the reported research results, we proposed absorber has a relatively high Qfactor [34,42,47–50]. Therefore, this perfect absorption system has good tenability and has important applications in nanoscale wavelength division multiplexing metamaterial absorber. At the same time, this conclusion has important guiding significance for experimental design.\ni 4. s t f different SiO2 2 t ifferent thicknesses of PM A (d3); (c) Absorption spectra of the long axis radii (R1) of different elliptical cylindrical a r hole; (d) Absorption spectra of various short axi radii (R2) of ell ptical cylindri l air hole.\nOnce the ratio bet een radii and period of the air hole of elliptic cylindrical is determined and the critical coupling is achieved, the wavelength of the absorption peak can be red shifted regularly by increasing the period value of the structure, as shown in Figure 5a,b black curve. When the periods are 900 nm, 950 nm, 1000 nm, 1050 nm, and 1100 n , the corresponding perfect absorption peak wavelengths are 1022.9 nm, 1091.5 nm, 1157.6 nm, 1220.9 nm, and 1282.1 nm, respectively. We further studied the quality factor (Q-factor = λ/FWHM) of the structure and found that with the increase of the period (P), the Q-factor first decreased and then gradually increased, but the Q-factor basically remained above 640. When the period is 900 nm, the maximum Q-factor corresponding to the model is 664.19. When the periods are 900 nm, 950 nm, 1000 nm, 1050 nm, and 1100 nm, the corresponding Q-factor are 664.2, 642.1, 646.7, 652.9 and 654.2, respectively, as shown by the red curve in Figure 5b. In order to evaluate the performance excellence of proposed structure, we compared the results with other similar structures listed in Table 1 based on the period (P) is 900 nm. Obviously, our structure exhibits high quality factor. Compared with the reported research results, we proposed absorber has a relatively high Q-factor [34,42,47–50]. Therefore, this perfect absorption system has good tenability and has important applications in nanoscale wavelength division multiplexing metamaterial absorber. At the same time, this conclusion has important guiding significance for experimental design.\nNanomaterials 2020, 10, 95 7 of 12 Nanomaterials 2020, 1, x FOR PEER REVIEW 7 of 11\nTable 1. Comparison results of presented absorber with other similar monolayer graphene absorbers.\nReference Wavelength/nm FWHM/nm Q [33] 1500 20 75 [41] 1500 14 107.1 [46] 1526.5 18 84.8 [47] 1554 2.5 621.6 [48] 1556 150 10.37 [49] 1320 / 170\nPresent 1022.9 1.5 664.2\nThe proposed monolayer graphene structure can be used to measure the refractive index of the metamaterial surface environment, and it has the advantages of narrow band width and large modulation depth. In the actual working environment, when the refractive index of the metamaterial of the local surface isoexcimer resonance sensor changes with the incident wavelength, the light intensity can usually be measured [51–57]. Therefore, we propose the definitions of sensitivity (S) and figure of merit (FOM), so as to prove the sensor performance of the studied structure, as shown below [58–68]:\nn S Δ Δ= λ , (4)\nFWHM SFOM = . (5)\nFigure 6a shows that when the refractive index of the nearby medium changes from 1.00 to 1.10 (each change is 0.02), the wavelength of the resonance peak shifts red. The absorption rate at the resonant wavelength is as high as 0.90, and the full width at half maximum (FWHM) is narrower than 1.09 nm. With the refractive index improving, the resonance wavelength shifted from 1157.56 nm to 1191.83 nm, with a significant red shift. According to Equations (4) and (5), we could get the sensitivity S = 342.7 nm/RIU, FOM = 199.2. Under higher light confinement conditions, the LSPRs (LSPRs, the local surface plasmon resonances) excited at the silver nanostructure/spacer interface are more strongly coupled to the SPR excited at the silver mirror/SiO2 spacer interface, thereby reducing absorption. These features provide ample theoretical guidance for designing high performance sensors.\ni r 5. iffere t erio s ( ) of graphene structure. ( ) cti l l ti et ee erio c ange and avelength of absorption peak and Q-factor.\nTable 1. Comparison results of presented absorber with other similar monolayer graphene absorbers.\nReference Wavelength/nm FWHM/nm Q\n[33] 1500 20 75\n[41] 1500 14 107.1\n[46] 1526.5 18 84.8\n[47] 1554 2.5 621.6\n[48] 1556 150 10.37\n[49] 1320 / 170\nPresent 1022.9 1.5 664.2\nThe proposed monolayer graphe e structure can be used to measure the refractive index of the metamaterial surface environment, and it has the adva tages of narrow band width and large modulation depth. In the actual working environment, when the refractive index of the metamaterial of the local surface isoexcimer resonance sensor changes with the incident wavelength, the light intensity can usually be measured [51–57]. Therefore, we propose the definitions of sensitivity (S) and figure of merit (FOM), so as to prove the sensor performance of the studied structure, as shown below [58–68]:\nS = ∆λ ∆n , (4)\nFOM = S\nFWHM . (5)\nFigure 6a shows that when the refractive index of the nearby medium changes from 1.00 to 1.10 (each change is 0.02), the avelength of the resonance peak shifts red. The absorption rate at the r sonant wavelength is as high as 0.90, and the full width at half maximum (FWHM) is narrower han 1.09 m. With the refractive index improving, the resonance w velength shifted from 1157.56 nm to 1191.83 nm, with a significant re shift. According to Equations (4) and (5), we could get the sensitivity S = 342.7 nm/RIU, FOM = 199.2. Under higher light confinement conditions, the LSPRs (LSPRs, the local surface plasmon resonances) excited at the silver nanostructure/spacer interface are more strong y coupled to the SPR excited at th silv r mirror/SiO2 spacer interface, thereby reducing absorption. These features provide ample theoretical guidance for designing high p rformance sensors.\nNanomaterials 2020, 10, 95 8 of 12\nNanomaterials 2020, 1, x FOR PEER REVIEW 8 of 11"
    }, {
      "heading" : "4. Conclusions",
      "text" : "In conclusion, comprehensively, we have proved the absorption of monolayer graphene structure is achieved through using the critical coupling theory and coated photonic crystal plate (SiO2) on the super-thick metal reflector. By changing the thickness of SiO2 (d2) and the thickness of PMMA (d4), the system experiences three states about under-coupling, critical coupling, and overcoupling because of the leakage rate of resonance. The critical coupling of guide mode resonance is mainly related to the ratio between the radii of the stomatal of the elliptic cylinder air hole and the period of the structure. When the definite ratio is obtained, the spectral position of absorption peak can be adjusted through altering the radii and structural period of the stomata about the elliptical cylindrical air hole. The structure has good sensing performance S = 342.7 nm/RIU, FOM = 199.2. Through studying the refractive index of the medium, which is realized that it has good development potential in biosensors. The proposed structure is simple and the program is versatile, which provides an effective method for improving the interaction of light materials for atomic thin twodimensional materials in the future. Our results will play an important role in graphene-based photoluminescence, biosensors, which also can be used to design and manufacture photodetectors, chemical sensors, optical switches, modulators, and many other optoelectronic devices.\nAuthor Contributions: C.C., L.J., Z.C., D.X., X.C., Z.Y. and P.W. conceived and designed simulation; C.C., Z.C. performed the simulation; C.C., Z.C., D.X., X.C., Z.Y., G.L., Y.Y. and P.W. analyzed the data; Z.Y., D.X., and P.W. contributed reagents/materials/analysis tools; C.C. and L.J. wrote the paper. All authors have read and agreed to the published version of the manuscript.\nFunding: This research was funded by the National Natural Science Foundation of China (NNSFC), grant numbers 51606158, 11604311, 61705204, 21506257, 11604091, 11547186, and 51575407; funded by the Natural Science Foundation of Fujian Province, grant number 2018J05008 and JZ160459; funded by Sichuan Science and Technology Program, grant number 2018GZ0521; Funded by PhD Research Startup Foundation of Quanzhou Normal University (G16057); and funded by the Distinguished Young Scholars Program of Fujian Province (C18032).\nConflicts of Interest: The authors declare no conflicts of interest."
    }, {
      "heading" : "1. Liang, C.P.; Zhang, Y.B.; Yi, Z.; Chen, X.F.; Zhou, Z.G.; Yang, H.; Yi, Y.; Tang, Y.J.; Yao, W.T.; Yi, Y.G. A broadband and polarization-independent metamaterial perfect absorber with monolayer Cr and Ti",
      "text" : "elliptical disks array. Results Phys. 2019, 15, 102635. 2. Zou, H.; Cheng, Y. Design of a six-band terahertz metamaterial absorber for temperature sensing application. Opt. Mater. 2019, 88, 674–679. 3. Cheng, Y.; Zou, H.; Yang, J.; Mao, X.; Gong, R. Dual and broadband terahertz metamaterial absorber based on a compact resonator structure. Opt. Mater. Express 2018, 8, 3104–3114.\ni (a) The absorption spectra on the basis of refractive i dex (n) abo t the surroun ing medium with different graphene structure. (b) Functional relation between refractiv index change and wavelength of absorption peak (red line) and fitting relation (b ue line)."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In conclusion, comprehensively, we have proved the absorption of monolayer graphene structure is achieved through using the critical coupling theory and coated photonic crystal plate (SiO2) on the super-thick metal reflector. By changing the thickness of SiO2 (d2) and the thickness of PMMA (d4), the system experiences three states about under-coupling, critical coupling, and over-coupling because of the leakage rate of resonance. The critical coupling of guide mode resonance is mainly related to the ratio between the radii of the stomatal of the elliptic cylinder air hole and the period of the structure. When the definite ratio is obtained, the spectral position of absorption peak can be adjusted through altering the radii and structural period of the stomata about the elliptical cylindrical air hole. The structure has good sensing performance S = 342.7 nm/RIU, FOM = 199.2. Through studying the refractive index of the medium, which is realized that it has good development potential in biosensors. The proposed structure is simple and the program is versatile, which provides an effective method for improving the interaction of light materials for atomic thin two-dimensional materials in the future. Our results will play an important role in graphene-based photoluminescence, biosensors, which also can be used to design and manufacture photodetectors, chemical sensors, optical switches, modulators, and many other optoelectronic devices.\nAuthor Contributions: C.C., L.J., Z.C., D.X., X.C., Z.Y. and P.W. conceived and designed simulation; C.C., Z.C. performed the simulation; C.C., Z.C., D.X., X.C., Z.Y., G.L., Y.Y. and P.W. analyzed the data; Z.Y., D.X., and P.W. contributed reagents/materials/analysis tools; .C. and L.J. wrote the paper. All authors have read and agreed to the pu lished version of he manuscript.\nFunding: This research was funded by the National Natural Science Foundation of China (NNSFC), grant numbers 51606158, 11604311, 61705204, 21506257, 11604091, 11547186, and 51575407; funded by the Natural Science Foundation of Fujian Province, grant number 2018J05008 and JZ160459; funded by Sichuan Science and Technology Program, grant number 2018GZ0521; Funded by PhD Research Startup Foundation of Quanzhou Normal University (G16057); and fu ded by the Disting ished Young Scholars Program of Fujian Province (C18032).\nConflicts of Interest: The authors declare no conflicts of interest."
    } ],
    "references" : [ {
      "title" : "A broadband and polarization-independent metamaterial perfect absorber with monolayer Cr and Ti elliptical disks array",
      "author" : [ "C.P. Liang", "Y.B. Zhang", "Z. Yi", "X.F. Chen", "Z.G. Zhou", "H. Yang", "Y. Yi", "Y.J. Tang", "W.T. Yao", "Y.G. Yi" ],
      "venue" : "Results Phys. 2019,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2019
    }, {
      "title" : "Design of a six-band terahertz metamaterial absorber for temperature sensing application",
      "author" : [ "H. Zou", "Y. Cheng" ],
      "venue" : "Opt. Mater. 2019,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2019
    }, {
      "title" : "Dual and broadband terahertz metamaterial absorber based on a compact resonator structure",
      "author" : [ "Y. Cheng", "H. Zou", "J. Yang", "X. Mao", "R. Gong" ],
      "venue" : "Opt. Mater. Express 2018,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2018
    }, {
      "title" : "Tunable nonreciprocal reflection and its stability in a non-PT-symmetric plasmonic resonators coupled waveguide systems",
      "author" : [ "Z.H. He", "J.L. Zhao", "H. Lu" ],
      "venue" : "Appl. Phys. Express 2020,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 1200
    }, {
      "title" : "Robust transmission of orbital angular momentum mode based on a dual-cladding photonic quasi-crystal fiber",
      "author" : [ "E. Liu", "W. Tan", "B. Yan", "J. Xie", "R. Ge", "J. Liu" ],
      "venue" : "J. Phys. D Appl. Phys",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2019
    }, {
      "title" : "Wide range refractive index sensor based on a coupled structure of Au nanocubes and Au film",
      "author" : [ "X.X. Wang", "J.K. Zhu", "X.L. Wen", "X.X. Wu", "Y. Wu", "Y.W. Su", "H. Tong", "Y.P. Qi", "H. Yang" ],
      "venue" : "Opt. Mater. Express 2019,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2019
    }, {
      "title" : "Ultra-highly sensitive and selective H2S gas sensor based on CuO with sub-ppb detection limit",
      "author" : [ "D.J. Li", "Y.L. Tang", "D.Y. Ao", "X. Xiang", "S.Y. Wang", "X.T. Zu" ],
      "venue" : "Int. J. Hydrogen Energy",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2019
    }, {
      "title" : "NaBH4-reduction induced evolution of Bi nanoparticles from BiOCl nanoplates and construction of promising Bi@BiOCl hybrid photocatalysts",
      "author" : [ "Y.X. Yan", "H. Yang", "Z. Yi", "T. Xian" ],
      "venue" : "Catalysts",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2019
    }, {
      "title" : "Synergistically enhanced photocatalytic performance of Bi4Ti3O12 nanosheets by Au and Ag nanoparticles",
      "author" : [ "X.X. Zhao", "H. Yang", "Z.M. Cui", "Z. Yi", "H. Yu" ],
      "venue" : "J. Mater. Sci. Mater. Electron",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2019
    }, {
      "title" : "Enhanced photocatalytic performance by hybridization of Bi2WO6 nanoparticles with honeycomb-like porous carbon skeleton",
      "author" : [ "S.Y. Wang", "H. Yang", "Z. Yi", "X.X. Wang" ],
      "venue" : "J. Environ. Manag",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2019
    }, {
      "title" : "Construction of a CQDs/Ag3PO4/BiPO4 heterostructure photocatalyst with enhanced photocatalytic degradation of rhodamine B under simulated solar irradiation",
      "author" : [ "H.J. Gao", "C.X. Zheng", "H. Yang", "X.W. Niu", "S.F. Wang" ],
      "venue" : "Micromachines",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2019
    }, {
      "title" : "Direct Z-scheme CaTiO3@BiOBr composite photocatalysts with enhanced photodegradation of dyes",
      "author" : [ "Y.X. Yan", "H. Yang", "Z. Yi", "T. Xian", "X.X. Wang" ],
      "venue" : "Sci. Pollut. Res",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2019
    }, {
      "title" : "Facile preparation of CNT/Ag2S nanocomposites with improved visible and NIR light photocatalytic degradation activity and their catalytic mechanism",
      "author" : [ "L.J. Di", "T. Xian", "X.F. Sun", "H.Q. Li", "Y.J. Zhou", "J. Ma", "H. Yang" ],
      "venue" : "Micromachines",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2019
    }, {
      "title" : "Preparation of TiO2 nanotube arrays with efficient photocatalytic performance and super-hydrophilic properties utilizing anodized voltage method",
      "author" : [ "H.L. Li", "G.Y. Wang", "J.B. Niu", "E.L. Wang", "G. Niu", "C.Q. Xie" ],
      "venue" : "Results Phys. 2019,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2019
    }, {
      "title" : "Fabrication of ZnO@Ag3PO4 Core-Shell Nanocomposite Arrays as Photoanodes and Their Photoelectric Properties",
      "author" : [ "Z. Yi", "X. Li", "H. Wu", "X.F. Chen", "H. Yang", "Y.J. Tang", "Y.G. Yi", "J.Q. Wang", "P.H. Wu" ],
      "venue" : "Nanomaterials 2019,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2019
    }, {
      "title" : "Synthesis, surface properties, crystal structure and dye-sensitized solar cell performance of TiO2 nanotube arrays anodized under different parameters",
      "author" : [ "Z. Yi", "Y. Zeng", "H. Wu", "X.F. Chen", "Y.X. Fan", "H. Yang", "Y.J. Tang", "Y.G. Yi", "J.Q. Wang", "P.H. Wu" ],
      "venue" : "Results Phys",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2019
    }, {
      "title" : "Controlled Morphology of Single-Crystal Molybdenum Trioxide Nanobelts for Photocatalysis",
      "author" : [ "M. Liao", "L.F. Wu", "Q.B. Zhang", "J.Y. Dai", "W.T. Yao" ],
      "venue" : "J. Nanosci. Nanotechnol",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2020
    }, {
      "title" : "High humidity enhanced surface acoustic wave (SAW) H2S sensors based on sol-gel CuO films",
      "author" : [ "D.J. Li", "X.T. Zu", "D.Y. Ao", "Q.B. Tang", "Y.Q. Fu", "Y.J. Guo", "K. Bilawal", "M.B. Faheem", "L. Li", "S Li" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2019
    }, {
      "title" : "A dual-band metamaterial absorber for graphene surface plasmon resonance at terahertz frequency",
      "author" : [ "C.L. Cen", "Y.B. Zhang", "X.F. Chen", "H. Yang", "Z. Yi", "W.T. Yao", "Y.J. Tang", "Y.G. Yi", "J.Q. Wang", "P.H. Wu" ],
      "venue" : null,
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2020
    }, {
      "title" : "Dual-band, polarization-insensitive metamaterial perfect absorber based on monolayer graphene in the mid-infrared range",
      "author" : [ "H.L. Li", "J.B. Niu", "G.Y. Wang" ],
      "venue" : "Results Phys. 2019,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2019
    }, {
      "title" : "Quantitatively optical and electrical-adjusting high-performance switch by grapheme plasmonic perfect absorbers",
      "author" : [ "X. Liu", "G. Liu", "P. Tang", "G. Fu", "G. Du", "Q. Chen", "Z. Liu" ],
      "venue" : "Carbon",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Synthesis of yolk-shell structured carbonyl iron@ void@ nitrogen doped carbon for enhanced microwave absorption performance",
      "author" : [ "W. Dai", "F. Chen", "H. Luo", "Y. Xiong", "X. Wang", "Y. Cheng", "R. Gong" ],
      "venue" : "J. Alloy. Compd",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2020
    }, {
      "title" : "Facile synthesis of Si@TiO2@rGO composite with sandwich-like nanostructure as superior performance anodes for lithium ion batteries",
      "author" : [ "R. Fang", "C. Miao", "H.Y. Mou", "W. Xiao" ],
      "venue" : "J. Alloy. Compd. C",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2020
    }, {
      "title" : "A Narrow Dual-Band Monolayer Unpatterned Graphene-Based Perfect Absorber with Critical Coupling in the Near Infrared",
      "author" : [ "P.H. Wu", "Z.Q. Chen", "D.Y. Xu", "C.F. Zhang", "R.H. Jian" ],
      "venue" : "Micromachines 2020,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2020
    }, {
      "title" : "U-shaped photonic quasi-crystal fiber sensor with high sensitivity based on surface plasmon resonance",
      "author" : [ "Q. Liu", "B. Yan", "J. Liu" ],
      "venue" : "Appl. Phys. Express 2019,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2014
    }, {
      "title" : "Mid-infrared surface plasmon resonance sensor based on photonic crystal fibers",
      "author" : [ "C. Liu", "L. Yang", "X.L. Lu", "Q. Liu", "F.M. Wang", "J.W. Lv", "T. Sun", "H.W. Mu", "P.K. Chu" ],
      "venue" : "Opt. Express",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2017
    }, {
      "title" : "Split graphene nano-disks with tunable, multi-band, and high-Q plasmon modes",
      "author" : [ "Z.Q. Liu", "P. Tang", "B. Wu", "L.L. Shi", "Y.Y. Li", "X.S. Liu" ],
      "venue" : "Opt. Mater",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2019
    }, {
      "title" : "Analysis of a Surface Plasmon Resonance Probe Based on Photonic Crystal Fibers for Low Refractive Index Detection",
      "author" : [ "C. Liu", "L. Yang", "Q. Liu", "F.M. Wang", "Z.J. Sun", "T. Sun", "H.W. Mu", "P.K. Chu" ],
      "venue" : "Plasmonics",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2018
    }, {
      "title" : "A theoretical study of a plasmonic sensor comprising a gold nano-disk array on gold film with a SiO2 spacer",
      "author" : [ "X.X. Wang", "J.K. Zhu", "H. Tong", "X.D. Yang", "X.X. Wu", "Z.Y. Pang", "H. Yang", "Y.P. Qi" ],
      "venue" : "Chin. Phys. B",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2019
    }, {
      "title" : "Near-unity, full-spectrum, nanoscale solar absorbers and near-perfect blackbody emitters",
      "author" : [ "G. Liu", "X. Liu", "J. Chen", "Y. Li", "L. Shi", "G. Fu", "Z. Liu" ],
      "venue" : "Sol. Energy Mater. Sol. Cells",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2019
    }, {
      "title" : "Surface-enhanced Raman scattering by composite structure of gold nanocube-PMMA-gold film",
      "author" : [ "X.X. Wang", "X.L. Bai", "Z.Y. Pang", "J.K. Zhu", "Y. Wu", "H. Yang", "Y.P. Qi", "X.L. Wen" ],
      "venue" : "Opt. Mater. Express 2019,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2019
    }, {
      "title" : "Magnetic properties and reverse magnetization process of anisotropic nanocomposite permanent magnet",
      "author" : [ "X.F. Chen", "C.L. Cen", "L. Zhou", "R.F. Cao", "Z. Yi", "Y.J. Tang" ],
      "venue" : "J. Magn. Magn. Mater",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2019
    }, {
      "title" : "Broadband plasmonic absorber based on all silicon nanostructure resonators in visible region",
      "author" : [ "Y. Cheng", "C. Du" ],
      "venue" : "Opt. Mater",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2019
    }, {
      "title" : "Codeposition of Nanocrystalline Co-Ni Catalyst Based on 1-ethyl-3-methylimidazolium Bisulfate and Ethylene Glycol System for Hydrogen Evolution Reaction",
      "author" : [ "X.K. He", "Z.Y. Sun", "Q.T. Zou", "J.J. Yang", "L.Y. Wu" ],
      "venue" : "J. Electrochem",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2019
    }, {
      "title" : "Enhanced dual-band absorption of molybdenum disulfide using a plasmonic perfect absorber",
      "author" : [ "X. Luo", "X. Zhai", "L.L. Wang", "Q. Lin" ],
      "venue" : "Opt. Express 2018,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2018
    }, {
      "title" : "Effect of slit width on surface plasmon resonance",
      "author" : [ "Y.Y. Wang", "F. Qin", "Z. Yi", "X.F. Chen", "Z.G. Zhou", "H. Yang", "X. Liao", "Y.J. Tang", "W.T. Yao", "Y.G. Yi" ],
      "venue" : "Results Phys",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2019
    }, {
      "title" : "A numerical research of wideband solar absorber based on refractory metal from visible to near infrared",
      "author" : [ "P.Q. Yu", "X.F. Chen", "Z. Yi", "Y.J. Tang", "H. Yang", "Z.G. Zhou", "T. Duan", "S.B. Cheng", "J.G. Zhang", "Y.G. Yi" ],
      "venue" : "Opt. Mater",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2019
    }, {
      "title" : "Double-cladding structure dependence of guiding characteristics in six-fold symmetric photonic quasi-crystal fiber. Superlattices Microstruct",
      "author" : [ "E. Liu", "S. Liang", "J. Liu" ],
      "venue" : null,
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2019
    }, {
      "title" : "Total absorption of light in monolayer transition-metal dichalcogenides by critical coupling",
      "author" : [ "H. Li", "M. Qin", "L. Wang", "X. Zhai", "R. Ren", "J. Hu" ],
      "venue" : "Opt. Express 2017,",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2017
    }, {
      "title" : "Broadband ultra-flattened dispersion, ultra-low confinement loss and large effective mode area in an octagonal photonic quasi-crystal fiber",
      "author" : [ "E. Liu", "W. Tan", "B. Yan", "J. Xie", "R. Ge", "J. Liu" ],
      "venue" : "J. Opt. Soc. Am. A",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2018
    }, {
      "title" : "Dual-band infrared perfect absorber based on a Ag-dielectric-Ag multilayer films with nanoring grooves arrays. Plasmonics 2019",
      "author" : [ "C.P. Liang", "Z. Yi", "X.F. Chen", "Y.J. Tang", "Y. Yi", "Z.G. Zhou", "X.G. Wu", "Z. Huang", "Y.G. Yi", "G.F. Zhang" ],
      "venue" : null,
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2019
    }, {
      "title" : "Theoretical assessment of a highly sensitive photonic crystal fibre based on surface plasmon resonance sensor operating in the near-infrared wavelength",
      "author" : [ "C. Liu", "W.Q. Su", "F.M. Wang", "X.L. Li", "L. Yang", "T. Sun", "H.W. Mu", "P.K. Chu" ],
      "venue" : "J. Mod. Opt",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2019
    }, {
      "title" : "Ultra-broadband perfect absorber utilizing refractory materials in metal-insulator composite multilayer stacks",
      "author" : [ "Y. Li", "Z. Liu", "H. Zhang", "P. Tang", "B. Wu", "G. Liu" ],
      "venue" : "Opt. Express 2019,",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2020
    }, {
      "title" : "Approaching perfect absorption of monolayer molybdenum disulfide at visible wavelengths using critical coupling",
      "author" : [ "X. Jiang", "T. Wang", "S. Xiao", "X. Yan", "L. Cheng", "Q. Zhong" ],
      "venue" : "Nanotechnology",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2018
    }, {
      "title" : "Electromagnetic parameter retrieval from inhomogeneous metamaterials",
      "author" : [ "D.R. Smith", "D.C. Vier", "T. Koschny", "C.M. Soukoulis" ],
      "venue" : "Phys. Rev. E",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2005
    }, {
      "title" : "Monolayer-graphene-based perfect absorption structures in the near infrared",
      "author" : [ "Y. Fan", "C. Guo", "Z. Zhu", "W. Xu", "F. Wu", "X. Yuan", "S. Qin" ],
      "venue" : "Opt. Express",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2017
    }, {
      "title" : "Enhanced absorption of graphene strips with a multilayer subwavelength grating structure",
      "author" : [ "J. Hu", "Y. Huang", "X. Duan", "Q. Wang", "X. Zhang", "J. Wang", "X. Ren" ],
      "venue" : "Appl. Phys. Lett",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2014
    }, {
      "title" : "High magnetic-dielectric tunability in Ni nanocrystals embedded BaTiO3 films",
      "author" : [ "Z. Xiong", "L. Cao" ],
      "venue" : "J. Alloy. Compd",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2019
    }, {
      "title" : "Tuning catalytic performance by controlling reconstruction process in operando condition",
      "author" : [ "C. Cai", "S.B. Han", "W. Liu", "K. Sun", "L. Qiao", "S. Li", "X.T. Zu" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2020
    }, {
      "title" : "Broadband high-efficiency cross-polarization conversion and multi-functional wavefront manipulation based on chiral structure metasurface for terahertz wave",
      "author" : [ "J. Fan", "Y. Cheng" ],
      "venue" : "J. Phys. D Appl. Phys",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2020
    }, {
      "title" : "Enhancing the Magnetic Plasmon Resonance of three-dimensional optical Metamaterials via Strong Coupling for High-Sensitivity Sensing",
      "author" : [ "J. Chen", "H. Nie", "C. Peng", "S.B. Qi", "C.J. Tang", "Y. Zhang", "L.H. Wang", "G.S. Park" ],
      "venue" : "J. Lightwave Technol",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2018
    }, {
      "title" : "A theoretical study of optically enhanced transmission characteristics of subwavelength metal Y-shaped arrays and its application on refractive index sensor",
      "author" : [ "Y.P. Qi", "Y. Wang", "X.W. Zhang", "C.Q. Liu", "B.B. Hu", "Y.L. Bai", "X.X. Wang" ],
      "venue" : "Results Phys. 2019,",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2019
    }, {
      "title" : "Fano resonances in heterogeneous dimers of silicon and gold nanospheres",
      "author" : [ "Q. Zhao", "Z.J. Yang", "J. He" ],
      "venue" : "Front. Phys. 2018,",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2018
    }, {
      "title" : "Dual Fano resonance control and refractive index sensors based on a plasmonic waveguide-coupled resonator system",
      "author" : [ "X.L. Shi", "L.J. Ma", "Z.D. Zhang", "Y. Tang", "Y.J. Zhang", "J.Q. Han", "Y.Q. Sun" ],
      "venue" : "Opt. Commun",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2018
    }, {
      "title" : "Guiding characteristics of Sunflower-type fiber. Superlattices Microstruct",
      "author" : [ "E. Liu", "B. Yan", "W. Tan", "J. Xie", "R. Ge", "J. Liu" ],
      "venue" : null,
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2018
    }, {
      "title" : "Theoretical investigation of a highly sensitive refractive-index sensor based on TM0 waveguide mode resonance excited in an asymmetric metal-cladding dielectric waveguide structure",
      "author" : [ "X.X. Wang", "X.X. Wu", "J.K. Zhu", "Z.Y. Pang", "H. Yang", "Y.P. Qi" ],
      "venue" : null,
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2019
    }, {
      "title" : "Ex-centric core photonic crystal fiber sensor with gold nanowires based on surface plasmon resonance",
      "author" : [ "C. Liu", "G.L. Fu", "F.M. Wang", "Z. Yi", "C.H. Xu", "L. Yang", "Q. Liu", "W. Liu", "X.L. Li", "H.W Mu" ],
      "venue" : "Optik",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2019
    }, {
      "title" : "Terahertz wideband perfect absorber based on open loop with cross nested structure",
      "author" : [ "M.W. Li", "C.P. Liang", "Y.B. Zhang", "Z. Yi", "X.F. Chen", "Z.G. Zhou", "H. Yang", "Y.J. Tang", "Y.G. Yi" ],
      "venue" : "Results Phys",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2019
    }, {
      "title" : "The single-polarization filter composed of gold-coated photonic crystal fiber",
      "author" : [ "C. Liu", "L.Y. Wang", "L. Yang", "F.M. Wang", "C.H. Xu", "J.W. Lv", "G.L. Fu", "X.L. Li", "Q. Liu", "H.W Mu" ],
      "venue" : "Phys. Lett. A",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2019
    }, {
      "title" : "Truncated titanium/semiconductor cones for wide-band solar absorbers",
      "author" : [ "Z.Q. Liu", "P. Tang", "X.S. Liu", "Z. Yi", "G.Q. Liu", "Y. Wang", "M.L. Liu" ],
      "venue" : "Nanotechnology",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2019
    }, {
      "title" : "Electron transition and electron-hole recombination processes in epitaxial BaTiO3 films with embedded Co nanocrystals",
      "author" : [ "D. Shi", "Z. Xiong", "J. Li", "B. Luo", "L. Fang", "Y. Xia", "Z. Gao" ],
      "venue" : "Mater. Res. Express 2019,",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2019
    }, {
      "title" : "Failure mechanism of Au@Co9S8 yolk-shell anode in Li-ion batteries unveiled by in-situ transmission electron microscopy",
      "author" : [ "S.B. Han", "Y.M. Zhu", "C. Cai", "J.K. Zhu", "W.B. Han", "L. Chen", "X.T. Zu", "H. Yang", "M. Gu" ],
      "venue" : "Appl. Phys. Lett",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2019
    }, {
      "title" : "Effects of Ag doping on the electronic and optical properties of CdSe quantum dots",
      "author" : [ "F.A. Zhao", "H.Y. Xiao", "X.M. Bai", "X.T. Zu" ],
      "venue" : "Phys. Chem. Chem. Phys. 2019,",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 2019
    }, {
      "title" : "Novel hierarchical structural SnS2 composite supported by biochar carbonized from chewed sugarcane as enhanced anodes for lithium ion batteries",
      "author" : [ "R. Li", "C. Miao", "M.Q. Zhang", "W. Xiao" ],
      "venue" : "Ionics 2019",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2020
    }, {
      "title" : "Plasma-Induced, Self-Masking, One-Step Approach to an Ultrabroadband Antireflective and Superhydrophilic Subwavelength Nanostructured Fused Silica Surface",
      "author" : [ "X. Ye", "T. Shao", "L.X. Sun", "J.J. Wu", "F.R. Wang", "J.H. He", "X.D. Jiang", "W.D. Wu", "W.G. Zheng" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 21,
      "context" : "Graphene has extremely high carrier mobility [24,25] and full spectral response to light in the ultraviolet to terahertz band, and ultra-fast response to light, making it a perfect optoelectronic device material.",
      "startOffset" : 45,
      "endOffset" : 52
    }, {
      "referenceID" : 22,
      "context" : "Graphene has extremely high carrier mobility [24,25] and full spectral response to light in the ultraviolet to terahertz band, and ultra-fast response to light, making it a perfect optoelectronic device material.",
      "startOffset" : 45,
      "endOffset" : 52
    }, {
      "referenceID" : 24,
      "context" : "All in all, resonance effect is the key method for enhancing material absorption or emission [27,28].",
      "startOffset" : 93,
      "endOffset" : 100
    }, {
      "referenceID" : 25,
      "context" : "All in all, resonance effect is the key method for enhancing material absorption or emission [27,28].",
      "startOffset" : 93,
      "endOffset" : 100
    }, {
      "referenceID" : 26,
      "context" : "[29], and pure monolayer graphene cannot achieve complete absorption due to metal decay and surface reflection.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 28,
      "context" : "The numerical simulation results are analyzed by using Lumerical Solutions software and the Finite Difference Time Domain (FDTD) method [31,32].",
      "startOffset" : 136,
      "endOffset" : 143
    }, {
      "referenceID" : 29,
      "context" : "The numerical simulation results are analyzed by using Lumerical Solutions software and the Finite Difference Time Domain (FDTD) method [31,32].",
      "startOffset" : 136,
      "endOffset" : 143
    }, {
      "referenceID" : 30,
      "context" : "The metal mirror material is Ag, and its relative dielectric constant [33] in the visible light band can be given by the Drude model [34–36]:",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 30,
      "context" : "metal mirror material is Ag, and its relative dielectric constant [33] in the visible light band can be given by the Drude model [34–36]:",
      "startOffset" : 66,
      "endOffset" : 70
    }, {
      "referenceID" : 43,
      "context" : "Figure 2c,d show the functional relationship between the permittivity of real and imaginary parts of monolayer graphene with chemical potential (μc) [46].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 43,
      "context" : "Figure 2c,d show the functional relationship between the permittivity of real and imaginary parts of monolayer graphene with chemical potential (μc) [46].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 30,
      "context" : "Reference Wavelength/nm FWHM/nm Q [33] 1500 20 75 [41] 1500 14 107.",
      "startOffset" : 34,
      "endOffset" : 38
    }, {
      "referenceID" : 38,
      "context" : "Reference Wavelength/nm FWHM/nm Q [33] 1500 20 75 [41] 1500 14 107.",
      "startOffset" : 50,
      "endOffset" : 54
    } ],
    "year" : 2020,
    "abstractText" : "By means of critical coupling and impedance matching theory, we have numerically simulated the perfect absorption of monolayer graphene. Through the critical coupling effect and impedance matching, we studied a perfect single-band absorption of the monolayer graphene and obtained high quality factor (Q-factor = 664.2) absorption spectrum which has an absorbance close to 100% in the near infrared region. The position of the absorption spectrum can be adjusted by changing the ratio between the radii of the elliptic cylinder air hole and the structural period. The sensitivity of the absorber can be achieved S = 342.7 nm/RIU (RIU is the per refractive index unit) and FOM = 199.2 (FOM is the figure of merit), which has great potential for development on biosensors. We believe that our research will have good application prospects in graphene photonic devices and optoelectronic devices.",
    "creator" : "LaTeX with hyperref package"
  }
}