{
  "name" : "downloads_2019-11-09_17_cao2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Recent advances in the synthesis and application of copper nanomaterials based on various DNA scaffolds",
    "authors" : [ "Qiao Cao", "Jing Lia", "Erkang Wanga" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nBiosensors and Bioelectronics\njournal homepage: www.elsevier.com/locate/bios\nRecent advances in the synthesis and application of copper nanomaterials based on various DNA scaffolds\nQiao Caoa,b, Jing Lia,b,⁎, Erkang Wanga,b,⁎\na State Key Laboratory of Electroanalytical Chemistry, Changchun Institute of Applied Chemistry, Chinese Academy of Sciences, Changchun, Jilin 130022, PR China bUniversity of the Chinese Academy of Sciences, Beijing 100049, PR China\nA R T I C L E I N F O\nKeywords: Copper nanomaterials DNA Fluorescence Biosensing Logical operation\nA B S T R A C T\nFluorescent copper nanomaterials (CuNMs), including copper nanoparticles (CuNPs) and copper nanoclusters (CuNCs), become more and more popular with the abundant raw materials and low cost. A wide range of applications has been explored due to their fascinating properties such as low toxicity, remarkable water solubility, facile synthesis, large Stokes shifts, and good biocompatibility. As a kind of genetic material, DNA exhibits its molecular recognition function and diversity. The marriage between CuNMs and DNA endows DNAtemplated CuNMs (DNA-CuNMs) with unique properties such as fluorescence, electrochemiluminescence and catalytic features. In this review, we summarize the synthesis and recent applications of DNA-CuNMs. Fluorescent CuNMs can be grown on various DNA scaffolds with special sequence design. T base plays an important role in the formation of CuNMs on DNA templates. These fluorescent DNA-CuNMs hold great prospect in logic gate construction, staining and biosensing of DNAs and RNAs, ions, proteins and enzymes, small molecules and so on."
    }, {
      "heading" : "1. Introduction",
      "text" : "Water-soluble fluorescent metal nanomaterials (NMs), such as nanoparticles (NPs) or nanoclusters (NCs), with small size about several nanometers containing few atoms have attracted much attention due to their unique size-dependent properties such as fluorescence and catalysis in the past years. Among them, noble metal NCs with sizes less than 2 nm, approaching the Fermi wavelength of the electron, have been widely utilized as emerging fluorophores on account of their lower toxicity and better photostability compared to traditional organic dyes and quantum dots (Berti and Burley, 2008; Guo et al., 2010; Gwinn et al., 2008; Houlton et al., 2009; Kennedy et al., 2012; Li et al., 2011). Compared with noble metals such as gold and silver, fluorescent copper NMs (CuNMs), including copper NPs (CuNPs) and copper NCs (CuNCs), show more extensive prospects in science and industry due to the lower cost and richer earth stock of metallic Cu, attracting lots of scientists to explore their synthesis and application (Anzlovar et al., 2007; Cho et al., 2001; Chrimes et al., 2013; de Oliveira et al., 2007; Du et al., 2005; Godovski, 1995; Hall et al., 2000; Helmy et al., 2013; Kang et al., 2016; Kharenko et al., 2005).\nTo achieve the practical use of fluorescent CuNMs (Brouwer, 2011; Cao et al., 2014; Chen et al., 2014), various template ligands usually\ncontaining sulfur or nitrogen functional groups that can interact with copper ions (Chrimes et al., 2013; Cummings et al., 1980; Eaton, 1988; Han et al., 2017; Helmy et al., 2013; Kang et al., 2016; Liu et al., 2013a; Qing et al., 2013a; Rotaru et al., 2010; Vilar-Vidal et al., 2010; Wang et al., 2017a) have been explored to improve the stability of fluorescent CuNMs. Among all the capping ligands, DNA due to its diversity and ability to recognize molecules has been widely utilized as the efficient templates for the formation of CuNMs. The first report on the selective formation of fluorescent CuNPs (Rotaru et al., 2010) was based on the double-stranded DNA (dsDNA) and serials of biosensing platform including metal ions, small molecules, proteins, DNA and RNA. Subsequently, Liu et al. and Qing et al. found that single-stranded DNA (ssDNA) could also be used to synthesize CuNPs (Liu et al., 2013a; Qing et al., 2013a), which further extended application of DNA templated CuNMs (DNA-CuNMs). From then on, more and more DNA templates with different structures were well-designed and investigated for the probes for the sensing (Peng et al., 2018; Qing et al., 2017; Wang et al., 2017a, 2016c). For example, grafting the T-loop to the ds-DNA forming hairpin structure or utilizing crowded effect to improve the fluorescence of DNA-CuNMs were demonstrated for high-performance sensing (Qing et al., 2017; Wang et al., 2017a, 2016c). In the initial stage, the optical feature of DNA-CuNMs was often investigated as the single\nhttps://doi.org/10.1016/j.bios.2019.01.046 Received 29 November 2018; Received in revised form 12 January 2019; Accepted 15 January 2019\n⁎ Corresponding authors at: State Key Laboratory of Electroanalytical Chemistry, Changchun Institute of Applied Chemistry, Chinese Academy of Sciences, Changchun, Jilin 130022, PR China.\nE-mail addresses: lijingce@ciac.ac.cn (J. Li), ekwang@ciac.ac.cn (E. Wang).\nBiosensors and Bioelectronics 132 (2019) 333–342\nAvailable online 29 January 2019 0956-5663/ © 2019 Published by Elsevier B.V.\nT\nreadout and lots of enzyme reaction and DNA based hybridization chain reaction have been introduced to broaden the application. Recently, to achieve the accurate results, coupling different metal NCs and other DNA fluorescent switcher (Chen et al., 2017a, 2016; Wu et al., 2016) with DNA-CuNMs provided a new strategy for sensing. Meanwhile, with the development of in situ eletrochemical reduction for the formation of DNA-CuNMs, the electrochemical-related features of DNA-CuNM have been excavated including the larger electrical resistance, the electrochemical stripping signal, the electrochemiluminescence (ECL) response of DNA-CuNMs and the Cu(II) based catalyzed oxidation of eletrochemical probes (Hu et al., 2017; Liao et al., 2018; Wang et al., 2015e; Zhou et al., 2018). Moreover, the chemical calalytical properties of the DNA-CuNMs, such as the enzyme-mimic properties of Cu(II) generated by acid treatment of DNA-CuNMs were also exploited (Borghei et al., 2018; Mao et al., 2016). And the applications have been extended from sensing to the logic gate construction, and staining.\nUp to now, hundreds of studies have been reported on the synthesis and application of DNA-CuNMs in a variety of fields, which could be of great importance and guidance to scientists learning and understanding DNA-CuNMs. However, there is no review paper dedicated to DNACuNMs that could shed light on its development. In this review, we will outline recent advances in the synthesis and application of DNA-CuNMs as the signal probes for logic gate construction, staining and biosensing. In the final section, some challenge and opportunity was given for the future development of DNA-CuNMs. As far as we know, this is the first review to summarize CuNMs based on DNA scaffolds."
    }, {
      "heading" : "2. Synthesis and mechanism of fluorescent DNA-CuNMs",
      "text" : ""
    }, {
      "heading" : "2.1. dsDNA capped CuNMs",
      "text" : "The first record on selective formation of fluorescent CuNPs using dsDNA in solution (Fig. 1a) was reported in 2010 (Rotaru et al., 2010). The fluorescent CuNPs with an orange fluorescence under ultraviolet light excitation were obtained within several minutes by reducing Cu (II) with ascorbate in the presence of Cu-dsDNA (Briefly, Cu-dsDNA represents dsDNA template used for forming CuNMs). In this method, the concentration of Cu(II) was substantially lower than that in previous work (Becerril et al., 2004, 2005; Monson and Woolley, 2003) and the amount of dsDNA required was very small and the fluorescence signal of CuNPs synthesized using several nanomoles-per-liter concentrations of dsDNA can be recognized. The stronger fluorescence of CuNPs capped by longer dsDNA indicated that the size of CuNPs was directly proportional to the length of the DNA. In terms of mechanism, it is speculated that Cu(II) were first reduced to Cu(I), and then Cu(0) were produced from the disproportionation of Cu(I), finally Cu(0) clustered on dsDNA and grew into CuNPs. As DNA triplexes did not promote the formation, CuNPs were considered to be accumulated in the major groove of the dsDNA. This finding indicated the potential for selective metallization of more complex DNA nanostructures, detection of dsDNA by fluorescence and efficient identification of single base mismatches.\nIn 2014, a systematical investigation on the formation of the dsDNA\ntemplated fluorescent CuNPs (dsDNA-CuNPs) (Qing et al., 2014) was conducted, which could be seen as a supplement to the work of Mokhir. It is demonstrated that the formation of fluorescent CuNPs required a specific sequence in dsDNA. Among all sequence compositions of dsDNA considered, poly(AT-TA) was found to be a highly-efficient template for the formation of the fluorescent CuNPs, while other dsDNA had little or no function to effectively synthesize fluorescent CuNPs. The fluorescence intensity of CuNPs depended strongly on the length and the polymerization degree of poly(AT-TA), which was mainly from the different metal affinities between nucleotides and Cu(I). The guanine and cytosine showed a strong complexation with Cu(I), which inhibited the further reduction reaction from Cu(I) to Cu(0). On the contrary, the adenine and thymine would bind weakly to Cu(I), facilitating the reduction. In addition, microenvironments provided by different dsDNA sequences also affected the formation of CuNPs, which might further explain the specificity of poly(AT-TA) as efficient templates different from other sequences. The same results were also revealed by Ouyang's group that AT sequences were better templates for highly fluorescent CuNPs, while other sequences, for example, GC sequences, induced no formation of fluorescent CuNPs (Song et al., 2015). High-resolution transmission electron microscopy (HR-TEM) characterization suggested that a high percentage of AT sequence in DNA with the same length contributed a larger CuNPs than that synthesized by Cu-dsDNA containing GC-rich sequences. Using GC sequences as a nonmetallized rigid linker, a “dimmer” CuNPs would be observed in HR-TEM images, which intuitively indicated that CuNPs were generated on AT sequences rather than GC sequences. The mechanism of formation of fluorescent CuNPs was in agreement with that when CuNPs reached a certain size, the strong electrostatic barrier would prevent the aggregations of Cu(0) cluster. As a result, the less surface imperfections of CuNPs brought about less effective nonradiative electronic relaxation, resulting in an improvement of fluorescence.\nNotably, in most case, the fluorescent CuNPs were generated via the chemical reduction, to achieve the in-situ formation of the CuNPs on the substrate for versatile applications, recently, electrochemical reduction as an alternative tool was also employed to produce the CuNCs on dsDNA modified electrodes (Liao et al., 2018; Zhou et al., 2018; Zhu et al., 2016). Moreover, the ECL character of dsDNA templated fluorescent CuNCs (dsDNA-CuNCs) was also revealed (Liao et al., 2018; Zhou et al., 2018). For example, through an amidation reaction or Pt-N bond between the modified ligands, dsDNA modified glassy carbon electrode to generate Cu-dsDNA (Liao et al., 2018; Zhou et al., 2018) was constructed. After incubating with CuSO4 solution, a potential of certain scan rate was applied and the dsDNA-CuNCs with ECL were obtained. With DNA nanocranes constructed by combining bindinginduced DNA assembly as manipulator and tetrahedral DNA nanostructure (TDN) as base, the factors that affected the ECL of CuNCs (Zhou et al., 2018) was demonstrated. Based on their findings, ECL intensity of uniform small CuNCs on AT8-dsDNA was higher than that on AT4-dsDNA and AT16-dsDNA, indicating that the ECL property of CuNCs can be regulated by controlling particle size. Furthermore, the CuNCs based on TDN-24 with a lateral distance between ECL probes of about 8 nm showed the fastest growth and highest intensity of ECL\nFig. 1. Fluorescent CuNPs formed on DNA. (a) CuNPs formed in solutions of Cu(II) and ascorbate in the presence of a DNA duplex (The size of CuNPs is dependent on the number of base pairs in the dsDNA template) and random ssDNA do not promote this reaction. Reprinted from Rotaru et al. (2010) with the permission of Wiley-VCH Verlag GmbH & Co. KGaA. (b) Controlled reduction of DNA-complexed Cu(II) ions to form CuNPs. Reprinted from Qing et al. (2013a) with the permission of Wiley-VCH Verlag GmbH & Co. KGaA.\nsignal, presumably due to more electrochemical activation and lower inner-filter effect."
    }, {
      "heading" : "2.2. ssDNA capped CuNMs",
      "text" : "Besides using dsDNA as capping reagents, ssDNA templated CuNPs (ssDNA-CuNPs) were also reported (Liu et al., 2013a; Qing et al., 2013a). For example, Wang's group utilized pre-selected sections of ssDNA as the templates to achieve the controlled reduction of ssDNAcomplexed copper(II) ions (Fig. 1b) in the presence of ascorbate (Qing et al., 2013a). Similar to the dsDNA-CuNPs, Poly(T) sequences were also proven to be specific sequences necessary in a ssDNA template for the formation of fluorescent CuNPs (Cu-ssDNA). The excitation and emission wavelengths of these fluorescent ssDNA-CuNPs were located in the ultraviolet and orange light regions, respectively. While other ssDNAs, such as random ssDNA, polyA, polyC, and polyG failed to synthesize fluorescent CuNPs under the same conditions. The formation of fluorescent CuNPs was rapid and efficient, requiring only a small amount of ssDNA. The length and the polymerization degree of polyT in ssDNA both played important roles in the formation of fluorescent CuNPs. CuNPs with controllable size would be achieved by altering the length of T. Meanwhile, Shao's group also demonstrated the influence of ssDNA on the synthesis of fluorescent CuNPs (Liu et al., 2013a). It was indicated the CuNPs would be prepared not only in the presence of polyT, other DNA sequences such as polyA, polyG, polyC and random ssDNA would also protect CuNPs. However, only CuNPs grown on polyT had capability to emit fluorescence owing to the weaker base/ metal interaction, and the smaller size of polyT protected CuNPs than that of others. Consecutive T bases and long polyT chains should be more efficient in creating the fluorescence of CuNPs. Moreover, the pHdependent performance confirmed that fluorescent CuNPs were more likely to be produced under weakly basic conditions.\nAs we know, the fluorescent CuNMs can be synthesized by both dsDNA and ssDNA and the formation is influenced by DNA structure and sequences. Therefore, the appearance of fluorescent DNA-CuNMs hold a promising prospect for constructing of DNA-templated nanodevices and designing of biochemical nanoprobes."
    }, {
      "heading" : "3. Application of fluorescent DNA-CuNMs",
      "text" : ""
    }, {
      "heading" : "3.1. Detection of DNA and RNA",
      "text" : "Since dsDNA could support the formation of fluorescent CuNMs and the intensity of fluorescence is dependent on the microenvironment, therefore if there's a mismatch or an abasic site in dsDNA sequences, the formation of CuNMs would be hampered. Based on this principle, some single-base mutation recongnization can be designed and achieved (Jia et al., 2012; Singh et al., 2018; Sun et al., 2017). For instance, our group designed the 15-mer probe DNA and successfully distinguished match and mismatch DNA based on the sensitivity of the fluorescence of DNACuNCs to base type of single nucleotide polymorphisms (SNPs) located in the major groove (Fig. 2a) (Jia et al., 2012). Adenine bases located in the major groove were most favorable for the formation of fluorescent\nCuNCs, while cytosine and guanine bases did not significantly promote or enhance fluorescence. Based on the intriguing finding, a sensitive fluorimetric diagnostic of the mismatch type in a specific DNA sequence might be developed in the future. Inspired by our work, Singh et al. designed a simple and cost-effective fluorescent method to detect the abasic sites in dsDNA with the assistance of the carbon dots (CDs) (Singh et al., 2018). The sensing mechanism was based on the quenching effect of Cu(II) on the fluorescence of CDs. When abasic sites were present in DNA, the formation of CuNCs would be limited and the amount of Cu(II) in solution increased, which could quench the fluorescence of CDs. Taking oligomeric DNA, plasmid DNA in linear and condensed form and DNA extracted from onion and HeLa cells as samples, abasic sites in them were detected using this method via naked eyes under UV light. Unlike the above-mentioned base mutations occurred on the DNA template, for the base mutation site on the nontemplate DNA (Fig. 2b) was also detected by rationally designing (Sun et al., 2017). Ouyang's group utilized a unique DNA three-way junction (3WJ) template to generate fluorescent CuNPs. Two complementary adenine/thymine-rich probes can be hybridized and used as the efficient templates for the generation of the CuNPs in the presence of the wild-type target. When the probes bind with a mutant-type target, the 3WJ structure would be unstable and not conductive for the formation of CuNPs, resulting in a weak fluorescence. Based on this design, they developed a label and enzyme-free fluorescent sensor for the detection of SNP at room temperature.\nIn addition to the detection of base mutations, DNA-CuNMs are also employed to build sensing platforms for DNA or RNA based on their fluorescence property (Chen et al., 2015; Chi et al., 2017; Hu et al., 2015; Koo et al., 2018; Park et al., 2016; Song et al., 2014; Wang et al., 2013; Xu et al., 2018; Zhang et al., 2018, 2015). Wang et al. applied fluorescent dsDNA-CuNCs as signal indicators to detect sequence-specific microRNA (miRNA) sensitively and selectively (Wang et al., 2013). In their design, the miRNA target was employed as the initiator of an isothermal exponential amplification reaction and an ssDNA was produced in the aid of nicking endonuclease, which can be used for the generation of CuNCs after hybridization. In order to achieve an enhanced fluorescence signal, DNA template polymers or a long DNA template were often employed to effectively synthesize highly fluorescent DNA-CuNMs (Chi et al., 2017; Hu et al., 2015; Song et al., 2014; Xu et al., 2018; Zhang et al., 2015). Song et al. proposed a label-free and non-enzymatic amplification fluorescent method for detection of DNA based on the hybridization chain reaction (HCR) (Fig. 3a) (Song et al., 2014). The presence of target DNA (tDNA) hybridizing with the capture DNA (cDNA) probes on beads triggers the HCR, which led to the formation of an efficient template for synthesis of CuNPs. Moreover, the terminal deoxynucleotidyl transferase (TdT) was also employed for the in situ extending polyT sequence (Hu et al., 2015) for sensing tDNA. As shown in the Fig. 3b, the hybridizing with cDNA immobilized on the surface of streptavidin-functionalized magnetic beads (SA-MB) would generate polyT in the presence of surface initiated enzymatic polymerization (SIEP) and TdT, which was beneficial for the synthesis of highly fluorescent DNA-CuNMs. SA-MB was chosen owing to the high dispersion, easy separation, high reactivity and large-density loading of\ncDNA. Beside with the assistance of the HCR or TdT to generate the efficient templates for the DNA-CuNMs, Wang et al. developed a crowded DNA scaffold- polyT DNA tied at two ends (TTE DNA) to prepare CuNPs by simple hybridization with high-bright fluorescence compared to conventional individual polyT-CuNPs (Wang et al., 2017a). The improvement was assigned to the change of CuNPs’ growing environment because TTE DNA diversified the structure of DNA. Based on the enhanced fluorescence, they proposed a highly sensitive and selective autocatalytic dual-cycle amplification strategy to detect target specific sequence DNA. Regulating the DNA crowding extent would open up a new way to improve fluorescence of DNA-metal NMs and construct fluorescent biosensors for sensitive detection of other sequence-specific DNAs or protein.\nAs demonstrated in the above part, the fluctuations in fluorescence intensity are often utilized to construct biosensors for DNA or RNA detection (Borghei et al., 2017a, 2017b; Wang et al., 2017a). Recently, Borghei et al. reported an interesting finding that the emission wavelength of DNA-CuNCs would shift if the random ssDNA containing polyT template specifically hybridized with another miRNA (Borghei et al., 2017a, 2017b). They used ssDNA with polyT at terminal and in the center as templates respectively to investigate the fluorescence shifts of DNA-CuNCs and achieved the determination of miRNA-155. As they observed, when polyT was at the terminal, binding to target miRNA-155 would induce a Stokes shift from 400 nm to 490 nm (Borghei et al., 2017a). While polyT located on central, CuNCs exhibited a strong fluorescence enhancement at 510 nm and a red shift (60 nm) after hybridization (Borghei et al., 2017b). The detection limits (LOD) of both strategies were pM level, and the practical assays of miRNA-155 have been carried out in the human plasma and saliva. Their finding provided an alternative tool for the detection of miRNA155 for biomedical research and early clinical diagnostic studies.\nIn addition to using fluorescence as readout, electrochemical and catalytic properties of DNA-CuNMs are also explored to design DNA or RNA biosensors (Borghei et al., 2018; Koo et al., 2018; Wang et al., 2017b, 2015e; Zhou et al., 2018). For example, Zhou et al. constructed a biosensor for ultrasensitive detection of microRNA-155 (miRNA-155) based on a programmable modulation of CuNCs ECL via DNA nanocranes in the presence of adenosine triphosphate (ATP) and enzyme (Zhou et al., 2018). Moreover, taking advantage of the electrocatalytic reduction of hydrogen peroxide by CuNCs templated on DNA-RNA heteroduplexes, Dai's group established a novel electrochemical biosensor for miRNA detection (Wang et al., 2015e). Besides the electrochemically catalytical feature of the CuNCs, another attempt to detect\nmiRNA has been made by Borghei et al. based on peroxidase-like property of ssDNA-CuNCs for the catalytic oxidation of the methylene blue (MB) (Borghei et al., 2018). After hybridizing with miRNA, DNACuNCs probe formed a DNA/miR-155 heteroduplex. MB substrate, which could interact easily with heteroduplex, was oxidized under the catalysis of CuNCs. This colorimetric assay for detection of miRNA was facile, cheap, and fast. Considering the capture effect of dsDNA on CuNCs, Mao et al. proposed an indirect visible colorimetric detection of DNA based on the catalytic property of copper-creatinine complex (Mao et al., 2016). In the work, assembled dsDNA by hybridization was employed as template to form CuNCs, whose amount depended on the concentration of target DNA. After acid treatment, copper ions of a certain concentration were released from dsDNA and form coppercreatinine complex, which can mimic enzyme properties to catalytically oxidize 2,2’-azino-bis(3-ethylbenzothiazoline-6-sulfonic acid) diammonium salt (ABTS) with a color change from colorless to green. The biosensors for DNA and RNA based on DNA-CuNMs discussed in this work have been demonstrated in Table S1."
    }, {
      "heading" : "3.2. Detection of enzymes, proteins and peptides",
      "text" : "Enzymes and proteins, as macromolecules that can interact with specific DNA, are also common targets in the application of DNACuNMs based biosensors. The most direct method is to use enzymes to shear or generate DNA templates and observe the formation of DNACuNMs. The pioneer work in analysis of enzymes utilizing DNA-CuNMs were from Yu's group (Hu et al., 2013a; Zhang et al., 2013b). And the sensing principle was based on the cleavage of efficient DNA templates by target enzymes directly. As shown in Fig. 4a, the ssDNA, which was used for the generation of dsDNA templates of CuNCs, was destroyed before the formation of dsDNA in the presence of S1 nuclease (Hu et al., 2013a), resulting a in low fluorescence. Based on the similar sensing mechanism, a lot of biosensors have been built directly to study various nucleases, including S1 nuclease, deoxyribonuclease I, EcoRI endonuclease, exonuclease III (Exo III), uracil-DNA glycosylase and so on (Cao et al., 2016; Chen et al., 2018; Ge et al., 2017; Qing et al., 2013b; Song et al., 2015; Zhao et al., 2017). For the eznymes, which cannot destroy the DNA templates directly such as polynucleotide kinase (PNK), methyltransferase and streptavidin, it can be achieved by introducing the others nucleases (He and Jiao, 2018; Lai et al., 2016; Wang et al., 2015c; Zhang et al., 2013b). Besides using the destroy effect of enzyme on the DNA templates, the generation of efficient DNA templates with the aid of the functionalized enzyme was also adopted.\nFor example, TdT as an enzyme catalyzing the elongation of a DNA by the isothermal and repetitive addition of deoxyribonucleotides to the 3′-OH terminus of DNA molecules (Zhao et al., 2012), is often used to generate polyT or polyAT sequences in situ to carry out biosensing of enzymes or proteins (Cao et al., 2017; Chen et al., 2017b; Hu et al., 2017; Luo et al., 2017; Peng et al., 2015; Zhou et al., 2017). As shown in the Fig. 4b (Peng et al., 2015), a sensing platform based on the generation of polyT ssDNA were constructed to detect the activity of BamHI and ALP was demonstrated in the presence of TdT. Besides using TdT, Cu-dsDNA can be produced through an extension reaction by Klenow fragment polymerase (KF polymerase) or a HCR (Ge et al., 2016; Sha et al., 2016; Yang et al., 2014; Zhao et al., 2015). For instance, Yang et al. developed a novel method to detect one isoform of platelet derived growth factor based on the formation of fluorescent dsDNACuNPs catalyzed by KF polymerase (Yang et al., 2014). Zhao et al. reported an electrochemical method to detect protein based on HCR-assisted formation of CuNPs by using small molecule such as folate-linked DNA as probe (Zhao et al., 2015). Folate receptor as target protein bound with folate preventing the degradation of folate-linked DNA by exonuclease I (Exo I) and HCR would be triggered resulting in an extension of Cu-dsDNA. Subsequently, the CuNPs anchored on the electrode surface were oxidized by acid and Cu(II) was released, which can catalyze the electrochemical oxidization of ο-phenylenediamine to 2,3- diaminophenazine in the presence of dissolved oxygen, leading to amplified electrochemical responses. Notably, to improve the performance of above-mentioned sensing platforms of enzymes, special DNACuNMs needs to be screened. For example, Wang et al. grafted the Tloop into the random stem sequences to form a hairpin-structured DNA (Wang et al., 2016c) to enhance the fluorescence intensity of dsDNACuNPs. They found that T-loop region and random sequence on the stem region both contributed to fluorescence enhancement. And using a dumbbell structure probes, the detection of nicotinamide adenine dinucleotide (NAD+) was achieved. The dumbbell probe with a nick point became integral and resistant to digestion by exonucleases in the presence of coenzyme NAD+ and E. coli DNA ligase, generating CuNPs with high fluorescence. Based on the T-loop induced enhancement, this dumbbell probes can be extended to the determination of the activity of PNK and ligase (Qing et al., 2017). Recently, Peng et al. found that the fluorescence of CuNCs with hairpin structured DNA would also be enhanced by replacing T-loop using other base types (A-loop, C-loop and G-loop) with a AT24 stem (Peng et al., 2018). Among all the designed hairpin DNA, AT24-A6-hairpin produced the strongest fluorescence. And the increase of bases of hairpin loop sequences induced a decrease of fluorescence enhancement. This loop-induced enhancement strategy was used for highly sensitive and selective S1 nuclease detection. This sensing strategy was suitable for the enzyme to shear or generate DNA template.\nWhile for the enzyme, which cannot influence the templates of CuNPs (eg. alkaline phosphatase (ALP) and acetylcholinesterase (AChE)), the sensing can be achieved based on the strong binding between Cu(II) and enzymes, enzyme substrates or enzyme products (Chen et al., 2017c; Li et al., 2017; Ni et al., 2017; Wang et al., 2017e; Zhang et al., 2013a). The first attempt was made by Zhang and\ncoworkers (Zhang et al., 2013a) and a label-free and turn-on fluorescent strategy for ALP detection was constructed based on the interaction between pyrophosphate (PPi, the substrate of ALP) and Cu(II). The hydrolysis of PPi catalyzed by ALP produces liberated phosphate, which failed in the coordination with Cu(II), leading to the strong fluorescence emission of DNA-CuNMs. Recently, Ni et al. utilized the interaction between Cu(II) and thiocholine generating from the hydrolysis of acetylthiocholine chloride by AChE and developed the AChE and its inhibitor sensing platform (Ni et al., 2017). This kind of strategy can also be explored to the determination of peptides and proteins (Chen et al., 2017c; Wang et al., 2017e). For instance, based on the high affinity between glutathione (GSH) and Cu(II), Wang reported an electrochemical assays for GSH since it hindered the formation of dsDNACuNPs, giving rise to decrease of electrochemical signals of reported by CuNPs (Wang et al., 2017e).\nNotably, the above-mentioned platforms were mainly focused on the effect of targets on DNA template or Cu(II) precursor before the synthesis of the Cu NCs, there are some sensing platforms constructed on the basis of direct enhancement or quenching effect on the fluorescence of DNA-CuNMs (Lian et al., 2017; Wang et al., 2016b, 2018). For instance, Wang et al. found that protamine could obviously enhance the fluorescence intensity of CuNCs through forming protamine/DNA complexes (Wang et al., 2016b). Combining the fact that trypsin can hydrolyze protamine, a simple, ultra-sensitive and label-free platform for trypsin and its inhibitor was developed. Moreover, with the aid of the direct quenching effect of graphene oxide (GO) on CuNCs based on the fluorescence resonance energy transfer, Wang et al. designed an ATP-induced biosensor for protein kinase activity (PKA) detection (Wang et al., 2018). The ssDNA probe with an ATP aptamer overhang was used for the synthesis of fluorescent CuNCs and recognized elements for ATP. The binding of ATP made the ssDNA probe fail to absorb onto the GO surface and the fluorescence intensity of CuNCs would be recovered even in the presence of GO. The biosensors for enzymes, proteins and peptides based on DNA-CuNMs discussed in this work have been given in Table S2."
    }, {
      "heading" : "3.3. Detection of small molecules",
      "text" : "As for the small molecules, quenching effect of fluorescent DNACuNMs was often adopted and can be carried out in the four paths (Fig. 5): i) small molecules have a stronger binding with Cu ions or CuNMs than that between T base and Cu ions; ii) small molecules bind with or destroy DNA templates for the formation of CuNMs; iii) small molecules binding with CuNMs induce an electron transfer effect between small molecules and DNA-CuNMs; iv) small molecules oxidize CuNMs to Cu(II).\nFor the first sensing, it can be named as Cu-combination-induced fluorescence-quenching strategy (Gu and Cao, 2018; Hu et al., 2013b; Liu et al., 2013b; Ma et al., 2018; Wang et al., 2016a, 2015d; Xiao et al., 2017). For example, the assays of biothiols including GSH, cysteine (Cys) and homocysteine (Hu et al., 2013b) was carried out due to coordination between biothiols and CuNCs, which distinguished the biothiols from other amino acids. Recently, the determination of kojic acid\nand humic acid can also be developed based on the quenched fluorescence of DNA-CuNMs resulting from their strong interaction with copper (Ma et al., 2018; Wang et al., 2016a). Notably, this kind of sensing lacks of good selectivity. Grafting some recognized elements in the fluorescent CuNMs-based sensing platforms can overcome this problem and be often employed in the second path (Yang et al., 2017; Zhou et al., 2011). For instance, Zhou et al. designed Cu-dsDNA consisting of an ATP or cocaine aptamer and a short complementary strand to achieve the determination of ATP and cocaine (Zhou et al., 2011). In the presence of target molecule, the ssDNA containing the aptamer would prefer to bind with target molecule instead of forming a heteroduplex. As a consequence, the formation of fluorescent CuNPs failed and the fluorescence intensity decreased. This aptasensor for ATP detection was also available in 1% human serum and human adenocarcinoma HeLa cells. Based on the similar sensing principle, Yang et al. demonstrated a high-throughput identification of telomere-binding ligands based on the fluorescence regulation of dsDNA-CuNPs (Yang et al., 2017). In addition, utilizing the specific chemical reaction to recognize the target was also explored. For instance, Mao et al. investigated the cleavage effect of hydroxyl radical formed from the Fenton reaction (Mao et al., 2015) on DNA templates and developed a new fluorescent DNA-CuNMs-based analytical assay for H2O2 in real clinical blood samples. This simple and low-cost strategy would potentially construct effective sensors for biochemical and even clinical applications. As for the third sensing strategy, the sensing mechanism was mainly based on the electron transfer from electron-donating to electron-deficient molecules. For instance, the determination of trinitrophenol (TNP) has been proposed (Li et al., 2016a). As a well-known electron-deficient molecule, TNP can easily interact with electron-rich CuNMs. The mechanism for selective quenching of TNP differed from other nitroaromatic compounds, which was attributed to the synergetic effects of electron transfer and acid induction. The originally dispersive DNA-CuNCs were aggregated in the presence of TNP, resulting in fluorescence decrease of DNA-CuNCs through the electron transfer effect from electron-donating DNA templates to electron-deficient nitrogroups in TNP. On the other hand, the introduction of TNP led to the pH decrease of DNA-CuNCs solution, leading to an additional acid-induced fluorescence quenching. This simple and novel fluorescent strategy with a low LOD of 0.03 μM was more sensitive than those using organic fluorescent materials and able to be carried out in natural water samples. In addition, inverse electron transfer process was also demonstrated for the analysis of dopamine (DA) using ds-DNA CuNPs by Wang et al. (2015a). In this work, DA bound with CuNPs via an electrostatic interaction, followed by a photo-induced electron transfer process from DA to the ds-DNA CuNPs which was proven by the reduction of Zeta potential of CuNPs in the presence of DA. Based on the quenching of fluorescent CuNPs by DA, a novel and label-free fluorescent sensing strategy to detect DA was developed. This simple, rapid and\nultrasensitive method exhibited an extremely low LOD of 20 pM and excellent selectivity over interfering components at a 100-fold higher concentration. For the fourth sensing path, the analytes with oxidation features can be monitored, for instance, the determination of H2O2. Since H2O2 can be generated via the oxidation of glucose by O2 in the presence of glucose oxidase. Thereby, some biosensors for H2O2 and glucose based on the oxidization of CuNPs by H2O2 were designed and constructed (Chen et al., 2017a; Wang et al., 2015b). To extend the application of this sensing strategy, recently, Chen et al. developed a rapid and visual method for H2O2 and glucose (Chen et al., 2017a) with the help of DNA intercalator (SYBR Green I). The intercalation of SYBR Green I into dsDNA showed green fluorescence under ultraviolet radiation, which was prevented after the formation of CuNPs because of the adsorption of SYBR Green I onto the surfaces of CuNPs and a red fluorescence of CuNPs was observed. After adding H2O2, CuNPs were degraded into copper ions, and SYBR Green I bound with dsDNA again resulting in the re-observation of green fluorescence.\nBesides the signal-off sensing strategies induced by quenching effect, some small molecular biosensors can also be analyzed via a “turnon” detection mode (Cao et al., 2017; Chen et al., 2016; Song et al., 2017; Wang et al., 2017b; Zhu et al., 2015a, 2017). For instance, the sensing principle for melamine was that ss-polyT could form ds-polyT in the presence of melamine binding through hydrogen bond, which enhanced the fluorescence of polyT capped CuNCs (Zhu et al., 2015a). This novel fluorescence sensor showed a LOD of 95 nM, and was carried out in milk analysis. Different from the sensing principle for melamine, Chen et al. proposed an enzyme-assisted “signal-on” strategy using dumbbell-shaped (DS) DNA template (Chen et al., 2016) for the ATP detection. The DS DNA was consisted of two poly C hairpin loops for the formation of Ag NCs and poly(AT-TA) stem for the formation of CuNPs. The unsealed DS DNA was cleaved in to fragments by Exo I and Exo III, resulting in no template for the formation of CuNPs and Ag NCs. After adding ATP, sealed DS DNA was formed through a ligation reaction catalyzed by T4 ligase, which could not be destroyed. Then CuNPs or Ag NCs was selectively formed on the template. The detection of ATP based on fluorescent CuNPs was more sensitive than the individual AgNCs with a LOD of 81 pM. Recently, Song et al. constructed a labelfree ATP sensing system based on the binding between ATP and Gquadruplex structure of aptamer with the assistance of nuclease Exo I, exhibiting a good detection performance in biological samples (Song et al., 2017). The performance of DNA-CuNMs based the determination of small molecules was listed in Table S3."
    }, {
      "heading" : "3.4. Detection of ions",
      "text" : "The earliest application of fluorescent DNA-CuNMs for metal ions detection was reported by Chen et al. in 2012 (Chen et al., 2012). They found that Pb(II) could quench fluorescent dsDNA-CuNPs. The mechanism was speculated that Cu(I) surrounding the surface of CuNPs reacted with Pb(II) via the 5d10(Pb(II))–3d10(Cu(I)) metallophilic interactions with the help of ascorbate giving rise to fluorescence quenching. This simple and label-free method was highly selective and sensitive for Pb(II) detection with a LOD of 5 nM. This detection strategy based on ssDNA-CuNPs was relatively simple and inexpensive compared with that in previous works using G-quadruplex or specific Pb(II)-dependent DNAzyme. Subsequently, polyT templated CuNPs could also be employed for the determination of Pb(II) based on the quenching effect (Fig. 6a) (Ou et al., 2014). Different from the Pb(II) induced quenching of fluorescent DNA-CuNMs, Hg(II) could enhance the fluorescence of polyT templated CuNPs by mediating a T-T base pair to form the ds-polyT, which could facilitate the growth of fluorescent CuNPs (Liu et al., 2013a). Detection strategies of Hg(II) based on the enhanced fluorescence of polyT templated CuNMs were successfully developed (Li et al., 2018, 2016b; Liu et al., 2013a). To improve the ratio between background and signal for Hg(II) detection, Li et al. demonstrated an enzyme-assisted ultrasensitive analytical approach\n(Fig. 6b) (Li et al., 2018). Introduction of Hg(II) would promote polyT to form a reticular DNA and resist to digestion by Exo I. CuNCs prepared using this reticular DNA template exhibited enhanced fluorescence than that of individual polyT supported CuNCs. This enzyme-assisted ultrasensitive analytical approach could detect Hg(II) in a wide range from 50 pM to 500 μM with an ultralow LOD of 16 pM. The detection results of Hg(II) in lakes were consistent with those tested by inductively coupled plasma mass spectrometry. Besides the assays of Pb(II) and Hg (II), Fe(III) sensing was also reported by Zhu et al. based on the chemical or electrochemical deposition and stripping of DNA-templated CuNCs (Zhu et al., 2016). In the design, dsDNA labeled with a redox active molecule (such as MB) was immobilized on a gold electrode. The deposition of CuNCs on DNA blocked the DNA-mediated charge transport (DNA CT) between the electrode and the MB signaling molecule due to the large electrical resistance of CuNCs, which resulted in a decreased electrochemical signal. Since Fe(III) can oxidize Cu(0) to Cu (II) and strip CuNCs from DNA, and thus DNA CT nanoswitch could be turned on. The nanoswitch could be completed within a few seconds and repeated for many times.\nAnion detected using fluorescent DNA-CuNMs involves the iodide ion, sulfidion (S2-) and cyanide ion (CN−). A fast, sensitive, selective and flexible methods for the detection of iodide ion (Fig. 6c) was developed by Tang's group (Chen et al., 2017d). PolyT stabilized\nfluorescent CuNPs were used as probe, which could be quenched by iodide ions since a redox reaction happened on the ssDNA-CuNP surface between a nearby Cu(II) and Cu(0) under the presence of iodide. The detection concentration of iodide ranged from 0.050 to 40 μM and from 40 to 80 μM, with a low LOD of 15 nM. This simple and convenient detection strategy showed good selectivity and high accuracy in complex samples. Taking advantage of the improvement of histone on the fluorescence of DNA-CuNCs, Lian et al. carried out a highly sensitive detection of S2- based on its quenching effect on histone/DNA-templated CuNCs, whose sensitivity was much stronger than that of DNACuNCs (Lian et al., 2017). Unlike the “turn-off” mode, Qing et al. reported the analysis of CN− using enhanced mode (Qing et al., 2016). In the design, fluorophore, ethyl-4-[3,6-Bis(1-methyl-4-vinylpyridium iodine)-9H-carbazol-9-yl)] butanoate can intercalate into DNA grooves with bright fluorescence, which could be quenched by the formation of CuNPs on d(AT)20. The presence of the CN− could etch the CuNPs anchored on the d(AT)20, based on the an Elsner-like reaction, accompanied with the recovery of fluorescence. The ions sensing performance using DNA-CuNMs as functionalized probes was listed in Table S4."
    }, {
      "heading" : "3.5. Logical operation",
      "text" : "Logic operation, also known as Boolean operation, uses\nmathematical methods to study logic problems and establish logic calculus. With the development of science, biological molecules can also be used to operate logical operations. The fluorescent DNA-CuNMs can be acted both as an input and an output of logical operations (Fan et al., 2017; Gu and Cao, 2018; Wu et al., 2016; Zhu et al., 2016). Taking advantage of the quenching effect of histidine (His) and Cys on fluorescent DNA-CuNCs and the masking effect of nickel ions on His and N-ethylmaleimide (NEM) on Cys, a molecular logic gate with four input modes was designed by Cao's group (Gu and Cao, 2018). The CuNCs was synthesized on a dumbbell DNA template with polyT loops, and quenched in the presence of His or Cys. The quenching effect of His or Cys was prohibited by Ni(II) or NEM, respectively. Our group also presented a basic INHIBIT gate and four advanced logic circuits (2-to-1 encoder, 4-to-2 encoder, 1-to-2 decoder and 1-to-2 demultiplexer) based on the selective formation of fluorescent polyT templated CuNPs (Wu et al., 2016). These logic devices applying Poly T protected CuNPs and SYBR Green I as fluorescent signal reporters avoided the usage of extra quencher by taking polyA strands as effective inhibitor of polyT templates. The construction of these label-free and enzyme-free logic devices may open up a potential path for development of molecular computations. In recent years, a simple, fast, label-free and nanoquencher-free system for multivalued DNA logic gates was also fabricated by our group (Fan et al., 2017). Fluorescent polyT DNA-CuNPs was the only one signals reporter in this work. By selecting different polyT strands and elegant-designed complementary polyA strands, the ternary output states (low/0, medium/1, high/2) was exhibited."
    }, {
      "heading" : "3.6. Other application of fluorescent DNA-CuNMs",
      "text" : "The diversity of aptamers makes it possible to detect cell specifically. The fluorescence detection of specific cells based on fluorescent DNA-CuNMs can be achieved by introducing cell-specific aptamer. Zhang et al. designed an extended dsDNA as fluorescent DNA-CuNPs template to distinguish human breast cancer cell line MCF-7 cancer cell from other cancer cells and normal cells (Zhang et al., 2015). The trigger of HCR blocked by aptamer previously was released thanks to the introduction of target cell, and fluorescent CuNPs formed on amplified dsDNA exhibited a fluorescence signal that depended on the number of cells. As the aptamer specifically identified the surface marker Mucin 1 overexpressed by cancer cells only, normal cells were excluded. Among all selected cancer cells, MCF-7 cells brought the strongest fluorescence, thus an analysis platform for MCF-7 cells specific detection was established. Owing to the photoluminescence property of fluorescent DNA-CuNCs, a green staining method of DNA in polyacrylamide gel electrophoresis (PGE) was reported by Zhu and coworkers (Zhu et al., 2015b). They generated fluorescent CuNCs in situ in the gel and obtained visible DNA band under UV light. Comprehensive study of the performance of the CuNCs-based staining method revealed satisfied sensitivity, stability and usability. Animal experiments demonstrated that the fluorescent DNA-CuNCs was non-toxic in contact with skin. This green, simple and low-cost staining approach showed an alternative potential to the existing toxic and unsafe staining methods."
    }, {
      "heading" : "4. Summary and conclusions",
      "text" : "In summary, we introduce recent research progress in the synthesis and various applications of DNA-CuNMs. DNA-CuNMs with novel catalytic, electrical and optical properties can be obtained on various DNA scaffolds with special sequence design through chemical and electrochemical methods simply, rapidly and cheaply. On account of the advantages of fluorescent DNA-CuNMs, such as the large Stokes shift, high fluorescence efficiency, good photostability and non-toxic, DNA-CuNMs fluorophores gradually become a multipurpose tools promising for applications in logic gate construction, staining and biosensing of DNAs and RNAs, ions, proteins and enzymes, small molecules and so on\n(Fig. 7).\nFuture perspectives\nIn the past few years, CuNMs based on DNA scaffolds have developed rapidly. These DNA-CuNMs synthesized by chemical or electrochemical methods can be used to construct sensitive biosensors and logic devices. The development of DNA-CuNMs expands the scope of DNA-based precious metal nanomaterials, providing scientists with more materials for theoretical research and scientific and technological applications. However, with the achievement obtained in the research on DNA-CuNMs, some crucial challenges and difficulties come along and need to be dealt with. First of all, there is no general mechanism for accurately explaining and summarizing the formation of DNA-CuNMs, which makes the size-controllable synthesis of DNA-CuNMs lack of theoretical basis. Predictably, there was no significant breakthrough obtained in experimentally synthesis of DNA-CuNMs with definite size. Secondly, compared to the wide range and adjustability of fluorescence wavelength of DNA-AgNCs, the emission wavelength range of DNACuNMs is rather narrow and uncontrollable. Unlike DNA-AgNCs, DNACuNMs with selected emission wavelengths cannot be synthesized by designing template sequences. Finally, although the photostability of DNA-CuNMs can meet some demands, it is much inferior compared to the gold and silver NCs and DNA-CuNMs can only maintain stable fluorescence intensity for a few hours. In addition, the construction of some biosensors indicates that the fluorescent DNA-CuNMs is easily quenched by many biomolecules and have weak biological tolerance. These two weaknesses greatly restrict the bioimaging and biosensing of DNA-CuNMs in biological systems. If the photostability of DNA-CuNMs is improved, the application will be further expanded. At least, cell imaging can be achieved. Consequently, focused efforts should be made on the exploration of theoretical mechanism and experimental controllable synthesis as well as the improvement of stability.\nGenerally, in the past few years, there have been some significant breakthroughs in the development of fluorescent CuNMs based on diverse DNA scaffolds. But the theory and experiment still face difficulty and challenge. With constant effort, the application prospect of DNACuNMs in biological analysis, biological imaging and clinical diagnosis is expected."
    }, {
      "heading" : "Acknowledgements",
      "text" : "Funding from the National Natural Science Foundation of China (Grant No. 21427811 and 21721003), MOST, China (Grant No. 2016YFA0203200), Youth Innovation Promotion Association CAS (Grant No. 2016208) and Jilin Province Science Technology Development Plan Project 20170101194JC.\nAuthor agreement\nAll of the authors agree to the submission. We declare that the work described is original and has not been published, and is not under consideration for publication elsewhere."
    }, {
      "heading" : "Appendix A. Supporting information",
      "text" : "Supplementary data associated with this article can be found in the online version at doi:10.1016/j.bios.2019.01.046"
    } ],
    "references" : [ {
      "title" : "2017b. Sens. Actuators B-Chem",
      "author" : [ "J. Chen", "J. Liu", "Z. Fang", "L. Zeng" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "Chen et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2012
    }, {
      "title" : "2016b. Sens. Actuators B-Chem",
      "author" : [ "L. 8896–8900. Wang", "F. Shi", "Y. Li", "X. Su" ],
      "venue" : "Anal. Chim. Acta",
      "citeRegEx" : "Wang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "designed an ATP-induced biosensor for protein kinase activity (PKA) detection (Wang et al., 2018).",
      "startOffset" : 78,
      "endOffset" : 97
    }, {
      "referenceID" : 0,
      "context" : "In addition, inverse electron transfer process was also demonstrated for the analysis of dopamine (DA) using ds-DNA CuNPs by Wang et al. (2015a). In this work, DA bound with CuNPs via an electrostatic interaction, followed by a photo-induced electron transfer process from DA to the ds-DNA CuNPs which was proven by the reduction of Zeta potential of CuNPs in the presence of DA.",
      "startOffset" : 125,
      "endOffset" : 145
    }, {
      "referenceID" : 0,
      "context" : "Reprinted from Chen et al. (2017d) with the permission of Royal Society of Chemistry.",
      "startOffset" : 15,
      "endOffset" : 35
    } ],
    "year" : 2019,
    "abstractText" : "Fluorescent copper nanomaterials (CuNMs), including copper nanoparticles (CuNPs) and copper nanoclusters (CuNCs), become more and more popular with the abundant raw materials and low cost. A wide range of applications has been explored due to their fascinating properties such as low toxicity, remarkable water solubility, facile synthesis, large Stokes shifts, and good biocompatibility. As a kind of genetic material, DNA exhibits its molecular recognition function and diversity. The marriage between CuNMs and DNA endows DNAtemplated CuNMs (DNA-CuNMs) with unique properties such as fluorescence, electrochemiluminescence and catalytic features. In this review, we summarize the synthesis and recent applications of DNA-CuNMs. Fluorescent CuNMs can be grown on various DNA scaffolds with special sequence design. T base plays an important role in the formation of CuNMs on DNA templates. These fluorescent DNA-CuNMs hold great prospect in logic gate construction, staining and biosensing of DNAs and RNAs, ions, proteins and enzymes, small molecules",
    "creator" : "Elsevier"
  }
}