{
  "name" : "downloads_2019-10-22_e1_shang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Supramolecular Nano bers with Superior Bioactivity to Insulin-Like Growth Factor I",
    "authors" : [ "Yuna Shang", "Dengke Zhi", "Guowei Feng", "Zhongyan Wang", "Duo Mao", "Shuang Guo", "Ruihua Liu", "Lulu Liu", "Shuhao Zhang", "Shenghuan Sun", "Kai Wang", "Deling Kong", "Jie Gao", "Zhimou Yang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Insulin-like growth factor I (IGF-1) is a growth hormonethat plays a crucial role in human development, growth, metabolism, and homeostasis. It has several biological functions through the IGF/IGF-1 receptor (IGF-1R) pathway including mitogenic and antiapoptotic e ects on cells,1 tissue growth and developmental regulation,2 insulin-like activity,3 immune response manipulation,4 etc. A de ciency in circulating levels of IGF-1 can cause a group of diseases named as primary IGF-1 de ciency by the U.S. Food and Drug Administration (FDA), which result in di erent levels of growth failure in children. Supplementation of exogenous IGF1 to restore the biological levels of IGF-1 is the only clinical treatment for such a disorder.5 Besides, IGF-1 de ciency is also closely related with developmental or aging-related diseases, such as intrauterine growth restriction, liver cirrhosis, agerelated-cardiovascular and neurological diseases.6 Moreover,\nIGF-1 exhibits very promising applications in tissue engineering and regenerative medicine. For instance, reports have demonstrated the promotion of bone formation and repair7 and muscle8 and myocardial regeneration9 11 by the treatment of IGF-1 alone or together with other growth hormones either by direct administration or incorporation into biomaterials. However, commercially available human growth factor products including recombination human IGF-1 are expensive, and their biological activities are di cult to maintain during storage, transportation, and through the incorporation process into biomaterials. More importantly, they have a short half-life\nReceived: November 1, 2018 Revised: February 20, 2019 Published: February 21, 2019\n© 2019 American Chemical Society 1560 DOI: 10.1021/acs.nanolett.8b04406 Nano Lett. 2019, 19, 1560 1569\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF C\nA L\nIF O\nR N\nIA S\nA N\nF R\nA N\nC IS\nC O\no n\nO ct\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi\nin biological systems and poor tissue retention, thus increasing the frequency of administration and the risks.\nGrowth factors activate downstream biological signals through binding to their receptors. Extensive research e orts have been made toward developing small molecular mimics with similar bioactivities to growth factors. Many methods have been explored, and most of the small molecules behaved as antagonists; only a few showed agonist activity.12 17 Peptides derived from the native sequences of the binding sites of growth factors are candidates with great potential because they have the identical amino acid sequences. However, peptides in an aqueous environment can hardly obtain similar conformations as those in the proteins, thus they lack the speci city to the receptors and lose their original functions. Taking the discovery of vascular endothelial growth factor (VEGF) mimicking peptide QK as an example, the peptide corresponding to the -helix region of VEGF is unstructured in aqueous solutions and thus did not show any VEGF related biological activities.18 To obtain peptides with the desired secondary conformation, several strategies have been explored.14,19 For instance, the strategy of making stapled peptides is powerful for constraining the secondary conformation of peptides, which is very promising to modulate protein protein interactions.16 High-throughput screening is also a useful strategy for discovering peptides that mimic\nproteins.13,15 Though the developed strategies are powerful, it would be useful to develop a versatile method to control the secondary conformation of peptides derived from native proteins.\nSupramolecular nano bers of peptides hold great potential in the elds of nanomedicine,20 27 tissue engineering and regenerative medicine,28 31 and immune modulation.32 34 Through supramolecular self-assembly via noncovalent interactions, bioactive peptides can form nanostructures or hydrogels in which their tissue retention and bioavailability could be signi cantly improved.35,36 For example, Stupp and colleagues have developed supramolecular nano bers containing the QK peptide that mimics VEGF. The QK peptide is a VEGF mimetic, and the formation of supramolecular nanobers signi cantly increases the half-life of QK peptides in an egg embryonic development assay.35 Very recently, pioneer projects have demonstrated that the pathway of supramolecular self-assembly possessed a pronounced in uence on the morphology of resulting nanostructures, thus signi cantly a ecting their biological functions.37 39 In our previous work, we also found that peptides with identical amino acid sequences could self-assemble into di erent kinds of nanomaterials, because of the di erent conformations of peptides, by varying the self-assembly pathways from heating cooling to enzyme-instructed molecular self-assembly (EISA).40 44 In\nFigure 1. (A) Chemical structure of the IGF-1 mimetic molecule compound 1. (B) Ribbon structure of human IGF-1. The C-region of the protein is shown in light green and is denoted by the box. (C) Optical images of the hydrogel of compound 1 in PBS bu er solution (Gel 1, 0.5 wt %) and the clear PBS solution of IGF-1C (Sol. of 2, 0.5 wt %). (D) TEM image of Gel 1. (E) Circular dichroism (CD) spectra of Gel 1 (0.5 wt %) and Sol. of 2 (1.0 wt %).\nDOI: 10.1021/acs.nanolett.8b04406 Nano Lett. 2019, 19, 1560 1569 1561\nthis study, we report on a versatile method of constraining peptide secondary conformation by supramolecular selfassembly, and we introduce supramolecular nanomaterials with superior bioactivity to IGF-1 both in vitro and in vivo.\nCrystal structure and NMR studies reveal that IGF-1 consists of four regions.45 Among them, the A and B regions are connected by a 12-residue linker (IGF-1 residues 29 41) known as the C-region, whose amino acid sequence is GYGSSSRRAPQT (Figure 1B). Previous research showed that the C-region of IGF-1 (termed IGF-1C) appeared to be largely responsible for IGF-1R speci city and bioactivity.46\nHowever, the IGF-1C could not e ciently activate the IGF-1R by itself because of its unstructured conformation,47 while it adopts the type-II turn conformation in the IGF-1 protein.45\nOur recent studies indicated that hydrogels of chitosan modi ed with IGF-1C showed an enhanced protective e ect on encapsulated stem cells compared to the unmodi ed ones.48,49 However, immobilization on the surface of polymers could not assist its secondary structure formation. In this study, we covalently attached Nap-FFG, a self-assembling peptide based on the well-known dipeptide FF motif,50,51 to the Nterminal of IGF-1C to make a self-assembling IGF-1C molecule, compound 1 (Figure 1A, Nap-FFG-GYGSSSRRAPQT). Compound 1 could self-assemble into an opaque hydrogel by the heating cooling process in PBS bu er (pH 7.4) at a concentration of 0.5 wt % (Figure 1C, Gel 1). The peptide IGF-1C (compound 2, GYGSSSRRAPQT) dissolved well in PBS bu er (Figure 1C, Sol. of 2). We also synthesized\nFigure 2. (A) Dose response curve of the e ect of nanomaterials in diluted Gel 1 on HUVEC proliferation. (B) Proliferation of HUVECs after being exposed to culture medium with or without 10 nM of nanomaterials in diluted Gel 1, Sol. of 2, and IGF-1 protein for 48 h. Data presented as the mean ± SEM, n = 5 samples per group. (C) Representative images of uorescence microscopic images of HUVECs (live/dead staining) cultured in medium without IGF-1 protein or peptides or with 10 nM of nanomaterials in diluted Gel 1, Sol. of 2, or IGF-1 protein. Scale bars = 200 m. (D) Representative images of uorescence microscopic images of HUVECs (live/dead staining) after being treated with 200 M H2O2 for 2 h. Before exposure to H2O2, the cells were precultured in medium without IGF-1 protein or peptides or with the 10 nM of nanomaterials in diluted Gel 1, Sol. of 2, or IGF-1 protein for 24 h. Scale bars = 200 m. (E) Apoptosis rate of HUVECs after being treated with 200 M H2O2 for 2 h, as determined by counting the number of live cells and dead cells in the images. Data presented as the mean ± SEM, n = 5 samples per group. (F) Live/dead staining images of islets cocultured with or without nanomaterials in diluted Gel 1 for 14 days. Living cells were shown in green and dead cells in red. Scale bar = 50 m. (G) Apoptosis rate of islets. Data presented as the mean ± SEM, n = 5 islets per group. (H) The amount of IGF-1R and phosphorylated (Tyr1316) IGF-1R in cells treated with or without di erent compounds were analyzed by Western blotting. (I) Quanti cation of the relative levels of p-IGF-1R versus -actin in each sample was determined by densitometry of the blots, as a percentage of control. Data presented as the mean ± SEM, n = 3 samples per group. *p < 0.05, **p < 0.01, ***p < 0.001.\nDOI: 10.1021/acs.nanolett.8b04406 Nano Lett. 2019, 19, 1560 1569 1562\ntwo analogues of compound 1, Nap-FG-GYGSSSRRAPQT (compound 3) and Nap-G-GYGSSSRRAPQT (compound 4) with fewer phenylalanine (F, Figures S1 and S2). Both Compounds 3 and 4 also dissolved well in PBS at the concentration of 0.5 wt % and formed clear solutions (Figures S13 and S14). The critical aggregation concentration (CAC) of these compounds was determined by dynamic laser scattering. The CAC value for compound 1 (47.5 M) was orders of magnitude lower than those of compounds 2 4, which were 987.4, 615.7, and 852.2 M, respectively (Figures S15 S18). These observations suggested the importance of Nap-FFG on the self-assembly of the IGF-1C peptide.\nTransmission electron microscopy (TEM) image of Gel 1 revealed the formation of entangled nano bers formed by compound 1 (Figure 1D). We observed two kinds of bers in the sample, one was thin with a diameter of approximately 40 80 nm, and the other showed an obviously larger diameter of approximately 120 160 nm. These bers entangled with each other and formed a three-dimensional network. The circular dichroism (CD) spectrum of the Gel 1 exhibited a positive peak at 195 nm and a negative band centered at 219 nm, demonstrating a typical -sheet secondary structure (Figure 1E). Meanwhile, CD spectrum of Sol. of 2 showed a negative peak at 196 nm, which matched the characteristic spectrum of a random coil peptide and indicated that compound 2 mainly adopted a random coil structure in solution52 (Figure 1E). Finally, both solutions of 3 and 4 showed primarily strong negative bands near 204 nm, indicating a largely disordered conformation53 (Figure S19).\nSurface plasmon resonance (SPR) spectroscopy (Biacore S200, at 25 °C) was used to determine the binding a nity of compounds 1 4 to the recombinant human IGF-1R (rhIGF1R). Brie y, rhIGF-1R was immobilized on the surface of a CM5 sensor chip, and the Gel 1 (5.6 mM) and solutions of compounds 2 4 were diluted into solutions with concentrations ranging from 3.9 nM to 12.5 M for the a nity measurement and kinetic tests. The results indicated that compound 1 in diluted Gel 1 exhibited a KD value of 11.5 nM to the rhIGF-1R (Figure S20), approximately 3-fold greater than that in previous experimental data of IGF-1 proteins (4.3 nM).54 The KD value of compound 2 to rhIGF-1R was measured to be 321.6 nM, approximately 70 times larger than that of the IGF-1 protein. Compounds 3 and 4 had KD values of 346.3 and 381.0 nM, respectively, which were similar to that of compound 2. These observations clearly indicated that compound 1 in diluted Gel 1 could bind IGF-1R with a higher a nity than other compounds in solutions of 2 4 could. In order to characterize the nanostructures in diluted Gel 1, TEM images of diluted Gel 1 at concentrations of 100 M, 1 M, and 10 nM were obtained. We found that the long nano bers in Gel 1 (0.5 wt %) broke into small and short nano bers in diluted Gel 1 at a concentration of 100 M (Figure S21). In the diluted Gel 1 at a concentration of 1 M, we observed both short nano bers and nanoparticles (Figure S21). Upon further dilution (at a concentration of 10 nM), we could only observe a small amount of nanoparticles in the sample (Figure S21). These results suggested the importance of the supramolecular self-assembly and the formation of the -sheet conformation for the high binding a nity to rhIGF-1R.\nPrevious studies indicated that the binding a nity of IGF-1 analogues to IGF-1R correlated directly with their ability to prevent cell apoptosis.54 We therefore evaluated the proliferation improvement and apoptosis inhibition e cacy of\nnanomaterials in diluted Gel 1, Sol. of 2, and IGF-1 protein on HUVECs. We rst added di erent concentrations of nanomaterials in diluted Gel 1 and Sol. of 2 to the culture medium of HUVECs, respectively. The obtained dose response curves for compound-induced cell proliferation were bell-shaped, and the best concentrations to enhance cell proliferation was approximately 5 10 nM for both nanomaterials in diluted Gel 1 and Sol. of 2 (Figure 2A and Figure S22). These results were very similar to that of natural IGF-1 protein, whose best concentration to promote HUVEC proliferation was also approximately 10 nM (Figure S23). The bell-shaped dose response curve represented negative cooperativity, which is a classic feature of a ligand binding to the IGF-1R.55,56\nAfter being exposed to equal doses (10 nM) of nanomaterials in diluted Gel 1, Sol. of 2, or IGF-1 protein for 48 h, we determined the cell number in each group by the CCK-8 assay (Figure 2B). Strikingly, we found that the cell number in the group treated with nanomaterials in diluted Gel 1 was the highest (219.4% higher than that in the control group), while the cell number in the group treated with IGF-1 protein was only 164.0% higher than that in the control group. There was only a slight increase in cell number in the group treated with Sol. of 2 (134.6% increase compared with that in the control group). These results were in accordance with the cell density images of each group (Figure 2C). We then used the IGF-1R inhibitor picropodophyllin (PPP), which was known to selectively inhibit tyrosine phosphorylation of the IGF-1R and e ciently block IGF-1R activity,57 together with IGF-1 or nanomaterials in diluted Gel 1 to treat HUVECs. The results in Figure S24 indicated that the proliferation of HUVECs were totally suppressed by the inhibitor, suggesting that the proliferation of HUVECs stimulated by IGF-1 or nanomaterials in diluted Gel 1 was due to IGF-1R activation.\nPrevious research demonstrated that IGF-1 proteins could inhibit apoptosis.1 We therefore used H2O2 to induce oxidative stress on mouse HUVECs in vitro and evaluated the cytoprotective e ects of nanomaterials in diluted Gel 1, Sol. of 2, and IGF-1 on the cells. First, cells were cultured in medium containing 10 nM of nanomaterials in diluted Gel 1, Sol. of 2, IGF-1 proteins, or without any additional compounds for 24 h. Cells were then exposed to 200 M H2O2 for another 2 h. The live/dead staining kit was used to discriminate between live and dead cells. Fluorescence images showed that the addition of H2O2 caused the death of a large number of HUVECs in the control group in which IGF-1 proteins or peptides were absent, whereas the addition of 10 nM of nanomaterials in diluted Gel 1, Sol. of 2, or IGF-1 protein e ciently prevented cell apoptosis (Figure 2D). The percentage of dead cells was as high as 24% in the control group (Figure 2E). The group treated with Sol. of 2 showed the second largest cell death percentage of 10.7%. Meanwhile, the presence of nanomaterials in diluted Gel 1 signi cantly reduced the cell death percentage, which was only 3.7% and even smaller than that in IGF-1 protein group (7.4%). These results demonstrated that nanomaterials in diluted Gel 1 could protect HUVECs against H2O2-induced apoptosis more potently than both Sol. of 2 and native IGF-1 protein did.\nWe also evaluated the antiapoptotic e ect of nanomaterials in diluted Gel 1 on islets in vitro. Mouse islets were isolated according to a previously reported procedure.58 The islets were cultured in medium in the absence or presence of nanomaterials in diluted Gel 1 (10 nM of compound 1) for 14 days. After staining with a live/dead kit, the uorescent images\nDOI: 10.1021/acs.nanolett.8b04406 Nano Lett. 2019, 19, 1560 1569 1563\nshowed that the addition of nanomaterials in diluted Gel 1 signi cantly inhibited cell death caused by the lack of oxygen and nutrients within the islets (Figure 2F). The nanomaterials in diluted Gel 1 could reduce by about two-thirds of the apoptosis rate in normal culture medium without the nanomaterials (22.2% to 7.5%) (Figure 2G). Taken together, these results clearly demonstrated the superior antiapoptotic e ect of nanomaterials in diluted Gel 1.\nPhosphorylation of tyrosine residues in the tyrosine kinase domain of the -subunit of IGF-1R is necessary for activation of downstream signaling pathways. Therefore, we examined whether the biological action of nanomaterials in diluted Gel 1 was mediated by the IGF-1R pathway by measuring the phosphorylation rate of the receptor in HUVECs. The interaction of IGF-1 protein or nanomaterials in diluted Gel 1 with the IGF-1R in HUVECs resulted in approximately 2 times the amount of phosphorylated receptor than that in untreated cells (p < 0.001, Figure 2H,I). There was a moderate increase in the amount of phosphorylated receptor in cells treated with Sol. of 2, suggesting that Sol. of 2 could activate the IGF-1R but is not as potent as the natural IGF-1 or nanomaterials in diluted Gel 1. These results clearly indicated that, similar to the IGF-1 protein, nanomaterials in diluted Gel 1 activated the IGF-1R and therefore promoted HUVEC proliferation and prevented cell apoptosis.\nInterestingly, the level of phosphorylated IGF-1 receptor for both nanomaterials in diluted Gel 1 and IGF-1 demonstrated no signi cant di erences (Figure 2I), while nanomaterials in diluted Gel 1 showed stronger e ects on HUVECs in vitro than\nIGF-1 did. One possible reason might be that the protein was more vulnerable to proteases than the assembled peptide was, so that it lost its activity during long-time cell culture. To test this hypothesis, we used the same amount of protease K to treat 1 mM of nanomaterials in diluted Gel 1 and IGF-1 protein. Results showed that approximately 65% of compound 1 was gradually degraded by protease K during the 12-h incubation, and there was approximately 25% of compound 1 remaining after being treated with protease K for 24 h (Figure S25). For the IGF-1 protein, after being treated by protease K for only 1 h, the results from SDS-PAGE gel electrophoresis indicated that most of the protein had been degraded. These observations clearly demonstrated that the assembled compound 1 was resistant to protease degradation, while native IGF-1 protein was easily degraded by digestion enzymes. The longer biostability of assembled peptides resulted in enhanced biofunctions in HUVECs in vitro, which also suggested the promising biomedical applications of nanomaterials in diluted Gel 1 in vivo.\nThe preparation method dramatically a ects the peptide folding and self-assembly.37 39 Extensive studies have shown that peptide hydrogelators tend to adopt a -sheet conformation via the heating cooling process. Our recent studies demonstrated that using EISA by alkaline phosphatase (ALP) to convert the phosphorylated precursors into the corresponding hydrogelators could result in -helical conformational peptides.42 44 We therefore synthesized the phosphorylated precursor of compound 1 (compound 5 in Figure 3A), which could form a clear hydrogel by the EISA\nFigure 3. (A) Chemical structure of the progelator, compound 5. (B) Solution of compound 5 in PBS bu er (0.5 wt %, pH = 7.4) and the resulting hydrogel (Gel 2) formed via adding 1 U/mL of alkali phosphatase (ALP). (C) CD spectra of both gels (Gel 1 and Gel 2 at 0.5 wt %). (D) Proliferation of HUVECs after being exposed to culture medium with or without the addition of 10 nM of nanomaterials in diluted Gel 1 or Gel 2 for 48 h. (E) Apoptosis rates of HUVECs in di erent groups after being treated with 200 M H2O2 for 2 h. Data presented as the mean ± SEM, n = 5 samples per group. ***p < 0.001.\nDOI: 10.1021/acs.nanolett.8b04406 Nano Lett. 2019, 19, 1560 1569 1564\nprocess at 37 °C (Gel 2 in Figure 3B). We then used liquid chromatography mass spectrometry (LC MS) to monitor the conversion ratio of compound 5 to compound 1. Results in Figure S26 showed that about 60 min after the addition of ALP, more than 99% of compound 5 was converted to compound 1. Similar to Gel 1, the TEM image of Gel 2 also revealed networks of nano bers (Figure S27). However, the diameters of the nano bers in Gel 2 were smaller (22 nm) and more uniform than those in Gel 1. The CD spectrum suggested an -helical conformation of the peptide in the clear Gel 2 (Figure 3C). Therefore, Gel 2 appeared to be an ideal control material for Gel 1, because both possessed the same amino acid sequence but with totally di erent secondary structures. We used SPR to determine the dissociation constant of the -helical peptide in Gel 2 to rhIGF-1R. The result showed a very weak binding between the nanomaterials in diluted Gel 2 and the receptor, with a KD value of 179.1 nM (Figure S28). The nanomaterials in diluted Gel 2 showed little e ect on the phosphorylation of IGF-1R, proliferation enhancement, or apoptosis prevention of HUVECs (Figure 3D,E and Figures S29 S31). We obtained the CD spectra of diluted Gel 1 and diluted Gel 2 at di erent concentrations. We found that the peptide conformations were retained upon dilution (Figures S32 and S33). However, we were unable to\nobserve CD signals for diluted Gel 1 at concentrations lower than 9.7 M and diluted Gel 2 at concentrations lower than 2.4 M because of the detection limit of the instrument. We heated Gel 2 to around 95 °C to make a clear solution, and we found a clear hydrogel after cooling back to the room temperature (Gel 2 ). The CD spectra indicated that the compound in Gel 2 adopted a -sheet conformation (Figure S34). The compound in Gel 2 exhibited similar activity with that in diluted Gel 1 to enhance the proliferation of HUVECs (Figure S35). These results not only clearly indicated the importance of preparation pathways to control the peptide folding but also the importance of the secondary structure of peptides to their bioactivity.\nTherapeutic e cacy of nanomaterials in diluted Gel 1 and the control materials in ischemic disease were then examined by evaluating the physiological status of ischemic limbs 28 days after surgery. As shown in the representative photographs and the quanti cation results of the severity of the injuries (Figure 4A,B, all of the images in each group are shown in Figure S36), no limb salvage was observed in the control group treated with saline, the one treated with Sol. of 2, or the one treated with nanomaterials in diluted Gel 2. However, we observed signi cant improvement in tissue salvage in animals treated with nanomaterials in diluted Gel 1 (62.5%) and IGF-1\nFigure 4. (A) Representative laser Doppler perfusion images of mice subjected to limb ischemia at di erent time points. (B) Quanti cation of physiological status of injured hind limbs at day 28. n = 8 mice per group. (C) Limb perfusion at di erent time points determined by laser Doppler perfusion imaging as a percentage of the perfusion before subjection to limb ischemia. Data presented as the mean ± SEM, n = 8 mice per group. *p < 0.05 vs control group, **p < 0.01 vs control group.\nDOI: 10.1021/acs.nanolett.8b04406 Nano Lett. 2019, 19, 1560 1569 1565\n(37.5%) at day 28. In the Gel 1 group, the occurrence of foot necrosis was observed in 37.5% of animals. In the IGF-1 group, the observed foot necrosis was approximately 50%, and the remaining 12.5% of animals lost partial limbs. The animals treated with Sol. of 2, 37.5% lost their limbs, 25% lost partial limbs, and foot necrosis was observed in the remaining 37.5% of animals. The worst limb status were observed in the control and Gel 2 groups; both su ered from 62.5% of limb loss and 37.5% of partial limb necrosis.\nLaser Doppler perfusion imaging (LDPI) was obtained to assess tissue perfusion in the ischemic hind limb (Figure 4C). During the rst 3 weeks, the treatment with nanomaterials in diluted Gel 1 and IGF-1 signi cantly enhanced the recovery of tissue perfusion compared to those treated with saline, Sol. of 2, and nanomaterials in diluted Gel 2. At day 28 after induction of ischemia, animals treated with nanomaterials in diluted Gel 1 had a signi cantly higher perfusion ratio (76.9%) than that of animals treated with those in diluted Gel 2 (31.1%, p < 0.05)\nor saline (29.0%, p < 0.01) and even slightly higher than that of IGF-1 (68.0%).\nWe also used H&E staining to examine the muscle tissue morphology at day 28 post surgery (Figure 5A). Signi cant muscle loss was observed in the control (saline) and Gel 2 groups, as compared with the native limb muscle tissue (p < 0.001). Treatment with Sol. of 2 had a modest e ect on the prevention of the muscle degradation. Satisfactorily, the Gel 1 and IGF-1 treatment signi cantly reduced muscle degeneration at the sites of injury, and the muscle ber diameter of samples in groups treated with Gel 1 and IGF-1 were remarkably larger than that in Sol. of 2, nanomaterials in diluted Gel 2, and control groups, which were close to that of native muscle tissue (Figure 5B,C). The tissue brosis in injured muscle tissue was evaluated by Masson’s trichrome staining at day 28 post surgery. A substantial increase in collagen deposition was observed in the control group compared to native muscle tissue (p < 0.01). Treatments with Sol. of 2 and nanomaterials\nFigure 5. (A) Representative photomicrographs of tissue sections from ischemic limbs at postoperative day 28, stained with H&E, Masson’s trichrome (MT), and -SMA antibody. Normal saline was used as the control. The muscle tissue area (B) and muscle ber diameter (C) were calculated based on HE staining. (D) The brosis area was calculated based on Masson’s trichrome staining. The vessel number (E) and area (F) were calculated based on -SMA antibody staining. Data presented as the mean ± SEM, n = 8 samples per group. *p < 0.05, **p < 0.01, ***p < 0.001.\nDOI: 10.1021/acs.nanolett.8b04406 Nano Lett. 2019, 19, 1560 1569 1566\nin diluted Gel 2 could prevent tissue brosis, however, not as potently as nanomaterials in diluted Gel 1 and IGF-1 did. The brosis areas in samples from the Gel 1 and IGF-1 groups were 50% smaller than those in the Sol. of 2 and Gel 2 groups (Figures 5A,D)\nThen the level of mature blood vessels in the injured tissue at day 28 post surgery was evaluated by immuno uorescence staining with an -SMA antibody (Figure 5A). The quantitative results revealed that, compared to the Sol. of 2 and Gel 2 groups, treatment with nanomaterials in diluted Gel 1 resulted in an 2-fold increase in vessel number and an 6- fold increase in vessel area (Figure 5E,F). The treatment with Sol. of 2 and nanomaterials in diluted Gel 2 did not have a signi cant e ect on vascularization in the ischemic limbs’ muscle. The proangiogenic e ect of nanomaterials in diluted Gel 1 was comparable with IGF-1. After treatment for 28 days, both groups reached the level of native muscle tissue in both vessel number and vessel area. Together, these two observations accounted for the excellent ischemic hind-limb salvage results. After ischemia, treatment with nanomaterials in diluted Gel 1 could protect muscle cells and endothelial cells from apoptosis and increase their proliferation. The increased number of endothelial cells nally resulted in an increase in blood vessels and improved blood supply in the tissue, thus leading to a better therapeutic e ect.\nThe conformation of peptides is very important to their bioactivities. However, synthetic peptides from native proteins generally adopt thermal dynamic equilibrium random coil conformations, and it is hard to ensure they maintain the bioactive conformations of native proteins. Using the strategy of supramolecular self-assembly, we can drive single molecular behaviors of peptides into supramolecular ones, which means the secondary conformation of peptides may be kinetically trapped in higher energy levels. The preparation pathway of supramolecular nanomaterials is very important for the outcome of peptide folding and self-assembly. By optimizing the method to trigger molecular self-assembly, we can ensure the peptides fold into -helices or -sheets. In this study, our -sheet self-assembling peptide binds to the IGF-1R with a binding a nity similar to that of the native IGF-1 protein. More importantly, the peptide shows superior bioactivity over native growth factor IGF-1 due to its enhanced biological stability. While the self-assembling peptide with the same peptide sequence but in an -helix conformation fails to mimic IGF-1 both in vitro and in vivo. By introducing the selfassembling motifs and optimizing preparation pathways, we can control the secondary structures of short peptides, which may nally lead to the development of bioactive supramolecular materials that mimic native proteins.\nASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.nanolett.8b04406.\nSynthesis of the compounds; NMR, HR-MS, CD, and SPR spectra of the compounds; photographs of injured mice; and experimental details (PDF)\nAUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Authors",
      "text" : "*E-mail: yangzm@nankai.edu.cn. Phone: +86 22 23502875.\n*E-mail: chemgaojie@nankai.edu.cn. *E-mail: wangkai@nankai.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Deling Kong: 0000-0002-5520-0769 Jie Gao: 0000-0002-6186-2750 Zhimou Yang: 0000-0003-2967-6920"
    }, {
      "heading" : "Author Contributions",
      "text" : "#Y.S. and D.Z. contributed equally."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing nancial interest.\nACKNOWLEDGMENTS This work is supported by the National Science Fund for Distinguished Young Scholars (Grant 31825012), National Key Research and Development Program of China (Grant 2017YFC1103502,), NSFC (Grants 21875116, 51773097, 81830060, 81701840, 81772000, and 31771066), National Program for Support of Top-notch Young Professionals, Fundamental Research Funds for the Central Universities, Tianjin Science Fund for Distinguished Young Scholars (Grant 17JCJQJC44900), Young Elite Scientists Sponsorship Program by Tianjin (Grant TJSQNTJ-2017-16), and China Postdoctoral Science Foundation (Grant 2016M600185).\nREFERENCES (1) Svegliati-Baroni, G.; Ridolfi, F.; Di Sario, A.; Casini, A.; Marucci, L.; Gaggiotti, G.; Orlandoni, P.; Macarri, G.; Perego, L.; Benedetti, A.; Folli, F. Insulin and insulin-like growth factor-1 stimulate proliferation and type I collagen accumulation by human hepatic stellate cells: Differential effects on signal transduction pathways. Hepatology 1999, 29, 1743. (2) Cheng, C. M.; Reinhardt, R. R.; Lee, W.-H.; Joncas, G.; Patel, S. C.; Bondy, C. A. Insulin-like growth factor 1 regulates developing brain glucose metabolism. Proc. Natl. Acad. Sci. U. S. A. 2000, 97, 10236. (3) Mohamed-Ali, V.; Pinkney, J. Therapeutic potential of insulinlike growth factor-1 in patients with diabetes mellitus. Treat. Endocrinol. 2002, 1, 399. (4) Bilbao, D.; Luciani, L.; Johannesson, B.; Piszczek, A.; Rosenthal, N. Insulin-like growth factor-1 stimulates regulatory T cells and suppresses autoimmune disease. EMBO Mol. Med. 2014, 6, 1423. (5) Laron, Z. Lessons From 50 Years of Study of Laron Syndrome. Endocr. Pract. 2015, 21, 1395. (6) Puche, J. E.; Castilla-Cortazar, I. Human conditions of insulinlike growth factor-I (IGF-I) deficiency. J. Transl. Med. 2012, 10, 224. (7) Lu, S.; Lam, J.; Trachtenberg, J. E.; Lee, E. J.; Seyednejad, H.; van den Beucken, J. J. J. P.; Tabata, Y.; Wong, M. E.; Jansen, J. A.; Mikos, A. G.; Kasper, F. K. Dual growth factor delivery from bilayered, biodegradable hydrogel composites for spatially-guided osteochondral tissue repair. Biomaterials 2014, 35, 8829. (8) Borselli, C.; Storrie, H.; Benesch-Lee, F.; Shvartsman, D.; Cezar, C.; Lichtman, J. W.; Vandenburgh, H. H.; Mooney, D. J. Functional muscle regeneration with combined delivery of angiogenesis and myogenesis factors. Proc. Natl. Acad. Sci. U. S. A. 2010, 107, 3287. (9) Tang, J.; Shen, D.; Caranasos, T. G.; Wang, Z.; Vandergriff, A. C.; Allen, T. A.; Hensley, M. T.; Dinh, P. U.; Cores, J.; Li, T. S.; Zhang, J.; Kan, Q.; Cheng, K. Therapeutic microparticles functionalized with biomimetic cardiac stem cell membranes and secretome. Nat. Commun. 2017, 8, 13724. (10) Davis, M. E.; Hsieh, P. C. H.; Takahashi, T.; Song, Q.; Zhang, S.; Kamm, R. D.; Grodzinsky, A. J.; Anversa, P.; Lee, R. T. Local myocardial insulin-like growth factor 1 (IGF-1) delivery with biotinylated peptide nanofibers improves cell therapy for myocardial infarction. Proc. Natl. Acad. Sci. U. S. A. 2006, 103, 8155.\nDOI: 10.1021/acs.nanolett.8b04406 Nano Lett. 2019, 19, 1560 1569 1567\n(11) Padin-Iruegas, M. E.; Misao, Y.; Davis, M. E.; Segers, V. F. M.; Esposito, G.; Tokunou, T.; Urbanek, K.; Hosoda, T.; Rota, M.; Anversa, P.; Leri, A.; Lee, R. T.; Kajstura, J. Cardiac Progenitor Cells and Biotinylated Insulin-Like Growth Factor-1 Nanofibers Improve Endogenous and Exogenous Myocardial Regeneration After Infarction. Circulation 2009, 120, 876. (12) Arkin, M. R.; Wells, J. A. Small-molecule inhibitors of protein protein interactions: progressing towards the dream. Nat. Rev. Drug Discovery 2004, 3, 301. (13) Jiang, H.; Deng, R.; Yang, X.; Shang, J.; Lu, S.; Zhao, Y.; Song, K.; Liu, X.; Zhang, Q.; Chen, Y.; Chinn, Y. E.; Wu, G.; Li, J.; Chen, G.; Yu, J.; Zhang, J. Peptidomimetic inhibitors of APC Asef interaction block colorectal cancer migration. Nat. Chem. Biol. 2017, 13, 994. (14) Pelay-Gimeno, M.; Glas, A.; Koch, O.; Grossmann, T. N. Structure-Based Design of Inhibitors of Protein Protein Interactions: Mimicking Peptide Binding Epitopes. Angew. Chem., Int. Ed. 2015, 54, 8896. (15) Cwirla, S. E.; Balasubramanian, P.; Duffin, D. J.; Wagstrom, C. R.; Gates, C. M.; Singer, S. C.; Davis, A. M.; Tansik, R. L.; Mattheakis, L. C.; Boytos, C. M.; Schatz, P. J.; Baccanari, D. P.; Wrighton, N. C.; Barrett, R. W.; Dower, W. J. Peptide agonist of the thrombopoietin receptor as potent as the natural cytokine. Science 1997, 276, 1696. (16) Walensky, L. D.; Kung, A. L.; Escher, I.; Malia, T. J.; Barbuto, S.; Wright, R. D.; Wagner, G.; Verdine, G. L.; Korsmeyer, S. J. Activation of apoptosis in vivo by a hydrocarbon-stapled BH3 helix. Science 2004, 305, 1466. (17) Zhang, B.; Salituro, G.; Szalkowski, D.; Li, Z.; Zhang, Y.; Royo, I.; Vilella, D.; Díez, M. T.; Pelaez, F.; Ruby, C.; Kendall, R. L.; Mao, X.; Griffin, P.; Calaycay, J.; Zierath, J. R.; Heck, J. V.; Smith, R. G.; M? ller, D. E. Discovery of a Small Molecule Insulin Mimetic with Antidiabetic Activity in Mice. Science 1999, 284, 974. (18) D’Andrea, L. D.; Iaccarino, G.; Fattorusso, R.; Sorriento, D.; Carannante, C.; Capasso, D.; Trimarco, B.; Pedone, C. Targeting angiogenesis: structural characterization and biological properties of a de novo engineered VEGF mimicking peptide. Proc. Natl. Acad. Sci. U. S. A. 2005, 102, 14215. (19) Giannis, A.; Kolter, T. Peptidomimetics for Receptor Ligands Discovery, Development, and Medical Perspectives. Angew. Chem., Int. Ed. Engl. 1993, 32, 1244. (20) Wang, J.; Xiong, T.; Zhou, J.; He, H.; Wu, D.; Du, X.; Li, X.; Xu, B. Enzymatic formation of curcumin in vitro and in vivo. Nano Res. 2018, 11, 3453. (21) Zhou, J.; Du, X.; Chen, X.; Wang, J.; Zhou, N.; Wu, D.; Xu, B. Enzymatic Self-Assembly Confers Exceptionally Strong Synergism with NF- B Targeting for Selective Necroptosis of Cancer Cells. J. Am. Chem. Soc. 2018, 140, 2301. (22) Medina, S. H.; Michie, M. S.; Miller, S. E.; Schnermann, M. J.; Schneider, J. P. Fluorous Phase-Directed Peptide Assembly Affords Nano-Peptisomes Capable of Ultrasound-Triggered Cellular Delivery. Angew. Chem., Int. Ed. 2017, 56, 11404. (23) Xing, R.; Yuan, C.; Li, S.; Song, J.; Li, J.; Yan, X. ChargeInduced Secondary Structure Transformation of Amyloid-Derived Dipeptide Assemblies from -Sheet to -Helix. Angew. Chem., Int. Ed. 2018, 57, 1537. (24) Zhang, C.; Liu, L.-H.; Qiu, W.-X.; Zhang, Y.-H.; Song, W.; Zhang, L.; Wang, S.-B.; Zhang, X.-Z. A Transformable Chimeric Peptide for Cell Encapsulation to Overcome Multidrug Resistance. Small 2018, 14, 1703321. (25) Cai, Y.; Shen, H.; Zhan, J.; Lin, M.; Dai, L.; Ren, C.; Shi, Y.; Liu, J.; Gao, J.; Yang, Z. Supramolecular “Trojan Horse” for Nuclear Delivery of Dual Anticancer Drugs. J. Am. Chem. Soc. 2017, 139, 2876. (26) Wang, H.; Feng, Z.; Qin, Y.; Wang, J.; Xu, B. Nucleopeptide Assemblies Selectively Sequester ATP in Cancer Cells to Increase the Efficacy of Doxorubicin. Angew. Chem. 2018, 130, 5025. (27) Cui, H.; Xu, B. Supramolecular medicine. Chem. Soc. Rev. 2017, 46, 6430. (28) Shigemitsu, H.; Fujisaku, T.; Tanaka, W.; Kubota, R.; Minami, S.; Urayama, K.; Hamachi, I. An adaptive supramolecular hydrogel\ncomprising self-sorting double nanofibre networks. Nat. Nanotechnol. 2018, 13, 165. (29) Mershin, A.; Cook, B.; Kaiser, L.; Zhang, S. G. A classic assembly of nanobiomaterials. Nat. Biotechnol. 2005, 23, 1379. (30) Smith, D. K. Building bridges. Nat. Chem. 2010, 2, 162. (31) Hendricks, M. P.; Sato, K.; Palmer, L. C.; Stupp, S. I. Supramolecular Assembly of Peptide Amphiphiles. Acc. Chem. Res. 2017, 50, 2440. (32) Black, M.; Trent, A.; Kostenko, Y.; Lee, J. S.; Olive, C.; Tirrell, M. Self-Assembled Peptide Amphiphile Micelles Containing a Cytotoxic T-Cell Epitope Promote a Protective Immune Response In Vivo. Adv. Mater. 2012, 24, 3845. (33) Luo, Z.; Wu, Q.; Yang, C.; Wang, H.; He, T.; Wang, Y.; Wang, Z.; Chen, H.; Li, X.; Gong, C.; Yang, Z. A Powerful CD8+ T-Cell Stimulating D-Tetra-Peptide Hydrogel as a Very Promising Vaccine Adjuvant. Adv. Mater. 2017, 29, 1601776. (34) Hudalla, G. A.; Sun, T.; Gasiorowski, J. Z.; Han, H.; Tian, Y. F.; Chong, A. S.; Collier, J. H. Gradated assembly of multiple proteins into supramolecular nanomaterials. Nat. Mater. 2014, 13, 829. (35) Webber, M. J.; Tongers, J.; Newcomb, C. J.; Marquardt, K. T.; Bauersachs, J.; Losordo, D. W.; Stupp, S. I. Supramolecular nanostructures that mimic VEGF as a strategy for ischemic tissue repair. Proc. Natl. Acad. Sci. U. S. A. 2011, 108, 13438. (36) Rubert Perez, C. M.; Alvarez, Z.; Chen, F.; Aytun, T.; Stupp, S. I. Mimicking the Bioactivity of Fibroblast Growth Factor-2 Using Supramolecular Nanoribbons. ACS Biomater. Sci. Eng. 2017, 3, 2166. (37) Hirst, A. R.; Roy, S.; Arora, M.; Das, A. K.; Hodson, N.; Murray, P.; Marshall, S.; Javid, N.; Sefcik, J.; Boekhoven, J.; van Esch, J. H.; Santabarbara, S.; Hunt, N. T.; Ulijn, R. V. Biocatalytic induction of supramolecular order. Nat. Chem. 2010, 2, 1089. (38) Kumar, M.; Ing, N. L.; Narang, V.; Wijerathne, N. K.; Hochbaum, A. I.; Ulijn, R. V. Amino-acid-encoded biocatalytic selfassembly enables the formation of transient conducting nanostructures. Nat. Chem. 2018, 10, 696. (39) Tantakitti, F.; Boekhoven, J.; Wang, X.; Kazantsev, R. V.; Yu, T.; Li, J.; Zhuang, E.; Zandi, R.; Ortony, J. H.; Newcomb, C. J.; Palmer, L. C.; Shekhawat, G. S.; de la Cruz, M. O.; Schatz, G. C.; Stupp, S. I. Energy landscapes and functions of supramolecular systems. Nat. Mater. 2016, 15, 469. (40) Yang, Z.; Gu, H.; Fu, D.; Gao, P.; Lam, J. K.; Xu, B. Enzymatic Formation of Supramolecular Hydrogels. Adv. Mater. 2004, 16, 1440. (41) Yang, Z.; Liang, G.; Xu, B. Enzymatic Hydrogelation of Small Molecules. Acc. Chem. Res. 2008, 41, 315. (42) Zhan, J.; Cai, Y.; Ji, S.; He, S.; Cao, Y.; Ding, D.; Wang, L.; Yang, Z. Spatiotemporal Control of Supramolecular Self-Assembly and Function. ACS Appl. Mater. Interfaces 2017, 9, 10012. (43) Liang, C.; Zheng, D.; Shi, F.; Xu, T.; Yang, C.; Liu, J.; Wang, L.; Yang, Z. Enzyme-assisted peptide folding, assembly and anti-cancer properties. Nanoscale 2017, 9, 11987. (44) Yang, C.; Ren, X.; Ding, D.; Wang, L.; Yang, Z. Enzymatic induction of supramolecular order and bioactivity. Nanoscale 2016, 8, 10768. (45) Vajdos, F. F.; Ultsch, M.; Schaffer, M. L.; Deshayes, K. D.; Liu, J.; Skelton, N. J.; de Vos, A. M. Crystal Structure of Human Insulinlike Growth Factor-1: Detergent Binding Inhibits Binding Protein Interactions. Biochemistry 2001, 40, 11022. (46) Xu, Y.; Kong, G. K. W.; Menting, J. G.; Margetts, M. B.; Delaine, C. A.; Jenkin, L. M.; Kiselyov, V. V.; De Meyts, P.; Forbes, B. E.; Lawrence, M. C. Nat. Commun. 2018, 9, 821. (47) Yamada, N.; Yanai, R.; Nakamura, M.; Inui, M.; Nishida, T. Role of the C domain of IGFs in synergistic promotion, with a substance P-derived peptide, of rabbit corneal epithelial wound healing. Invest. Ophthalmol. Visual Sci. 2004, 45, 1125. (48) Feng, G.; Zhang, J.; Li, Y.; Nie, Y.; Zhu, D.; Wang, R.; Liu, J.; Gao, J.; Liu, N.; He, N.; Du, W.; Tao, H.; Che, Y.; Xu, Y.; Kong, D.; Zhao, Q.; Li, Z. IGF-1 C Domain Modified Hydrogel Enhances Cell Therapy for AKI. J. Am. Soc. Nephrol. 2016, 27, 2357. (49) Wang, X.; Zhang, J.; Cui, W.; Fang, Y.; Li, L.; Ji, S.; Mao, D.; Ke, T.; Yao, X.; Ding, D.; Feng, G.; Kong, D. Composite Hydrogel\nDOI: 10.1021/acs.nanolett.8b04406 Nano Lett. 2019, 19, 1560 1569 1568\nModified by IGF-1C Domain Improves Stem Cell Therapy for Limb Ischemia. ACS Appl. Mater. Interfaces 2018, 10, 4481. (50) Mondal, S.; Varenik, M.; Bloch, D. N.; Atsmon-Raz, Y.; Jacoby, G.; Adler-Abramovich, L.; Shimon, L. J. W.; Beck, R.; Miller, Y.; Regev, O.; Gazit, E. A minimal length rigid helical peptide motif allows rational design of modular surfactants. Nat. Commun. 2017, 8, 14018. (51) Reches, M.; Gazit, E. Casting Metal Nanowires Within Discrete Self-Assembled Peptide Nanotubes. Science 2003, 300, 625. (52) Branco, M. C.; Pochan, D. J.; Wagner, N. J.; Schneider, J. P. The effect of protein structure on their controlled release from an injectable peptide hydrogel. Biomaterials 2010, 31, 9527. (53) Morrisett, J. D.; David, J. S. K.; Pownall, H. J.; Gotto, A. M. Interaction of an apolipoprotein (apoLP-alanine) with phosphatidylcholine. Biochemistry 1973, 12, 1290. (54) Forbes, B. E.; Hartfield, P. J.; McNeil, K. A.; Surinya, K. H.; Milner, S. J.; Cosgrove, L. J.; Wallace, J. C. Characteristics of binding of insulin-like growth factor (IGF)-I and IGF-II analogues to the type 1 IGF receptor determined by BIAcore analysis. Eur. J. Biochem. 2002, 269, 961. (55) De Meyts, P.; Ursø, B.; Christoffersen, C. T.; Shymko, R. M. Mechanism of insulin and IGF-I receptor activation and signal transduction specificity. Receptor dimer cross-linking, bell-shaped curves, and sustained versus transient signaling. Ann. N. Y. Acad. Sci. 1995, 766, 388. (56) Kavran, J. M.; McCabe, J. M.; Byrne, P. O.; Connacher, M. K.; Wang, Z.; Ramek, A.; Sarabipour, S.; Shan, Y.; Shaw, D. E.; Hristova, K.; Cole, P. A.; Leahy, D. J. How IGF-1 activates its receptor. eLife 2014, 3, e03772. (57) Girnita, A.; Girnita, L.; Prete, F. d.; Bartolazzi, A.; Larsson, O.; Axelson, M. Cyclolignans as Inhibitors of the Insulin-Like Growth Factor-1 Receptor and Malignant Cell Growth. Cancer Res. 2004, 64, 236. (58) Mao, D.; Zhu, M. F.; Zhang, X. Y.; Ma, R.; Yang, X. Q.; Ke, T. Y.; Wang, L. Y.; Li, Z. J.; Kong, D. L.; Li, C. A macroporous heparinreleasing silk fibroin scaffold improves islet transplantation outcome by promoting islet revascularisation and survival. Acta Biomater. 2017, 59, 210.\nDOI: 10.1021/acs.nanolett.8b04406 Nano Lett. 2019, 19, 1560 1569 1569"
    } ],
    "references" : [ {
      "title" : "Insulin and insulin-like growth factor-1 stimulate proliferation and type I collagen accumulation by human hepatic stellate cells: Differential effects on signal transduction pathways",
      "author" : [ "G. Svegliati-Baroni", "F. Ridolfi", "A. Di Sario", "A. Casini", "L. Marucci", "G. Gaggiotti", "P. Orlandoni", "G. Macarri", "L. Perego", "A. Benedetti", "F. Folli" ],
      "venue" : "Hepatology",
      "citeRegEx" : "Svegliati.Baroni et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Svegliati.Baroni et al\\.",
      "year" : 1999
    }, {
      "title" : "Insulin-like growth factor 1 regulates developing brain glucose metabolism",
      "author" : [ "C.M. Cheng", "R.R. Reinhardt", "W.-H. Lee", "G. Joncas", "S.C. Patel", "C.A. Bondy" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A",
      "citeRegEx" : "Cheng et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Cheng et al\\.",
      "year" : 2000
    }, {
      "title" : "Therapeutic potential of insulinlike growth factor-1 in patients with diabetes mellitus",
      "author" : [ "V. Mohamed-Ali", "J. Pinkney" ],
      "venue" : "Treat. Endocrinol",
      "citeRegEx" : "Mohamed.Ali and Pinkney,? \\Q2002\\E",
      "shortCiteRegEx" : "Mohamed.Ali and Pinkney",
      "year" : 2002
    }, {
      "title" : "Insulin-like growth factor-1 stimulates regulatory T cells and suppresses autoimmune disease",
      "author" : [ "D. Bilbao", "L. Luciani", "B. Johannesson", "A. Piszczek", "N. Rosenthal" ],
      "venue" : "EMBO Mol. Med",
      "citeRegEx" : "Bilbao et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Bilbao et al\\.",
      "year" : 2014
    }, {
      "title" : "Lessons From 50 Years of Study of Laron Syndrome",
      "author" : [ "Z. Laron" ],
      "venue" : "Endocr. Pract. 2015,",
      "citeRegEx" : "Laron,? \\Q2015\\E",
      "shortCiteRegEx" : "Laron",
      "year" : 2015
    }, {
      "title" : "Human conditions of insulinlike growth factor-I (IGF-I) deficiency",
      "author" : [ "J.E. Puche", "I. Castilla-Cortazar" ],
      "venue" : "J. Transl. Med. 2012,",
      "citeRegEx" : "Puche and Castilla.Cortazar,? \\Q2012\\E",
      "shortCiteRegEx" : "Puche and Castilla.Cortazar",
      "year" : 2012
    }, {
      "title" : "Dual growth factor delivery from bilayered, biodegradable hydrogel composites for spatially-guided osteochondral tissue repair",
      "author" : [ "S. Lu", "J. Lam", "J.E. Trachtenberg", "E.J. Lee", "H. Seyednejad", "J.J.J.P. van den Beucken", "Y. Tabata", "M.E. Wong", "J.A. Jansen", "A.G. Mikos", "F.K. Kasper" ],
      "venue" : "Biomaterials 2014,",
      "citeRegEx" : "Lu et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Lu et al\\.",
      "year" : 2014
    }, {
      "title" : "Functional muscle regeneration with combined delivery of angiogenesis and myogenesis factors",
      "author" : [ "C. Borselli", "H. Storrie", "F. Benesch-Lee", "D. Shvartsman", "C. Cezar", "J.W. Lichtman", "H.H. Vandenburgh", "D.J. Mooney" ],
      "venue" : "Proc. Natl. Acad. Sci",
      "citeRegEx" : "Borselli et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Borselli et al\\.",
      "year" : 2010
    }, {
      "title" : "Therapeutic microparticles functionalized with biomimetic cardiac stem cell membranes and secretome",
      "author" : [ "J. Tang", "D. Shen", "T.G. Caranasos", "Z. Wang", "A.C. Vandergriff", "T.A. Allen", "M.T. Hensley", "P.U. Dinh", "J. Cores", "T.S. Li", "J. Zhang", "Q. Kan", "K. Cheng" ],
      "venue" : "Nat. Commun. 2017,",
      "citeRegEx" : "Tang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Tang et al\\.",
      "year" : 2017
    }, {
      "title" : "Local myocardial insulin-like growth factor 1 (IGF-1) delivery with biotinylated peptide nanofibers improves cell therapy for myocardial infarction",
      "author" : [ "M.E. Davis", "P.C.H. Hsieh", "T. Takahashi", "Q. Song", "S. Zhang", "R.D. Kamm", "A.J. Grodzinsky", "P. Anversa", "R.T. Lee" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A",
      "citeRegEx" : "Davis et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Davis et al\\.",
      "year" : 2006
    }, {
      "title" : "Small-molecule inhibitors of protein protein interactions: progressing towards the dream",
      "author" : [ "M.R. Arkin", "J.A. Wells" ],
      "venue" : "Nat. Rev. Drug Discovery 2004,",
      "citeRegEx" : "Arkin and Wells,? \\Q2004\\E",
      "shortCiteRegEx" : "Arkin and Wells",
      "year" : 2004
    }, {
      "title" : "Peptidomimetic inhibitors of APCAsef interaction block colorectal cancer",
      "author" : [ "H. Jiang", "R. Deng", "X. Yang", "J. Shang", "S. Lu", "Y. Zhao", "K. Song", "X. Liu", "Q. Zhang", "Y. Chen", "Y.E. Chinn", "G. Wu", "J. Li", "G. Chen", "J. Yu", "J. Zhang" ],
      "venue" : "migration. Nat. Chem. Biol. 2017,",
      "citeRegEx" : "Jiang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Jiang et al\\.",
      "year" : 2017
    }, {
      "title" : "Structure-Based Design of Inhibitors of ProteinProtein Interactions: Mimicking Peptide Binding Epitopes",
      "author" : [ "M. Pelay-Gimeno", "A. Glas", "O. Koch", "T.N. Grossmann" ],
      "venue" : "Angew. Chem., Int. Ed. 2015,",
      "citeRegEx" : "Pelay.Gimeno et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Pelay.Gimeno et al\\.",
      "year" : 2015
    }, {
      "title" : "Peptide agonist of the thrombopoietin receptor as potent as the natural cytokine",
      "author" : [ "S.E. Cwirla", "P. Balasubramanian", "D.J. Duffin", "C.R. Wagstrom", "C.M. Gates", "S.C. Singer", "A.M. Davis", "R.L. Tansik", "L.C. Mattheakis", "C.M. Boytos", "P.J. Schatz", "D.P. Baccanari", "N.C. Wrighton", "R.W. Barrett", "W.J. Dower" ],
      "venue" : "Science",
      "citeRegEx" : "Cwirla et al\\.,? \\Q1997\\E",
      "shortCiteRegEx" : "Cwirla et al\\.",
      "year" : 1997
    }, {
      "title" : "Activation of apoptosis in vivo by a hydrocarbon-stapled BH3 helix",
      "author" : [ "L.D. Walensky", "A.L. Kung", "I. Escher", "T.J. Malia", "S. Barbuto", "R.D. Wright", "G. Wagner", "G.L. Verdine", "S.J. Korsmeyer" ],
      "venue" : "Science",
      "citeRegEx" : "Walensky et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Walensky et al\\.",
      "year" : 2004
    }, {
      "title" : "Discovery of a Small Molecule Insulin Mimetic with Antidiabetic Activity in Mice",
      "author" : [ "B. Zhang", "G. Salituro", "D. Szalkowski", "Z. Li", "Y. Zhang", "I. Royo", "D. Vilella", "M.T. Díez", "F. Pelaez", "C. Ruby", "R.L. Kendall", "X. Mao", "P. Griffin", "J. Calaycay", "J.R. Zierath", "J.V. Heck", "R.G. Smith", "D.E. M? ller" ],
      "venue" : "Science",
      "citeRegEx" : "Zhang et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 1999
    }, {
      "title" : "Targeting angiogenesis: structural characterization and biological properties of a de novo engineered VEGF mimicking peptide",
      "author" : [ "L.D. D’Andrea", "G. Iaccarino", "R. Fattorusso", "D. Sorriento", "C. Carannante", "D. Capasso", "B. Trimarco", "C. Pedone" ],
      "venue" : "Proc. Natl. Acad. Sci",
      "citeRegEx" : "D.Andrea et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "D.Andrea et al\\.",
      "year" : 2005
    }, {
      "title" : "Peptidomimetics for Receptor Ligands Discovery, Development, and Medical Perspectives",
      "author" : [ "A. Giannis", "T. Kolter" ],
      "venue" : "Angew. Chem., Int. Ed. Engl. 1993,",
      "citeRegEx" : "Giannis and Kolter,? \\Q1993\\E",
      "shortCiteRegEx" : "Giannis and Kolter",
      "year" : 1993
    }, {
      "title" : "Enzymatic formation of curcumin in vitro and in vivo",
      "author" : [ "J. Wang", "T. Xiong", "J. Zhou", "H. He", "D. Wu", "X. Du", "X. Li", "B. Xu" ],
      "venue" : "Nano Res. 2018,",
      "citeRegEx" : "Wang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2018
    }, {
      "title" : "Enzymatic Self-Assembly Confers Exceptionally Strong Synergism with NF- B Targeting for Selective Necroptosis of Cancer Cells",
      "author" : [ "J. Zhou", "X. Du", "X. Chen", "J. Wang", "N. Zhou", "D. Wu", "B. Xu" ],
      "venue" : "J. Am. Chem. Soc. 2018,",
      "citeRegEx" : "Zhou et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2018
    }, {
      "title" : "Fluorous Phase-Directed Peptide Assembly Affords Nano-Peptisomes Capable of Ultrasound-Triggered Cellular Delivery",
      "author" : [ "S.H. Medina", "M.S. Michie", "S.E. Miller", "M.J. Schnermann", "J.P. Schneider" ],
      "venue" : "Angew. Chem., Int. Ed. 2017,",
      "citeRegEx" : "Medina et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Medina et al\\.",
      "year" : 2017
    }, {
      "title" : "ChargeInduced Secondary Structure Transformation of Amyloid-Derived Dipeptide Assemblies from -Sheet to -Helix",
      "author" : [ "R. Xing", "C. Yuan", "S. Li", "J. Song", "J. Li", "X. Yan" ],
      "venue" : "Angew. Chem., Int. Ed. 2018,",
      "citeRegEx" : "Xing et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Xing et al\\.",
      "year" : 2018
    }, {
      "title" : "A Transformable Chimeric Peptide for Cell Encapsulation to Overcome Multidrug Resistance",
      "author" : [ "C. Zhang", "L.-H. Liu", "W.-X. Qiu", "Y.-H. Zhang", "W. Song", "L. Zhang", "S.-B. Wang", "X.-Z. Zhang" ],
      "venue" : "Small 2018,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2018
    }, {
      "title" : "Supramolecular “Trojan Horse” for Nuclear Delivery of Dual Anticancer Drugs",
      "author" : [ "Y. Cai", "H. Shen", "J. Zhan", "M. Lin", "L. Dai", "C. Ren", "Y. Shi", "J. Liu", "J. Gao", "Z. Yang" ],
      "venue" : "J. Am. Chem. Soc. 2017,",
      "citeRegEx" : "Cai et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Cai et al\\.",
      "year" : 2017
    }, {
      "title" : "Nucleopeptide Assemblies Selectively Sequester ATP in Cancer Cells to Increase the Efficacy of Doxorubicin",
      "author" : [ "H. Wang", "Z. Feng", "Y. Qin", "J. Wang", "B. Xu" ],
      "venue" : "Angew. Chem. 2018,",
      "citeRegEx" : "Wang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2018
    }, {
      "title" : "Supramolecular medicine",
      "author" : [ "H. Cui", "B. Xu" ],
      "venue" : "Chem. Soc. Rev. 2017,",
      "citeRegEx" : "Cui and Xu,? \\Q2017\\E",
      "shortCiteRegEx" : "Cui and Xu",
      "year" : 2017
    }, {
      "title" : "A classic assembly of nanobiomaterials",
      "author" : [ "A. Mershin", "B. Cook", "L. Kaiser", "S.G. Zhang" ],
      "venue" : "Nat. Biotechnol. 2005,",
      "citeRegEx" : "Mershin et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Mershin et al\\.",
      "year" : 2005
    }, {
      "title" : "Building bridges",
      "author" : [ "D.K. Smith" ],
      "venue" : "Nat. Chem. 2010,",
      "citeRegEx" : "Smith,? \\Q2010\\E",
      "shortCiteRegEx" : "Smith",
      "year" : 2010
    }, {
      "title" : "Supramolecular Assembly of Peptide Amphiphiles",
      "author" : [ "M.P. Hendricks", "K. Sato", "L.C. Palmer", "S.I. Stupp" ],
      "venue" : "Acc. Chem. Res. 2017,",
      "citeRegEx" : "Hendricks et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Hendricks et al\\.",
      "year" : 2017
    }, {
      "title" : "Self-Assembled Peptide Amphiphile Micelles Containing a Cytotoxic T-Cell Epitope Promote a Protective Immune Response",
      "author" : [ "M. Black", "A. Trent", "Y. Kostenko", "J.S. Lee", "C. Olive", "M. Tirrell" ],
      "venue" : "In Vivo. Adv. Mater. 2012,",
      "citeRegEx" : "Black et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Black et al\\.",
      "year" : 2012
    }, {
      "title" : "A Powerful CD8+ T-Cell Stimulating D-Tetra-Peptide Hydrogel as a Very Promising Vaccine Adjuvant",
      "author" : [ "Z. Luo", "Q. Wu", "C. Yang", "H. Wang", "T. He", "Y. Wang", "Z. Wang", "H. Chen", "X. Li", "C. Gong", "Z. Yang" ],
      "venue" : "Adv. Mater. 2017,",
      "citeRegEx" : "Luo et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Luo et al\\.",
      "year" : 2017
    }, {
      "title" : "Gradated assembly of multiple proteins into supramolecular nanomaterials",
      "author" : [ "G.A. Hudalla", "T. Sun", "J.Z. Gasiorowski", "H. Han", "Y.F. Tian", "A.S. Chong", "J.H. Collier" ],
      "venue" : "Nat. Mater. 2014,",
      "citeRegEx" : "Hudalla et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Hudalla et al\\.",
      "year" : 2014
    }, {
      "title" : "Supramolecular nanostructures that mimic VEGF as a strategy for ischemic tissue repair",
      "author" : [ "M.J. Webber", "J. Tongers", "C.J. Newcomb", "K.T. Marquardt", "J. Bauersachs", "D.W. Losordo", "S.I. Stupp" ],
      "venue" : "Proc. Natl. Acad. Sci",
      "citeRegEx" : "Webber et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Webber et al\\.",
      "year" : 2011
    }, {
      "title" : "Mimicking the Bioactivity of Fibroblast Growth Factor-2 Using Supramolecular Nanoribbons",
      "author" : [ "C.M. Rubert Perez", "Z. Alvarez", "F. Chen", "T. Aytun", "S.I. Stupp" ],
      "venue" : "ACS Biomater. Sci. Eng. 2017,",
      "citeRegEx" : "Perez et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Perez et al\\.",
      "year" : 2017
    }, {
      "title" : "Amino-acid-encoded biocatalytic selfassembly enables the formation of transient conducting nanostructures",
      "author" : [ "M. Kumar", "N.L. Ing", "V. Narang", "N.K. Wijerathne", "A.I. Hochbaum", "R.V. Ulijn" ],
      "venue" : "Nat. Chem. 2018,",
      "citeRegEx" : "Kumar et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Kumar et al\\.",
      "year" : 2018
    }, {
      "title" : "Energy landscapes and functions of supramolecular systems",
      "author" : [ "F. Tantakitti", "J. Boekhoven", "X. Wang", "R.V. Kazantsev", "T. Yu", "J. Li", "E. Zhuang", "R. Zandi", "J.H. Ortony", "C.J. Newcomb", "L.C. Palmer", "G.S. Shekhawat", "M.O. de la Cruz", "G.C. Schatz", "S.I. Stupp" ],
      "venue" : "Nat. Mater. 2016,",
      "citeRegEx" : "Tantakitti et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Tantakitti et al\\.",
      "year" : 2016
    }, {
      "title" : "Enzymatic Formation of Supramolecular Hydrogels",
      "author" : [ "Z. Yang", "H. Gu", "D. Fu", "P. Gao", "J.K. Lam", "B. Xu" ],
      "venue" : "Adv. Mater. 2004,",
      "citeRegEx" : "Yang et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2004
    }, {
      "title" : "Enzymatic Hydrogelation of Small Molecules",
      "author" : [ "Z. Yang", "G. Liang", "B. Xu" ],
      "venue" : "Acc. Chem. Res. 2008,",
      "citeRegEx" : "Yang et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2008
    }, {
      "title" : "Spatiotemporal Control of Supramolecular Self-Assembly and Function",
      "author" : [ "J. Zhan", "Y. Cai", "S. Ji", "S. He", "Y. Cao", "D. Ding", "L. Wang", "Z. Yang" ],
      "venue" : "ACS Appl. Mater. Interfaces 2017,",
      "citeRegEx" : "Zhan et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Zhan et al\\.",
      "year" : 2017
    }, {
      "title" : "Enzyme-assisted peptide folding, assembly and anti-cancer properties",
      "author" : [ "C. Liang", "D. Zheng", "F. Shi", "T. Xu", "C. Yang", "J. Liu", "L. Wang", "Z. Yang" ],
      "venue" : "Nanoscale 2017,",
      "citeRegEx" : "Liang et al\\.,? \\Q1987\\E",
      "shortCiteRegEx" : "Liang et al\\.",
      "year" : 1987
    }, {
      "title" : "Enzymatic induction of supramolecular order and bioactivity",
      "author" : [ "C. Yang", "X. Ren", "D. Ding", "L. Wang", "Z. Yang" ],
      "venue" : "Nanoscale 2016,",
      "citeRegEx" : "Yang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2016
    }, {
      "title" : "Crystal Structure of Human Insulinlike Growth Factor-1: Detergent Binding Inhibits Binding Protein Interactions",
      "author" : [ "F.F. Vajdos", "M. Ultsch", "M.L. Schaffer", "K.D. Deshayes", "J. Liu", "N.J. Skelton", "A.M. de Vos" ],
      "venue" : "Biochemistry 2001,",
      "citeRegEx" : "Vajdos et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Vajdos et al\\.",
      "year" : 2001
    }, {
      "title" : "Role of the C domain of IGFs in synergistic promotion, with a substance P-derived peptide, of rabbit corneal epithelial wound healing",
      "author" : [ "N. Yamada", "R. Yanai", "M. Nakamura", "M. Inui", "T. Nishida" ],
      "venue" : "Invest. Ophthalmol. Visual Sci. 2004,",
      "citeRegEx" : "Yamada et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Yamada et al\\.",
      "year" : 2004
    }, {
      "title" : "IGF-1 C DomainModified Hydrogel Enhances Cell Therapy for AKI",
      "author" : [ "G. Feng", "J. Zhang", "Y. Li", "Y. Nie", "D. Zhu", "R. Wang", "J. Liu", "J. Gao", "N. Liu", "N. He", "W. Du", "H. Tao", "Y. Che", "Y. Xu", "D. Kong", "Q. Zhao", "Z. Li" ],
      "venue" : "J. Am. Soc. Nephrol. 2016,",
      "citeRegEx" : "Feng et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Feng et al\\.",
      "year" : 2016
    }, {
      "title" : "A minimal length rigid helical peptide motif allows rational design of modular surfactants",
      "author" : [ "S. Mondal", "M. Varenik", "D.N. Bloch", "Y. Atsmon-Raz", "G. Jacoby", "L. Adler-Abramovich", "L.J.W. Shimon", "R. Beck", "Y. Miller", "O. Regev", "E. Gazit" ],
      "venue" : "Nat. Commun. 2017,",
      "citeRegEx" : "Mondal et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Mondal et al\\.",
      "year" : 2017
    }, {
      "title" : "Casting Metal Nanowires Within Discrete Self-Assembled Peptide Nanotubes",
      "author" : [ "M. Reches", "E. Gazit" ],
      "venue" : "Science",
      "citeRegEx" : "Reches and Gazit,? \\Q2003\\E",
      "shortCiteRegEx" : "Reches and Gazit",
      "year" : 2003
    }, {
      "title" : "The effect of protein structure on their controlled release from an injectable peptide hydrogel",
      "author" : [ "M.C. Branco", "D.J. Pochan", "N.J. Wagner", "J.P. Schneider" ],
      "venue" : "Biomaterials 2010,",
      "citeRegEx" : "Branco et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Branco et al\\.",
      "year" : 2010
    }, {
      "title" : "Interaction of an apolipoprotein (apoLP-alanine) with phosphatidylcholine",
      "author" : [ "J.D. Morrisett", "J.S.K. David", "H.J. Pownall", "A.M. Gotto" ],
      "venue" : "Biochemistry 1973,",
      "citeRegEx" : "Morrisett et al\\.,? \\Q1973\\E",
      "shortCiteRegEx" : "Morrisett et al\\.",
      "year" : 1973
    }, {
      "title" : "Characteristics of binding of insulin-like growth factor (IGF)-I and IGF-II analogues to the type 1 IGF receptor determined by BIAcore analysis",
      "author" : [ "B.E. Forbes", "P.J. Hartfield", "K.A. McNeil", "K.H. Surinya", "S.J. Milner", "L.J. Cosgrove", "J.C. Wallace" ],
      "venue" : "Eur. J. Biochem",
      "citeRegEx" : "Forbes et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Forbes et al\\.",
      "year" : 2002
    }, {
      "title" : "Mechanism of insulin and IGF-I receptor activation and signal transduction specificity. Receptor dimer cross-linking, bell-shaped curves, and sustained versus transient signaling",
      "author" : [ "P. De Meyts", "B. Ursø", "C.T. Christoffersen", "R.M. Shymko" ],
      "venue" : "Ann. N. Y. Acad. Sci",
      "citeRegEx" : "Meyts et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "Meyts et al\\.",
      "year" : 1995
    }, {
      "title" : "How IGF-1 activates its receptor",
      "author" : [ "J.M. Kavran", "J.M. McCabe", "P.O. Byrne", "M.K. Connacher", "Z. Wang", "A. Ramek", "S. Sarabipour", "Y. Shan", "D.E. Shaw", "K. Hristova", "P.A. Cole", "D.J. Leahy" ],
      "venue" : "eLife 2014,",
      "citeRegEx" : "Kavran et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Kavran et al\\.",
      "year" : 2014
    }, {
      "title" : "Cyclolignans as Inhibitors of the Insulin-Like Growth Factor-1 Receptor and Malignant Cell Growth",
      "author" : [ "A. Girnita", "L. Girnita", "F. d. Prete", "A. Bartolazzi", "O. Larsson", "M. Axelson" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "Girnita et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Girnita et al\\.",
      "year" : 2004
    }, {
      "title" : "A macroporous heparinreleasing silk fibroin scaffold improves islet transplantation outcome by promoting islet revascularisation and survival",
      "author" : [ "D. Mao", "M.F. Zhu", "X.Y. Zhang", "R. Ma", "X.Q. Yang", "T.Y. Ke", "L.Y. Wang", "Z.J. Li", "D.L. Kong", "C. Li" ],
      "venue" : "Acta Biomater. 2017,",
      "citeRegEx" : "Mao et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Mao et al\\.",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "Bioactive peptides derived from proteins generally need to be folded into secondary structures to activate downstream signaling pathways. However, synthetic peptides typically form random-coils, thus losing their bioactivities. Here, we show that by introducing a self-assembling peptide motif and using di erent preparation pathways, a peptide from insulin-like growth factor-I (IGF-1) can be folded into an -helix and -sheet. The -sheet one exhibits a low dissociation constant to the IGF-1 receptor (IGF-1R, 11.5 nM), which is only about 3 times higher than that of IGF-1 (4.3 nM). However, the -helical one and the peptide without selfassembling motif show weak a nities to IGF-1R (KD = 179.1 and 321.6 nM, respectively). At 10 nM, the -sheet one e ciently activates the IGF-1 downstream pathway, signi cantly enhancing HUVEC proliferation and preventing cell apoptosis. The -sheet peptide shows superior performance to IGF-1 in vivo, and it improves ischemic hind-limb salvage by signi cantly reducing muscle degradation and enhancing limb vascularization. Our study provides a useful strategy to constrain peptides into di erent conformations, which may lead to the development of supramolecular nanomaterials mimicking biofunctional proteins.",
    "creator" : null
  }
}