{
  "name" : "downloads_2020-02-22_c1_saleh2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Macro- and nanomaterials for improvement of mechanical and physical properties of cement kiln dust-based composite materials",
    "authors" : [ "Hosam M. Saleh", "Fathy A. El-Saied", "Taher A. Salaheldin", "Aya A. Hezo" ],
    "emails" : [ "hosam.saleh@eaea.org.eg,", "elsayedfathy139@yahoo.com", "t1salah@hotmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nJournal of Cleaner Production\njournal homepage: www.elsevier .com/locate/ jc lepro\nMacro- and nanomaterials for improvement of mechanical and physical properties of cement kiln dust-based composite materials\nHosam M. Saleh a, *, Fathy A. El-Saied b, Taher A. Salaheldin c, Aya A. Hezo b\na Radioisotope Department, Nuclear Research Center, Atomic Energy Authority, Dokki, 12311, Giza, Egypt b Chemistry Department, Faculty of Science, Menoufia University, Shebin El-Kom, Egypt c Nanotechnology Research Center- British University in Egypt (BUE), Nanotechnology & Advanced Materials Central Lab, Agriculture Research Center, Egypt\na r t i c l e i n f o\nArticle history: Received 3 July 2018 Received in revised form 8 August 2018 Accepted 29 August 2018 Available online 6 September 2018\nKeywords: Cement kiln dust Nanomaterials By-products Waste management Hazardous wastes\n* Corresponding author. E-mail addresses: hosam.saleh@eaea.org.eg,\n(H.M. Saleh), elsayedfathy139@yahoo.com (F.A. El-Sa t1salah@hotmail.com (T.A. Salaheldin), ayo (A.A. Hezo).\nhttps://doi.org/10.1016/j.jclepro.2018.08.303 0959-6526/© 2018 Elsevier Ltd. All rights reserved.\na b s t r a c t\nIn parallel with the progressing technological improvements witnessed in cement industry, nuclear industry also faces the need to address the prevailing issue of handling radioactive waste. Waste management is among the major environmental concerns all around the world, which need optimization in order to preserve our planet. The objective of the present study is getting rid of the hazardous waste cement kiln dust in an advanced fashion; in parallel, this material is upgraded by blending it with proper additives to produce a modified paste suitable for stabilization of radioactive waste in the future. This study presents an in-depth investigation covering incorporation of different additive materials individually or as mix of two constituents with cement kiln dust as a composite material. Mechanical properties like compressive strength and porosity of the hardened cement kiln dust and modified composites were assessed. Moreover, the physical appearance of the produced blocks including Portland cement or some by-products such as slag and silica fume, as well as nano-materials (nano-sized alumina, silica, titanium dioxide, calcium oxide, zinc oxide) was evaluated. We demonstrate that adding merely 0.1% of nanomaterials to 20% slag increases the mechanical integrity of the solidified cement kiln dust samples fourfold (more than 13MPa). Based on the experimental results, a new composite of cement kiln dust and nano-silica is a proficient material with significant ecological and economical advantages for constructions applications, and should be suitable for safe stabilization of radioactive waste in forthcoming studies.\n© 2018 Elsevier Ltd. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Proper disposal of waste from various industries is a serious problem in many countries. The production of industrial waste and non-recyclable byproducts is increasing due to increasing global industrialization and the need for larger quantities of rawmaterials and fuels to cope with the rapidly growing world population (Taha et al., 2007). Hence, the elimination of hazardous byproducts generated by various industrial sectors causes current concerns regarding the problem of energy supply and environmental pollution. Cement factories as one of these sectors generate air\nhosamsaleh70@yahoo.com ied), Taher.Salah@bue.edu.eg, y_ahmed201020@yahoo.com\npolluted by solid waste during their operation (Heikal et al., 2002). In this context, high consumption of energy and large amounts of carbon dioxide released by these processes are major problematic issues to be addressed, therefore, it is mandatory to minimize byproducts of the cement production, or to handle them in a sustainable manner (Aly et al., 2012). In this regard, a major current goal is producing durable cementitious materials, which, on the one hand, contain less cement, and, on the other hand, are technologically improved by blending with ecologically benign additives. One of the environmental problems related to the production of cement is the huge emission of bypass dusts of approximately 30 million annual tons worldwide, which has to be remediated and disposed (Konsta-Gdoutos and Shah, 2003). Bypass dust (cement kiln dust) is a fine-grained particulate material composedmainly of oxidized, anhydrous and micrometric particles. This byproduct could be considered as hazardous waste according to its harmful effects as reported in previous literature (Sultan, 2004; Abou Taleb\net al., 1995; Short and Petsonk, 1996; Rafnsson et al., 1997). The most common beneficial uses of bypass dust are waste treatment, soil stabilization, or asphalt pavement. Although bypass dust can also be reused in a number of different ways, the most advanced strategy of its application is to use it instead of cement in some industrial applications; e.g., it could be used in safely treating hazardous side-products of nuclear power industry by stabilizing/ consolidating radioactive waste (Siddique, 2006).\nIn addition to cement, nuclear science is a technology well established in many areas of the world, but still emerging, which makes it still attractive for research activities. Particularly nuclear waste streams are among themost important global environmental problems; in order to protect the environment and human health, smart treatment techniques and safe disposal of radioactive waste are urgently needed. Radioactive waste generated in nuclear power plants needs to be properly stabilized and isolated by a suitable containment systems (Bayoumi et al., 2012; Saleh and Eskander, 2012a). It is well known that stabilization of radioactive waste is an important request to keep the environment safe and to minimize the risks of such waste during handling, transportation and disposal stages (Saleh et al., 2011). The principal mechanisms involved in stabilization of nuclear waste by cement minerals, cement, or mortar are exhaustively described in literature (Eskander et al., 2013; Eskander and Saleh, 2012). Utilization and improving of new more efficient and/or more economic materials for this purpose is unavoidable and imperatively required to overcome the drawbacks of traditional materials, such as energy consumption.\nIn addition, in recent years, nanotechnology and particularly the use of nano-sized particles (“nanoparticles”) have attracted attention for many types of applications, such as manufacturing materials with new, advanced features. In order to improve cementitious materials, ultrafine particles of different characteristics rather than conventional materials were already incorporated in cement, mortar or concrete to obtain cement composites of fine-tuned characteristics (Li et al., 2004). The use of cement kiln dust as a stabilizing agent for hazardous wastes, where its porosity and absorption capacity can reduce compressive strength and chemical stability, and the improvement by other constituents such as nanoparticles to form durable solid wastewill be of great interest to keep the solidified waste stable during long-term disposal (Siddique, 2006).\nThe present article aims firstly at improving cement kiln dust generated through the widely spread industry of cement production with proper additives such as cement, other bypass materials and nano-materials to produce more efficient materials, which, in future, might be suitable for safe incorporation of radioactive waste either in a solid or liquid state. Secondly, evaluation of the strength and porosity of the bypass dust composites including different additives is performed in order to determine the optimum mixture of additives and the optimum conditions required to achieve benchmark values for integrity, which make the composites suitable for different construction applications that need to be investigated in follow-up studies."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Aside from cement kiln dust, different additives such as waste materials including blast furnace slag and Portland cement or nano-materials including silica fume were selected for the production of more efficient materials appropriate for solidification purposes. Bypass dust is a fine powderymaterial similar to Portland cement in appearance, but different in color. Cement kiln dust used\nin this study was supplied by Tourah Portland Cement Co., Egypt. Portland cement is a local cement manufactured according to the Egyptian Standard Specifications ES 4756e1/2005 and EN 197e1/2004 (Egyptian Standard Specifications, 2005). The chemical composition of these two cementitious materials are presented in Table 1.\nPhytoremediation is a promising technology used for remediation of wastewater contaminated with metals or radionuclides. In the present study, different species of local terrestrial plants thriving in Egyptian environment were collected and processed in a blinder after drying, hence, they were used as a type of “phytoremediated solid waste” to be stabilized with the cement kiln dust. This “phytoremediated solid waste” acted as substitute material for radioactive waste, which will be tested in follow-up studies. Table 2 shows the analysis results of dried plants used in this research. The plants used in this experiment were collected, dried, ground, and blended.\nGranulated blast furnace slag, a by-product material from iron manufacturing, was used in this study as wastematerial in form of a fine aggregate to evaluate the integrity and physical property of the cementitious waste material; results of its elementary analysis are presented in Table 3.\nSilica fume and other nano-materials consist of ultra-fine particles of different nano-size range are presented by SEM micrographs in Fig. 1."
    }, {
      "heading" : "2.2. Methods",
      "text" : ""
    }, {
      "heading" : "2.2.1. Sample preparation",
      "text" : "Cement kiln dust is an important ingredient used in this study and was used as the matrix material to be blended with different additives as presented in several groups of samples. Each group consists of six specimens, three of them were subjected towards compressive strength testing, while the other three were subjected towards permeability tests. Hydration of cement kiln dust solely or with additives was accomplished using tap water. The paste produced according to the specification of each group was mixed thoroughly and poured in polymeric cylindrical tubes, compacted tightly, closed and cured for setting and solidification for 28 days at room temperature in the laboratory (30± 5 C under humid conditions) (ASTM C31, 2000). After the curing duration, the solidified cylindrical specimens were removed and subjected to mechanical testing and spectroscopic analyses. A description of these groups of specimens is listed as follows:\nGroup A: Cement kiln dust þ different ratios of water. This group of test specimens was prepared to evaluate the optimum amount of water required for hydration of cement kiln dust to produce product of higher compressive strength as a control\nTable 2 Elemental composition of dried plants used as additive.\nMajor elements present in dried plants, % (wt./wt.)\nH N C 2.86 2.98 20.44\nTable 3 Elemental analysis of blast furnace slag used in this study.\nChemical composition of slag powder used in this work, wt./wt.\nAl Ca Fe Mg Mn Si S Ti\n16.4 42.9 4.99 12.1 3.55 28.0 0.875 2.0\nsample. Preparation was carried out as follows:\ni 300 g of cement kiln dust was used as it has a larger specific volume than cement itself; three series of cement kiln dust were prepared with three different water/cement kiln dust (w/ckd) ratios: 60%, 70%, 80%\nii Water and cement kiln dust were rigorously shaken and blended to obtain a homogeneous paste.\niii Three series of different water/cement kiln dust ratios were cured, each one including six similar blocks. iv After curing period of 28 days, it turned out that the samples still contain water, so the covers were opened and the samples were stored open at room temperature for two weeks to ensure complete dryness, as confirmed by mass constancy.\nGroup B: Cement kiln dust þ different ratios of dry grated plants.\nIn this group, five series of samples of different ratios of plants used as type of solid waste to be stabilized by cement kiln dust without additives have been prepared as follows: 1%, 2% and 3% plant/cement kiln dust (wt./wt.).\ni Cement kiln dust were rigorously shaken and blended with the dry plants with 70% water relative to the bypass added to obtain homogeneous paste.\nii Four series of different additive/cement kiln dust ratios were made, each one including six similar blocks.\niii After 28 days, the samples were released at room temperature for two weeks to ensure complete dryness.\nGroup C: Cement kiln dust þ different fractions of Portland cement.\nThis group contains Portland cement in ascending ratios of cement kiln dust up to 25% to produce appropriate strength with only low cement addition.\ni Starting with 5% (15 g) of Portland cement with 95% (285 g) cement kiln dust þ 70% water, (w/ckd ¼ 70%); this ratio was applied as the optimum for hydration based on the results of group A).\nii Five series with w/ckd¼ 5%, 10%, 15%, 20% and 25% have been prepared.\niii After 28 days, the samples were released at room temperature for two weeks to ensure complete dryness.\nGroup D: Cement kiln dust þ different portions of silica fume. This group started with 5% (15 g) of silica fume relative to 95%\n(285 g) cement kiln dust þ 70% water.\ni Five series of samples of different ratios of silica fume to cement kiln dust have been prepared at ratios 5%, 10%, 15%, 20% and 25% (wt./wt.) to maintain a proper ratio for higher integrity.\nii After 28 days, the samples were released at room temperature for two weeks to ensure complete dryness.\nGroup E: Cement kiln dust þ different ratios of slag. This group started with 5% (15 g) of slag relative to 95% (285 g)\ncement kiln dust þ 70% water.\ni Five series of samples of different ratios of slag with cement kiln dust have been prepared at ratios 5%,10%,15%, 20% and 25% (wt./ wt.) to determine the optimum ratio achieving goodmechanical properties.\nii After 28 days, the samples were released at room temperature for two weeks to ensure complete dryness.\nGroup F: Cement kiln dust þ different ratios of silica fume and slag.\ni Four series of samples of different fractions of slag and silica fume with cement kiln dust have been prepared at ratios: 10% slagþ10% silica fume, 10% slagþ5% silica fume, 15% slagþ10% silica fume, 20% slagþ5% silica fume relative to cement kiln dust with constant value of 70% water (w/ckd ¼ 70%).\nii After 28 days, the samples were released at room temperature for two weeks to ensure complete dryness.\nGroup G: Cement kiln dust þ 0.1% of different types of nanomaterials.\ni Five series of samples of different nano-materials with cement kiln dust have been prepared at the ratios 300 g cement kiln dust þ 0.1% of (nano-alumina, nano-silica, nano-titanium dioxide, nano-calcium oxide or nano-zinc oxide) with a constant water content of 70% water (w/ckd ¼ 70%).\nii After 28 days, the samples were released at room temperature for two weeks to ensure complete dryness.\nGroup H: Cement kiln dust þ 0.1% of different types of nanomaterials þ 20% slag.\ni Five series of samples similar to that in group G with addition of 20% slag for each series, (the ratio of 20% slag was applied as optimum ratio based on the results of group E).\nii After 28 days, the samples were released at room temperature for two weeks to ensure complete dryness."
    }, {
      "heading" : "2.2.2. Test for the mechanical integrity and permeability of specimens",
      "text" : "Three samples of each series in all the groups were subjected towards compression resistance measurements in a hydraulic press using a Ma-Test measuring machine E-159 SP, Italy. According to Archimedes's immersion technique (ASTM C20-00, 2015), the apparent porosity was determined by using the following equations:\nV, cm3¼W-S (1)\nP, %¼ [(W-D)/V] x 100 (2)\nV: exterior volume of the specimen, W: saturated weight of the specimen, S: suspended weight of the specimen, D: dry weight of the specimen, P: apparent porosity.\nFor this technique, specimens were subjected to a temperature of 105e110 C for constant weight to determine the dry weight (D). The saturated weight, W, was determined by immersing dry specimens in water; immersed specimens were boiled for 2 h keeping the samples totally covered with water without contact with the heated side of the boiling container. The suspended weight (S) was evaluated by weighting the boiled samples after cooling as suspended blocks in water."
    }, {
      "heading" : "2.2.3. Spectroscopic analyses for test specimens",
      "text" : "Some blocks fractured during compressive strength testing; they were collected and milled for investigation by IR and XRD techniques in order to characterize the physical features of the nominated material before and after the optimization processes. A Fourier Transform Infrared spectrophotometer, (FTIR - 8201PC, Shimadzu) and an X-ray diffractometer (PANalytical's X'Pert PRO, The Netherlands), respectively, were used for this manner."
    }, {
      "heading" : "3. Results and discussions",
      "text" : ""
    }, {
      "heading" : "3.1. Mechanical characterization of the hydrated cement kiln dust after a curing period",
      "text" : ""
    }, {
      "heading" : "3.1.1. Effect of water/cement kiln dust ratio on the compressive strength and porosity",
      "text" : "The solidified waste monoliths have to attain sufficient integrity for handling, transportation and disposal, therefore, mechanical integrity is a crucial parameter that plays an important role to evaluate and improve the material used for solidification.\nAccording to recent publications, the degree of hydration increases significantly by increasing the water/cement ratio and the hardening time of the cement paste, varying between 46% and 80% and 7e365 days respectively (Atahan et al., 2009). In this study, compressive strength at different water/cement kiln dust (w/ckd) ratios was reported for samples cured for 28 days and opened for 14 days to enable drying.\nFig. 2 illustrates the compressive strength and porosity values of cement kiln dust blocks at various ratios of w/ckd (60%, 70%, 80%). Conditions resulting in higher compressive strength and lower porosity are clearly identified in this illustration for setups with a ratio of 70% w/ckd.\nFurther increase in ratio of w/ckd (80%) results in significant reduction of the mechanical integrity of the cementitious sample\ndue to the excess of water, which results in generation of voids and capillaries after drying; consequently, it increases the porosity of the sample (Gani, 1997). However, at a lower proportion of w/ckd (60%), the compressive strength was lower than that of the optimum ratio with higher porosity. This can be explained by the presence of unreacted cementitious constituents, i.e., incomplete reaction of cement kiln dust due to deficiency of water needed for hydration (Saleh et al., 2014). Based on these results, specimens with a compressive strength of about 3.7MPa as obtained at a ratio of w/ckd (70%) were applied for all forthcoming experiments as control sample."
    }, {
      "heading" : "3.1.2. Stabilization of milled plants as a type of solid waste by the cement kiln dust",
      "text" : "The plants used in this experiment were collected, dried, ground, and blended with cement kiln dust to simulate the immobilization of hazardous biological waste obtained by phytoremediation, which is utilized for treatment and accumulation of heavy metals and radionuclides (Saleh et al., 2017; Saleh, 2012; Saleh and Eskander, 2012b).\nExcessive amounts of the dried plants up to 3% were incorporated into the cement kiln dust before casting and curing for 28 days.\nAs expected, the compressive strength of cement kiln dust blocks harboring milled plants decreases with increasing fractions of plant biomass, (Fig. 3). On the contrary, the porosity increased with increasing plant fractions, which is in accordance to previously published articles (Bayoumi and Saleh, 2018; Saleh, 2014).\nThis finding makes it indispensable to evaluate and improve the mechanical, physical and chemical characteristics of the cement kiln dust material to make it better suitable for efficient immobilization of hazardous waste. Consequently, various materials were tested in the following experiments as strengthening additives for the cement kiln dust to attainmaximum integrity at minimum cost."
    }, {
      "heading" : "3.1.3. Addition of Portland cement at different ratios related to the cement kiln dust",
      "text" : "Portland cement as a proper binder significantly enhances the compressive strength when replaced the cement kiln dust, as manifested for all prepared samples of different ratios.\nResults presented in Fig. 4 show the progressive trend of compressive strength with increasing amounts of cement kiln dust (5%e25%) being replaced by Portland cement.\nIn case of 5% replacement by Portland cement, it could be stated that the increase in compressive strength is negligible, while a significant decrease in porosity by more than 60% was obtained.\nThis result may be due to the settling of cement within the voids placed between the granules of cement kiln dust.\nUnexpectedly, ascending values of porosity with raising compressive strength were recorded at increasing ratios of replacement of cement kiln dust by Portland cement up to 25%. In this study, based on the outcomes of the experiment performed to evaluate the optimum proportion of water with cement kiln dust, the proper ratio was 70% w/ckd. Consequently, this ratio was applied for all test samples under various conditions. However, Portland cement has a maximum compressive strength and proper porosity at water/cement ratio of 35% according to the previous literature (Saleh and Eskander, 2009). Accordingly, by increasing the fraction of Portland cement instead of cement kiln dust, the compressive strength was increased to the desired level. Nevertheless, with increasing the Portland cement/cement kiln dust (pc/ ckd) ratio, the constant volume of water (w/c¼ 70%) is more than (w/c¼ 35%), the proper ratio for Portland cement; consequently, the hydrated cement paste contains an excess of unbound water present in large pores (Jensen and Hansen, 2001)."
    }, {
      "heading" : "3.1.4. Mechanical improvement of cement kiln dust in presence of silica fume",
      "text" : "Fig. 5 indicates that addition of silica fume to the cement kiln dust paste had positive effects when increasing the added ratio from 5% to 20%, while a slight decrease was reported for a ratio of 25%. Incorporation of 20% silica fume instead of cement kiln dust at the same ratio resulted in about three times the compressive strength value observed when analyzing the control sample. This\nbehavior is in agreement with the high-performance of Portland cement/silica fume (10% wt./wt.) mixtures, as previously reported in the literature (Yazıcı, 2008).\nPorosity was decreased when increasing the amount of silica fume as replacement of cement kiln dust. Since silica fume consists of extremely small particles, it potentially fills the voids in the paste (Dehwah, 2012). In spite of the gradual decrease in porosity at higher replacement ratios of cement kiln dust by silica fume, porosity was higher than observed for the control sample; this is due to the excess of water used for hydration.\nAs a disadvantage, cracking occurred after drying of the specimens after a curing period. Therefore, another material instead of silica fume had to be added in order to minimize or even eliminate the cracking. Portland cement displays desirable mechanical properties in presence of fly ash as a valuable mineral admixture together with silica fume even after freezingethawing cycles and massive chloride penetration (Yazıcı, 2008)."
    }, {
      "heading" : "3.1.5. Properties of hardened specimens based on bypass dust and different nanomaterials",
      "text" : "Nanomaterials have proper effects due to their small size that positively affects the properties of cementitious materials. With hydration of cementitious grains, simultaneous chemical reactions take place, producing a rigid paste of porous multi-phase matrix containing calcium hydroxide (causing the cement alkalinity) with traces of aluminates embedded into a CeSeH gel. In this alkaline media, interaction of nanoparticles takes place with the different compounds present in cement, mostly calcium ions and traces of magnesium, aluminum, iron, potassium, sodium and sulfur ions; these interactions consequently improve the mechanical property due to acceleration of the hydration process (Chuah et al., 2014).\nIn this manner, incorporation of nanoparticles resulted in a significant improvement in mechanical properties from predictable grain-size materials of the same chemical composition (Amin et al., 2013). In the present study, the economic issue and cost savings were taken in consideration, therefore, only small amounts of nanoparticles were examined not exceeding 0.1% of nano-ZnO, nano-TiO2, nano-Al2O3, nano-SiO2, and nano-CaO. It is shown in Fig. 6 that the low amounts of different nanoparticles incorporated into cement kiln dust have resulted in only insignificant improvement of compressive strength or porosity.\nIn previous studies, compressive strength of blended cement mortars was improved by adding more than 0.5% nano- TiO2 (Nazari et al., 2010), concrete was reinforced when being partly replacement by more than 2% nano-SiO2 (Jalal et al., 2012)), more than 2% silica fume (Jalal et al., 2015) and more than 0.5% nano-\nAl2O3 (Nazari and Riahi, 2011). Due to the unfavorable results obtained by incorporation of small amounts of different nanoparticles to keep the cost issue in consideration, it was necessary to find another cheap material, most preferably a waste material such as slag to improve the efficiency of small amounts of nanoparticles for more valuable mechanical and physical properties of cement kiln dust."
    }, {
      "heading" : "3.1.6. Mechanical activation of cement kiln dust in presence of blast furnace slag",
      "text" : "Different amounts of slag (5%e25%) were added to blend cement kiln dust paste. Fig. 7 shows the variation in compressive strength and porosity with different amounts of slag added to the cement kiln dust samples. A gradual increase in the compressive strength was recorded when increasing the amount of added slag up to 20%, this indicating mechanical improvement. By raising the amount of added slag to 25%, the improvement in compressive strength became less pronounced. A similar trend was observed for Portland slag cement when compressive strength increases by increasing the slag content up to 70% and then decreases (Sobolev, 2005; Kumar et al., 2008). Due to the improvement of mechanical properties resulting from incorporation of slag in cement kiln dust blends, as demonstrated experimentally in this study, it is suggested to use 20% blast slag furnace together with other additive materials as a binary admixture with cement kiln dust blends; this way blends with enhanced properties can be designed.\nkiln dust mixed with different nanomaterials."
    }, {
      "heading" : "3.1.7. The performance of silica fume mixed with cement kiln dust in presence of slag",
      "text" : "Previous experiments described in literature or in this study (vide supra) confirmed the significant improvement gained by mixing silica fume with cement kiln dust accompanied by more cracks within the sample surface, mediocre improvement by mixing blast furnace slag with cement kiln dust, or extra improvement of reactive powder concrete containing high volumes of ground granulated blast furnace slag as previously reported (Yazıcı et al., 2010).\nIn this test series, as illustrated in Fig. 8, a binary mixture of different ratios of silica fume and blast furnace slag was incorporated into cement kiln dust to attain better mechanical properties by adding silica fume and amore compact and reinforced surface by the presence of slag. The ratio of 15% blast furnace slag and 10% silica fumewith cement kiln dust hydrated by 70%water turned out as the optimum conditions according to the results for compressive strength of approximately 10MPa and lower porosity.\nThis value of compressive strength is sufficient for stabilization of hazardous and radioactive waste as well as for preparing other cementitious products, but unfortunately, after drying of the samples, the blocks cracked. Hence, using silica fume with slag as additive binary mixture for improving the mechanical property of cement kiln dust paste is not preferred because of this reason."
    }, {
      "heading" : "3.1.8. The role of slag with different nanomaterials mixed with cement kiln dust",
      "text" : "Under the presented conditions, the optimum ratio of slag (20%)\n64.2 70.6 68.7\n3.7\n12.8 12.0 0 10 20 30 40 50 60 70 80 90\n100\nControl slag+ZnO slag+Al2O3 s\nP or\nos it\ny, %\nPorosity, % Compressive strength, MPa\nFig. 9. Mechanical enhancement due to mixing of ceme\nrelative to cement kiln dust was mixed with 0.1% of five nanoparticles individually before incorporation and hydration of cement kiln dust as presented in Fig. 9. Blast furnace slag has improved the mechanical properties of blended cement kiln dust, resulting in a maximum value of 10MPa at 20% replacement by an equal amount of cement kiln dust. On the other hand, five types of nano-particles, added at an amount of only 0.1%, have resulted in nondistinguishable improvement of the blended cement kiln dust. Consequently, the predetermined optimized blends of examined nanoparticles and slag were mixed with cement kiln dust to prepare new complexes of three constituents. In presence of slag, the hydration of cement kiln dust with each type of nanoparticles was enhanced and, accordingly, the mechanical properties of the blended cement kiln dust were increased to more than 13MPa; moreover, reasonable porosity was observed.\nExperimental results indicated that significant modification of the mechanical strength of the blends of cement kiln dust and nano-ZnO, nano-TiO2, nano-Al2O3, nano-SiO2, or nano-CaO, and blast furnace slag powder were obtained even when adding only a small amount of the nanoparticles. These results are in excellent agreement with results reported by Meng et al. (2012), indicating the improvement of cement mortar with nano-TiO2 in presence of slag powder.\nWith this improvement, composites of cement kiln dust and slag with any of the examined nanoparticles are considered promising materials to be applied for several applications including the stabilization of hazardous and radioactive wastes. Subsequent studies to evaluate the new composites under drastic parameters are\n65.6 66.5 68.6\n12.1 13.3 12.5\n0\n5\n10\n15\n20\n25\n30\nlag+CaO slag+SiO2 slag+TiO2\nC om\npr es\nsi ve\nst re\nng th\n,M P\na\nnt kiln dust with nanomaterials in presence of slag.\nneeded to cover all scenarios that could occur at the disposal site.\n3.2. Crystalline phases in cement kiln dust modified by slag and nanoparticles\nXRD and FT-IR analyses were performed to investigate the improvement of compressive strength produced bymixing slag and different nanoparticles with cement kiln dust during hydration process. The negligible improvement of the porosity, as previously stated, could be attributed to the distance between the constituents not decreasing at a small content of the added nanoparticles. Generally, addition of 0.1% nanoparticles improves the compressive strength due to the improvement of hydrationwith an insignificant enhancement of pores within the cement kiln dust even in presence of 20% slag (Chuah et al., 2014).\nAfter addition of 0.01% nanoparticles to cement kiln dust and slag, the XRD diffractograms obtained after 28 day of hydration display nearly the same hydrated phases as in case of the neat cement kiln dust paste; some peaks characteristic for the nanoparticles added in different experiments, such as nano-Al2O3, are visible in the diffractograms. The peaks characteristic for calcite, dicalcium silicate, dolomite, quartz and calcium sulphate (Heikal et al., 2002) are well visible in presence of reinforcing additives as presented in Fig. 10.\nOn the other side, FT-IR spectra showed the major peaks corresponding to the different functional groups of cement kiln dust as previously reported in the literature (Salem et al., 2015). Three groups of bands as presented in Fig. 11 represent the functional groups of cement kiln dust, such as the absorption bands at 3642, 3432, 1637, 1118 cm 1, a strong band at position of 1415 cm 1, and the last group at 2327, 964, 873 cm 1. The peak observed at around 3750 cm 1 in cement kiln dust is typical for vibration of O-H in portlandite (Eskander et al., 2012).\nThe strong peak at 3432 cm 1 and the other two peaks at 3642 and 1415 cm 1 illustrate the presence of hydroxyl groups of calcium hydroxide (Al-Ghouti et al., 2003) while the peak at 873 cm 1 corresponds to carbonate and vibration of Si-O group in silicate (Bayoumi et al., 2013). The peaks observed at 2327, 964, 873 cm 1 indicate the presence of silicate (Saleh, 2014). It could be stated that the presence of nanoparticles at the reported ratio has no obvious impact on the characteristic FT-IR spectrum of cement kiln dust paste.\nBased on recent studies, it is known that proper workability, processability, and durability can be attained by mixing concrete with copper slag as partial aggregate with nano-silica (Chithra et al., 2016) or concrete in presence of silica fume (Ardalan et al., 2017). These findings are in agreement with the results obtained in the present study for the composites of cement kiln dust and blast furnace slag hydrated with nano-silica suspended in water. Therefore, the new developed composite materials could be a potential choice for many applications including the stabilization of hazardous and radioactive wastes and construction applications."
    }, {
      "heading" : "4. Conclusion",
      "text" : "This article describes some aspects of extensive validation of cement kiln dust as one of themost hazardous by products released by cement industry. The main objective is to reuse this waste to (partly) replace cement, a material widely used in numerous fields, i.e., using a component environmentally benign when released instead of an environmentally questionable component.\nThe nominated byproduct, cement kiln dust, could not effectively replace the original material, cement, without improvement and reinforcing by introduction of other materials. Based on this perspective, some of traditional materials and nano-materials such\nas Portland cement, slag, silica fume, nano-alumina, nano-silica, nano-titanium dioxide, nano-calcium oxide and nano-zinc oxide were added to cement kiln dust at different ratios.\nThe results obtained in this study show that the best compressive strength of cement kiln dust without any additions was at a water/cement kiln dust ratio of 70%. The noticeable increase in compressive strength by replacing cement kiln dust by Portland cement is no surprise; nevertheless, the central information obtained is “replacement of 15% cement kiln dust by Portland cement duplicated the value of compressive strength”.\nThe presence of 20% slag or 20% silica fume enhances the mechanical and physical properties of cement kiln dust, while the maximum value was obtained when mixing 15% slag and 10% silica fume with the cement kiln dust hydrated at the ratio 70% w/ckd. Moreover, the use of low concentration of different nanomaterials (0.1%) causes only negligible changes in the mechanical integrity of the solidified cement kiln dust samples, while blending with 20%\nslag generated an economically attractive and environmentally benign product of a compressive strength of more than 13MPa.\nIt is very likely that the proposed novel composite material composed of cement kiln dust as awaste product blended with slag as another type of waste and small amounts of different nanomaterials is suitable for stabilization of radioactive wastes due to its mechanical property and for construction applications due to its economically and environmentally advantages. In this context, further studies have to be carried out to evaluate the nominated composite and its consistency for waste stabilization under different drastic conditions such as freeze/thaw cycles, leaching tests and flooding in various media. Moreover, assessment of construction applications using these composite materials would be one of the attractive trends for future research."
    } ],
    "references" : [ {
      "title" : "Health status of cement workers in the United Arab Emirates",
      "author" : [ "A.N.M. Abou Taleb", "A.O. Musaniger", "R.B. Abdel-Moneim" ],
      "venue" : "J. Roy. Soc. Health",
      "citeRegEx" : "Taleb et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "Taleb et al\\.",
      "year" : 1995
    }, {
      "title" : "The removal of dyes from textile wastewater: a study of the physical characteristics and adsorption mechanisms of diatomaceous earth",
      "author" : [ "M.A. Al-Ghouti", "M.A.M. Khraisheh", "S.J. Allen", "M.N. Ahmad" ],
      "venue" : "J. Environ. Manag",
      "citeRegEx" : "Al.Ghouti et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Al.Ghouti et al\\.",
      "year" : 2003
    }, {
      "title" : "Effect of colloidal nano-silica on the mechanical and physical behavior of wasteglass cement mortar",
      "author" : [ "M. Aly", "M.S.J. Hashmi", "A.G. Olabi", "M. Messeiry", "E.F. Abadir", "A.I. Hussain" ],
      "venue" : "Mater. Des",
      "citeRegEx" : "Aly et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Aly et al\\.",
      "year" : 2012
    }, {
      "title" : "Effect of addition of nanomagnetite on the hydration characteristics of hardened Portland cement and high slag cement pastes",
      "author" : [ "M.S. Amin", "S.M.A. El-Gamal", "F.S. Hashem" ],
      "venue" : "J. Therm. Anal. Calorim",
      "citeRegEx" : "Amin et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Amin et al\\.",
      "year" : 2013
    }, {
      "title" : "Workability retention and compressive strength of self-compacting concrete incorporating pumice powder and silica fume",
      "author" : [ "R.B. Ardalan", "A. Joshaghani", "R.D. Hooton" ],
      "venue" : "Construct. Build",
      "citeRegEx" : "Ardalan et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Ardalan et al\\.",
      "year" : 2017
    }, {
      "title" : "Effects of waterecement ratio and curing time on the critical pore width of hardened cement paste",
      "author" : [ "H.N. Atahan", "O.N. Oktar", "M.A. Taşdemir" ],
      "venue" : "Construct. Build. Mater",
      "citeRegEx" : "Atahan et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Atahan et al\\.",
      "year" : 2009
    }, {
      "title" : "Assessment study for multi-barrier system used in radioactive borate waste isolation based on",
      "author" : [ "T.A. Bayoumi", "S.M. Reda", "H.M. Saleh" ],
      "venue" : "Monte Carlo simulations. Appl. Radiat. Isot",
      "citeRegEx" : "Bayoumi et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Bayoumi et al\\.",
      "year" : 2012
    }, {
      "title" : "Solidification of hot real radioactive liquid scintillator waste using cementeclay composite",
      "author" : [ "T.A. Bayoumi", "H.M. Saleh", "S.B. Eskander" ],
      "venue" : "Monatsh. Chem",
      "citeRegEx" : "Bayoumi et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Bayoumi et al\\.",
      "year" : 2013
    }, {
      "title" : "Characterization of biological waste stabilized by cement during immersion in aqueous media to develop disposal strategies for phytomediated radioactive waste",
      "author" : [ "T.A. Bayoumi", "H.M. Saleh" ],
      "venue" : "Prog. Nucl. Energy 107,",
      "citeRegEx" : "Bayoumi and Saleh,? \\Q2018\\E",
      "shortCiteRegEx" : "Bayoumi and Saleh",
      "year" : 2018
    }, {
      "title" : "The effect of Colloidal Nanosilica on workability, mechanical and durability properties of High Performance Concrete with Copper slag as partial fine aggregate",
      "author" : [ "S. Chithra", "S.R.R. Senthil Kumar", "K. Chinnaraju" ],
      "venue" : "Construct. Build",
      "citeRegEx" : "Chithra et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Chithra et al\\.",
      "year" : 2016
    }, {
      "title" : "Nano reinforced cement and concrete composites and new perspective from graphene oxide",
      "author" : [ "S. Chuah", "Z. Pan", "J.G. Sanjayan", "C.M. Wang", "W.H. Duan" ],
      "venue" : "Construct. Build. Mater",
      "citeRegEx" : "Chuah et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Chuah et al\\.",
      "year" : 2014
    }, {
      "title" : "Performance of aged cementpolymer composite immobilizing borate waste simulates during flooding scenarios",
      "author" : [ "S.B. Eskander", "T.A. Bayoumi", "H.M. Saleh" ],
      "venue" : "J. Nucl. Mater",
      "citeRegEx" : "Eskander et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Eskander et al\\.",
      "year" : 2012
    }, {
      "title" : "Leaching behavior of cementnatural clay composite incorporating real spent radioactive liquid scintillator",
      "author" : [ "S.B. Eskander", "T.A. Bayoumi", "H.M. Saleh" ],
      "venue" : "Prog. Nucl. Energy",
      "citeRegEx" : "Eskander et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Eskander et al\\.",
      "year" : 2013
    }, {
      "title" : "Cement mortar-degraded spinney waste composite as a matrix for immobilizing some low and intermediate level radioactive wastes: consistency under frost attack",
      "author" : [ "S.B. Eskander", "H.M. Saleh" ],
      "venue" : "J. Nucl. Mater",
      "citeRegEx" : "Eskander and Saleh,? \\Q2012\\E",
      "shortCiteRegEx" : "Eskander and Saleh",
      "year" : 2012
    }, {
      "title" : "Cement and Concrete, first ed",
      "author" : [ "M.S.J. Gani" ],
      "venue" : null,
      "citeRegEx" : "Gani,? \\Q1997\\E",
      "shortCiteRegEx" : "Gani",
      "year" : 1997
    }, {
      "title" : "Portland cement clinker, granulated slag and bypass cement kiln dust composites",
      "author" : [ "M. Heikal", "I. Aiad", "I.M. Helmy" ],
      "venue" : "Cement Concr. Res",
      "citeRegEx" : "Heikal et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Heikal et al\\.",
      "year" : 2002
    }, {
      "title" : "Mechanical, rheological, durability and microstructural properties of high performance selfcompacting concrete containing SiO2 micro and nanoparticles",
      "author" : [ "M. Jalal", "E. Mansouri", "M. Sharifipour", "A.R. Pouladkhan" ],
      "venue" : "Mater. Des",
      "citeRegEx" : "Jalal et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Jalal et al\\.",
      "year" : 2012
    }, {
      "title" : "Comparative study on effects of Class F fly ash, nano silica and silica fume on properties of high performance self compacting concrete",
      "author" : [ "M. Jalal", "A. Pouladkhan", "O.F. Harandi", "D. Jafari" ],
      "venue" : "Construct. Build. Mater",
      "citeRegEx" : "Jalal et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Jalal et al\\.",
      "year" : 2015
    }, {
      "title" : "Water-entrained cement-based materials I",
      "author" : [ "O.M. Jensen", "P.F. Hansen" ],
      "venue" : null,
      "citeRegEx" : "Jensen and Hansen,? \\Q2001\\E",
      "shortCiteRegEx" : "Jensen and Hansen",
      "year" : 2001
    }, {
      "title" : "Hydration and properties of novel blended cements based on cement kiln dust and blast furnace slag",
      "author" : [ "M.S. Konsta-Gdoutos", "S.P. Shah" ],
      "venue" : "Cement Concr. Res",
      "citeRegEx" : "Konsta.Gdoutos and Shah,? \\Q2003\\E",
      "shortCiteRegEx" : "Konsta.Gdoutos and Shah",
      "year" : 2003
    }, {
      "title" : "Mechanical activation of granulated blast furnace slag and its effect on the properties and structure of portland slag cement",
      "author" : [ "S. Kumar", "R. Kumar", "A. Bandopadhyay", "T.C. Alex", "B. Ravi Kumar", "S.K. Das", "S.P. Mehrotra" ],
      "venue" : "Cement Concr. Compos",
      "citeRegEx" : "Kumar et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Kumar et al\\.",
      "year" : 2008
    }, {
      "title" : "Microstructure of cement mortar with nano particles",
      "author" : [ "H. Li", "H.G. Xiao", "J. Yuan", "J.P. Ou" ],
      "venue" : "Compos. B Eng",
      "citeRegEx" : "Li et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2004
    }, {
      "title" : "Effect of nano-TiO2 on the mechanical properties of cement mortar",
      "author" : [ "T. Meng", "Y. Yu", "X. Qian", "S. Zhan", "K. Qian" ],
      "venue" : "Construct. Build. Mater",
      "citeRegEx" : "Meng et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Meng et al\\.",
      "year" : 2012
    }, {
      "title" : "Al2O3 nanoparticles in concrete and different curing media",
      "author" : [ "A. Nazari", "S. Riahi" ],
      "venue" : "Energy Build",
      "citeRegEx" : "Nazari and Riahi,? \\Q2011\\E",
      "shortCiteRegEx" : "Nazari and Riahi",
      "year" : 2011
    }, {
      "title" : "Assessment of the effects of the cement paste composite in presence TiO2 nanoparticles",
      "author" : [ "A. Nazari", "S. Riahi", "S.F. Shamekhi", "A. Khademno" ],
      "venue" : "J. Am. Sci",
      "citeRegEx" : "Nazari et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Nazari et al\\.",
      "year" : 2010
    }, {
      "title" : "Risk of lung cancer among masons in Iceland",
      "author" : [ "V. Rafnsson", "H. Gunnarsdottir", "M. Kiilunen" ],
      "venue" : "Occup. Environ. Med",
      "citeRegEx" : "Rafnsson et al\\.,? \\Q1997\\E",
      "shortCiteRegEx" : "Rafnsson et al\\.",
      "year" : 1997
    }, {
      "title" : "Water hyacinth for phytoremediation of radioactive wastes simulate contaminated with cesium and cobalt radionuclides",
      "author" : [ "H.M. Saleh" ],
      "venue" : "Nucl. Eng. Des",
      "citeRegEx" : "Saleh,? \\Q2012\\E",
      "shortCiteRegEx" : "Saleh",
      "year" : 2012
    }, {
      "title" : "Stability of cemented dried water hyacinth used for biosorption of radionuclides under various circumstances",
      "author" : [ "H.M. Saleh" ],
      "venue" : "J. Nucl. Mater",
      "citeRegEx" : "Saleh,? \\Q2014\\E",
      "shortCiteRegEx" : "Saleh",
      "year" : 2014
    }, {
      "title" : "Uptake of cesium and cobalt radionuclides from simulated radioactive wastewater by Ludwigia stolonifera aquatic plant",
      "author" : [ "H.M. Saleh", "T.A. Bayoumi", "H.H. Mahmoud", "R.F. Aglan" ],
      "venue" : "Nucl. Eng. Des",
      "citeRegEx" : "Saleh et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Saleh et al\\.",
      "year" : 2017
    }, {
      "title" : "Using Portland cement for encapsulation of Epipremnum aureum generated from phytoremediation process of liquid radioactive wastes",
      "author" : [ "H.M. Saleh", "S.B. Eskander" ],
      "venue" : "Int. J. Chem. Environ. Eng. Syst",
      "citeRegEx" : "Saleh and Eskander,? \\Q2012\\E",
      "shortCiteRegEx" : "Saleh and Eskander",
      "year" : 2012
    }, {
      "title" : "Long-term effect on the solidified degraded cellulose based waste slurry in cement matrix",
      "author" : [ "H.M. Saleh", "S.B. Eskander" ],
      "venue" : "Acta Montan. Slovaca",
      "citeRegEx" : "Saleh and Eskander,? \\Q2009\\E",
      "shortCiteRegEx" : "Saleh and Eskander",
      "year" : 2009
    }, {
      "title" : "Characterizations of mortar-degraded spinney waste composite nominated as solidifying agent for radwastes due to immersion processes",
      "author" : [ "H.M. Saleh", "S.B. Eskander" ],
      "venue" : "J. Nucl. Mater",
      "citeRegEx" : "Saleh and Eskander,? \\Q2012\\E",
      "shortCiteRegEx" : "Saleh and Eskander",
      "year" : 2012
    }, {
      "title" : "Mortar composite based on wet oxidative degraded cellulosic spinney waste fibers",
      "author" : [ "H.M. Saleh", "S.B. Eskander", "H.M. Fahmy" ],
      "venue" : "Int. J. Environ. Sci. Technol",
      "citeRegEx" : "Saleh et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Saleh et al\\.",
      "year" : 2014
    }, {
      "title" : "Chemical stability of seven years aged cementePET composite waste form containing radioactive borate waste simulates",
      "author" : [ "H.M. Saleh", "M.E. Tawfik", "T.A. Bayoumi" ],
      "venue" : "J. Nucl. Mater",
      "citeRegEx" : "Saleh et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Saleh et al\\.",
      "year" : 2011
    }, {
      "title" : "Physicochemical and microbiological characterization of cement kiln dust for potential reuse in wastewater treatment",
      "author" : [ "W.M. Salem", "W.F. Sayed", "S.A. Halawy", "R.B. Elamary" ],
      "venue" : "Ecotoxicol. Environ",
      "citeRegEx" : "Salem et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Salem et al\\.",
      "year" : 2015
    }, {
      "title" : "Non-fibrous inorganic dusts",
      "author" : [ "S. Short", "E.L. Petsonk" ],
      "venue" : "London (UK): Mosby,",
      "citeRegEx" : "Short and Petsonk,? \\Q1996\\E",
      "shortCiteRegEx" : "Short and Petsonk",
      "year" : 1996
    }, {
      "title" : "Utilization of cement kiln dust (CKD) in cement mortar and concrete-an overview",
      "author" : [ "R. Siddique" ],
      "venue" : "Resour. Conserv. Recycl",
      "citeRegEx" : "Siddique,? \\Q2006\\E",
      "shortCiteRegEx" : "Siddique",
      "year" : 2006
    }, {
      "title" : "Mechano-chemical modification of cement with high volumes of blast furnace slag",
      "author" : [ "K. Sobolev" ],
      "venue" : "Cement Concr. Compos",
      "citeRegEx" : "Sobolev,? \\Q2005\\E",
      "shortCiteRegEx" : "Sobolev",
      "year" : 2005
    }, {
      "title" : "Health hazards of cement dust",
      "author" : [ "Sultan", "A. Meo" ],
      "venue" : "Saudi Med. J",
      "citeRegEx" : "Sultan and Meo,? \\Q2004\\E",
      "shortCiteRegEx" : "Sultan and Meo",
      "year" : 2004
    }, {
      "title" : "Evaluation of controlled low strength materials containing industrial by-products",
      "author" : [ "R.A. Taha", "A.S. Alnuaimi", "K.S. Al-Jabri", "A.S. Al-Harthy" ],
      "venue" : "Build. Environ",
      "citeRegEx" : "Taha et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Taha et al\\.",
      "year" : 2007
    }, {
      "title" : "The effect of silica fume and high-volume Class C fly ash on mechanical properties, chloride penetration and freezeethaw resistance of selfcompacting concrete",
      "author" : [ "H. Yazıcı" ],
      "venue" : "Construct. Build. Mater",
      "citeRegEx" : "Yazıcı,? \\Q2008\\E",
      "shortCiteRegEx" : "Yazıcı",
      "year" : 2008
    }, {
      "title" : "Mechanical properties of reactive powder concrete containing high volumes of ground granulated blast furnace slag",
      "author" : [ "H. Yazıcı", "M.Y. Yardımcı", "H. Yi giter", "S. Aydın", "S. Türkel" ],
      "venue" : "Cement Concr. Compos",
      "citeRegEx" : "Yazıcı et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Yazıcı et al\\.",
      "year" : 2010
    } ],
    "referenceMentions" : [ {
      "referenceID" : 39,
      "context" : "The production of industrial waste and non-recyclable byproducts is increasing due to increasing global industrialization and the need for larger quantities of rawmaterials and fuels to cope with the rapidly growing world population (Taha et al., 2007).",
      "startOffset" : 233,
      "endOffset" : 252
    }, {
      "referenceID" : 15,
      "context" : "com polluted by solid waste during their operation (Heikal et al., 2002).",
      "startOffset" : 51,
      "endOffset" : 72
    }, {
      "referenceID" : 2,
      "context" : "In this context, high consumption of energy and large amounts of carbon dioxide released by these processes are major problematic issues to be addressed, therefore, it is mandatory to minimize byproducts of the cement production, or to handle them in a sustainable manner (Aly et al., 2012).",
      "startOffset" : 272,
      "endOffset" : 290
    }, {
      "referenceID" : 19,
      "context" : "One of the environmental problems related to the production of cement is the huge emission of bypass dusts of approximately 30 million annual tons worldwide, which has to be remediated and disposed (Konsta-Gdoutos and Shah, 2003).",
      "startOffset" : 198,
      "endOffset" : 229
    }, {
      "referenceID" : 36,
      "context" : ", it could be used in safely treating hazardous side-products of nuclear power industry by stabilizing/ consolidating radioactive waste (Siddique, 2006).",
      "startOffset" : 136,
      "endOffset" : 152
    }, {
      "referenceID" : 6,
      "context" : "Radioactive waste generated in nuclear power plants needs to be properly stabilized and isolated by a suitable containment systems (Bayoumi et al., 2012; Saleh and Eskander, 2012a).",
      "startOffset" : 131,
      "endOffset" : 180
    }, {
      "referenceID" : 33,
      "context" : "It is well known that stabilization of radioactive waste is an important request to keep the environment safe and to minimize the risks of such waste during handling, transportation and disposal stages (Saleh et al., 2011).",
      "startOffset" : 202,
      "endOffset" : 222
    }, {
      "referenceID" : 12,
      "context" : "The principal mechanisms involved in stabilization of nuclear waste by cement minerals, cement, or mortar are exhaustively described in literature (Eskander et al., 2013; Eskander and Saleh, 2012).",
      "startOffset" : 147,
      "endOffset" : 196
    }, {
      "referenceID" : 13,
      "context" : "The principal mechanisms involved in stabilization of nuclear waste by cement minerals, cement, or mortar are exhaustively described in literature (Eskander et al., 2013; Eskander and Saleh, 2012).",
      "startOffset" : 147,
      "endOffset" : 196
    }, {
      "referenceID" : 21,
      "context" : "In order to improve cementitious materials, ultrafine particles of different characteristics rather than conventional materials were already incorporated in cement, mortar or concrete to obtain cement composites of fine-tuned characteristics (Li et al., 2004).",
      "startOffset" : 242,
      "endOffset" : 259
    }, {
      "referenceID" : 36,
      "context" : "The use of cement kiln dust as a stabilizing agent for hazardous wastes, where its porosity and absorption capacity can reduce compressive strength and chemical stability, and the improvement by other constituents such as nanoparticles to form durable solid wastewill be of great interest to keep the solidified waste stable during long-term disposal (Siddique, 2006).",
      "startOffset" : 351,
      "endOffset" : 367
    }, {
      "referenceID" : 5,
      "context" : "According to recent publications, the degree of hydration increases significantly by increasing the water/cement ratio and the hardening time of the cement paste, varying between 46% and 80% and 7e365 days respectively (Atahan et al., 2009).",
      "startOffset" : 219,
      "endOffset" : 240
    }, {
      "referenceID" : 14,
      "context" : "due to the excess of water, which results in generation of voids and capillaries after drying; consequently, it increases the porosity of the sample (Gani, 1997).",
      "startOffset" : 149,
      "endOffset" : 161
    }, {
      "referenceID" : 32,
      "context" : ", incomplete reaction of cement kiln dust due to deficiency of water needed for hydration (Saleh et al., 2014).",
      "startOffset" : 90,
      "endOffset" : 110
    }, {
      "referenceID" : 28,
      "context" : "cement kiln dust The plants used in this experiment were collected, dried, ground, and blended with cement kiln dust to simulate the immobilization of hazardous biological waste obtained by phytoremediation, which is utilized for treatment and accumulation of heavy metals and radionuclides (Saleh et al., 2017; Saleh, 2012; Saleh and Eskander, 2012b).",
      "startOffset" : 291,
      "endOffset" : 351
    }, {
      "referenceID" : 26,
      "context" : "cement kiln dust The plants used in this experiment were collected, dried, ground, and blended with cement kiln dust to simulate the immobilization of hazardous biological waste obtained by phytoremediation, which is utilized for treatment and accumulation of heavy metals and radionuclides (Saleh et al., 2017; Saleh, 2012; Saleh and Eskander, 2012b).",
      "startOffset" : 291,
      "endOffset" : 351
    }, {
      "referenceID" : 8,
      "context" : "On the contrary, the porosity increased with increasing plant fractions, which is in accordance to previously published articles (Bayoumi and Saleh, 2018; Saleh, 2014).",
      "startOffset" : 129,
      "endOffset" : 167
    }, {
      "referenceID" : 27,
      "context" : "On the contrary, the porosity increased with increasing plant fractions, which is in accordance to previously published articles (Bayoumi and Saleh, 2018; Saleh, 2014).",
      "startOffset" : 129,
      "endOffset" : 167
    }, {
      "referenceID" : 30,
      "context" : "However, Portland cement has a maximum compressive strength and proper porosity at water/cement ratio of 35% according to the previous literature (Saleh and Eskander, 2009).",
      "startOffset" : 146,
      "endOffset" : 172
    }, {
      "referenceID" : 18,
      "context" : "Nevertheless, with increasing the Portland cement/cement kiln dust (pc/ ckd) ratio, the constant volume of water (w/c1⁄4 70%) is more than (w/c1⁄4 35%), the proper ratio for Portland cement; consequently, the hydrated cement paste contains an excess of unbound water present in large pores (Jensen and Hansen, 2001).",
      "startOffset" : 290,
      "endOffset" : 315
    }, {
      "referenceID" : 40,
      "context" : ") mixtures, as previously reported in the literature (Yazıcı, 2008).",
      "startOffset" : 53,
      "endOffset" : 67
    }, {
      "referenceID" : 40,
      "context" : "Portland cement displays desirable mechanical properties in presence of fly ash as a valuable mineral admixture together with silica fume even after freezingethawing cycles and massive chloride penetration (Yazıcı, 2008).",
      "startOffset" : 206,
      "endOffset" : 220
    }, {
      "referenceID" : 10,
      "context" : "In this alkaline media, interaction of nanoparticles takes place with the different compounds present in cement, mostly calcium ions and traces of magnesium, aluminum, iron, potassium, sodium and sulfur ions; these interactions consequently improve the mechanical property due to acceleration of the hydration process (Chuah et al., 2014).",
      "startOffset" : 318,
      "endOffset" : 338
    }, {
      "referenceID" : 3,
      "context" : "In this manner, incorporation of nanoparticles resulted in a significant improvement in mechanical properties from predictable grain-size materials of the same chemical composition (Amin et al., 2013).",
      "startOffset" : 181,
      "endOffset" : 200
    }, {
      "referenceID" : 24,
      "context" : "5% nano- TiO2 (Nazari et al., 2010), concrete was reinforced when being partly replacement by more than 2% nano-SiO2 (Jalal et al.",
      "startOffset" : 14,
      "endOffset" : 35
    }, {
      "referenceID" : 16,
      "context" : ", 2010), concrete was reinforced when being partly replacement by more than 2% nano-SiO2 (Jalal et al., 2012)), more than 2% silica fume (Jalal et al.",
      "startOffset" : 89,
      "endOffset" : 109
    }, {
      "referenceID" : 17,
      "context" : ", 2012)), more than 2% silica fume (Jalal et al., 2015) and more than 0.",
      "startOffset" : 35,
      "endOffset" : 55
    }, {
      "referenceID" : 23,
      "context" : "Mechanical property and porosity of cement Al2O3 (Nazari and Riahi, 2011).",
      "startOffset" : 49,
      "endOffset" : 73
    }, {
      "referenceID" : 37,
      "context" : "A similar trend was observed for Portland slag cement when compressive strength increases by increasing the slag content up to 70% and then decreases (Sobolev, 2005; Kumar et al., 2008).",
      "startOffset" : 150,
      "endOffset" : 185
    }, {
      "referenceID" : 20,
      "context" : "A similar trend was observed for Portland slag cement when compressive strength increases by increasing the slag content up to 70% and then decreases (Sobolev, 2005; Kumar et al., 2008).",
      "startOffset" : 150,
      "endOffset" : 185
    }, {
      "referenceID" : 41,
      "context" : "in presence of slag Previous experiments described in literature or in this study (vide supra) confirmed the significant improvement gained by mixing silica fume with cement kiln dust accompanied by more cracks within the sample surface, mediocre improvement by mixing blast furnace slag with cement kiln dust, or extra improvement of reactive powder concrete containing high volumes of ground granulated blast furnace slag as previously reported (Yazıcı et al., 2010).",
      "startOffset" : 447,
      "endOffset" : 468
    }, {
      "referenceID" : 10,
      "context" : "1% nanoparticles improves the compressive strength due to the improvement of hydrationwith an insignificant enhancement of pores within the cement kiln dust even in presence of 20% slag (Chuah et al., 2014).",
      "startOffset" : 186,
      "endOffset" : 206
    }, {
      "referenceID" : 15,
      "context" : "The peaks characteristic for calcite, dicalcium silicate, dolomite, quartz and calcium sulphate (Heikal et al., 2002) are well visible in presence of reinforcing additives as presented in Fig.",
      "startOffset" : 96,
      "endOffset" : 117
    }, {
      "referenceID" : 34,
      "context" : "On the other side, FT-IR spectra showed the major peaks corresponding to the different functional groups of cement kiln dust as previously reported in the literature (Salem et al., 2015).",
      "startOffset" : 166,
      "endOffset" : 186
    }, {
      "referenceID" : 11,
      "context" : "The peak observed at around 3750 cm 1 in cement kiln dust is typical for vibration of O-H in portlandite (Eskander et al., 2012).",
      "startOffset" : 105,
      "endOffset" : 128
    }, {
      "referenceID" : 1,
      "context" : "The strong peak at 3432 cm 1 and the other two peaks at 3642 and 1415 cm 1 illustrate the presence of hydroxyl groups of calcium hydroxide (Al-Ghouti et al., 2003) while the peak at 873 cm 1 corresponds to carbonate and vibration of Si-O group in silicate (Bayoumi et al.",
      "startOffset" : 139,
      "endOffset" : 163
    }, {
      "referenceID" : 7,
      "context" : ", 2003) while the peak at 873 cm 1 corresponds to carbonate and vibration of Si-O group in silicate (Bayoumi et al., 2013).",
      "startOffset" : 100,
      "endOffset" : 122
    }, {
      "referenceID" : 27,
      "context" : "The peaks observed at 2327, 964, 873 cm 1 indicate the presence of silicate (Saleh, 2014).",
      "startOffset" : 76,
      "endOffset" : 89
    }, {
      "referenceID" : 9,
      "context" : "Based on recent studies, it is known that proper workability, processability, and durability can be attained by mixing concrete with copper slag as partial aggregate with nano-silica (Chithra et al., 2016) or concrete in presence of silica fume (Ardalan et al.",
      "startOffset" : 183,
      "endOffset" : 205
    }, {
      "referenceID" : 4,
      "context" : ", 2016) or concrete in presence of silica fume (Ardalan et al., 2017).",
      "startOffset" : 47,
      "endOffset" : 69
    } ],
    "year" : 2018,
    "abstractText" : "In parallel with the progressing technological improvements witnessed in cement industry, nuclear industry also faces the need to address the prevailing issue of handling radioactive waste. Waste management is among the major environmental concerns all around the world, which need optimization in order to preserve our planet. The objective of the present study is getting rid of the hazardous waste cement kiln dust in an advanced fashion; in parallel, this material is upgraded by blending it with proper additives to produce a modified paste suitable for stabilization of radioactive waste in the future. This study presents an in-depth investigation covering incorporation of different additive materials individually or as mix of two constituents with cement kiln dust as a composite material. Mechanical properties like compressive strength and porosity of the hardened cement kiln dust and modified composites were assessed. Moreover, the physical appearance of the produced blocks including Portland cement or some by-products such as slag and silica fume, as well as nano-materials (nano-sized alumina, silica, titanium dioxide, calcium oxide, zinc oxide) was evaluated. We demonstrate that adding merely 0.1% of nanomaterials to 20% slag increases the mechanical integrity of the solidified cement kiln dust samples fourfold (more than 13MPa). Based on the experimental results, a new composite of cement kiln dust and nano-silica is a proficient material with significant ecological and economical advantages for constructions applications, and should be suitable for safe stabilization of radioactive waste in forthcoming studies. © 2018 Elsevier Ltd. All rights reserved.",
    "creator" : "Elsevier"
  }
}