{
  "name" : "downloads_2020-01-03_e0_yu2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Insights into the epigenetic effects of nanomaterials on cells",
    "authors" : [ "Jie Yu", "Xian Jun Loh", "Yifei Luo", "Shengfang Ge", "Xianqun Fan", "Jing Ruan" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Biomaterials Science\nREVIEW\nCite this: DOI: 10.1039/c9bm01526d\nReceived 21st September 2019, Accepted 18th November 2019\nDOI: 10.1039/c9bm01526d\nrsc.li/biomaterials-science\nInsights into the epigenetic effects of nanomaterials on cells\nJie Yu,a,b Xian Jun Loh, c Yifei Luo,c Shengfang Ge, *a,b Xianqun Fan *a,b and Jing Ruan*a,b\nWith the development of nanotechnology, nanomaterials are increasingly being applied in health fields,\nsuch as biomedicine, pharmaceuticals, and cosmetics. Concerns have therefore been raised over their\ntoxicity and numerous studies have been carried out to assess their safety. Most studies on the toxicity\nand therapeutic mechanisms of nanomaterials have revealed the effects of nanomaterials on cells at the\ntranscriptome and proteome levels. However, epigenetic modifications, for example DNA methylation,\nhistone modification, and noncoding RNA expression induced by nanomaterials, which play an important\nrole in the regulation of gene expression, have not received sufficient attention. In this review, we there-\nfore state the importance of studying epigenetic effects induced by nanomaterials; then we review the\nprogress of nanomaterial epigenetic research in the assessment of toxicity, therapeutic, and other mecha-\nnisms. We also clarify the possible study directions for future nanomaterial epigenetic research. Finally, we\ndiscuss the future development and challenges of nanomaterial epigenetics that must still be addressed.\nWe hope to understand the potential toxicity of nanomaterials and clearly understand the therapeutic\nmechanism through a thorough investigation of nanomaterial epigenetics."
    }, {
      "heading" : "1. Introduction",
      "text" : "Nanomaterials are natural or manufactured materials with one or more external dimensions in the size range of 1–100 nm.1 With the rapid development of nanoscience and nanotechnology, a wide variety of nanomaterials have been reported. Owing to the fact that nanomaterials exhibit specific nano properties including quantum size effect, quantum tunneling, small size, and dielectric confinement, they possess specific physical characteristics such as acoustic, optical, electric, thermal, and magnetic properties, which has led to them being used in biomedical applications including molecular imaging, targeted therapy, drug or gene delivery, and tissue engineering, and as immunologic adjuvants (see the schematic in Fig. 1).2–5 However, because of their ability to enter the human body via inhalation and skin penetration, and subsequently interact with intracellular structures, concerns over their potential toxicity to both workers and end-\nusers have been raised. Numerous studies have therefore been conducted to assess their possible toxicity. For example, Wang et al. concluded that graphene oxides could induce cell apoptosis and lung granuloma in cells and animals with dosedependent toxicity.6 Ou et al. reported that graphene-based materials induce cell apoptosis through MAPK (ERK, JNK, and p38), TGF-β-related, and mitochondrial signaling pathways.7 Babele et al. observed cell wall damage and cell death upon exposure to zinc oxide nanoparticles in Saccharomyces cerevisiae, in combination with the activation of MAPKs of CWI and HOG pathways, as shown in Fig. 2.8 Kumari et al. demonstrated that copper oxide nanoparticles caused HEK293 cell apoptosis and cell cycle arrest by interacting with Sod3 and p53 proteins.9 However, in addition to superficial toxicity evaluation, the underlying cause of toxicity requires investigation. In contrast, nanomaterials have been widely used in the treatment of diseases, for example, as sensitizers and gene or drug carriers.10 Numerous reports have already established the therapeutic effects and treatment mechanisms of nanomaterials at the transcriptome or proteome level, for example, Chen et al. showed that graphene oxide could induce CT26 colon cancer cell autophagy through MyD88 and TRAF6 associated TLR-4/9 signaling pathways.11 Li et al. reported that folic acid modified N-doped carbon dots could activate both the intrinsic and extrinsic apoptotic signaling pathways and efficiently kill tumor cells.12 Ruan et al. demonstrated that GQD synergy with ionizing radiation noticeably inhibited cell aDepartment of Ophthalmology, Shanghai Ninth People’s Hospital, Shanghai JiaoTong University School of Medicine, Shanghai 200011, China. E-mail: drjruan@163.com, fanxq@sjtu.edu.cn, geshengfang@sjtu.edu.cn bShanghai Key Laboratory of Orbital Diseases and Ocular Oncology, Shanghai 200011, China cInstitute of Materials Research and Engineering, A*STAR (Agency for Science, Technology and Research), 2 Fusionopolis Way, Innovis, #08-03, Singapore 138634, Singapore\nThis journal is © The Royal Society of Chemistry 2019 Biomater. Sci.\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n/3 /2\n02 0\n7: 49\n:1 2\nA M\n.\nView Article Online View Journal\nproliferation and improved apoptosis as a result of the released intracellular ROS that upregulate histone H2AX (γ-H2AX).13 Although these nanomaterials present good therapeutic effects, the treatment mechanisms proposed are superficial and are almost all at the transcriptome and proteome levels. What is the real cause of these therapeutic effects? More research should be carried out to answer this question and epigenetic mechanisms may provide a new way of addressing this. Therefore, epigenetic biology is a logical study direction for evaluating the correlation between nanomaterials and organisms.\nEpigenetics is defined as “a stably heritable phenotype resulting from changes in a chromosome without alterations in the DNA sequence”.14 Epigenetic modifications mainly include DNA methylation, histone tail modifications, and noncoding RNA associated silencing.15,16 Methylation of the C5 position of cytosine nucleotides (5-mC) is a typical representation of DNA methylation and occurs almost in cytosine–phosphate–guanine (CpG) islands; the transcriptional activation of DNA is associated with the reduction of the methylation of CpG islands, which is maintained by DNA methyltransferases (DNMTs). The acetylation and methylation of histones H3 and H4 at lysine residues are the main histone tail modifications, which could modulate gene expression by changing the chro-\nmatin to a non-condensed active state or a condensed inactive state. MicroRNAs (miRNAs) and long non-coding RNAs (lncRNAs) are two ways by which non-coding RNAs can repress gene expressions; they target gene silencing by degrading the mRNA targets, or reducing the mRNA translation efficiency, or reorganizing nuclear structure, or remodeling chromatin and so on. These epigenetic modifications play an important role in the control of gene expression in response to internal or external stimuli.\nSome studies have confirmed that environmental factors, such as the presence of toxicants, may promote a phenotype or a disease in an individual, or even in the subsequent progeny, through epigenetic alterations.17 Therefore, epigenetic biomarkers correlated with exposure to nanomaterials are needed to assess nanomaterial toxicity or diagnose diseases in the early stages. Furthermore, nanomaterials are being widely used in medicine, so, studying their epigenetic alterations in cells could help provide an alternative understanding of their therapeutic mechanisms. To help researchers better understand the potential damage caused by nanomaterials and their therapeutic mechanisms at a deep level, and to guide endusers to choose nanomaterials with good biocompatibility, herein, we summarize the development of nanomaterial epigenetics (Fig. 3) and prospects of some promising study direc-\nFig. 1 Schematic of different nanomaterials applied in molecular imaging, targeted therapy, drug or gene delivery, and tissue engineering and as immunologic adjuvants. NMs: nanomaterials.\nReview Biomaterials Science\nBiomater. Sci. This journal is © The Royal Society of Chemistry 2019\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n/3 /2\n02 0\n7: 49\n:1 2\nA M\n. View Article Online\ntions of nanomaterial epigenetics on different aspects including disease diagnosis and treatment strategies, potential epigenetic toxicity, therapeutic mechanism and so on. We hope to push the development of nanomaterials and their application scientifically through a deeper understanding of nanomaterial epigenetics."
    }, {
      "heading" : "2. Why study the epigenetic effects of nanomaterials?",
      "text" : "First of all, the epigenetic aspects of the effect of nanomaterials on cells help to provide a better understanding of when and how nanomaterials impact genome integrity, and guide application strategies for nanomaterials in biomedicine. Current studies on nano toxicity largely focus on genotoxicity, which refers to various types of DNA damage including chromosomal damage, DNA double-strand breaks, oxidative DNA damage, and gene mutations, among others.18 As a systematic review found that epigenetic alterations induced by several chemical carcinogens are associated with genotoxic endpoints,19 we can explore the mechanisms of genotoxicity\ncaused by nanomaterials from an epigenetic angle. For example, a recent study reported globin reduction in erythroid cells following treatment with 8 µg mL−1 AgNPs for 72 h. Further experiments showed significantly reduced H3K4 trimethylation and H3K79 monomethylation at the exon2 of the βmaj-globin gene locus, which was responsible for downregulated globin transcription.20\nEpigenetic effect research could also broaden nanomaterial biotoxicity evaluation methods. Generally, nanomaterial biotoxicity is evaluated by analyzing the cell phenotype and tissue pathology.21 By studying the epigenetic biology of nanomaterials, useful specific biomarkers that reflect nanomaterial toxicity could be uncovered. Brown et al. reported that histological staining confirmed that MWCNTs lead to lung inflammation at 7 days after delivering a suspension containing 25 µg of MWCNTs into the lungs of mice. As a result, there was a global DNA hypomethylation in the lung tissue, and circulating white blood cell DNA methylation levels showed the same trend as in the lungs, making blood DNA methylation a viable biomarker for MWCNT-induced disease development.22 To the best of our knowledge, no single safety evaluation method is comprehensive; therefore combining epigenetic\nFig. 2 ZnO-NPs inhibit the growth of CWI pathway mutants, activate the CWI and HOG pathways and induce the expression of stress-responsive genes. (A) Yeast cell viability of the control, and ZnO-NP (10 mg L−1) treated wild-type (BY4743), and eight null mutants of the CWI pathway was determined by the CFU assay. Cells were counted after 48 h and represented as percent survival in each group. The error bars indicate the standard deviations (n = 3). * indicates a significant difference between the treated and control groups (P < 0.05). (B) Immunoblots showing activation of the Slt2 and Hog1 Map kinases of the CWI and HOG pathways, respectively. Anti-Tbp and Rap1 antibodies were used as the loading control. (C and D) Induction at the transcript levels of selected stress-responsive genes. RT-PCR analysis of the selected genes and GID8 was used as a reference. Reprinted with permission from ref. 8. Copyright 2018 Elsevier Ltd.\nBiomaterials Science Review\nThis journal is © The Royal Society of Chemistry 2019 Biomater. Sci.\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n/3 /2\n02 0\n7: 49\n:1 2\nA M\n. View Article Online\nFig. 3 Examples of exploring the epigenetic effects of nanomaterials on cells. Reprinted with permission from ref. 51, Copyright 2014 American Chemical Society; ref. 63, Copyright 2014 Elsevier Inc; ref. 28, Copyright 2017 Wiley-VCH; ref. 46, Copyright 2017 Taylor & Francis; ref. 48, Copyright 2017 Elsevier Ltd, ref. 64, Copyright 2018 Taylor & Francis Group; ref. 32, Copyright 2008 Springer; ref. 56, Copyright 2015 American Chemical Society; ref. 65, Copyright 2016 Academic Press Inc; ref. 29, Copyright 2016 Nature Publishing Group; ref. 34, Copyright 2016 Dove Medical Press Limited; ref. 66, Copyright 2017 Oxford University Press on behalf of the Society of Toxicology; ref. 27, Copyright 2010 Elsevier Inc; ref. 67, Copyright 2016 Public Library Science; ref. 68, Copyright 2017 Taylor & Francis; ref. 69, Copyright 2018 Springer; ref. 35, Copyright 2018 Elsevier Ltd.\nReview Biomaterials Science\nBiomater. Sci. This journal is © The Royal Society of Chemistry 2019\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n/3 /2\n02 0\n7: 49\n:1 2\nA M\n. View Article Online\ndetection with other assays to assess nano safety would be beneficial.\nIn addition, studying epigenetic mechanisms is an important way to unravel the therapeutic mechanisms of nanomaterials. Existing research focuses almost exclusively on biomedical applications, and evaluation of the related mechanisms is often superficial.23,24 For example, Lin et al. found that when combined with graphene oxide (GO), cisplatin (CDDP), which is a broad-spectrum anticancer drug, showed enhanced killing of cancer cells including mouse colon, ovarian, cervical, and prostate cancer cells. It achieved this by promoting H4 acetylation, which decondensed the chromosome, leading to easier access to chromosomal DNA for CDDP to trigger cell death.25 Knowledge of the epigenetic mechanism in this case would allow other researchers to make better use of nanomaterials in biomedicine or even find new therapeutic targets."
    }, {
      "heading" : "3. Progress in the epigenetic effects of nanomaterials",
      "text" : "DNA methylation, one of the most important epigenetic modulators, typically represents methylation of the C5 position of cytosine nucleotides (5-mC), which is mainly in cytosine–phosphate–guanine (CpG) islands at the promoter region, and frequently correlates negatively with transcription.16,26 There are increasing numbers of studies focusing on DNA methylation alterations induced by nanomaterials because many nanomaterials are not cytotoxic (see the schematic in Fig. 4 and Table 1). To study epigenetic alterations induced by SiNPs,\nhuman skin keratinocytes (HaCaT cells) were treated with different concentrations of SiNPs (2.5, 5, and 10 µg mL−1) for 24 h, which resulted in global DNA hypomethylation and decreased the expression of DNMT1, DNMT3a, and methylCpG binding protein 2 (MBD2).27 When A549 cells and 293T cells were treated with different concentrations (5, 10, and 20 µg mL−1) of gold nanoparticles (AuNPs), which were based on real exposure scenarios, for 24 h, no cytotoxicity or oxidative stress-related DNA damage, and no significant changes in DNA methylation were observed.28 However, another study demonstrated that gold nanoclusters (AuNCs) capped with L-GSH led to a decrease of 5-hydroxymethylcytosine (5-hmC) at non-cytotoxic doses by inhibiting TET1 and TET2 mRNA expression, whose coding proteins catalyze the conversion of 5-mC to 5-hmC.29 In addition, lung fibroblast cells (MRC5 cells), also showed a dose-dependent (1, 2, 4, and 8 µg mL−1 ZnO NPs) decrease in global DNA methylation.30\nHistone modifications refer to post-translational modifications of histone tails, such as phosphorylation and acetylation, which can modulate gene expression by changing the chromatin from non-condensed active states or condensed inactive states.15,31 Several studies on histone modifications mediated by nanomaterials have been conducted to better understand their toxicity or therapeutic mechanisms (see the schematic in Fig. 4 and Table 1). In one study, MCF-7 cells were incubated with 5 µg mL−1 CdTe QDs for 24 h and mitochondrial membrane damage, p53 activation, chromatin condensation, and global hypoacetylation of H3 were observed.32 However, the potential link between these outcomes is not known. Further study identified that CdTe QDs display tropism toward the positively charged core histones;33 however\nFig. 4 Schematic of the epigenetic effects of nanomaterials including DNA methylation, histone modification and miRNA expression. Though the mechanism of these actions remains to be explored, these alterations may lead to cell apoptosis, tumorigenesis and other effects, which are not known yet. Ac: acetylated; Me: methylated.\nBiomaterials Science Review\nThis journal is © The Royal Society of Chemistry 2019 Biomater. Sci.\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n/3 /2\n02 0\n7: 49\n:1 2\nA M\n. View Article Online\nthe subsequent effects and the connection to histone modifications need to be clarified. In addition, development of HaCaT cells was arrested at the G2/M checkpoint of the cell cycle after exposure to 20 and 25 µg mL−1 ZnO NPs for 24 h, which was attributed to chromatin condensation via increased H3K9 methylation and decreased H4K5 acetylation as shown in Fig. 5.34 Moreover, one study reported that when A549 cells were treated with 50 µg mL−1 SiNPs for different time periods (1, 3, 6, and 12 h), FST, which is a protective gene for oxidative stress, was activated via SIRT6-induced H3K9 and H3K56 acetylation at the promoter region.35\nNon-coding RNA also plays a role in epigenetic mechanisms through post-transcriptional silencing. MicroRNAs (miRNAs) are small non-coding RNAs with a length of ∼22 nucleotides, which interact with target mRNA sequences mainly in the 3′- untranslated region (3′-UTR) via base-pairing, and subsequently repress gene expression primarily through two mechanisms, that is, either by degrading the mRNA targets or by reducing the efficiency of translation of the mRNA into protein.36 With the development of high throughput sequencing techniques, miRNA changes induced by nanomaterials could be easily analyzed by sequencing (see the schematic in Fig. 4 and Table 1). To date, 21 upregulated and 34 downregulated miRNAs have been found in 1 mg L−1 MWCNT exposed nematodes from L1-larvae to young adult. The predicted target genes for dysregulated miRNAs were connected to biological\nTable 1 Studies on epigenetic effects of nanomaterials\nEpigenetic mechanism Nanomaterials Study model Epigenetic effect Ref.\nDNA methylation MWCNTs and SWCNTs\nTHP-1 cells Differentially methylated genes exposed to both CNTs were involved in cancer initiation pathways like VEGF signaling and platelet activation pathways\n70\nrGO BEAS-2B cells No genome-wide or global DNA methylation changes with medium-term exposure\n71\nSiNPs HaCaT cells Global DNA hypomethylation and decreased expression of DNMT1, DNMT3a, and MBD2\n27\nAuNPs A549 cells and 293T cells No cytotoxicity, oxidative stress-related DNA damage and significant changes in DNA methylation were observed\n28\nAuNCs@L-GSH MGC-803 cells Decreased 5-hmC at non-cytotoxic doses by inhibiting TET1 and TET2 mRNA expression\n29\nAgNPs HT22 cells Inhibition of cell proliferation, DNA damage response and elevated levels of global DNA methylation are observed 72 ZnO NPs MRC5 cells Dose-related decrease in global DNA methylation 30 CuO NPs RAW264.7 cells and\nTHP-1 cells Some transposable elements like Alu elements and SINE B1 elements showed hypermethylation status\n73\nHistone modifications\nCdTe QDs MCF-7 cells Mitochondrial membrane damage, p53 activation, chromatin condensation, and global hypoacetylation of H3 were observed\n32\nCdTe QDs MCF-7 cells Display tropism to the positively charged core histones 33 AgNPs HaCaT and A549\ncells Activation of Aurora kinase pathways was followed by induction of p-H3S10\n74\nZnO NPs HaCaT cells Arrest at the G2/M checkpoint of the cell cycle caused by chromatin condensation via increased H3K9 methylation and decreased H4K5 acetylation\n34\nTiO2 nanotubes hASCs Upregulate Runx2 and osteocalcin, which are osteogenic genes, by methylation of H3K4 at their promoter regions\n75\nSiNPs A549 cells FST, a protective gene for oxidative stress, was activated via SIRT6-induced H3K9 and H3K56 acetylation at the promoter region 35\nNon-coding RNA MWCNTs Nematodes 21 upregulated and 34 downregulated miRNAs have been found and the predicted target genes for these miRNAs were connected to biological processes including development, reproduction, cell cycle, cell death, cellular localization, cell adhesion, transportation, immune response, and cell metabolism 37\nCdTe QDs NIH/3T3 cells 149 dysregulated miRNAs and their predicted target genes are involved in the Wnt and MAPK signaling pathways 38 CdTe QDs NIH/3T3 cells Time and dose dependent tendencies in dysregulated miRNA expression 39 AuNPs Wister rats miR-155, which is involved in lung pathogenesis, was downregulated and\nits putative target genes TP53INP1 and PROS1 were upregulated in the lung one month and two months after exposure, respectively\n76\nAgNPs HDFs 246 differentially expressed miRNAs whose target genes were involved in apoptosis, reduction of intracellular ATP content, etc.\n77\nTiO2 NPs RAW264.7 cells miR-350 was increased and its putative target gene PIK3R3 was decreased in miR-350 overexpression cells, indicating that TiO2 NPs induced cell apoptosis via the miR-350/PIK3R3 pathway 78 TiO2 NPs Mice Inflammation related genes were upregulated and 60 miRNAs were dysregulated in the lung tissue 79 TiO2 nanotubes hASCs Promotion of osteogenic differentiation linked to epigenetic alterations like upregulation of KDM4E and changes in several non-coding RNA 80\nReview Biomaterials Science\nBiomater. Sci. This journal is © The Royal Society of Chemistry 2019\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n/3 /2\n02 0\n7: 49\n:1 2\nA M\n.\nView Article Online\nprocesses including development, reproduction, cell cycle, cell death, cellular localization, cell adhesion, transportation, immune response, and cell metabolism. Among these miRNAs, loss-of-function mutant experiments revealed that mir-259, mir-61/250, mir-42–44, mir-35, and mir-355 were the most relevant in causing severe functional damage to the intestine, neurons, and reproductive organs.37 Li et al. reported reduced cell survival rates as well as 149 dysregulated miRNAs in NIH/3T3 cells treated with 30 µg mL−1 CdTe QDs for 24 h. Further analysis revealed that their predicted target genes are involved in the Wnt and MAPK signaling pathways.38 NIH/3T3 cells were then treated with different doses (15, 30, and 45 µg mL−1) of CdTe QDs for 12 and 24 h to establish the changes in miRNA expression. The results indicated that 16 and 35 miRNAs were down- and upregulated, respectively, and some of them showed time and dose dependent tendencies in expression.39 Although some studies have discovered relevant miRNAs that show a different degree of changes; how the miRNAs influence the gene or protein expression still requires exploration. More research needs to be carried out to establish the specific role of these dysregulated miRNAs both in vivo and in vitro.\nBesides miRNAs, long non-coding RNAs (lncRNAs) have also been reported to function in targeted gene silencing by reorganizing nuclear structure, or remodeling chromatin, or forming a silencing domain and so on.40 The Fan group has revealed that lncRNAs including ROR, ANRIL, CANT1, GAU1 and so on play important roles through different mechanisms\nin eye tumors.41–44 What’s more, they have found that SMC1orchestrated intrachromosomal loop is required as a critical epigenetic barrier for the induction of pluripotency.45 However, there seems to be no such lncRNA related research in nanomaterial studies."
    }, {
      "heading" : "4. Prospects for future epigenetic studies",
      "text" : "Current studies focus primarily on nanomaterial induced DNA methylation and miRNA expression, however research should not stop at the identified dysregulated DNA methylations and miRNAs; further in-depth mechanisms involving their related genes in biological pathways should be explored. Histone modifications such as ubiquitylation and SUMOylation have not been studied and there is a significant gap in the role of chromatin remodeling in toxicity and therapeutic mechanisms. In addition, the interaction of different epigenetic mechanisms also requires investigation. A deep understanding of nanomaterial epigenetics will have important significance in disease diagnosis and treatment strategies, potential epigenetic toxicity, therapeutic mechanism and so on (Fig. 6). It is hoped that carrying out the described experiments will lead to a better understanding of the biological effects of nanomaterials and optimize their utilization.\nFig. 5 HaCaT cells arrested at the G2/M checkpoint of the cell cycle after exposure to ZnO NPs caused by chromatin condensation via increased H3K9 methylation and decreased H4K5 acetylation. (A) Flow cytometry analysis of cell cycle change. (B) Quantitative analysis of cells at different phases based on flow cytometry data. (C) A decrease in global h4K5ac and an increase in global h3K9me2 after treatment with 0.5, 20, and 50 µg ml−1 ZnO NPs. (D) Histogram showing the mean gray values of the western blot bands for histone modifications. Reprinted with permission from ref. 34, Copyright 2016 Dove Medical Press Limited.\nBiomaterials Science Review\nThis journal is © The Royal Society of Chemistry 2019 Biomater. Sci.\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n/3 /2\n02 0\n7: 49\n:1 2\nA M\n. View Article Online"
    }, {
      "heading" : "4.1 Epigenetic study could guide the choice of nanomaterials in disease diagnosis and treatment",
      "text" : "Nanomaterials with different chemical or physical characteristics could have distinct effects on epigenetic changes. Sierra et al. incubated human bronchial epithelium cells (BEAS-2B cells) with two concentrations (10 and 20 µg mL−1) of MWCNTs, and then DNA methylation was detected after 2 and 4 weeks. The results showed that, in total, 755 CpG sites were hypomethylated and the number of hypomethylated CpG sites depended on the MWCNT concentration and exposure time. In addition, there was an increase in the number of CpG sites on the X-chromosome.46 When A549 cells were exposed to TiO2 NPs (6.25, 12.5, 25, 50, and 100 µg mL\n−1) for 24 h, ROS generation and hypermethylation of the PARP-1 promoter were observed in a dose dependent manner.47 The above two studies indicate that epigenetic changes may relate to the treatment time and dose. Interestingly, Chatterjee et al. treated BEAS-2B cells and human hepatoma cells (HepG2 cells) with differentially functionalized MWCNTs (pristine, carboxylated (–COOH), and hydroxylated (–OH)) at toxicity equivalent doses for 24 h. BEAS-2B cells showed different degrees of hypomethylation (pristine > –COOH > –OH) whereas hypermethylation in HepG2 cells was more or less similar for all analogues.48 Another study used different crystal phases of TiO2 NPs (anatase, rutile, and anatase–rutile mixture) to treat 16-HBE cells at a dose of 3.25 µg mL−1 for 24 h. Both the anatase and rutile groups showed DNA damage and global\nDNA hypomethylation, while the anatase–rutile mixture group did not.49 These studies showed that the chemical structure and surface functional groups of nanomaterials also influence epigenetic alterations. Furthermore, the cell type is also relevant to epigenetic alterations when exposing the cells to nanomaterial environments. To compare the effect of TiO2 NPs on different cell lines, both BEAS-2B cells and A549 cells were treated with 100 µg mL−1 NPs for 24 h. The expression of DNA repair genes could be measured after 4 h of exposure in BEAS-2B cells but only after 48 h in A549 cells. The delay in A549 cells was caused by upregulation of methylation of related gene promoters, indicating that TiO2 NPs induce toxicity through epigenetic modulation of DNA repair genes.50 Chen et al. treated cells with different concentrations (10, 20, and 50 µg mL−1) of MWCNTs, which were similar concentrations to real exposure scenarios, for 24 h, and no cytotoxicity, oxidative stress-related DNA damage, or significant changes in DNA methylation were observed in A549 cells or kidney-derived HEK293T cells (293T cells).28 We can conclude that nanomaterials induce epigenetic changes as a result of numerous factors including morphology, components, chemical structure, size, surface functional groups, intake dose, treatment time, and exposed cell type. However, there is still a lack of detailed epigenetic alteration data for different cell types treated with different types of nanomaterials at different treatment times and doses. High throughput experiments and machine learning for big data analysis could be an effective way to address this. Big data analysis may allow us to establish\nFig. 6 Perspectives for future epigenetic studies. A lot of work needs to be done including identifying different factors of nanomaterials affecting epigenetic alterations to guide their use, deeply exploring the mechanism of nanotoxicity and therapeutic mechanisms, finding nanotoxicity biomarkers and identifying potential nanotoxicity at the epigenetic level.\nReview Biomaterials Science\nBiomater. Sci. This journal is © The Royal Society of Chemistry 2019\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n/3 /2\n02 0\n7: 49\n:1 2\nA M\n. View Article Online\nwhat kinds of nanomaterials are suitable for specific disease treatment and detection applications. For example, it could provide useful information that could help us in choosing nanomaterial drugs, drug carriers, or sensitivity agents."
    }, {
      "heading" : "4.2 Exploring severe nanotoxicity at the epigenetic level",
      "text" : "Currently, many nanotoxicity studies focus on cytological and pathological effects, which provide information on cell phenotypes such as proliferation, adhesion and migration, and pathological structural changes, including tissue inflammation and necrosis. However, the cause of cytotoxicity and pathological toxicity still requires exploration. Some studies have linked nanotoxicity to epigenetic alterations. For example, a nanomaterial cytotoxicity assessment study showed that cytotoxicity (reduction in cell viability and apoptosis) in pulmonary adenocarcinoma cells (GLC-82 cells) correlates with the upregulation of 628 miRNAs and downregulation of 25 miRNAs after treatment with 100 mg L−1 GO for 48 h. Further analysis revealed that the predicted target genes for the dysregulated miRNAs were involved in 98 activated signaling pathways (e.g., oxidative stress, inflammation, and apoptosis). Based on the analyses, a hypothesis was proposed that dysregulated miRNAs could activate apoptosis by both TNFα receptor and caspase-3 mediated death receptor pathways and p53 and Bcl-2 mediated mitochondrial pathways as shown in Fig. 7.51 Ng et al. found that miR-155 was upregulated in MRC5 lung fibroblasts treated with 20 nm diameter AuNPs at a concentration of 1 nM for 72 h. Upregulation of miR-155 inhibited the expression of its target gene PROS1, whose deficiency can lead to lung injury.52 These studies revealed the toxicity mechanism through epigenetics, which provides new perspectives for future study of toxicity mechanisms. What we currently know is just the tip of the iceberg; these insights are far from being comprehensive and more in-depth toxicity mechanism studies should be carried out to establish ways of reducing the toxicity of nanomaterials. In addition, a full understanding of epigenetic alterations induced by different nanomaterials should encompass both in vitro and in vivo studies, and a full systematic landscape of epigenetic changes (primarily DNA methylation changes) induced by nanomaterials in different tissues and\norgans is particularly necessary so that nanomaterials can be modified in a targeted way. Several studies indicate that some nanomaterials may have a toxic effect on the reproductive system. Zhao et al. reported that there were 41 dysregulated miRNAs in chicken ovarian granulosa cells induced by 5 µg mL−1 ZnO NPs following 24 h of exposure. Among them, some miRNAs (miRNA-18b-5p, 193b-3p, 133a-3p, and 133c-3p) were related to embryonic development as shown in Fig. 8.53 Another study revealed that SiNPs could induce male germ cell (GC-2 cell) apoptosis via downregulation of miR-98, which was found to directly target Caspase-3, at 100 µg mL−1 dose for 24 h.54 Another in vivo study, aimed at evaluating the transplacental effects of AuNPs, treated pregnant mice with AuNPs at a dose of 3.3 mg per kg body weight, which is ∼1000 times lower than the LD50, on days 10, 12, 14, and 17 of gestation by intraperitoneal injection. The results showed that let-7a and miR-183 were upregulated in both fetal lungs and livers and the let-7 family genes were expressed at higher levels in some tumors.55 Therefore, attention should be paid not only to the exposed individuals, but also to the future generations through transgenerational effects. More long-term studies are needed to establish the outcomes of epigenetic alterations."
    }, {
      "heading" : "4.3 Discovering nanotoxicity biomarkers",
      "text" : "The discovery of toxicity biomarkers would allow doctors to evaluate and detect potential nanomaterial-induced damage to humans in an accurate and timely way, so that the corresponding therapy and intervening strategies could be provided to improve the effects of treatment. Epigenetic changes induced by nanomaterials could be revealed through big data analysis, and indices showing significant changes could be set as biomarkers to evaluate nanomaterial toxicity. For example, HaCaT and A549 cells treated with AgNPs showed increased phosphorylation of H3 at serine 10 (p-H3S10), indicating increased p-H3S10 at the promoter site of c-jun and promoting this proto-oncogene expression could be a novel biomarker for the toxicity of AgNPs.56 In addition, liver-specific miR-122 was shown to be as effective as ALT and AST in terms of sensitivity as a biomarker for liver damage in mice treated with different high intravenous doses of SiNPs.57 The described studies are\nBiomaterials Science Review\nThis journal is © The Royal Society of Chemistry 2019 Biomater. Sci.\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n/3 /2\n02 0\n7: 49\n:1 2\nA M\n. View Article Online\ngood examples of exploring useful biomarkers for nanomaterial safety assessment. More biomarkers related to toxicity induced by various nanomaterials in different organs should be further investigated. We hope to develop a point-of-care testing (POCT) method, which would not only eliminate the need for complicated testing processes in the clinical lab and reduce diagnosis time and reagent related costs, but also realize early disease diagnosis and treatment."
    }, {
      "heading" : "4.4 Identifying the potential nanotoxicity at the epigenetic level",
      "text" : "Although there may be no cytotoxicity when cells or tissues are treated with certain concentrations of a particular nanomaterial, whether or not the material causes epigenetic toxicity under the same conditions is still not clear. Some studies have revealed that cells exhibit a degree of epigenetic alteration\nwhen treated with non-cytotoxic concentrations of nanomaterials. For example, concentrations of 256 µg mL−1 MWCNTs and 64 µg mL−1 SWCNTs were toxic to human bronchial epithelial cells (16HBE14o-cells), but there was no global DNA methylation or hydroxymethylation changes in cells treated with 25 µg mL−1 MWCNTs and 100 µg mL−1 SWCNTs for 24 h. However, at a gene-specific level, the two CNTs induced methylation alterations, and transcriptomic profiles showed SWCNT induced alterations in the genes for fibroblast proliferation, whereas MWCNTs led to inflammation.58 Another study comparing MWCNT-exposed with MWCNTunexposed workers from the same workplace showed no significant difference in global DNA methylation of blood cells. While in some selected genes—DNMT1 and HDAC4 related to the epigenetic machinery, ATM connected to DNA damage response, and SKI included in oncogenic activity—the\nFig. 8 Effects of ZnO NPs on microRNA changes, some of which were related to embryonic development. (A) List of total microRNAs significantly regulated by ZnO-NP-5 μg mL−1 and/or ZnSO4-10 μg mL−1. (B) Significantly regulated microRNAs involved in embryonic development. Reprinted with permission from ref. 53. Copyright 2016 Public Library of Science.\nReview Biomaterials Science\nBiomater. Sci. This journal is © The Royal Society of Chemistry 2019\nPu bl\nis he\nd on\n1 9\nN ov\nem be\nr 20\n19 . D\now nl\noa de\nd by\nA uc\nkl an\nd U\nni ve\nrs ity\no f\nT ec\nhn ol\nog y\non 1\n/3 /2\n02 0\n7: 49\n:1 2\nA M\n. View Article Online\nMWCNT-exposed group showed methylation alterations in the promoter regions.59 When cells were treated with different concentrations (10, 20, and 50 µg mL−1) of GO, which were close to concentrations in real exposure scenarios, for 24 h, no cytotoxicity or oxidative stress-related DNA damage was observed in A549 cells or 293T cells; however, global DNA methylation levels were elevated in a concentration-dependent manner.28 Based on these studies, we conclude that epigenetic detection and long-term follow-up experiments are necessary to identify the epigenetic alteration indices, which reflect the potential toxicity of nanomaterials to humans. Furthermore, the novel epigenetic index could be considered a biomarker for assessing the toxicity of nanomaterials or a predictor of diseases."
    }, {
      "heading" : "4.5 Exploring nanomaterial therapeutic mechanisms through epigenetic alterations",
      "text" : "Nanomaterials are used in many biomedical applications including biomolecular imaging, targeted cancer therapy, ultrasensitive detection, and gene and drug delivery. Epigenetic study can elucidate the possible treatment mechanisms that nanomaterials participate in; however, there are few studies that relate nanomaterial therapeutic mechanisms and epigenetics. For example, one study suggested that CuO NPs induced apoptosis mediated anticancer activity by suppressing total HDACs in A549 cells. Downregulation of oncogenes (TNFα and COX-2) and upregulation of tumor suppressor genes (p53 and p21) were also observed.60 Nevertheless, the direct mechanism relating reduced HDACs and changes in oncogenes and tumor suppressor genes needs to be established, and whether CuO NPs have the same effect on different cancer cells must also be proven. Another study treated three cell lines (HaCaT, A549 cells, and breast adenocarcinoma cells (MCF-7 cells)) with AgNPs and subsequent ultraviolet A exposure. The results showed increased phosphorylation of histone H2AX (γ-H2AX), an early sign of DNA double-strand breaks (DSBs), and DSBs were also detected. Interestingly, MCF-7 cells showed greater sensitivity to this treatment,61 indicating that AgNPs might be more selectively incorporated into cancer cells, and may have the potential to be used in anticancer treatment. What is causing the phosphorylation of histone H2AX leading to possible DNA damage? Is it due to the AgNPs directly influencing the phosphorylation of histone H2AX, or is there an indirect influence through epigenetic index alterations? This requires in-depth exploration. Another study showed that single-layer graphene activated osteogenesis-associated gene expression in human mesenchymal stem cells (hMSCs) by methylation of H3K4 at the promoter sites, and thus promoted osteogenic differentiation.62 These studies provide evidence that some nanomaterials can enter the nucleus and change the chromosome conformation, and some even display tropism toward the positively charged core histones; we therefore believe that epigenetic alterations are involved in nanomaterial therapeutic mechanisms. As a result, more research should be conducted to explore the epigenetic mechanisms in medical applications. Clear epigenetic mechanisms could push nanomaterials into the clinic as novel\ndrugs, or provide new dominant nanomaterial targets for drug discovery."
    }, {
      "heading" : "5. Conclusions and outlook",
      "text" : "Because epigenetic alterations play an important role in increasing the risk of several diseases and directly cause the onset of some diseases, more attention should be paid to the correlation between epigenetic alteration and diseases, particularly when interpreting the pathogenesis of diseases caused by nanomaterials. Why cells or tissues exhibit epigenetic alterations when exposed to nanomaterial environments requires further research. Could it be due to the nanomaterials directly altering the DNA or chromatin structures or influencing mRNA translation? Do the nano-size effects exhibited by nanomaterials, such as optical, thermal, and magnetic properties, and ROS induction, indirectly regulate miRNA expression, histone tail modifications, and DNA methylation? Furthermore, nanomaterial epigenetics should also be paid much more attention for in deep investigations, such as what are the other gene alterations and signal pathways getting influenced apart from epigenetic changes? And how to decrease the epigenetic influence by optimizing the physical and chemical characteristics of nanomaterials? In a word, there is still a lot to do and a long way to go in this area, but an enhanced understanding will be very beneficial for making better use of nanomaterials.\nConflicts of interest\nThere are no conflicts of interest to declare."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The work was supported by the National Natural Science Foundation of China (81601623 and 81802702), the Shanghai Rising-Star Program (17QA1402000), the National Key R&D Program of China (2018YFC1106101), the Interdisciplinary Program of Shanghai Jiao Tong University (YG2016MS03), and the Research Grant of the Shanghai Science and Technology Committee (17DZ2260100)."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "With the development of nanotechnology, nanomaterials are increasingly being applied in health fields, such as biomedicine, pharmaceuticals, and cosmetics. Concerns have therefore been raised over their toxicity and numerous studies have been carried out to assess their safety. Most studies on the toxicity and therapeutic mechanisms of nanomaterials have revealed the effects of nanomaterials on cells at the transcriptome and proteome levels. However, epigenetic modifications, for example DNA methylation, histone modification, and noncoding RNA expression induced by nanomaterials, which play an important role in the regulation of gene expression, have not received sufficient attention. In this review, we therefore state the importance of studying epigenetic effects induced by nanomaterials; then we review the progress of nanomaterial epigenetic research in the assessment of toxicity, therapeutic, and other mechanisms. We also clarify the possible study directions for future nanomaterial epigenetic research. Finally, we discuss the future development and challenges of nanomaterial epigenetics that must still be addressed. We hope to understand the potential toxicity of nanomaterials and clearly understand the therapeutic mechanism through a thorough investigation of nanomaterial epigenetics.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.520/W Unicode"
  }
}