{
  "name" : "downloads_2020-10-07_b8_10.1021@acsnano.9b09713.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "What Went Wrong with Anticancer Nanomedicine Design and How to Make It Right",
    "authors" : [ "Duxin Sun", "Simon Zhou", "Wei Gao" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Nanotechnology has successfully been applied indiverse fields of engineering, chemistry, materialsscience, pharmacy, and medicine. The nanotechnology used in computer chips and electronics has revolutionized many aspects of these fields. Similarly, there are high expectations for nanotechnology in medicine (nanomedicines) to aid in treating various diseases. Talented scientists in academia, pharmaceutical industry, and government funding and regulatory agencies around the globe have devoted a great deal of effort and billions of dollars to nanomedicine research.1,2 To date, most nanomedicines have been focused on cancer research.3 Although thousands of anticancer nanomedicines have achieved outstanding success in preclin-\nical cancer models, few anticancer nanomedicines have been approved by regulatory agencies.3−25 This low success rate has provoked decades of debate regarding the effectiveness of anticancer nanomedicines.11,20,26−38 A comprehensive analysis of anticancer nanomedicines found low tumor delivery efficiency (<0.7%), leading to extensive discussion regarding\n© XXXX American Chemical Society A\nhttps://dx.doi.org/10.1021/acsnano.9b09713 ACS Nano XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\n21 3.\n10 8.\n2. 24\no n\nO ct\nob er\n7 , 2\n02 0\nat 0\n3: 05\n:3 4\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nthe delivery effectiveness of anticancer nanomedicines.30,39 The 2019 closure of the National Cancer Institute (NCI) Centers of Cancer Nanotechnology Excellence (CCNEs) has further fueled the debate regarding the future of nanomedicine research.2,40,41\nThe debate on nanomedicine research has raised important questions: Does nanomedicine hold promise for potential breakthroughs in treating cancers? Has nanomedicine raised false hope in the past, which should now be dismissed? Proponents of anticancer nanomedicine have argued that the closure of CCNEs does not signify loss of interest, but rather is standard practice to streamline funding after 15 years of support, while many other National Institute of Health (NIH) mechanisms continue to support nanomedicine research. In the past 15 years, $165M NCI funding was allocated to CCNEs, which enabled these institutions to obtain more than $500M of other federal grants along with more than $1.48B in private funding.2 The CCNE efforts have resulted in more than 3400 publications, 100 startup companies, and 30 clinical phase I/II clinical trials.2 Although some clinical trials of these nanomedicines failed, the failure rate was in line with the failure rates of small- and large-molecule drug discovery programs. Several anticancer nanomedicines have been approved for clinical use in cancer patients in the past few decades. These products include two doxorubicin liposomal nanoformulations (Doxil4−13 and Myocet42,43), six paclitaxel nanomedicines (Abraxane [albumin nanoparticle of paclitaxel],14−25 Genexol-PM [polymeric nanoparticle of paclitaxel],44 Lipusu [liposomal paclitaxel],45 PICN [liposomal paclitaxel nanosuspension],46,47 Paclical or Apealea [paclitaxel micellar],48,49 and DP107 [paclitaxel lipid nanoparticle]48), one daunorubicin liposome nanoformulation (DaunoXome),50,51 one vincristine liposomal nanoformulation (Margibo),52,53 one mifamurtide liposomal nanoformulation (MEPACT),54 one irinotecan liposomal formulation (Onivyde),55,56 one Cytarabine liposome injection (DepoCyt),57,58 and one liposomal daunorubicin and cytarabine (Vyxeos).48,49,52,59\nHowever, critics of anticancer nanomedicine view the discontinuation of CCNEs as the latest evidence of failure of anticancer nanomedicine research.40,41 Most nanomedicines have been limited to animal testing at the preclinical stage, and the few that advanced to early phases of clinical trials suffered high failure rates. No nanomedicines were successfully developed and approved for clinical use despite so much effort and funding spent over 15 years by CCNEs. In fact, the majority of anticancer nanomedicines, with the few exceptions listed above, have failed in clinical studies. In addition, most of the successful anticancer nanomedicines were approved by comparing standard care with the combination of nanomedicine and standard care, not by comparison with free drugs.10,51,53,54,60,61 Clinical trials with a free drug control arm may not be possible due to ethical concerns, because the free drug may be ineffective for the cancer patients.14−25 However, without head-to-head comparison with free drugs, it is impossible to know if the anticancer nanomedicines are indeed better than free drugs. When nanomedicines were compared with free drugs in clinical trials, most nanomedicines did not improve efficacy (with two exceptions); although they reduced toxicity in some cases, they caused new toxicity in other cases. Among the eight Phase III clinical trials that have compared nanomedicines with free drugs (doxorubicin or paclitaxel), only two nanomedicines (in three phase III trials) have shown superior efficacy over free drugs (Doxil is superior to\ndoxorubicin in AIDS-related Kaposi sarcoma,4 and Abraxane\nis superior to Taxol in metastatic breast cancer20 and non-\nsmall-cell lung cancer21). The remaining five phase III studies\nshowed no differences in efficacy between nanomedicines and\nfree drugs or clinically used standard formulations (Doxil\nversus doxorubicin in metastatic breast cancer,8 Myocet versus\ndoxorubicin in metastatic breast cancer,62 Abraxane versus\nTaxol in gastric adenocarcinoma,63 Genexol-PM versus Taxol\nin metastatic breast cancer,44,64 Paclical in ovarian cancer65).\nThe most recent phase III clinical studies (2016−2018) of the latest nanomedicines of paclitaxel (BIND-014,66 NK-10544)\nshowed rather unimpressive clinical efficacies, which cast more\ndoubt over the future of nanomedicine research."
    }, {
      "heading" : "CURRENT ANTICANCER NANOMEDICINE DESIGN CRITERIA",
      "text" : "Most anticancer nanomedicines follow three basic criteria with the intent to improve anticancer efficacy and to reduce toxicity.31−33,35,67−71 (1) Nanomedicines increase drug accumulation in tumors through the EPR effect, thus improving anticancer efficacy.69−74 The tumor EPR effect is caused by the abnormal/leaky vasculature and lack of adequate lymphatic drainage in tumors in comparison with normal tissues. Therefore, nanomedicines tend to accumulate in tumor tissue more than in normal tissues for preferential anticancer efficacy and reduced toxicity. (2) Long systemic circulation of anticancer nanomedicines, which is achieved by surface modification of nanoparticles (e.g., PEGylation), reduces nonspecific uptake by the reticuloendothelial system (RES) in the liver and spleen, achieves high plasma concentration, and decreases drug accumulation in the normal organs to reduce toxicity. This further enhances the tumor EPR effect for drug tumor accumulation to improve anticancer efficacy.75,76 (3) A universal nanodelivery platform based on EPR and long systemic circulation can be developed to deliver different anticancer drugs to improve anticancer efficacy and reduce toxicity. One nanodelivery platform with different drugs can have broad application to treat different types of cancers.\nInconsistencies in Nanomedicines’ Efficacy/Safety Observed between Preclinical Cancer Models and Human Cancer Patients. The current nanomedicine design criteria are repeatedly confirmed in mouse xenograft cancer models using thousands of different types of nanomedicines. However, the excellent efficacy seen with the majority of nanomedicines in preclinical cancer models fails to translate to human cancer patients.31−33,35,67−71 In contrast, nanomedicines that are successful in clinical cancer patients may not show better efficacy than free drugs, but occasionally have distinct efficacy in specific cancer types that is different from\nAlthough nanomedicines are designed with unique nanodelivery systems, most nanomedicines follow three basic principles with the intent to improve anticancer efficacy and to reduce toxicity.\nhttps://dx.doi.org/10.1021/acsnano.9b09713 ACS Nano XXXX, XXX, XXX−XXX\nB\nthat of free drugs.11,20,31−38 For instance, although PEGylated liposomal doxorubicin (Doxil, 85 nm) and non-PEGylated liposomal doxorubicin (Myocet, 180 nm) have higher tumor accumulations and better efficacy in mouse breast cancer xenograft models, they showed no efficacy difference in treating human metastatic breast cancer in comparison to doxorubicin.8,42,62,77 Surprisingly, Doxil shows superior clinical efficacy in treating AIDS-related Kaposi sarcoma (ARKS) compared to doxorubicin.4,78 Doxil also reduces cardiomyopathy4,5,7−13,79 but increases hand−foot syndrome5,12,13 compared to doxorubicin. In contrast, Abraxane (130 nm), which is an albumin nanoparticle of Paclitaxel, has superior clinical efficacy in treating metastatic breast cancer16,20,80−82 and nonsmall-cell lung cancer16,17,19−23 compared to Taxol, but showed no efficacy difference in treating gastric adenocarcinoma.63 Abraxane has been approved as the first line therapy for pancreatic cancer,14−18 whereas Taxol is not approved for use in pancreatic cancer, although there is no head-to-head comparison due to ethical limitations in the clinical trial design. In addition, Abraxane decreases neutropenia20 but increases neuropathy24,25 and gastrointestinal toxicity20,24,25 compared to Taxol. Furthermore, it was hypothesized that the small size of nanomedicine (20−70 nm) might lead to a better tumor ERP effect and superior efficacy.73,83 However, a phase III study found that the small size of Genexol-PM (22 nm), a PEG−PLA polymeric nanoparticle of paclitaxel, has noninferior efficacy in treating breast cancer, but increased neutropenia compared to Taxol.64 Thus, the clinical observations of these successful nanomedicines are inconsistent with current nanomedicine design criteria."
    }, {
      "heading" : "WHAT WENT WRONG WITH NANOMEDICINE DESIGN CRITERIA?",
      "text" : "Nanomedicine Design Based on Tumor Enhanced"
    }, {
      "heading" : "Permeability and Retention (EPR) or EPR Heterogeneity May Not Be the Right Strategy in Human Cancer",
      "text" : "Patients. The debate over nanomedicine design based on tumor EPR may have mixed up two different questions and missed clinically relevant comparisons between nanomedicines and free drugs.11,26−30,32,84−92 (1) Does tumor EPR exist in mouse xenograft cancers and human cancers in comparison with normal tissues? (2) Can nanomedicines enhance drug accumulation in tumors by EPR, in comparison with free drugs, to improve clinical anticancer efficacy? Clarifications to these two different questions will have a major impact on nanomedicine design. When Tumors Are Compared with Normal Tissues, Tumor EPR Has Been Confirmed in Both Mouse Xenograft Cancers and Human Cancers. The EPR effect was first discovered in the 1980s when a small molecule of Evans blue (binding to albumin) or radioactive labeled proteins were used to test their preferred tumor accumulation in comparison with normal tissues.68−71 In xenograft cancer mouse models, the EPR effect in tumors versus normal tissues has repeatedly been confirmed using different nanoparticles.31−33,35,67−71 In human cancer patients, the EPR effect in tumors versus normal tissues has been shown in clinical studies using liposome-encapsulated imaging agents (e.g., chelated 99mTc,93−97 111In,98,99 64Cu99). In these studies, nanomedicines’ tumor accumulation was significantly higher compared to the other low background areas of the body.93−95 Based on these studies in both preclinical cancer models and human cancer patients, tumor\nEPR relative to normal tissues is a undeniable physiological phenomenon.\nWhen Compared with Free Drugs in Tumors, Nanomedicines May Not Enhance Drug Accumulation in Human Tumors, Thus Providing No Advantage in Clinical Anticancer Efficacy over Free Drugs. Small molecules with high plasma protein binding and tissue binding properties (e.g., Evans blue, doxorubicin, paclitaxel) also have high tumor accumulation by the tumor EPR effect.68−71,100 Compared to free drugs, nanomedicines (sizes 20−200 nm) have consistently been shown to enhance drug accumulation in tumors for better anticancer efficacy through strong EPR effect in preclinical xenograft cancer models.31−33,35,67−71 However, direct evidence to support enhanced nanomedicine tumor accumulation versus free drugs by tumor EPR in human cancers is limited. Most clinical studies only compare tumor accumulation of nanomedicines with surrounding healthy tissues and not with free drugs in tumors. However, Northfelt et al. compared Doxil to doxorubicin in ARKS lesions and found that Doxil levels were 5.2 to 11.4 times greater than those of doxorubicin.5 Considering that ARKS arises from the spindle cells of the dermis tissue of the skin, it is difficult to conclude whether the increase of drug concentration in ARKS lesions is related to the EPR effect or preferred accumulation of Doxil in the epidermal and dermal tissues compare to free doxorubicin.12,100−102 Furthermore, the spindle cells’ preferred uptake of Doxil versus doxorubicin may also be related to Doxil’s superior efficacy to doxorubicin, which may not be due to the EPR effect in ARKS. Using liposome-encapsulated gold nanoparticles, Huang et al. showed that nanoparticles were taken up by the spindle cells in ARKS lesions.103 Transmission electron microscopy images of ARKS lesions showed the accumulation of gold nanoparticles in large endocytic vesicles, which is evidence of transcytosis of liposomal gold nanoparticles through irregular endothelium; the extravasation is observed for these gold-labeled liposomes near extravasated erythrocytes or fenestra.103 Recently, Sindhwani et al. demonstrated that up to 97% of PEGylated gold nanoparticles (50 nm) enter tumors using an active process through endothelial cells rather than by the EPR effect.104 Therefore, the argument for nanomedicines to improve efficacy in cancer by tumor EPR is an oversimplification of complex clinical outcomes, which has proven unsuccessful in the past 30 years.\nExaggerated Delivery Efficiency/Efficacy of Nanomedicines in Mouse Xenograft Cancers Needs to Be Cautioned for Evaluation of All Nanodelivery Systems of Small/Large Molecules. The difference in nanomedicine tumor accumulation versus free drugs between mouse xenograft tumors and human tumors raises serious questions as to the validity of mouse xenograft tumors, due to its exaggerated EPR effect, for evaluating nanomedicines of both small and macromolecules (e.g., siRNA). In comparison with free drugs, nanomedicines are intrinsically trapped in mouse xenograft tumors by the strong EPR effect that grossly exaggerates their delivery efficiency/efficacy,68 but these enhancements may not be present in human cancers. The difference in cancer biology between animal xenograft cancer and human cancer already has poor clinical translation for drug development. The artificially exaggerated delivery efficiency/efficacy of nanomedicines in mouse xenograft cancer models makes the clinical translation even worse. However, most nanomedicine research has been and continues to be almost exclusively performed in mouse xenograft cancer models. It is worrisome that the\nhttps://dx.doi.org/10.1021/acsnano.9b09713 ACS Nano XXXX, XXX, XXX−XXX\nC\nenhanced delivery efficiency/efficacy of many nanodelivery systems of small/large molecules in mouse xenograft cancer models may be an “artifact” of the animal model itself that has limited clinical translation in human cancer patients. To estimate the delivery efficiency of nanomedicine versus free drugs more accurately in human cancers, the ideal model is transgenic mouse spontaneous cancers, which better mimic human cancers. However, there are not many spontaneous cancer models available for different types of cancers. In addition, these spontaneous cancers in mice may or may not respond to drug treatments due to different biology between mouse cancer cells and human cancer cells. In such cases, the efficacy evaluation of nanomedicines in metastatic cancer models may be more useful for assessing potential efficacy in metastatic human cancers, not in the primary tumors that are likely surgically removed in human cancer patients. Further, detailed distribution of nanomedicines in normal organs of normal mouse models may also be useful for determining potential efficacy/safety profiles.\nHeterogeneity of Enhanced Permeability and Retention (EPR) Occurs for Small/Large Molecules and Nanomedicines in Human Solid Tumors. To explain the inconsistencies in nanomedicines’ efficacies among mouse xenograft models and different types of human cancers, EPR heterogeneity has been hypothesized and investigated in human solid cancers. The heterogeneity of EPR suggests that Doxil enhances drug accumulation in ARKS due to greater EPR effects in sarcoma than are seen in other solid cancers (e.g., breast cancers), which explains the superior efficacy of Doxil in ARKS compared to doxorubicin. In contrast, Doxil may not enhance drug accumulation in other solid cancers due to inadequate EPR or EPR heterogeneity in different human cancer patients. For this reason, Doxil shows no efficacy difference compared to doxorubicin in treating human breast cancer.11,32,84−88,90−92 Tumor EPR heterogeneity was investigated in several clinical studies using liposome-encapsulated radioactive imaging agents (i.e., 99mTc,96,97 64Cu,99 or 111In98) or ferumoxytol (FMX) iron nanoparticles.105 These liposome-encapsulated imaging agents showed a more than 10-fold difference in tumor accumulation among different cancer patients.99,105 The higher tumor accumulation of these liposome-encapsulated imaging agents or FMX iron nanoparticles in human cancer was correlated with better efficacy of the nanomedicines in these patients.99,105 However, a limitation of these studies is that they only compared tumor tissues with normal tissues and were unable to compare with free imaging agents. One would suspect that these chelated imaging agents alone (without liposome) or free drugs alone would also show similar tumor heterogeneity, which would likewise be correlated with different efficacies of nanomedicines among different cancer patients. Tumor heterogeneity is a common phenomenon in cancer cell biology, the microenvironment, and the EPR effect. The heterogeneity of drug accumulation in tumors occurs with\nsmall molecules, macromolecules, and nanomedicines. For instance, small molecule Evans blue showed high heterogeneity in tumor accumulation by the EPR effect in transgenic PYMT mouse breast cancers, which have a similar degree of heterogeneity to that observed in humans.100 Furthermore, although tumor EPR heterogeneity can explain the inconsistencies in the efficacy of Doxil between preclinical cancer models and human cancer patients, the same hypothesis cannot explain the superior efficacy of nanomedicine Abraxane (130 nm) in the breast and lung in comparison with Taxol.106−109 Even though Genexol-PM consists of much smaller nanoparticles (20 nm), which are supposed to lead to a higher EPR effect, it only showed noninferior efficacy in breast cancer compared to paclitaxel.64 Therefore, although the existence of EPR heterogeneity in human cancer for small/ large molecules and nanomedicines is undeniable, it still cannot fully explain the inconsistency of nanomedicines’ efficacy from preclinical cancer models to human cancer patients, especially when they are compared with free drugs.\nLong Systemic Circulation Should Not Be a Universal Nanomedicine Design Criterion. Additional current design criteria for anticancer nanomedicine include long systemic circulation time and high plasma concentration, which are usually achieved by surface modifications of nanoparticles (e.g., PEGylation) to reduce RES clearance from the liver and spleen.100,108 Long circulation times are helpful when the nanomedicine can enhance tumor accumulation through a stronger EPR effect than that of free drugs in preclinical xenograft cancer models, but may not improve tumor accumulation of nanomedicines versus free drugs for better anticancer efficacy in human cancer patients. High plasma concentration and long systemic circulation result from either low RES clearance or low tissue distribution/penetration. Low tissue distribution/penetration of long-circulating nanomedicines will likely reduce anticancer efficacy, although it may also decrease drug accumulation in normal organs to reduce toxicity.4−10,12,13,110 If nanomedicines are able to achieve similar accumulation to that of free drugs (e.g., Doxil in breast cancer), they may maintain similar anticancer efficacy to free drugs as well. In addition, long-circulating nanomedicines may not universally decrease tissue distribution to reduce toxicity but instead may change drug distributions in different organs to alter safety profiles. For instance, long-circulating PEGylated liposome Doxil reduces tissue distribution/penetration in the heart to reduce cardiotoxicity4−10,12,13,111 but increases handfoot-syndrome5,12,13 compared to free doxorubicin.\nA Universal Nanodelivery Platform for Different Drugs May Not Be Feasible. Based on the tumor EPR and long systemic circulation, nanodelivery systems could be developed and broadly used to encapsulate many different drugs to improve their anticancer efficacy and decrease their toxicity. However, different anticancer drugs have distinct\nIf human clinical trials of nanomedicines continue to use these principles based on the data from mouse xenograft models, high failure rates of nanomedicines in clinical trials are inevitable.\nFurther validation is required to determine whether enhanced permeability and retention heterogeneity is responsible for the poor translation of nanomedicine’s efficacy from preclinical cancer models to different human cancer patients.\nhttps://dx.doi.org/10.1021/acsnano.9b09713 ACS Nano XXXX, XXX, XXX−XXX\nD\nphysicochemical, pharmacokinetic, and pharmacodynamic properties, which determine their unique clinical efficacy and safety profiles in human cancer patients. If the nanomedicine design principle based on tumor EPR and long circulation is invalid in human cancers, a universal nanodelivery platform is unlikely to improve the unique efficacy/safety profiles of different drugs. For instance, liposomal encapsulation (Doxil) overcomes doxorubicin’s cardiotoxicity by reducing its tissue distribution/penetration in the heart,4−10,12,13,110 but the same strategy may fail for paclitaxel and impair its efficacy. In contrast, albumin nanoparticles of paclitaxel (Abraxane) overcome paclitaxel’s poor tissue distribution/penetration to improve its efficacy in pancreatic, lung, and breast cancer,14−23 but albumin particles of doxorubicin may increase cardiotoxicity."
    }, {
      "heading" : "CREATING NEW NANOMEDICINE DESIGN CRITERIA",
      "text" : "Identify the Intrinsic Shortcomings of the Delivered Drugs Based on Their Physicochemical, Pharmacokinetic, Pharmacodynamic, and Unique Efficacy/Safety Profiles. Different compounds have distinct properties and limitations on physicochemistry, pharmacokinetics, pharmacodynamics, and efficacy/safety. For instance, the physicochemical properties of doxorubicin (salt form) do not have significant shortcomings in formulation, and it is easily prepared as an injection formulation. The pharmacodynamic properties and mechanism of action of doxorubicin determine its wide spectrum of anticancer efficacy in various types of cancers. The pharmacokinetic properties of doxorubicin include extremely low plasma concentration and significantly high tissue distribution/penetration after IV administration, which contribute to its wide-spectrum anticancer efficacy.112 However, the high distribution/penetration of doxorubicin in the heart can cause cardiomyopathy and is a major limitation.4,5,7−13 Therefore, nanomedicine design (PEGylated liposome Doxil) that reduces tissue distribution/penetration in the heart is desired to reduce cardiotoxicity.5,7−13,112 Although Doxil also decreases tissue penetration in tumors, it achieves similar tumoral levels to free doxorubicin, thus maintaining similar (although not better) anticancer efficacy in solid cancers such as breast cancer and ovarian cancer.8−10 Due to the severe limitation of cardiomyopathy caused by doxorubicin in clinical use, the reduced cardiomyopathy and maintained anticancer efficacy of Doxil is well justified. In contrast, the physicochemical properties of paclitaxel show poor solubility, which is difficult to ameliorate in formulation. Taxol used Cremophor EL as a solubilizing agent, but it can cause severe allergic reactions. The pharmacokinetic properties of Taxol showed high plasma concentration and low tissue distribution/ penetration to target organs, which may limit its efficacy in certain solid tumors.108 Therefore, nanomedicines of paclitaxel are desired to enhance tissue distribution/penetration, thereby improving its anticancer efficacy, as well as to deliver the drug to certain cell types in the tumor microenvironment.17,20,21,108,113,114\nAssessing the Pharmacokinetic Distribution of Nanocarriers and How They Alter the Free Drug Disposition in the Targeted Organs To Improve Clinical Efficacy/ Safety. Not only do different nanocarriers have distinct pharmacokinetics, but they also alter the pharmacokinetics and mass balance of the delivered drug in all organs, which subsequently affects drug efficacy/safety.114 In addition, the same nanocarrier may have distinct tissue distributions when they encapsulate different drugs. If nanomedicines do not accumulate in the target organ of interest, there is no chance for them to reach cancer cells to show efficacy in that particular organ with residual cancer or metastatic lesions. Therefore, extensive tissue distribution of nanomedicines should be evaluated in relevant animal models, relative to the free drugs, to guide subsequent clinical assessments of potentially altered efficacy and safety. For instance, the increased tissue distribution of Doxil in epidermis and dermis tissue (as well as increased uptake by spindle cells, but not due to tumor EPR) is necessary for its superior efficacy versus doxorubicin in treating ARKS4,6−11,84−88 and also causes its increased hand−foot syndrome,5,12,13 whereas its reduced distribution/penetration in the heart is responsible for its reduced cardiomyopathy.4,5,7−13 In contrast, the pharmacodynamics properties of paclitaxel shows neutropenia and neuropathy to be its adverse events.20,24,25 The pharmacokinetic properties of Taxol show high plasma concentration that contributes to neutropenia and low tissue distribution/penetration to target organs that may limit its efficacy in certain types of solid tumors.108 Therefore, in comparison with Taxol, the reduced blood concentration of Abraxane is helpful to reduce its neutropenia.20 Increased exposure to nerve cells may be associated with the increased neuropathy of Abraxane,24,25 while increased secretion to the GI tract is associated with the increased GI toxicity of Abraxane.20,113 Abraxane’s preferential penetration in the breast, lung, and pancreas may be partially responsible for its superior efficacy in treating pancreatic cancer, non-small-cell lung cancer, and breast cancer.14−23,108 Therefore, it is wise to reevaluate the nanomedicines that are currently in clinical trials to determine their altered mass balance and tissue distribution/penetration. This information will help inform potential new indications in treating different types of cancers and may improve nanomedicine success rates in clinical studies.100,108 The oversimplified expectations for nanomedicines currently in clinical trials to improve anticancer efficacy by tumor EPR and to reduce toxicity in normal organs by long circulation times are likely to be disappointing as evidenced by multiple clinical failures.\nStudying the Types of Cells in the Tumor Microenvironment to Which Drugs Will Be Delivered (e.g.,"
    }, {
      "heading" : "Cancer Cells, Endothelial Cells, Stromal Cells, or",
      "text" : "Immune Cells) To Improve Drug Efficacy. The ability of nanomedicines to deliver drugs to tissues with residual cancers is necessary but may not be adequate, because the drugs also need to be delivered to the correct cells within the tumor microenvironment. However, different nanomedicines may have the ability to deliver drugs to different types of cells in tumors and in normal organs, which impacts the nanomedicines’ efficacies and toxicities.26 The uptake of Doxil by spindle cells in ARKS may be responsible for Doxil’s superior efficacy to doxorubicin in addition to its preferred accumulation in the dermis tissues,100,103 but may not be due to a preferred tumor EPR effect of Doxil versus doxorubicin. The uptake of Abraxane in both breast cancer stem cells and Physicochemical, pharmacokinetic, pharmacodynamic, and efficacy/safety profiles of delivered drugs demand different nanodelivery systems.\nhttps://dx.doi.org/10.1021/acsnano.9b09713 ACS Nano XXXX, XXX, XXX−XXX\nE\ndifferentiated cancer cells may facilitate its superior efficacy to Taxol in treating metastatic breast cancer.114 The delivery of drugs to immune cells (e.g., macrophages) may impact the immune suppressive tumor microenvironment for anticancer efficacy.100,115−117 The delivery of drugs to the endothelial cells of tumor blood vessels may enhance the tumor delivery efficiency, and drug delivery to stromal cells may affect the drug penetration efficiency or affect the drug’s anticancer efficacy. Drug delivery to different types of cells requires different nanodelivery systems based on the physicochemical, pharmacokinetic, pharmacodynamic, and efficacy/safety properties of both delivered drugs and nanocarriers.\nBALANCING INNOVATION AND IMPACT ON"
    }, {
      "heading" : "CLINICAL TRANSLATION OF NANOMEDICINES",
      "text" : "Three types of researchers, each with their own strengths and limitations, have been working on nanomedicine research in the past few decades. Pharmaceutical scientists have strength in drug delivery and the clinical aspects of nanomedicine development; engineers have strength in engineering processes and the generation of novel nanostructures; and chemists (and material scientists) have expertise in generating new materials and new chemistries of the nanostructure. In general, these three fields have not worked together closely, and thus may not fully appreciate the others’ points of view. We often read manuscripts with oversimplified and exaggerated speculations for a nanostructure to solve all of the challenging medical problems. These unrealistic and overly exaggerated claims may harm the credibility and long-term health of nanomedicine research. The reality of the low success rates of nanomedicines, despite a large amount of global funding, as well as changes in NCI CCNEs funding mechanisms, speaks volumes to nanomedicine researchers in academia, industry, funding agencies, and regulatory agencies.2,40,41 Nanomedicine research needs to balance innovation and impact on clinical translation as emphasized by the NIH review process.2 Comprehensive understanding of nanotechnology in medicine is needed to improve the success rates of nanomedicines in clinical studies.30 However, applied nanomedicine research and fundamental basic research of nanotechnology must be balanced. On one hand, outdated theories of applied nanomedicine research need to be critically evaluated to avoid unnecessary and costly repetitions of failed ideas. Attempts to improve novelty in nanodelivery systems by changing different polymers, cargos, or targeting ligands, but using the same design principles, are likely to repeat failures with high preclinical and clinical costs. On the other hand, novel nanostructures made with new materials but without any possibility for use in humans can be used to investigate fundamental theories of nanotechnology, but their potential to solve medical problems should not be exaggerated. It is now a critical time for researchers across academia, pharmaceutical industry, funding agencies, and regulatory agencies to evaluate the status and future directions of nanomedicine research. Neither defensiveness against critical evaluations of the current status quo nor simple dismissal of nanomedicine research is helpful. We remain optimistic for nanomedicine’s potential for cancer treatment, where new insights from past failures and successes will not only advance fundamental research but also produce effective nanomedicines.\nAUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Author",
      "text" : "Duxin Sun − Department of Pharmaceutical Sciences, College of"
    }, {
      "heading" : "Pharmacy, University of Michigan, Ann Arbor, Michigan",
      "text" : "48109, United States; orcid.org/0000-0002-6406-2126; Email: duxins@umich.edu"
    }, {
      "heading" : "Authors",
      "text" : "Simon Zhou − Clinical Pharmacology, Bristol Meyer Squibb Company, Summit, New Jersey 07920, United States\nWei Gao − Department of Pharmaceutical Sciences, College of"
    }, {
      "heading" : "Pharmacy, University of Michigan, Ann Arbor, Michigan",
      "text" : "48109, United States\nComplete contact information is available at: https://pubs.acs.org/10.1021/acsnano.9b09713"
    }, {
      "heading" : "Notes",
      "text" : "Views expressed in this Perspective are those of the authors and not necessarily the views of the ACS. The authors declare no competing financial interest."
    } ],
    "references" : [ {
      "title" : "The Evolving Landscape of Drug Products Containing Nanomaterials in the United States",
      "author" : [ "K.M. Tyner" ],
      "venue" : "Nat. Nanotechnol. 2017,",
      "citeRegEx" : "Tyner,? \\Q2017\\E",
      "shortCiteRegEx" : "Tyner",
      "year" : 2017
    }, {
      "title" : "Kaposi Sarcoma",
      "author" : [ "D. Whitby" ],
      "venue" : "Nat. Rev. Disc. Primers 2019,",
      "citeRegEx" : "Whitby,? \\Q2019\\E",
      "shortCiteRegEx" : "Whitby",
      "year" : 2019
    }, {
      "title" : "Increased Survival in Pancreatic Cancer with NabPaclitaxel Plus Gemcitabine",
      "author" : [ "E Cutsem" ],
      "venue" : "N. Engl. J. Med",
      "citeRegEx" : "Cutsem,? \\Q2013\\E",
      "shortCiteRegEx" : "Cutsem",
      "year" : 2013
    }, {
      "title" : "Progress in Nanomedicine: Approved and Investigational Nanodrugs",
      "author" : [ "C.L. Ventola" ],
      "venue" : "P T 2017,",
      "citeRegEx" : "Ventola,? \\Q2017\\E",
      "shortCiteRegEx" : "Ventola",
      "year" : 2017
    }, {
      "title" : "Personal Perspectives and Concerns over the SoCalled Nanomedicine",
      "author" : [ "V.C. Yang" ],
      "venue" : "J. Controlled Release 2019,",
      "citeRegEx" : "Yang,? \\Q2019\\E",
      "shortCiteRegEx" : "Yang",
      "year" : 2019
    }, {
      "title" : "The Beginning of the End of the Nanomedicine Hype",
      "author" : [ "K. Park" ],
      "venue" : "J. Controlled Release 2019,",
      "citeRegEx" : "Park,? \\Q2019\\E",
      "shortCiteRegEx" : "Park",
      "year" : 2019
    }, {
      "title" : "Doxorubicin: Nanotechnological Overviews from Bench to Bedside",
      "author" : [ "D.A. Chiappetta" ],
      "venue" : "Drug Discovery Today 2017,",
      "citeRegEx" : "Chiappetta,? \\Q2017\\E",
      "shortCiteRegEx" : "Chiappetta",
      "year" : 2017
    }, {
      "title" : "Liposomal Paclitaxel Formulations",
      "author" : [ "S. Koudelka", "J. Turanek" ],
      "venue" : "J. Controlled Release 2012,",
      "citeRegEx" : "Koudelka and Turanek,? \\Q2012\\E",
      "shortCiteRegEx" : "Koudelka and Turanek",
      "year" : 2012
    }, {
      "title" : "The Battle of “Nano",
      "author" : [ "A.M. Sofias", "M. Dunne", "G. Storm", "C. Allen" ],
      "venue" : "Paclitaxel. Adv. Drug Delivery Rev. 2017,",
      "citeRegEx" : "Sofias et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Sofias et al\\.",
      "year" : 2017
    }, {
      "title" : "Survey of Clinical Translation of Cancer NanomedicinesLessons Learned from Successes and Failures",
      "author" : [ "H. He", "L. Liu", "E.E. Morin", "M. Liu", "A. Schwendeman" ],
      "venue" : "Acc. Chem. Res. 2019,",
      "citeRegEx" : "He et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "He et al\\.",
      "year" : 2019
    }, {
      "title" : "Mifamurtide: A Review of Its Use in the Treatment of Osteosarcoma",
      "author" : [ "J.E. Frampton" ],
      "venue" : "Paediatr. Drugs 2010,",
      "citeRegEx" : "Frampton,? \\Q2010\\E",
      "shortCiteRegEx" : "Frampton",
      "year" : 2010
    }, {
      "title" : "Daunorubicin/Cytarabine Liposome: A Review in Acute Myeloid Leukaemia",
      "author" : [ "H.A. Blair" ],
      "venue" : "Drugs 2018,",
      "citeRegEx" : "Blair,? \\Q1910\\E",
      "shortCiteRegEx" : "Blair",
      "year" : 1910
    }, {
      "title" : "Study of PSMA-Targeted Docetaxel-Containing Nanoparticle BIND-014 in Patients with Advanced Solid Tumors",
      "author" : [ "I C. Phase" ],
      "venue" : "Clin. Cancer Res",
      "citeRegEx" : "Phase,? \\Q2016\\E",
      "shortCiteRegEx" : "Phase",
      "year" : 2016
    }, {
      "title" : "Undergoing Clinical Trials",
      "author" : [ "K. Greish" ],
      "venue" : "Wiley Interdiscip. Rev. Nanomed. Nanobiotechnol. 2017,",
      "citeRegEx" : "Greish,? \\Q2010\\E",
      "shortCiteRegEx" : "Greish",
      "year" : 2010
    }, {
      "title" : "A New Concept for Macromolecular Therapeutics in Cancer Chemotherapy: Mechanism of Tumoritropic Accumulation of Proteins and the Antitumor Agent Smancs",
      "author" : [ "Y. Matsumura", "H. Maeda" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "Matsumura and Maeda,? \\Q1986\\E",
      "shortCiteRegEx" : "Matsumura and Maeda",
      "year" : 1986
    }, {
      "title" : "Optimal Size of Anticancer Nanomedicine",
      "author" : [ "M. Mikada", "A. Sukhbaatar", "Y. Miura", "S. Horie", "M. Sakamoto", "S. Mori", "T. Kodama" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A",
      "citeRegEx" : "Mikada et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Mikada et al\\.",
      "year" : 2014
    }, {
      "title" : "EPR-Effect: Utilizing Size-Dependent Nanoparticle Delivery to Solid Tumors",
      "author" : [ "T. Stylianopoulos" ],
      "venue" : "Cancer Sci",
      "citeRegEx" : "Stylianopoulos,? \\Q2017\\E",
      "shortCiteRegEx" : "Stylianopoulos",
      "year" : 2017
    }, {
      "title" : "Nanomedicine: Progress, Challenges and Opportunities",
      "author" : [ "A. Gabizon", "M. Bradbury", "U. Prabhakar", "W. Zamboni", "S. Libutti", "P. Grodzinski" ],
      "venue" : "Nat. Rev. Cancer 2017,",
      "citeRegEx" : "Gabizon et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Gabizon et al\\.",
      "year" : 2014
    }, {
      "title" : "Nanoparticle Transport Pathways into Tumors",
      "author" : [ "S.M. Moghimi", "D. Simberg" ],
      "venue" : "J. Nanopart. Res. 2018,",
      "citeRegEx" : "Moghimi and Simberg,? \\Q2018\\E",
      "shortCiteRegEx" : "Moghimi and Simberg",
      "year" : 2018
    }, {
      "title" : "Delivering Nanomedicine to Solid Tumors",
      "author" : [ "R.K. Jain", "T. Stylianopoulos" ],
      "venue" : "Nat. Rev. Clin. Oncol. 2010,",
      "citeRegEx" : "Jain and Stylianopoulos,? \\Q2010\\E",
      "shortCiteRegEx" : "Jain and Stylianopoulos",
      "year" : 2010
    }, {
      "title" : "EPR: Evidence and Fallacy",
      "author" : [ "J.W. Nichols", "Y.H. Bae" ],
      "venue" : "J. Controlled Release",
      "citeRegEx" : "Nichols and Bae,? \\Q2014\\E",
      "shortCiteRegEx" : "Nichols and Bae",
      "year" : 2014
    }, {
      "title" : "High Intratumoral Accumulation of Stealth Liposomal Doxorubicin in SarcomasRationale for Combination with Radiotherapy",
      "author" : [ "N.N. Karkavitsas" ],
      "venue" : "Acta Oncol",
      "citeRegEx" : "Karkavitsas,? \\Q2000\\E",
      "shortCiteRegEx" : "Karkavitsas",
      "year" : 2000
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "The three design criteria of anticancer nanomedicines to improve anticancer efficacy and to reduce toxicity have been debated for decades: (1) Nanomedicines increase drug accumulation through enhanced permeability and retention (EPR) in tumors to improve anticancer efficacy. (2) Long systemic circulation of nanomedicines with high plasma concentration reduces reticuloendothelial system (RES) clearance and decreases drug accumulation in the normal organs to reduce toxicity, and to enhance the EPR effect. (3) A universal nanodelivery platform based on EPR and long systemic circulation can be developed to deliver different anticancer drugs. Although these criteria have repeatedly been confirmed in preclinical xenograft cancers, the majority of anticancer nanomedicines have failed to improve clinical efficacy, while the clinical efficacies/safety of successful nanomedicines are inconsistent with these design criteria. First, the debate over tumor EPR may have mixed two different questions and missed more clinically relevant comparisons for nanomedicines versus free drugs. When tumors are compared with normal tissues, tumor EPR has been confirmed in both mouse xenograft tumors and human cancers. However, nanomedicines may not enhance drug accumulation in human tumors compared with free drugs, despite outstanding improvement in preclinical cancers. Heterogeneity of enhanced permeability and retention in human cancers occurs for small/large molecules and nanomedicines, which cannot fully explain the poor translation of nanomedicines’ efficacy from preclinical cancer models to cancer patients. Second, long-circulation nanomedicine should not be used as a universal design criterion because it does not further improve tumor accumulation by tumor EPR in human patients nor universally reduce distribution in normal organs. In contrast, nanomedicines change the drug tissue distribution to alter anticancer efficacy/safety. Third, a universal nanodelivery platform that uses the same design criteria for different drugs is not feasible. Rather, drug-specific nanodelivery systems are required to overcome the intrinsic shortcomings of delivered drugs, which are determined by the physicochemical, pharmacokinetic, and pharmacodynamic properties of the delivered drugs and nanocarriers to improve their efficacy/safety. Nanotechnology has successfully been applied in diverse fields of engineering, chemistry, materials science, pharmacy, and medicine. The nanotechnology used in computer chips and electronics has revolutionized many aspects of these fields. Similarly, there are high expectations for nanotechnology in medicine (nanomedicines) to aid in treating various diseases. Talented scientists in academia, pharmaceutical industry, and government funding and regulatory agencies around the globe have devoted a great deal of effort and billions of dollars to nanomedicine research. To date, most nanomedicines have been focused on cancer research. Although thousands of anticancer nanomedicines have achieved outstanding success in preclinical cancer models, few anticancer nanomedicines have been approved by regulatory agencies. This low success rate has provoked decades of debate regarding the effectiveness of anticancer nanomedicines. A comprehensive analysis of anticancer nanomedicines found low tumor delivery efficiency (<0.7%), leading to extensive discussion regarding Pespec iv e www.acsnano.org © XXXX American Chemical Society A https://dx.doi.org/10.1021/acsnano.9b09713 ACS Nano XXXX, XXX, XXX−XXX This is an open access article published under an ACS AuthorChoice License, which permits copying and redistribution of the article or any adaptations for non-commercial purposes. D ow nl oa de d vi a 21 3. 10 8. 2. 24 o n O ct ob er 7 , 2 02 0 at 0 3: 05 :3 4 (U T C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is he d ar tic le s. the delivery effectiveness of anticancer nanomedicines. The 2019 closure of the National Cancer Institute (NCI) Centers of Cancer Nanotechnology Excellence (CCNEs) has further fueled the debate regarding the future of nanomedicine research. The debate on nanomedicine research has raised important questions: Does nanomedicine hold promise for potential breakthroughs in treating cancers? Has nanomedicine raised false hope in the past, which should now be dismissed? Proponents of anticancer nanomedicine have argued that the closure of CCNEs does not signify loss of interest, but rather is standard practice to streamline funding after 15 years of support, while many other National Institute of Health (NIH) mechanisms continue to support nanomedicine research. In the past 15 years, $165M NCI funding was allocated to CCNEs, which enabled these institutions to obtain more than $500M of other federal grants along with more than $1.48B in private funding. The CCNE efforts have resulted in more than 3400 publications, 100 startup companies, and 30 clinical phase I/II clinical trials. Although some clinical trials of these nanomedicines failed, the failure rate was in line with the failure rates of smalland large-molecule drug discovery programs. Several anticancer nanomedicines have been approved for clinical use in cancer patients in the past few decades. These products include two doxorubicin liposomal nanoformulations (Doxil and Myocet), six paclitaxel nanomedicines (Abraxane [albumin nanoparticle of paclitaxel], Genexol-PM [polymeric nanoparticle of paclitaxel], Lipusu [liposomal paclitaxel], PICN [liposomal paclitaxel nanosuspension], Paclical or Apealea [paclitaxel micellar], and DP107 [paclitaxel lipid nanoparticle]), one daunorubicin liposome nanoformulation (DaunoXome), one vincristine liposomal nanoformulation (Margibo), one mifamurtide liposomal nanoformulation (MEPACT), one irinotecan liposomal formulation (Onivyde), one Cytarabine liposome injection (DepoCyt), and one liposomal daunorubicin and cytarabine (Vyxeos). However, critics of anticancer nanomedicine view the discontinuation of CCNEs as the latest evidence of failure of anticancer nanomedicine research. Most nanomedicines have been limited to animal testing at the preclinical stage, and the few that advanced to early phases of clinical trials suffered high failure rates. No nanomedicines were successfully developed and approved for clinical use despite so much effort and funding spent over 15 years by CCNEs. In fact, the majority of anticancer nanomedicines, with the few exceptions listed above, have failed in clinical studies. In addition, most of the successful anticancer nanomedicines were approved by comparing standard care with the combination of nanomedicine and standard care, not by comparison with free drugs. Clinical trials with a free drug control arm may not be possible due to ethical concerns, because the free drug may be ineffective for the cancer patients. However, without head-to-head comparison with free drugs, it is impossible to know if the anticancer nanomedicines are indeed better than free drugs. When nanomedicines were compared with free drugs in clinical trials, most nanomedicines did not improve efficacy (with two exceptions); although they reduced toxicity in some cases, they caused new toxicity in other cases. Among the eight Phase III clinical trials that have compared nanomedicines with free drugs (doxorubicin or paclitaxel), only two nanomedicines (in three phase III trials) have shown superior efficacy over free drugs (Doxil is superior to doxorubicin in AIDS-related Kaposi sarcoma, and Abraxane is superior to Taxol in metastatic breast cancer and nonsmall-cell lung cancer). The remaining five phase III studies showed no differences in efficacy between nanomedicines and free drugs or clinically used standard formulations (Doxil versus doxorubicin in metastatic breast cancer, Myocet versus doxorubicin in metastatic breast cancer, Abraxane versus Taxol in gastric adenocarcinoma, Genexol-PM versus Taxol in metastatic breast cancer, Paclical in ovarian cancer). The most recent phase III clinical studies (2016−2018) of the latest nanomedicines of paclitaxel (BIND-014, NK-105) showed rather unimpressive clinical efficacies, which cast more doubt over the future of nanomedicine research. CURRENT ANTICANCER NANOMEDICINE DESIGN CRITERIA Most anticancer nanomedicines follow three basic criteria with the intent to improve anticancer efficacy and to reduce toxicity. (1) Nanomedicines increase drug accumulation in tumors through the EPR effect, thus improving anticancer efficacy. The tumor EPR effect is caused by the abnormal/leaky vasculature and lack of adequate lymphatic drainage in tumors in comparison with normal tissues. Therefore, nanomedicines tend to accumulate in tumor tissue more than in normal tissues for preferential anticancer efficacy and reduced toxicity. (2) Long systemic circulation of anticancer nanomedicines, which is achieved by surface modification of nanoparticles (e.g., PEGylation), reduces nonspecific uptake by the reticuloendothelial system (RES) in the liver and spleen, achieves high plasma concentration, and decreases drug accumulation in the normal organs to reduce toxicity. This further enhances the tumor EPR effect for drug tumor accumulation to improve anticancer efficacy. (3) A universal nanodelivery platform based on EPR and long systemic circulation can be developed to deliver different anticancer drugs to improve anticancer efficacy and reduce toxicity. One nanodelivery platform with different drugs can have broad application to treat different types of cancers. Inconsistencies in Nanomedicines’ Efficacy/Safety Observed between Preclinical Cancer Models and Human Cancer Patients. The current nanomedicine design criteria are repeatedly confirmed in mouse xenograft cancer models using thousands of different types of nanomedicines. However, the excellent efficacy seen with the majority of nanomedicines in preclinical cancer models fails to translate to human cancer patients. In contrast, nanomedicines that are successful in clinical cancer patients may not show better efficacy than free drugs, but occasionally have distinct efficacy in specific cancer types that is different from Although nanomedicines are designed with unique nanodelivery systems, most nanomedicines follow three basic principles with the intent to improve anticancer efficacy and to reduce toxicity. ACS Nano www.acsnano.org Perspective https://dx.doi.org/10.1021/acsnano.9b09713 ACS Nano XXXX, XXX, XXX−XXX B that of free drugs. For instance, although PEGylated liposomal doxorubicin (Doxil, 85 nm) and non-PEGylated liposomal doxorubicin (Myocet, 180 nm) have higher tumor accumulations and better efficacy in mouse breast cancer xenograft models, they showed no efficacy difference in treating human metastatic breast cancer in comparison to doxorubicin. Surprisingly, Doxil shows superior clinical efficacy in treating AIDS-related Kaposi sarcoma (ARKS) compared to doxorubicin. Doxil also reduces cardiomyopathy but increases hand−foot syndrome compared to doxorubicin. In contrast, Abraxane (130 nm), which is an albumin nanoparticle of Paclitaxel, has superior clinical efficacy in treating metastatic breast cancer and nonsmall-cell lung cancer compared to Taxol, but showed no efficacy difference in treating gastric adenocarcinoma. Abraxane has been approved as the first line therapy for pancreatic cancer, whereas Taxol is not approved for use in pancreatic cancer, although there is no head-to-head comparison due to ethical limitations in the clinical trial design. In addition, Abraxane decreases neutropenia but increases neuropathy and gastrointestinal toxicity compared to Taxol. Furthermore, it was hypothesized that the small size of nanomedicine (20−70 nm) might lead to a better tumor ERP effect and superior efficacy. However, a phase III study found that the small size of Genexol-PM (22 nm), a PEG−PLA polymeric nanoparticle of paclitaxel, has noninferior efficacy in treating breast cancer, but increased neutropenia compared to Taxol. Thus, the clinical observations of these successful nanomedicines are inconsistent with current nanomedicine design criteria. WHAT WENT WRONG WITH NANOMEDICINE DESIGN CRITERIA? Nanomedicine Design Based on Tumor Enhanced Permeability and Retention (EPR) or EPR Heterogeneity May Not Be the Right Strategy in Human Cancer Patients. The debate over nanomedicine design based on tumor EPR may have mixed up two different questions and missed clinically relevant comparisons between nanomedicines and free drugs. (1) Does tumor EPR exist in mouse xenograft cancers and human cancers in comparison with normal tissues? (2) Can nanomedicines enhance drug accumulation in tumors by EPR, in comparison with free drugs, to improve clinical anticancer efficacy? Clarifications to these two different questions will have a major impact on nanomedicine design. When Tumors Are Compared with Normal Tissues, Tumor EPR Has Been Confirmed in Both Mouse Xenograft Cancers and Human Cancers. The EPR effect was first discovered in the 1980s when a small molecule of Evans blue (binding to albumin) or radioactive labeled proteins were used to test their preferred tumor accumulation in comparison with normal tissues. In xenograft cancer mouse models, the EPR effect in tumors versus normal tissues has repeatedly been confirmed using different nanoparticles. In human cancer patients, the EPR effect in tumors versus normal tissues has been shown in clinical studies using liposome-encapsulated imaging agents (e.g., chelated 99mTc, 111In, 64Cu). In these studies, nanomedicines’ tumor accumulation was significantly higher compared to the other low background areas of the body. Based on these studies in both preclinical cancer models and human cancer patients, tumor EPR relative to normal tissues is a undeniable physiological phenomenon. When Compared with Free Drugs in Tumors, Nanomedicines May Not Enhance Drug Accumulation in Human Tumors, Thus Providing No Advantage in Clinical Anticancer Efficacy over Free Drugs. Small molecules with high plasma protein binding and tissue binding properties (e.g., Evans blue, doxorubicin, paclitaxel) also have high tumor accumulation by the tumor EPR effect. Compared to free drugs, nanomedicines (sizes 20−200 nm) have consistently been shown to enhance drug accumulation in tumors for better anticancer efficacy through strong EPR effect in preclinical xenograft cancer models. However, direct evidence to support enhanced nanomedicine tumor accumulation versus free drugs by tumor EPR in human cancers is limited. Most clinical studies only compare tumor accumulation of nanomedicines with surrounding healthy tissues and not with free drugs in tumors. However, Northfelt et al. compared Doxil to doxorubicin in ARKS lesions and found that Doxil levels were 5.2 to 11.4 times greater than those of doxorubicin. Considering that ARKS arises from the spindle cells of the dermis tissue of the skin, it is difficult to conclude whether the increase of drug concentration in ARKS lesions is related to the EPR effect or preferred accumulation of Doxil in the epidermal and dermal tissues compare to free doxorubicin. Furthermore, the spindle cells’ preferred uptake of Doxil versus doxorubicin may also be related to Doxil’s superior efficacy to doxorubicin, which may not be due to the EPR effect in ARKS. Using liposome-encapsulated gold nanoparticles, Huang et al. showed that nanoparticles were taken up by the spindle cells in ARKS lesions. Transmission electron microscopy images of ARKS lesions showed the accumulation of gold nanoparticles in large endocytic vesicles, which is evidence of transcytosis of liposomal gold nanoparticles through irregular endothelium; the extravasation is observed for these gold-labeled liposomes near extravasated erythrocytes or fenestra. Recently, Sindhwani et al. demonstrated that up to 97% of PEGylated gold nanoparticles (50 nm) enter tumors using an active process through endothelial cells rather than by the EPR effect. Therefore, the argument for nanomedicines to improve efficacy in cancer by tumor EPR is an oversimplification of complex clinical outcomes, which has proven unsuccessful in the past 30 years. Exaggerated Delivery Efficiency/Efficacy of Nanomedicines in Mouse Xenograft Cancers Needs to Be Cautioned for Evaluation of All Nanodelivery Systems of Small/Large Molecules. The difference in nanomedicine tumor accumulation versus free drugs between mouse xenograft tumors and human tumors raises serious questions as to the validity of mouse xenograft tumors, due to its exaggerated EPR effect, for evaluating nanomedicines of both small and macromolecules (e.g., siRNA). In comparison with free drugs, nanomedicines are intrinsically trapped in mouse xenograft tumors by the strong EPR effect that grossly exaggerates their delivery efficiency/efficacy, but these enhancements may not be present in human cancers. The difference in cancer biology between animal xenograft cancer and human cancer already has poor clinical translation for drug development. The artificially exaggerated delivery efficiency/efficacy of nanomedicines in mouse xenograft cancer models makes the clinical translation even worse. However, most nanomedicine research has been and continues to be almost exclusively performed in mouse xenograft cancer models. It is worrisome that the ACS Nano www.acsnano.org Perspective https://dx.doi.org/10.1021/acsnano.9b09713 ACS Nano XXXX, XXX, XXX−XXX C enhanced delivery efficiency/efficacy of many nanodelivery systems of small/large molecules in mouse xenograft cancer models may be an “artifact” of the animal model itself that has limited clinical translation in human cancer patients. To estimate the delivery efficiency of nanomedicine versus free drugs more accurately in human cancers, the ideal model is transgenic mouse spontaneous cancers, which better mimic human cancers. However, there are not many spontaneous cancer models available for different types of cancers. In addition, these spontaneous cancers in mice may or may not respond to drug treatments due to different biology between mouse cancer cells and human cancer cells. In such cases, the efficacy evaluation of nanomedicines in metastatic cancer models may be more useful for assessing potential efficacy in metastatic human cancers, not in the primary tumors that are likely surgically removed in human cancer patients. Further, detailed distribution of nanomedicines in normal organs of normal mouse models may also be useful for determining potential efficacy/safety profiles. Heterogeneity of Enhanced Permeability and Retention (EPR) Occurs for Small/Large Molecules and Nanomedicines in Human Solid Tumors. To explain the inconsistencies in nanomedicines’ efficacies among mouse xenograft models and different types of human cancers, EPR heterogeneity has been hypothesized and investigated in human solid cancers. The heterogeneity of EPR suggests that Doxil enhances drug accumulation in ARKS due to greater EPR effects in sarcoma than are seen in other solid cancers (e.g., breast cancers), which explains the superior efficacy of Doxil in ARKS compared to doxorubicin. In contrast, Doxil may not enhance drug accumulation in other solid cancers due to inadequate EPR or EPR heterogeneity in different human cancer patients. For this reason, Doxil shows no efficacy difference compared to doxorubicin in treating human breast cancer. Tumor EPR heterogeneity was investigated in several clinical studies using liposome-encapsulated radioactive imaging agents (i.e., 99mTc, 64Cu, or 111In) or ferumoxytol (FMX) iron nanoparticles. These liposome-encapsulated imaging agents showed a more than 10-fold difference in tumor accumulation among different cancer patients. The higher tumor accumulation of these liposome-encapsulated imaging agents or FMX iron nanoparticles in human cancer was correlated with better efficacy of the nanomedicines in these patients. However, a limitation of these studies is that they only compared tumor tissues with normal tissues and were unable to compare with free imaging agents. One would suspect that these chelated imaging agents alone (without liposome) or free drugs alone would also show similar tumor heterogeneity, which would likewise be correlated with different efficacies of nanomedicines among different cancer patients. Tumor heterogeneity is a common phenomenon in cancer cell biology, the microenvironment, and the EPR effect. The heterogeneity of drug accumulation in tumors occurs with small molecules, macromolecules, and nanomedicines. For instance, small molecule Evans blue showed high heterogeneity in tumor accumulation by the EPR effect in transgenic PYMT mouse breast cancers, which have a similar degree of heterogeneity to that observed in humans. Furthermore, although tumor EPR heterogeneity can explain the inconsistencies in the efficacy of Doxil between preclinical cancer models and human cancer patients, the same hypothesis cannot explain the superior efficacy of nanomedicine Abraxane (130 nm) in the breast and lung in comparison with Taxol. Even though Genexol-PM consists of much smaller nanoparticles (20 nm), which are supposed to lead to a higher EPR effect, it only showed noninferior efficacy in breast cancer compared to paclitaxel. Therefore, although the existence of EPR heterogeneity in human cancer for small/ large molecules and nanomedicines is undeniable, it still cannot fully explain the inconsistency of nanomedicines’ efficacy from preclinical cancer models to human cancer patients, especially when they are compared with free drugs. Long Systemic Circulation Should Not Be a Universal Nanomedicine Design Criterion. Additional current design criteria for anticancer nanomedicine include long systemic circulation time and high plasma concentration, which are usually achieved by surface modifications of nanoparticles (e.g., PEGylation) to reduce RES clearance from the liver and spleen. Long circulation times are helpful when the nanomedicine can enhance tumor accumulation through a stronger EPR effect than that of free drugs in preclinical xenograft cancer models, but may not improve tumor accumulation of nanomedicines versus free drugs for better anticancer efficacy in human cancer patients. High plasma concentration and long systemic circulation result from either low RES clearance or low tissue distribution/penetration. Low tissue distribution/penetration of long-circulating nanomedicines will likely reduce anticancer efficacy, although it may also decrease drug accumulation in normal organs to reduce toxicity. If nanomedicines are able to achieve similar accumulation to that of free drugs (e.g., Doxil in breast cancer), they may maintain similar anticancer efficacy to free drugs as well. In addition, long-circulating nanomedicines may not universally decrease tissue distribution to reduce toxicity but instead may change drug distributions in different organs to alter safety profiles. For instance, long-circulating PEGylated liposome Doxil reduces tissue distribution/penetration in the heart to reduce cardiotoxicity but increases handfoot-syndrome compared to free doxorubicin. A Universal Nanodelivery Platform for Different Drugs May Not Be Feasible. Based on the tumor EPR and long systemic circulation, nanodelivery systems could be developed and broadly used to encapsulate many different drugs to improve their anticancer efficacy and decrease their toxicity. However, different anticancer drugs have distinct If human clinical trials of nanomedicines continue to use these principles based on the data from mouse xenograft models, high failure rates of nanomedicines in clinical trials are inevitable. Further validation is required to determine whether enhanced permeability and retention heterogeneity is responsible for the poor translation of nanomedicine’s efficacy from preclinical cancer models to different human cancer patients. ACS Nano www.acsnano.org Perspective https://dx.doi.org/10.1021/acsnano.9b09713 ACS Nano XXXX, XXX, XXX−XXX D physicochemical, pharmacokinetic, and pharmacodynamic properties, which determine their unique clinical efficacy and safety profiles in human cancer patients. If the nanomedicine design principle based on tumor EPR and long circulation is invalid in human cancers, a universal nanodelivery platform is unlikely to improve the unique efficacy/safety profiles of different drugs. For instance, liposomal encapsulation (Doxil) overcomes doxorubicin’s cardiotoxicity by reducing its tissue distribution/penetration in the heart, but the same strategy may fail for paclitaxel and impair its efficacy. In contrast, albumin nanoparticles of paclitaxel (Abraxane) overcome paclitaxel’s poor tissue distribution/penetration to improve its efficacy in pancreatic, lung, and breast cancer, but albumin particles of doxorubicin may increase cardiotoxicity. CREATING NEW NANOMEDICINE DESIGN CRITERIA Identify the Intrinsic Shortcomings of the Delivered Drugs Based on Their Physicochemical, Pharmacokinetic, Pharmacodynamic, and Unique Efficacy/Safety Profiles. Different compounds have distinct properties and limitations on physicochemistry, pharmacokinetics, pharmacodynamics, and efficacy/safety. For instance, the physicochemical properties of doxorubicin (salt form) do not have significant shortcomings in formulation, and it is easily prepared as an injection formulation. The pharmacodynamic properties and mechanism of action of doxorubicin determine its wide spectrum of anticancer efficacy in various types of cancers. The pharmacokinetic properties of doxorubicin include extremely low plasma concentration and significantly high tissue distribution/penetration after IV administration, which contribute to its wide-spectrum anticancer efficacy. However, the high distribution/penetration of doxorubicin in the heart can cause cardiomyopathy and is a major limitation. Therefore, nanomedicine design (PEGylated liposome Doxil) that reduces tissue distribution/penetration in the heart is desired to reduce cardiotoxicity. Although Doxil also decreases tissue penetration in tumors, it achieves similar tumoral levels to free doxorubicin, thus maintaining similar (although not better) anticancer efficacy in solid cancers such as breast cancer and ovarian cancer. Due to the severe limitation of cardiomyopathy caused by doxorubicin in clinical use, the reduced cardiomyopathy and maintained anticancer efficacy of Doxil is well justified. In contrast, the physicochemical properties of paclitaxel show poor solubility, which is difficult to ameliorate in formulation. Taxol used Cremophor EL as a solubilizing agent, but it can cause severe allergic reactions. The pharmacokinetic properties of Taxol showed high plasma concentration and low tissue distribution/ penetration to target organs, which may limit its efficacy in certain solid tumors. Therefore, nanomedicines of paclitaxel are desired to enhance tissue distribution/penetration, thereby improving its anticancer efficacy, as well as to deliver the drug to certain cell types in the tumor microenvironment. Assessing the Pharmacokinetic Distribution of Nanocarriers and How They Alter the Free Drug Disposition in the Targeted Organs To Improve Clinical Efficacy/ Safety. Not only do different nanocarriers have distinct pharmacokinetics, but they also alter the pharmacokinetics and mass balance of the delivered drug in all organs, which subsequently affects drug efficacy/safety. In addition, the same nanocarrier may have distinct tissue distributions when they encapsulate different drugs. If nanomedicines do not accumulate in the target organ of interest, there is no chance for them to reach cancer cells to show efficacy in that particular organ with residual cancer or metastatic lesions. Therefore, extensive tissue distribution of nanomedicines should be evaluated in relevant animal models, relative to the free drugs, to guide subsequent clinical assessments of potentially altered efficacy and safety. For instance, the increased tissue distribution of Doxil in epidermis and dermis tissue (as well as increased uptake by spindle cells, but not due to tumor EPR) is necessary for its superior efficacy versus doxorubicin in treating ARKS and also causes its increased hand−foot syndrome, whereas its reduced distribution/penetration in the heart is responsible for its reduced cardiomyopathy. In contrast, the pharmacodynamics properties of paclitaxel shows neutropenia and neuropathy to be its adverse events. The pharmacokinetic properties of Taxol show high plasma concentration that contributes to neutropenia and low tissue distribution/penetration to target organs that may limit its efficacy in certain types of solid tumors. Therefore, in comparison with Taxol, the reduced blood concentration of Abraxane is helpful to reduce its neutropenia. Increased exposure to nerve cells may be associated with the increased neuropathy of Abraxane, while increased secretion to the GI tract is associated with the increased GI toxicity of Abraxane. Abraxane’s preferential penetration in the breast, lung, and pancreas may be partially responsible for its superior efficacy in treating pancreatic cancer, non-small-cell lung cancer, and breast cancer. Therefore, it is wise to reevaluate the nanomedicines that are currently in clinical trials to determine their altered mass balance and tissue distribution/penetration. This information will help inform potential new indications in treating different types of cancers and may improve nanomedicine success rates in clinical studies. The oversimplified expectations for nanomedicines currently in clinical trials to improve anticancer efficacy by tumor EPR and to reduce toxicity in normal organs by long circulation times are likely to be disappointing as evidenced by multiple clinical failures. Studying the Types of Cells in the Tumor Microenvironment to Which Drugs Will Be Delivered (e.g., Cancer Cells, Endothelial Cells, Stromal Cells, or Immune Cells) To Improve Drug Efficacy. The ability of nanomedicines to deliver drugs to tissues with residual cancers is necessary but may not be adequate, because the drugs also need to be delivered to the correct cells within the tumor microenvironment. However, different nanomedicines may have the ability to deliver drugs to different types of cells in tumors and in normal organs, which impacts the nanomedicines’ efficacies and toxicities. The uptake of Doxil by spindle cells in ARKS may be responsible for Doxil’s superior efficacy to doxorubicin in addition to its preferred accumulation in the dermis tissues, but may not be due to a preferred tumor EPR effect of Doxil versus doxorubicin. The uptake of Abraxane in both breast cancer stem cells and Physicochemical, pharmacokinetic, pharmacodynamic, and efficacy/safety profiles of delivered drugs demand different nanodelivery systems. ACS Nano www.acsnano.org Perspective https://dx.doi.org/10.1021/acsnano.9b09713 ACS Nano XXXX, XXX, XXX−XXX E differentiated cancer cells may facilitate its superior efficacy to Taxol in treating metastatic breast cancer. The delivery of drugs to immune cells (e.g., macrophages) may impact the immune suppressive tumor microenvironment for anticancer efficacy. The delivery of drugs to the endothelial cells of tumor blood vessels may enhance the tumor delivery efficiency, and drug delivery to stromal cells may affect the drug penetration efficiency or affect the drug’s anticancer efficacy. Drug delivery to different types of cells requires different nanodelivery systems based on the physicochemical, pharmacokinetic, pharmacodynamic, and efficacy/safety properties of both delivered drugs and nanocarriers. BALANCING INNOVATION AND IMPACT ON CLINICAL TRANSLATION OF NANOMEDICINES Three types of researchers, each with their own strengths and limitations, have been working on nanomedicine research in the past few decades. Pharmaceutical scientists have strength in drug delivery and the clinical aspects of nanomedicine development; engineers have strength in engineering processes and the generation of novel nanostructures; and chemists (and material scientists) have expertise in generating new materials and new chemistries of the nanostructure. In general, these three fields have not worked together closely, and thus may not fully appreciate the others’ points of view. We often read manuscripts with oversimplified and exaggerated speculations for a nanostructure to solve all of the challenging medical problems. These unrealistic and overly exaggerated claims may harm the credibility and long-term health of nanomedicine research. The reality of the low success rates of nanomedicines, despite a large amount of global funding, as well as changes in NCI CCNEs funding mechanisms, speaks volumes to nanomedicine researchers in academia, industry, funding agencies, and regulatory agencies. Nanomedicine research needs to balance innovation and impact on clinical translation as emphasized by the NIH review process. Comprehensive understanding of nanotechnology in medicine is needed to improve the success rates of nanomedicines in clinical studies. However, applied nanomedicine research and fundamental basic research of nanotechnology must be balanced. On one hand, outdated theories of applied nanomedicine research need to be critically evaluated to avoid unnecessary and costly repetitions of failed ideas. Attempts to improve novelty in nanodelivery systems by changing different polymers, cargos, or targeting ligands, but using the same design principles, are likely to repeat failures with high preclinical and clinical costs. On the other hand, novel nanostructures made with new materials but without any possibility for use in humans can be used to investigate fundamental theories of nanotechnology, but their potential to solve medical problems should not be exaggerated. It is now a critical time for researchers across academia, pharmaceutical industry, funding agencies, and regulatory agencies to evaluate the status and future directions of nanomedicine research. Neither defensiveness against critical evaluations of the current status quo nor simple dismissal of nanomedicine research is helpful. We remain optimistic for nanomedicine’s potential for cancer treatment, where new insights from past failures and successes will not only advance fundamental research but also produce effective nanomedicines. AUTHOR INFORMATION Corresponding Author Duxin Sun − Department of Pharmaceutical Sciences, College of Pharmacy, University of Michigan, Ann Arbor, Michigan 48109, United States; orcid.org/0000-0002-6406-2126; Email: duxins@umich.edu",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}