{
  "name" : "downloads_2019-10-22_1e_choi2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Mapping Subpopulations of Cancer Cell- Derived Extracellular Vesicles and Particles by Nano-Flow Cytometry",
    "authors" : [ "Dongsic Choi", "Laura Montermini", "Hyeonju Jeong", "Shivani Sharma", "Brian Meehan", "Janusz Rak" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Malignant transformation, along with microenviron-mental and therapeutic stresses profoundly impactthe particulate secretome of cancer cells.1,2 The constituent extracellular particles (EPs) and membranous vesicles (EVs) are actively shed from tumor cells re ecting their identity and state. In so doing, EVs/EPs also become central mediators of the molecular ux between cellular interior and exterior and may serve as conduits of information transfer between cells.3 5 In the case of EVs, the molecular\ncontent (proteins, nucleic acids) is surrounded by a lipid bilayer decorated with proteins involved in diverse processes associated with vesicle biogenesis.6 These processes include direct budding of the cellular plasma membrane to form variable, but usually larger EVs (>150 nm in diameter), often\nReceived: June 8, 2019 Accepted: August 30, 2019 Published: August 30, 2019\n' 2019 American Chemical Society 10499 DOI:10.1021/acsnano.9b04480 ACS Nano2019, 13, 10499 10511\nD ow\nnl oa\nde d\nvi a\nM IA\nM I\nU N\nIV o\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\nreferred to as microvesicles (MVs), or ectosomes. Exocytosis of small intraluminal vesicles (<150 nm; ILVs) contained within the multivesicular endosome (MVB) gives rise to EVs termed exosomes. Nonmembranous EPs, such as exomeres, may also be shed from cancer cells, but their function and cargo are less understood, as is the nature of other uncharacterized EP/EV subtypes.3,6,7 It is often di cult to determine whether nanoparticles under consideration or their natural mixtures are membraneous or solid; therefore we will refer to objects being pro les as either particles or EVs/EPs, unless their nature is speci cally de ned.\nWhile re ned bulk puri cation and pro ling methods of EPs/EVs enabled the identi cation of molecular characteristics preferentially (though not exclusively) linked to speci c aforementioned particle subtypes,4,7 it is increasingly clear that the underlying heterogeneity within the particulate secretome is far more extensive.1,8,9 For example, proteomic analyses revealed the presence of over 1000 proteins signals within isolates of puri ed small EVs even from a single cellular source.8 These numbers imply the existence of multiple unappreciated EV/EP subsets, as such protein load would exceed the physical capacity of a single small EV/EP.1,10 Since EVs are below the resolution thresholds of most standard\nFigure 1. Nano- ow cytometry calibration and analysis of A431 EVs. (A) Experimental schema of EV isolation and labeling to perform nanoow cytometry in this study. (B) Distributions of A431-CFSE EVs and A431-CD63/GFP EVs are presented at low (9.77 – 107 particles/ mL), medium (7.81 – 108 particles/mL), and high (1.25 – 1010 particles/mL) concentrations. The positive regions were gated against PBS. (C, D) Conditions leading to linear correlation of events/s (R2 = 0.929 for CFSE EVs and 0.926 for CD63/GFP EVs) (C) and stable MFI (D) as represented by two di erent EV tags: CFSE-labeled A431-EVs and GFP-EVs (produced by the A431 subline expressing CD63/GFPEVs). Di erent EV concentrations were measured by NTA to achieve the optimal range (blue dots). At high concentrations, intensities of VSSC and PE were increased implying the coincidence or swarm e ect ,23 similar to the beads in Figure S1. (E) Four serially diluted 100 nm Fluoresbrite YG carboxylate polystyrene microspheres (100 nm microspheres) with initial concentration, 4.55 × 1013 particles/mL, were measured in nano- ow cytometry (CytoFLEX) and NTA. The relationships among them are indicated in the equation of the trendline. (F, G) Relative observed particle concentrations according to nano- ow cytometry in comparison to NTA. The respective detection patterns for 100 nm microspheres are indicated in (F), and corresponding analysis of A431 EVs is given in (G). (H, I) Kinetics of EV release, as measured by increases in total EVs, and CD63/GFP-positive EVs during conditioning of the media with A431 cells for 0, 1, 3, 6, and 24-h post medium change with serum-free medium. Measurements were obtained from 1 mL of conditioned medium from 105 cells seeded at the baseline with medium collection times indicated followed by measurements using CytoFLEX instrument. The positive regions were gated according to negative controls (serum-free media). Experiments were conducted with three technical replicates for B G and three biological replicates for H and I.\nDOI:10.1021/acsnano.9b04480 ACS Nano2019, 13, 10499 10511\n10500\noptical imaging methods,11 their individual molecular characteristics and diversity have long evaded a more comprehensive assessment,8 thereby obscuring the true complexity of EV/EP population landscape.1 This is important as the dynamic architecture of the particulate secretome may both re ect and in uence cancer biology and therapeutic responses.12,13\nIndeed, there is mounting evidence that EVs and their bioactive and oncogenic cargo may impact multiple cancerrelated processes, such as cellular growth, angiogenesis, immune responses, and metastasis.14 19 While some molecular e ectors of these processes have been investigated, it remains unclear whether e ects on cancer progression and micro-\nFigure 2. Nano- ow cytometry di erentiates EV fractions sedimented at di erent ultracentrifugation speeds. The corresponding fractions were obtained after 10,000g (10K) and 110,000g (110K) ultracentrifugation. (A) Experimental schema indicating steps in the isolation of 10K and 110K fractions for nano- ow cytometry. (B) Western blotting of 10K and 110K shows di erent molecular compositions, including enrichment in exosomal maker proteins CD9, syntenin-1, ALIX in the 110K fraction, but integrin (ITGA6) and cytosolic proteins (actin, GAPDH) enriched in 10K fraction. (C) NTA analyses of 10K and 110K fractions shows the heterogeneous size distribution (10K: 361.4 – 165.1 nm by 6374 completed tracks and 415 valid tracks, 110K: 262.3 – 100.1 nm by 3215 completed tracks and 403 valid tracks). Experiments were conducted with three technical replicates. Calibration data with diluted beads and EVs for concentration and size are presented in Figure S5. (D) Nano- ow cytometry representation of the numerical excess of 10K EVs versusthe 110K fraction in the gated region >100 nm of polystyrene beads; 4719 – 344 events/s (43.3 – 0.5%) in total 10,894 – 684 events/s for 10K and 3120 – 178 events/s (24.5 – 0.1%) in total 12,758 – 674 events/s for 110K. Experiments were conducted with three technical replicates. (E) The di erential size versusintegrin (ITGA6 or ITGB4) distribution among EVs in the 10K and 110K fractions. Antigen-positive regions were gated by same SEC fraction of IgG control (Figure S6).\nDOI:10.1021/acsnano.9b04480 ACS Nano2019, 13, 10499 10511\n10501\nenvironment are attributable to speci c EV subsets or are combinatorial in nature.1\nHere we describe a complementary use of nano- ow cytometry and high-resolution microscopy techniques as tools to reconstruct the architecture of EV/EP populations and their changes under conditions of malignant transformation and targeted therapy-induced stress. This approach enables not only a global high-throughput immunophenotyping of particles but also o ers insights into their inner structure and di erential biological properties inaccessible through traditional preparative bulk analysis methods."
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : "Calibrating Nano-Flow Cytometry for Single Particle Detection. In order to glean insights into the complexity and dynamic changes within the particulate secretome of cancer cells, we employed the optimized multicolor nano- ow cytometry to achieve high-throughput visualization of EV/EP subpopulations at the single particle resolution. Nano- ow cytometry technology has recently reached the nominal resolution below 100 nm, through a combined implementation of uorescence triggering, narrow laser beam, sensitive detectors, and instrument con guration.20 22 To take advantage of these features, we rst calibrated our nano- ow cytometer using uorescent Gigamix polystyrene beads ranging from 100 to 900 nm in size to determine the optimal concentration range for reliable single particle resolution (Figure S1). We minimized the background by empirically choosing the V-SSC (violet-SSC) gain of 100, which was associated with lower noise (546 ± 86 events/s) compared to the gain of 1 (1053 ± 6 events/s), for both EV bu er (PBS; Figure S1A) and Gigamix beads (Figure S1B,C). The dynamic range and detection limit of single nanoparticles were tested using uorescent 100 nm polystyrene beads at di erent concentrations from 2 × 107 to 2 × 1010 particles/mL as measured by nanoparticle-tracking analysis (NTA). We achieved the near linear correlation between 1094 (1.95 × 107 particles/mL) and 35,443 (2.50 × 109 particles/mL) events/s (R2 = 0.987) in both nano- ow cytometry and NTA (Figure S1D). Median uorescent intensities (MFIs) of beads were stable within this range, but dramatically increased above 40,000 events/s without increasing event/s count implying the onset of the swarm e ect (Figure S1E,F).23 Under these settings, we designed the EV isolation and labeling work- ow (Figure 1A) to e ectively enrich the preparation for EVs and against other extracellular molecules including soluble proteins, immunogloblulins, and DNA (Figure S2). Next, we tested the performance of two di erent uorescent labels: chemical dye, carboxy uorescein succinimidyl ester (CFSE), and a genetic tag, CD63-green uorescent protein (GFP) transgene, the latter resulting in elevated cellular release of EVs harboring a fusion between exosomal marker CD63 and GFP. Using a wellcharacterized model of A431 cells driven by oncogenic ampli cation/overexpression of EGFR,12 we determined that the uorescent EV pro les generated through these approaches using nano- ow cytometry are comparable (Figure 1B D) and consistent with the expression pro le of CD63 (Figure S3A,B). To compare the measured particle concentrations between NTA and nano- ow cytometry, we used 100 nm Fluoresbrite YG carboxylate polystyrene microspheres (100 nm microspheres) at nominal concentration of 4.55 × 1013 particles/mL. The measurement of the serially diluted beads showed about 2.06-fold overestimation of their density by NTA and about\n0.18 (>5-fold) under-estimation by nano- ow cytometry (Figure 1E). Comparing with the NTA, nano- ow cytometry detected aproximately 10.3% of 100 nm standardized microspheres (Figure 1F) and approximately 5.3% of A431 EVs (Figure 1G). These results suggest that detected concentrations of homogeneous 100 nm polystyrene beads and heterogeneous EVs depend on their characteristics including size distribution and refractive indices, all of which determine the detection sensitivity of particles by NTA and nano- ow cytometry. We observed that CD63-GFP EVs were detectable after as little as 1 h of medium conditioning in the presence of cells, with subsequent time-dependent signal increase at relatively stable MFI values (Figure 1H,I), implying a high sensitivity of nano- ow cytometry for single EV/EP detection. Based on cell numbers, it could be calculated that a single A431-CD63/GFP cell releases approximately 38.9 EVs/h and 25.4 CD63/GFP EVs/h. These are net numbers that do not account for a possible reuptake of EVs during 24 h culture under serum-free condition. It should be emphasized that A431-CD63/GFP cells are a variant of their parental A431 counterparts which have been engineered to overexpress a GFP tagged CD63 tertraspanin for easier EV tracking. While this manipulation enables uorescent mapping and analysis of the EV output, it also a ects the release rate and composition of the resulting EVs (Figure S3A).\nNano-Flow Cytometry Detection of Exosome-like and Ectosome-like Vesicle Populations. Using the aforementioned tools, we subjected the A431 secretome to standard di erential centrifugation aiming to purify large and small EVs at 10,000g (10K) and 110,000g (110K) sedimentation forces, respectively (Figure 2A). This separation revealed a predictable pattern of enrichment in CD9, syntenin1, and ALIX for the small (exosomal-like) EVs contained in the 110K fraction versus larger (ectosomal-like) EVs.7 There was a more even distribution of EGFR and CD63 between 110K and 10K EVs, with comparable EV loading based on the same cell number (Figure 2B and S3A,B). Also, in the case of prometastatic integrins (ITGA6, ITGB4), their presence was evident in small EVs, as reported earlier,19 but surprisingly more abundant in larger EVs (10K fraction) of the A431 conditioned media (Figure 2B). It should be mentioned that separation of EVs into the 10K and 110K fractions and the related nomenclature (exosome-like, ectosome-like) does not re ect the true heterogeneity of the particulate secretome.\nTo extend this analysis to the single EV level, we rst used transmission electron microscopy (TEM) to ascertain the expected larger EV sizes in the 10K fraction relative to their 110K counterparts (Figure S4A,B). Quantitative NTA pro les of this material showed a more complex pattern, with multiple peaks for both 110K and 10K preparations indicative of a broader size distribution of EV subpopulations, with 262.3 ± 100.1 nm and 361.4 ± 165.1 nm mean diameters, respectively (Figure 2C), consistent at di erent dilutions (Figure S5). Nano- ow cytometry gated for size detection (V-SSC) above 100 nm polystyrene beads reinforced this observation by documenting the larger sizes and broader size distributions of the 10K EV population versus EVs contained in the 110K fraction (Figure 2D).\nWhile nano- ow cytometry visualized di erential sizes of EV subpopulation, those cannot be directly inferred from the calibration. Polystyrene beads have the higher refractive index than EVs a ecting the detection by nano- ow cytometry.24,25 Although 100 nm polystyrene beads do not represent the\nDOI:10.1021/acsnano.9b04480 ACS Nano2019, 13, 10499 10511\n10502\nactual size of EVs, they could provide a useful guidance as to detecting size distribution within EV/EP populations. This is illustrated by combined results of our NTA (Figure 2C) and TEM (Figure S4A,B) studies as well as previous reports7,26 pointing to di erential sizes of EVs isolated under aforementioned ultracentrifugation conditions, which we suggest could be captured by nano- ow cytometry.\nInterestingly, staining of the respective EV preparations for ITGA6 or ITGB4, while congruent with bulk analysis, revealed additional diversity. Thus, ITGA6 and ITGB4 staining intensity was more pronounced among 10K EVs ( 39.8% for ITGA6 and 22.0% for ITGB4) than among 110K EVs ( 12.6% for ITGA6 and 7.5% for ITGB4), with both populations also containing relatively integrin-negative EVs of varying sizes (V-SSC; Figure 2E; Figure S6).\nDi erential Cellular Uptake of Distinct EV Subpopulations. EVs mediate intercellular transfer of molecular information between cancer and normal cell subsets,14,27,28 a\nprocess that relies on integrins and other receptors for target cell recognition.15,19,29 To determine whether EV heterogeneity a ects their ability to interact with recipient cells, we labeled 10K and 110K EV fractions with di erent uorescent dyes (PKH26 and PKH67) in alternating combinations and incubated them with homologous cellular recipients (A431 cells) followed by high-resolution confocal imaging (Figure 3). We validated these labeling techniques against alternative PKH26 and CD63 tags with some, but incomplete, overlap between them, further suggesting EV heterogeneity (Figure S4C). While smaller (110K) EVs were readily internalized, as indicated by characteristic accumulation of uorescent spots in the perinuclear regions of recipient cells, the equivalent amounts of 10K EVs were not taken up e ciently (Figure 3A D). This is consistent with the reported size-dependent uptake of polystyrene beads,30 and it may also imply salient di erences in corresponding biological activities.\nFigure 3. Di erential uptake of EV subsets by homologous cancer cells. (A, B) 10K and 110K EVs were isolated from 2 × 106 of PKH26- or PKH67-labeled A431 cells. From 1 mL of isolated EVs, the aliquot of 20 L used for treatment of A431 recipients was equivalent to the output of 4 × 105 of A431 cells, for both 10K/PKH26 and 110K/PKH67 EVs (A) (or for 10K/PKH67 and 110K/PKH26 EVs in panel B). EVs were added to A431 cultures containing 104 cells in 400 L of media for 18 h at: 3.33 × 108 for 10K/PKH26 and 2.95 × 108 for 110K/PKH26 and at 3.50 × 108 for 10K/PKH67 and 2.95 × 108 particles for 110K/PKH67. Panels A and B illustrate the preferential uptake of 110K EVs and di erent subcellular localization of EV subsets in recipient cells. (C) Internalized EVs from 10K/PKH26 and 110K/ PKH67 (or 10K/PKH67 and 110K/PKH26) fractions were quanti ed by the total number of the particle spots per cell (likely clusters of multiple EVs). Small 110K EVs were more readily taken up by recipient A431 cells. * and *** are the p-values <0.05 and 0.001, respectively. Experiments were conducted with three biological replicates, each composed of 10 randomly taken images of individual cells. (D) Threedimensional features of EV internalization involving 10K/PKH67 and 110K/PKH26 preparations were analyzed by confocal Z-stack composed of 7 images separated by 1 m.\nDOI:10.1021/acsnano.9b04480 ACS Nano2019, 13, 10499 10511\n10503\nPro ling Complex Immunophenotypes of Particle Populations in Di erent Cancer Cell Types. To gain further insights into the EV/EP heterogeneity, we performed bulk (Western) and nano- ow cytometry analysis to compare EVs fractions released by tumor cells representing lung (A459), breast (MDA-MB-231), and epidermoid (A431) cancers. These cell populations co-express di erent levels of two biologically important cell surface receptors, EGFR and tissue factor (TF/F3), endowed with potent oncogenic and procoagulant activities, respectively.31 Both TF and EGFR are known to undergo EV-mediated emission and intercellular\ntransfer, whereby they contribute to cancer progression.15,32\nWhether these receptors are present on the same or di erent EV populations (with di erent functions) cannot be determined using bulk analysis32 (Figure 4A).\nTo address this question, we rst developed single EV pro les of exosomal (CD63), or ectosomal (CD147) markers (notwithstanding the more complex identity of the respective EVs),33 along with TF levels, for each of which we observed a robust signal (Figure 4B and S3C,D). To render these estimates more quantitative, we calculated the absolute intensity of PE molecules linked to EV surfaces by the\nFigure 4. Mapping heterogeneity of EV landscapes among cancer cell populations. (A) Western blotting for epidermal growth factor receptor (EGFR), tissue factor (TF/F3), and EV marker syndecan binding protein 1/syntenin 1 (SDCBP1), indicative of di erent EGFR and TF/F3 expression patterns in lung (A549), breast (MDA-MB-231), and epidermoid (A431) cancer cells and their bulk EVs. (B) CD63- and TF/F3positive EV population in A431 cancer cell conditioned media. EVs were isolated from 1 mL of conditioned medium collected after 24 h of incubation with cells. (C) Nano- ow cytometry analysis of EV subsets with di erent expression patterns of TF/F3 and EGFR: EVs from A549 cells were mostly double negative, from MDA-MB-231 breast cancer cells - mostly TF/F3-positive and EGFR-negative, and from A431 epidermoid cancer - partially double positive. Antigen-positive regions were gated by same SEC fraction of IgG control (Figure S8).\nDOI:10.1021/acsnano.9b04480 ACS Nano2019, 13, 10499 10511\n10504\nFigure 5. Alteration of DNA-positive particle emission pro les in response to therapeutic inhibition of oncogenic EGFR. EVs/EPs reveal the role of apoptosis in formation of particulate secretome of cancer cells. (A) Extracellular particle pro les in cultures of A431 cells either intact or treated with dacomitinib (PF-00299804), an irreversible inhibitor of EGFR. Events released from cells treated with 5 M of PF-00299804 and/or 20 M ZVAD were recorded by nano- ow cytometry. DNA-positive particles (including EVs) were detected using membrane permeable PicoGreen dye. Antigen-positive regions were gated by same SEC fraction of no PicoGreen control (Figure S11). (B) DNApositive particles in conditioned media. The output of DNA-containing particles increased markedly in PF-00299804 treated cultures (from 12.3 – 0.3% to 20.4 – 1.1%), while caspase inhibitor, ZVAD, inhibited such release (to 12.2 – 0.7%). (C) DNA-positive particle subsets increased by approximately 2.3-fold in PF-00299804 treated cultures, but their upregulation was inhibited by ZVAD. * , ** , and *** , are the p-values of <0.05, 0.01, and 0.001, respectively. (D) SIM image of single A431 particles (largely EVs) using dual labeling with anti-CD63 antibody, and the genetic CD63-GFP tag reveals congruence of these techniques and structural complexity of individual EVs, containing domains enriched for CD63 labeled with either antibody or GFP, or both. (E) DNA-positive particles were labeled with PicoGreen and either anti-CD63 or anti-EGFR antibodies. DNA-positive EVs were more enriched in EGFR than in CD63 suggesting di erent biogenesis. (F) Numerous EGFR-positive EVs were also TF positive (see Figure 4C). In (A C), experiments were conducted with three biological\nDOI:10.1021/acsnano.9b04480 ACS Nano2019, 13, 10499 10511\n10505\nrespective antibodies (Figure S7). The resulting average numbers of antigens per EV were in the range of 127 254 for CD63 and between 256 and 513 for TF/F3. For ITGB4 in Figure 2, the averages of 138 277 and 86 173 antigens were calculated for 10K and 110K EV fractions, respectively (Figure"
    }, {
      "heading" : "S7).",
      "text" : "We subsequently performed two color mapping of TF and EGFR expression patterns among EV subpopulations of the respective cancer cell lines (Figure 4C). Interestingly, while this analysis was consistent with the overall expression of EGFR and TF by tumor cell EVs, it also revealed the existence of distinct EV subpopulations. Thus, while EVs of A549 stained weakly for TF and EGFR, MBA-MD-231 EVs were largely positive (stained strongly) for TF and mostly negative for EGFR even though this receptor is present in cellular lysates (Figure 4A). A431 cells were positive for both receptors, while their EVs either co-expressed TF and EGFR or carried only one of these receptors in a detectable abundance. This suggests that the same receptor may be presented in di erent molecular contexts of speci c EV/EP subpopulations, potentially resulting in di erent biological activities.\nChanges in Particle Immunoreactivity and DNA Content under Therapeutic Stress. Cancer cells profoundly alter their EV emission pro le and activity in response to therapeutic agents.12,34,35 For example, the anticancer e ect of agents blocking oncogenic EGFR, such as dacomitinib (PF00299804) or canertinib (CI-1033), result in increased emission of EVs/EPs harboring EGFR and genomic DNA.12 Whether these particles represent DNA-containing exosomes,36,37 other EVs,38,39 apoptotic bodies,12 or nonmembranous EPs40 remains controversial. DNA containing EVs/ EPs are also spontaneously released from viable cancer cells driven by oncogenic RAS16,37,38,41 (Figure S9).\nIndeed, bulk analysis does not permit a conclusive determination as to whether DNA is associated with all or some EVs (or EP) subsets, a circumstance that obscures both the diagnostic (liquid biopsy) and functional properties of this material. To address this question, we employed nano- ow cytometry to examine, at a single EV/EP level, the DNA content of particles released from EGFR-driven A431 cells treated for 24 h with 5 M of PF-00299804, according to the previously validated protocol.12 The cells were incubated in growth media containing 5% of EV depleted FBS, and the resulting EV/EPs were collected and labeled with PicoGreen, a membrane permeable uorescent dye binding to doublestranded DNA.42 Both control and inhibitor-treated A431 cells released DNA-positive EVs of di erent sizes (V-SSC versus PicoGreen; Figure 5A; Figures S10 S17), but the total number of the DNA-carrying particles was dramatically increased following PF-00299804 exposure (Figure 5A). This included an increase in the total number of small EVs/EPs post treatment as well as the emergence of another population of DNA-positive particles (Figure 5B, C; Figure S13). Similar data were also obtained with another EGFR inhibitor, CI-1033 (Figure S10). Notably, the release of DNA-positive particles was blocked by pretreatment with the caspase inhibitor,\nZVAD, implying a role of the apoptotic vesiculation pathway (Figure 5A). Particulate DNA released from drug treated A431 cells was protected from exogenous DNase I digestion and a ected by 0.1% Triton X-treatment (Figure S12), suggesting that this material, while heterogeneous, represents mostly small apoptotic vesicles containing internal (luminal) chromatin, rather than free nucleosomes (Figure S12A), as recently suggested.40\nChromatimeres. To further explore the nature of DNApositive particles at the single EP level, we employed structured illumination microscopy (SIM) and atomic force microscopy (AFM)43 imaging. SIM resolution was validated by a complete co-localization between genetic tag-based (CD63-GFP) and immuno uorescent imaging for the CD63, an established EV marker, in several A431 EV/EP isolates. Of note was the distinction between the luminal (GFP) and surface uorescence (antibody) associated with CD63 signals localized to individual EVs/EPs and suggesting internal complexity of these particles (Figure 5D; Figure S13). Again, in this setting both PF-00299804 and CI-1033 treatments led to the release of increased numbers of DNA-positive EVs/EPs from A431 cells (Figure S10).\nInterestingly, the majority of these EVs were CD63-negative, but a large proportion stained for EGFR (Figure 5E). Moreover, EGFR-positive EVs were also TF-positive, but fewer carried CD63 (Figure 5F). AFM imaging enforced the heterogeneity of EV/EP populations and complexity of individual particles, including formation of nano laments attached to individual EPs/EVs43 (Figures S14 S16). Moreover, a large proportion of PicoGreen-positive particles also stained for the cytoplasmic dye CellTracer Far Red and lipid binding dye DiD, which suggests that these structures may contain cytoplasmic lumen and lipid plasma membrane, both attributed to EVs and not EPs (Figure S17). However, we cannot exclude a possibility that chromatin and proteins could also be packaged into solid EPs. Nonetheless, collectively these results suggest that DNA-positive EVs/EPs may not be released through canonical exosomal,40 or EV biogenesis pathways, but instead they may contain both protected chromatin and cell membrane proteins, such as EGFR. Due to these features, we refer to these EVs/EPs as chromatimeres, as their properties di er from known EV subtypes and require a more extensive analysis.\nIn this study we sought to explore the use nano- ow cytometry and single particle imaging technologies to map EV/ EP populations released from cancer cells, either spontaneously or upon therapeutic stress. Flow cytometry has recently become an increasingly reliable tool in dissecting21,23,44 47 and high volume sorting of EVs beyond the 100 nm size limit.21,22,48 We adapted these capacities to interrogate EVs/EPs released from oncogene-driven cancer cells.\nOur report points to intrinsic complexities of EV/EP subsets hitherto de ned by physical bulk isolation and characterization methods and described as either small, exosome-like, EVs or larger MVs (ectosomes).4,7,49 We observed a much larger EV/ EP diversity. Notably, cancer cells uniformly expressing\nFigure 5. continued\nreplications. In (E, F), arrowhead indicates the double-positive EV. High-magni cation images of single EVs for (D, E) are represented in Figure S13B,C. Quantitation of double-positive EVs is indicated in Figure S8D. Total number of small EVs/EPs post-treatment, as well as the emergence of a distinct population, Figure 4. Mapping heterogeneity of EV landscapes among cancer cell populations.\nDOI:10.1021/acsnano.9b04480 ACS Nano2019, 13, 10499 10511\n10506\nsurface-associated oncogenes, such as EGFR produce EVs enriched or depleted for this receptor, an observation suggestive of diverse biogenetic pathways and functions of such vesicles. This gives further credence to our earlier suggestion that it is the oncogene-containing EV subpopulations, which we termed oncosomes,50 that may possess quasitransforming activities upon interaction with indolent cellular populations,14 while their oncogene-less counterparts released from the same cells may exhibit other activities. Interestingly, nano- ow cytometry provides valuable insights into the diversity of molecular contexts in which EGFR and other functionally important receptors are presented within individual EVs and their subpopulations. For example, A431 cells produce EVs double positive for EGFR and TF, but also EVs expressing either receptor alone. EV-associated TF is capable of transmitting the procoagulant activity between cells32,51 and has been implicated as an e ector of cancer associated thrombosis (CAT).52 Indeed, it is through such EV-related export of TF into the bloodstream that cancer cells may trigger a prothrombotic state.53 The co-expression of TF and EGFR in a subset of EVs may signify the existence of cellular microdomains where these receptors are both present. This is consistent with the reported ability of TF to transactivate EGFR in certain settings,54 a circumstance that may also impact the biological roles of single- or double-positive EV/EP subpopulations.\nAlthough nano- ow cytometry is capable of detecting single uorescent EVs, the measurable range of such positivity is limited by size. We estimated that EV may carry 80 500 antigen molecules (Figure S7), which is much lower than those estimated for cells ( 100,000 antigens).24,55 Consequently the range of molecular representation (positive to negative) per ow cytometry event is much smaller for EVs. This suggests that nano- ow cytometry of EVs is intrinsically more dependent on instrument sensitivity and uorophore intensity than conventional ow cytometry. Given the average background of mean uorescence (PE-H) intensity of 800, as observed in the present study, we gated the positive population upward of 1800 units of PE-H intensity, which corresponds to the presence of approximately 30 additional PE molecules per EV de ned as positive (30 60 additional epitopes). Since PE is brighter than other conventional uorophores such as FITC and APC (see https://www.biolegend.com/en-us/ brightness-index), these parameters may require reconsideration. Thus, assay calibration through measurement of absolute uorophore content could improve de nition of positive or negative EV/EP staining patterns.\nIn this study we have also demonstrated that acute and irreversible blockade of the oncogenic EGFR drives cellular emission of genomic DNA through increased production of a wide spectrum of EVs/EPs. While earlier studies suggested that this may be a caspase-dependent process ultimately leading to apoptosis,12 the nature of di erent DNA containing EV or EP subpopulations revealed by nano- ow cytometry is more complex and remains to be studied, to further distinguish these particles from free nucleosomes.40 We suggest that some of these questions may be addressed by combining nano- ow cytometry and super-resolution microscopy (SIM or AFM), which my reveal nanodomains and structural features within individual EV/EPs and shed more light on their origin and composition.\nIndeed, improving resolution of diverse EV/EP subsets through the use of nano- ow cytometry raises questions as to\nwhether a similar diversity also exists in their biological functions. In this regard, our studies point to a dramatically di erent cellular uptake of small exosome-like EVs versus larger MV from the same preparation. The poor uptake of larger EVs is surprising given their higher expression levels of integrins implicated in EV-cell interactions.19 EV uptake is controlled by a number of mechanisms including membrane fusion, endocytosis, and macropinocytosis,29,56,57 and it is of considerable interest to understand how these or other processes may account for the aforementioned di erences. Di erential EV/EP internalization processes are thought to be regulated by recipient cells, for example, as a function of oncogenic transformation,16 surface properties,29 and phagocytic phenotype.58 However, clearly, the properties of EVs/ EPs themselves also play a role.19,59 The latter mandates a better grasp of the inner complexity of EV/EP subpopulations, for which, as our study documents, nano- ow cytometry in tandem with high-resolution microscopy may o er an attractive solution."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "Nano- ow cytometry combined with high-resolution microscopy o ers insights into molecular, structural, and functional diversity of the particulate secretome of cancer cells."
    }, {
      "heading" : "METHODS/EXPERIMENTAL SECTION",
      "text" : "Cell Culture. A431, MDA-MB-231, and A549 cells were grown in Dulbecco s modi ed essential medium (DMEM; Wisent, Canada) supplemented with 10% heat-inactivated fetal bovine serum (FBS) (Wisent, Canada) and 1% penicillin-streptomycin (Gibco-Life Technologies, Grand Island, NY), and RAS3 cells, a tumorigenic variant of rat intestinal epithelial IEC18 cells transfected with the V12 mutant c-H-ras (HRAS) human oncogene, were grown in Alpha MEM medium (AMEM; Wisent, Canada) supplemented with 5% heat-inactivated FBS, 20 mM D-glucose, 4 mM L-glutamine, 10 g/ mL insulin, and 1% penicillin-streptomycin at 37 °C in 5% CO2.\nIsolation of EV/EPs. Size exclusion chromatography (SEC) was applied to A431 CFSE EVs and CD63/GFP EVs. The conditioned medium was collected from cells grown for 72 h in culture media containing EV-depleted FBS (generated by centrifugation at 150,000g for 18 h at 4 °C). Collected conditioned medium was centrifuged once at 400g and 2000g for 10 min. The resulting supernatant was concentrated using Amicon Ultra-15 Centrifugal Filter Unit (EMD Millipore, Billerica, MA) with a 100,000 NMWL molecular cuto . Carboxy uorescein succinimidyl ester (CFSE) was added at a concentration of 50 M and incubated for 2 h at room temperature in the dark. To remove unlabeled CFSE, qEVsingle SEC column (Izon Science, UK) was applied, and (1) 100 L of sample was loaded, (2) 900 L of PBS was added and 200 L fractions were also collected (F1 to F5), and (3) 600 L of EV-enriched eluent was collected (F6 F8). Characterization of each fraction was conducted as in Figure S2. A431 CD63/GFP EVs/EPs were isolated using the same procedure without CFSE addition. For EV isolation through ultracentrifugation, cells were grown for 72 h in the culture media containing 10% of EV-depleted FBS. Collected conditioned medium was centrifuged once at 400g and 2000g for 10 min for preclearing. The resulting supernatant was centrifuged at 110,000g for 1 h, and the pellet was resuspended in PBS for further analyses. For the 10K and 110K EVs, the supernatant after preclearing was centrifuged at 10,000g for 30 min, and 10K pellet was resuspended in PBS. The supernatant was further centrifuged at 110,000g for 1 h, and 110K pellet was resuspended in PBS before use.\nEV Labeling with Antibodies and Analyses by Nano-Flow Cytometry. A431 cells were plated in 12-well plate for 24 h at a concentration of 100,000 cells/mL overnight. Growth media was then replaced with 1 mL of serum-free media and incubated with cells for 24 h. Collecting conditioned medium was accomplished by\nDOI:10.1021/acsnano.9b04480 ACS Nano2019, 13, 10499 10511\n10507\ncentrifugation once at 400g and then at 2000g for 10 min. The resulting supernatant was concentrated up to 100 L volume using an Amicon Ultra-0.5 Centrifugal Filter Unit (EMD Millipore) with 100,000 NMWL molecular cut o . Concentrated medium or puri ed EVs were incubated with the indicated uorophore-conjugated antibodies for 2 h at room temperature in the dark. To remove unbound antibodies, EVs were further isolated by SEC as indicated above. All experiments were conducted together with isotype controls matched with the corresponding antibodies. All uorophoreconjugated antibodies were purchased from BioLegend (UK), including mouse anti-CD63 (PE and APC), mouse anti-CD9 (APC), mouse anti-TF/F3 (PE), mouse anti-CD147 (FITC), mouse anti-EGFR (APC), rat anti-ITGA6 (FITC), and mouse antiITGB4 (PE).\nEV-DNA Labeling with PicoGreen. A431 cells were plated in 12-well cluster plates for 24 h at a concentration of 100,000 cells/mL and starved with serum-free media overnight. The cells were then treated with 5 M PF-00299804, 5 M CI-1033, and/or 20 M ZVAD in DMEM media containing 5% EV-depleted FBS, for 24 h to collect conditioned medium. The conditioned medium was then centrifuged once at 400g and once at 2000g for 10 min each. The resulting supernatant was concentrated up to the 50 L volume using Amicon Ultra-0.5 Centrifugal Filter Unit (EMD Millipore, Billerica, MA) with 100,000 NMWL molecular cut o . For the DNase I treatment, an additional step was added in that 1 L of DNase I (2 units/ L) from TURBO DNA-free Kit (Thermo Fisher Scienti c, San Jose, CA) was added in 50 L of concentrated medium for 30 min at 37 °C. To label the dsDNA, 1 L of Quant-iT PicoGreen dsDNA Reagent (PicoGreen; Thermo Fisher Scienti c) was diluted in 50 L of PBS, added into 50 L of concentrated medium, and incubated for 2 h at room temperature in the dark. EVs were further isolated by SEC as indicated above. For the Triton X-100 treatment, an additional step was added in that 0.5 L of 10% of Triton X-100 added to 50 L of concentrated medium, nal 0.1% Triton X-100, for 10 min at room temperature. Next, DNase I treatment or EV isolation by SEC was conducted for nano- ow cytometry analysis.\nNanoparticle Tracking Analysis. For the concentration and size distribution of 100 nm beads and EVs, NTA was carried out using NanoSight NS500 instrument with 532 nm laser (NanoSight Ltd., UK). Three recordings of 30 s at 37 °C were obtained and processed using NTA software (version 3.0).\nNano-Flow Cytometry. Nano- ow cytometry was performed using CytoFLEX system (Beckman Coulter, Pasadena, CA) equipped with three lasers (405, 488, and 640 nm wavelength). Detailed parameters are indicated in Table S1. The 405 nm violet laser for SSC (V-SSC) was selected with 1800 of manual threshold setting in V-SSC height channel and 100 of gain of V-SSC signal in the acquisition setting. Samples were loaded and run with a slow ow rate (10 L/ min) for 1 min until the event/s rate became stable, and then 20 s acquisition run was saved. Calibrating the Sample Flow Rate was conducted as followed in CytoFLEX instructions by water weight di erence during 18 min acquisition with slow ow rate. Data were acquired and analyzed using CytExpert 2.0 software (Beckman Coulter) with events/s and events/mL. For events/mL calculation, background signal of control was subtracted. Percent of the gated region was calculated with the denominator of total events/s. The Gigamix beads are mixture of the equal volume of uorescent Megamix-Plus SSC (BioCytex, France) and Megamix-Plus FSC beads (BioCytex) which have di erent sizes: 100, 160, 200, 240, 300, 500, and 900 nm. For the 100 and 200 nm beads, standard uorescent polystyrene beads of 100 nm in diameter (NanoSight Ltd., UK) for NTA were used as the calibrator. To compare the detected particle concentration between NTA and CytoFLEX, standard 100 nm Fluoresbrite YG Microspheres (100 nm Microspheres) were used, supplied at a known concentration of 4.55 × 1013 particles/mL, calculated by (6W × 1012)/( × × 3), where W is grams of polymer per mL in latex (0.025g for a 2.5% latex), is the diameter in microns of latex particles (consult label), and is the density of polymer in grams per ml (1.05 for polystyrene).\nWestern Blotting. Cell lysates (10 g) and proteins of 10K and 110K EV released from 2.5 × 105 cells for 3 days were resolved by SDS-PAGE and then transferred to a polyvinylidene di uoride membrane. The membrane was blocked, incubated with primary antibody followed by the secondary antibody conjugated with horseradish peroxidase, and subjected to the enhanced chemiluminescence. All images were acquired by a ChemiDoc MP imager (BioRad, Hercules, CA). Rabbit anti-EGFR, rabbit anti-ITGA6, mouse anti-ALIX, and goat antirabbit antibodies were purchased from Cell Signaling Technology (Beverly, MA). Rabbit anti-CANX, rabbit antiCD9, rabbit anti-GAPDH, and rabbit anti-syntenin-1 antibodies were purchased from Abcam (Cambridge, MA). Mouse anti-TF/F3 antibody was purchased from Sekisui Diagnostics (Stamford, CT). Mouse antiactin and goat antimouse IgG were purchased from Sigma (St. Louis, MO).\nEV Labeling with Fluorescent Dyes. A431 cells were resuspended in 1 mL of Diluent C (Sigma), mixed with 1 mL of 4 M of PKH26 or PKH67 (Sigma) in Diluent C, and incubated for 5 min at room temperature in the dark. To stop the labeling, 2 mL of FBS was added to the mixture, incubated for 1 min, and washed with PBS. Cells were grown in culture media supplemented with 10% of EV-depleted FBS for 72 h, and conditioned medium was further processed as above, according to the procedure for isolation of 10K and 110K EVs. Equal portions of uorophore labeled 10K and 110K EVs from 4 × 104 cell number were added to 10,000 of 431 cells previously seeded in -Slide 8-Well ibiTreat chambered coverslips (ibidi, Germany) and incubated for 18 h. For immuno uorescence, cells were xed with 4% paraformaldehyde and permeabilized with 0.1% Tween-20 in PBS. The cells were blocked with 1% of BSA, whereas the nuclei were labeled with Nucblue DNA binding dye (Thermo Fisher Scienti c). Images were collected using LSM780 confocal microscope (Carl Zeiss, Thornwood, NY) with the 63×/1.40 objective. To quantify the EV uptake per cell, EV internalization from 10 randomly selected images in three biological replicates was quanti ed by using the Analyze Particles feature in Fiji (https:// ji. sc). In each RAW le, single channel images were created by split channel command. Cell numbers were manually counted in a channel image of Nucblue DNA binding dye. The channel images of PKH26 and PKH67 were adjusted in Threshold command from 1200 to 65,535 and Watershed command. Total particle numbers in a channel image were counted by Analyze Particles command with these options: size ( m2), 0.1 0.4; circularity, 0.01 1.00.\nStructured Illumination Microscopy. EVs puri ed by SEC were loaded on ibiTreat chambered coverslips (ibidi) and incubated at 37 °C overnight. The EVs on the coverslips were blocked with 1% of BSA in PBS for 1 h at room temperature and incubated with indicated antibody or/and PicoGreen at room temperature for 2 h. Unbound antibody or PicoGreen was washed with PBS, 3 times. Images were collected using a LSM880 ElyraPS1 super-resolution microscope (Carl Zeiss) with the 63×/1.40 objective.\nPCR. DNA was extracted from the di erent fractions adding 1 volume of 2 × lysis bu er (0.2 M Tris pH 8.0, 0.4 M NaCl, 10 mM EDTA, 0.4% SDS), 0.1 mg/mL of proteinase K, and incubated at 37 °C for 2 h. Following isopropanol precipitation, the DNA was resuspended in 50 L of distilled water. DNA isolated (5 L) from each fraction was ampli ed using human-speci c H-ras primers (H-ras For: 5 -GCAGGAGACCCTGTA GGAGGACCC-3 and H-ras Rev: 5 -TGGCACCTGGACGGCGGCGCCAG-3 ), human -actin primers (Act For: 5 GCACCACACCTTCTACAATGA and Act Rev: TCATCTTCTCGCGGTTGGC), human GAPDH primers (GAPDH For: 5 AAGGGCCCTGACAACTCTTTT and GAPDH Rev: 5 CTGGTGGTCCAGGGGTCTTA), or rat -actin primers (Act For: 5 -ACCCCAGCCATGTACGTAG and Act Rev: 5 - AGCGCGTAACCCTCATAGAT). The PCR cycling conditions were as follows: 1 × (95 °C for 10 min), 35 × (95 °C for 30 s, 64 °C for 30 s, 72 °C for 30 s), 1 × (72 °C for 5 min, 4 °C hold). Ampli ed PCR products were resolved on 2% agarose gel, and the DNA bands are visualized using ultraviolet (UV) transilluminator gel documentation system.\nDOI:10.1021/acsnano.9b04480 ACS Nano2019, 13, 10499 10511\n10508"
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "*S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsnano.9b04480.\nSupplementary Figures S1 S17 and extended methods contain additional control, quanti cation, and imaging experiments that strengthen the content of the manuscript (PDF)\nAUTHOR INFORMATION Corresponding Author *E-mail: janusz.rak@mcgill.ca."
    }, {
      "heading" : "ORCID",
      "text" : "Janusz Rak: 0000-0002-2912-5566"
    }, {
      "heading" : "Author Contributions",
      "text" : "D.C., L.M., and J.R. conceived and designed the experiments. D.C., L.M., H.J., S.S., and B.M. performed all the experiments. D.C., L.M., S.S., and J.R. analyzed and discussed the data and wrote the paper. All authors have given approval to the nal version of the manuscript."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing nancial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "This work was supported by the Foundation Grant (FDN 143322) from Canadian Institutes for Health Research to J.R., who is also a recipient of the Jack Cole Chair in Pediatric Hematology/Oncology. Infrastructure funds were also provided by the Fonds de Recherche en Sante du Quebec (FRSQ). We are especially grateful to the Montreal Children s Hospital Foundation and donors for supporting our purchase of the nano- ow cytometry instrument. We thank the Immunophenotyping Platform for nano- ow cytometry and Molecular Imaging Platform support during imaging analyses conducted at the RI-MUHC."
    } ],
    "references" : [ {
      "title" : "Extracellular Vesicle Communication Pathways as Regulatory Targets of Oncogenic Transformation",
      "author" : [ "D. Choi", "T.H. Lee", "C. Spinelli", "S. Chennakrishnaiah", "E. DAsti", "J. Rak" ],
      "venue" : "Semin. Cell Dev. Biol. 2017,",
      "citeRegEx" : "Choi et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Choi et al\\.",
      "year" : 2017
    }, {
      "title" : "Extracellular Vesicles - Biomarkers and Effectors of the Cellular Interactome in Cancer",
      "author" : [ "J. Rak" ],
      "venue" : "Front. Pharmacol. 2013,",
      "citeRegEx" : "Rak,? \\Q2013\\E",
      "shortCiteRegEx" : "Rak",
      "year" : 2013
    }, {
      "title" : "Shedding Light on the Cell Biology of Extracellular Vesicles",
      "author" : [ "G. van Niel", "G. DAngelo", "G. Raposo" ],
      "venue" : "Nat. Rev. Mol. Cell Biol. 2018,",
      "citeRegEx" : "Niel et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Niel et al\\.",
      "year" : 2018
    }, {
      "title" : "Extracellular Vesicles",
      "author" : [ "C. Spinelli", "L. Adnani", "D. Choi", "J. Rak" ],
      "venue" : "Proteomics 2019,",
      "citeRegEx" : "Spinelli et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Spinelli et al\\.",
      "year" : 2019
    }, {
      "title" : "Extracellular Vesicles",
      "author" : [ "H. Peinado", "M. Aleckovic", "S. Lavotshkin", "I. Matei", "Costa" ],
      "venue" : "Sci. Adv. 2018,",
      "citeRegEx" : "Peinado et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Peinado et al\\.",
      "year" : 2018
    }, {
      "title" : "Phenotype through MET",
      "author" : [ "A. Hoshino", "B. Costa-Silva", "T.L. Shen", "G. Rodrigues" ],
      "venue" : "Nat. Med. 2012,",
      "citeRegEx" : "Hoshino et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Hoshino et al\\.",
      "year" : 2012
    }, {
      "title" : "Flow Cytometry of Extracellular Vesicles: Potential",
      "author" : [ "P. J" ],
      "venue" : "Nature",
      "citeRegEx" : "J.,? \\Q2015\\E",
      "shortCiteRegEx" : "J.",
      "year" : 2015
    }, {
      "title" : "Identification and Characterization of EGF Receptor in Individual Exosomes by Fluorescence-Activated Vesicle Sorting",
      "author" : [ "J.N. Higginbotham", "Q. Zhang", "D.K. Jeppesen", "A.M. Scott", "H.C. Manning", "J. Ochieng", "J.L. Franklin", "R.J. Coffey" ],
      "venue" : "J. Extracell. Vesicles 2016,",
      "citeRegEx" : "Higginbotham et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Higginbotham et al\\.",
      "year" : 2016
    }, {
      "title" : "Fluorescent Labeling of Nano-Sized Vesicles Released by Cells and Subsequent Quantitative and Qualitative Analysis by High-Resolution Flow Cytometry",
      "author" : [ "E.J. van der Vlist", "E.N. Nolte-t Hoen", "W. Stoorvogel", "G.J. Arkesteijn", "M.H. Wauben" ],
      "venue" : "Nat. Protoc. 2012,",
      "citeRegEx" : "Vlist et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Vlist et al\\.",
      "year" : 2012
    }, {
      "title" : "Single vs. Swarm Detection of Microparticles and Exosomes by Flow Cytometry",
      "author" : [ "E. van der Pol", "M.J. van Gemert", "A. Sturk", "R. Nieuwland", "T.G. van Leeuwen" ],
      "venue" : "J. Thromb. Haemostasis 2012,",
      "citeRegEx" : "Pol et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Pol et al\\.",
      "year" : 2012
    }, {
      "title" : "Prospective Use of High-Refractive Index Materials for Single Molecule Detection in Flow Cytometry",
      "author" : [ "J.A. Welsh", "J. Kepley", "A. Rosner", "P. Horak", "J.A. Berzofsky", "J.C. Jones" ],
      "venue" : "Sensors 2018,",
      "citeRegEx" : "Welsh et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Welsh et al\\.",
      "year" : 2018
    }, {
      "title" : "Standardization of Extracellular Vesicle Measurements by Flow Cytometry through Vesicle Diameter Approximation",
      "author" : [ "E. van der Pol", "A. Sturk", "T. van Leeuwen", "R. Nieuwland", "F Coumans" ],
      "venue" : "J. Thromb. Haemostasis 2018,",
      "citeRegEx" : "Pol et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Pol et al\\.",
      "year" : 2018
    }, {
      "title" : "ARF6-Regulated Shedding of Tumor Cell-Derived Plasma Membrane Microvesicles",
      "author" : [ "V. Muralidharan-Chari", "J. Clancy", "C. Plou", "M. Romao", "P. Chavrier", "G. Raposo", "C. Souza-Schorey" ],
      "venue" : "Curr. Biol",
      "citeRegEx" : "Muralidharan.Chari et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Muralidharan.Chari et al\\.",
      "year" : 2009
    }, {
      "title" : "Extracellular Vesicles from High-Grade Glioma Exchange Diverse Pro-Oncogenic Signals that Maintain Intratumoral Heterogeneity",
      "author" : [ "F. Ricklefs", "M. Mineo", "A.K. Rooj", "I. Nakano", "A. Charest", "R. Weissleder", "X.O. Breakefield", "E.A. Chiocca", "J. Godlewski", "A. Bronisz" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "Ricklefs et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Ricklefs et al\\.",
      "year" : 2016
    }, {
      "title" : "Cancer Cell Exosomes Depend on Cell-Surface Heparan Sulfate Proteoglycans for Their Internalization and Functional Activity",
      "author" : [ "H.C. Christianson", "K.J. Svensson", "T.H. van Kuppevelt", "J.P. Li", "M. Belting" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A",
      "citeRegEx" : "Christianson et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Christianson et al\\.",
      "year" : 2013
    }, {
      "title" : "Particle Size and Surface Charge Affect Particle Uptake by Human Dendritic Cells in an In Vitro",
      "author" : [ "C. Foged", "B. Brodin", "S. Frokjaer", "A. Sundblad" ],
      "venue" : "Model. Int. J. Pharm",
      "citeRegEx" : "Foged et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Foged et al\\.",
      "year" : 2005
    }, {
      "title" : "Tissue Factor Expression Provokes Escape from Tumor Dormancy and Leads to Genomic Alterations",
      "author" : [ "N. Magnus", "D. Garnier", "B. Meehan", "S. McGraw", "T.H. Lee", "M. Caron", "G. Bourque", "C. Milsom", "N. Jabado", "J. Trasler", "R. Pawlinski", "N. Mackman", "J. Rak" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A",
      "citeRegEx" : "Magnus et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Magnus et al\\.",
      "year" : 2014
    }, {
      "title" : "Cancer Cells Induced to Express Mesenchymal Phenotype Release Exosome-Like Extracellular Vesicles",
      "author" : [ "D. Garnier", "N. Magnus", "T.H. Lee", "V. Bentley", "B. Meehan", "C. Milsom", "L. Montermini", "T. Kislinger", "J. Rak" ],
      "venue" : "Carrying Tissue Factor. J. Biol. Chem",
      "citeRegEx" : "Garnier et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Garnier et al\\.",
      "year" : 2012
    }, {
      "title" : "The Impact of Oncogenic EGFRvIII on the Proteome of Extracellular Vesicles Released from Glioblastoma Cells",
      "author" : [ "D. Choi", "L. Montermini", "D.K. Kim", "B. Meehan", "F.P. Roth", "J. Rak" ],
      "venue" : "Mol. Cell. Proteomics 2018,",
      "citeRegEx" : "Choi et al\\.,? \\Q1948\\E",
      "shortCiteRegEx" : "Choi et al\\.",
      "year" : 1948
    }, {
      "title" : "The Regulation of Exosome Secretion: a Novel Function of the P53 Protein",
      "author" : [ "X. Yu", "S.L. Harris", "A.J. Levine" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "Yu et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Yu et al\\.",
      "year" : 2006
    }, {
      "title" : "Identification of Double-Stranded Genomic DNA Spanning All Chromosomes with Mutated KRAS and P53 DNA in the Serum Exosomes of Patients with Pancreatic Cancer",
      "author" : [ "C. Kahlert", "S.A. Melo", "A. Protopopov", "J. Tang", "S. Seth", "M. Koch", "J. Zhang", "J. Weitz", "L. Chin", "A. Futreal", "R. Kalluri" ],
      "venue" : "J. Biol. Chem",
      "citeRegEx" : "Kahlert et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Kahlert et al\\.",
      "year" : 2014
    }, {
      "title" : "Oncogenic Ras-Driven Cancer Cell Vesiculation Leads to Emission of Double-Stranded DNA Capable of Interacting with Target Cells",
      "author" : [ "T.H. Lee", "S. Chennakrishnaiah", "E. Audemard", "L. Montermini", "B. Meehan", "J. Rak" ],
      "venue" : "Biochem. Biophys. Res. Commun",
      "citeRegEx" : "Lee et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Lee et al\\.",
      "year" : 2014
    }, {
      "title" : "Different gDNA Content in the Subpopulations of Prostate Cancer Extracellular Vesicles: Apoptotic Bodies, Microvesicles, and Exosomes",
      "author" : [ "E. Lazaro-Ibanez", "A. Sanz-Garcia", "T. Visakorpi", "C. EscobedoLucea", "P. Siljander", "A. Ayuso-Sacido", "M. Yliperttula" ],
      "venue" : "Prostate",
      "citeRegEx" : "Lazaro.Ibanez et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Lazaro.Ibanez et al\\.",
      "year" : 2014
    }, {
      "title" : "Characterization of PicoGreen Reagent and Development of a Fluorescence-Based Solution Assay for Double-Stranded DNA Quantitation",
      "author" : [ "V.L. Singer", "L.J. Jones", "S.T. Yue", "R.P. Haugland" ],
      "venue" : "Anal. Biochem",
      "citeRegEx" : "Singer et al\\.,? \\Q1997\\E",
      "shortCiteRegEx" : "Singer et al\\.",
      "year" : 1997
    }, {
      "title" : "Structural-Mechanical Characterization of Nanoparticle Exosomes in Human Saliva, Using Correlative AFM, FESEM, and Force Spectroscopy",
      "author" : [ "S. Sharma", "H.I. Rasool", "V. Palanisamy", "C. Mathisen", "M. Schmidt", "D.T. Wong", "J.K. Gimzewski" ],
      "venue" : "ACS Nano 2010,",
      "citeRegEx" : "Sharma et al\\.,? \\Q1921\\E",
      "shortCiteRegEx" : "Sharma et al\\.",
      "year" : 1921
    }, {
      "title" : "Nanoscale Flow Cytometry to Distinguish Subpopulations of Prostate Extracellular Vesicles in Patient Plasma",
      "author" : [ "R.S. Padda", "F.K. Deng", "S.I. Brett", "C.N. Biggs", "P.N. Durfee", "C.J. Brinker", "K.C. Williams", "H.S. Leong" ],
      "venue" : "Prostate 2019,",
      "citeRegEx" : "Padda et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Padda et al\\.",
      "year" : 2019
    }, {
      "title" : "High Sensitivity Flow Cytometry of Membrane Vesicles",
      "author" : [ "S.A. Stoner", "E. Duggan", "D. Condello", "A. Guerrero", "J.R. Turk", "P.K. Narayanan", "J.P. Nolan" ],
      "venue" : "Cytometry, Part A 2016,",
      "citeRegEx" : "Stoner et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Stoner et al\\.",
      "year" : 2016
    }, {
      "title" : "Labeling Extracellular Vesicles for Nanoscale Flow Cytometry",
      "author" : [ "A. Morales-Kastresana", "B. Telford", "T.A. Musich", "K. McKinnon", "C. Clayborne", "Z. Braig", "A. Rosner", "T. Demberg", "D.C. Watson", "T.S. Karpova", "G.J. Freeman", "R.H. DeKruyff", "G.N. Pavlakis", "M. Terabe", "M. Robert-Guroff", "J.A. Berzofsky", "J.C. Jones" ],
      "venue" : null,
      "citeRegEx" : "Morales.Kastresana et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Morales.Kastresana et al\\.",
      "year" : 2017
    }, {
      "title" : "Amphiregulin Exosomes Increase Cancer Cell Invasion",
      "author" : [ "J.N. Higginbotham", "B.M. Demory", "J.D. Gephart", "J.L. Franklin", "G. Bogatcheva", "G.J. Kremers", "D.W. Piston", "G.D. Ayers", "R.E. McConnell", "M.J. Tyska", "R.J. Coffey" ],
      "venue" : null,
      "citeRegEx" : "Higginbotham et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Higginbotham et al\\.",
      "year" : 2011
    }, {
      "title" : "Microvesicles as Mediators of Intercellular Communication in Cancer - the Emerging Science of Cellular Debris",
      "author" : [ "T.H. Lee", "E. DAsti", "N. Magnus", "K. Al-Nedawi", "B. Meehan", "J. Rak" ],
      "venue" : "Semin. Immunopathol",
      "citeRegEx" : "Lee et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Lee et al\\.",
      "year" : 2011
    }, {
      "title" : "Oncosomes - Large and Small: What are They",
      "author" : [ "B. Meehan", "J. Rak", "D. Di Vizio" ],
      "venue" : "Where They Came from? J. Extracell. Vesicles 2016,",
      "citeRegEx" : "Meehan et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Meehan et al\\.",
      "year" : 2016
    }, {
      "title" : "Shedding of Tissue Factor (TF)-Containing Microparticles rather than Alternatively Spliced TF is the Main Source of TF Activity Released from Human Cancer Cells",
      "author" : [ "J.L. Yu", "J.W. Rak" ],
      "venue" : "J. Thromb. Haemostasis 2004,",
      "citeRegEx" : "Yu and Rak,? \\Q2067\\E",
      "shortCiteRegEx" : "Yu and Rak",
      "year" : 2067
    }, {
      "title" : "Tumor-Derived Tissue FactorPositive Microparticles and Venous Thrombosis in Cancer Patients",
      "author" : [ "J.E. Geddings", "N. Mackman" ],
      "venue" : "Blood",
      "citeRegEx" : "Geddings and Mackman,? \\Q2013\\E",
      "shortCiteRegEx" : "Geddings and Mackman",
      "year" : 2013
    }, {
      "title" : "Mouse Models of Cancer-Associated Thrombosis",
      "author" : [ "Y. Hisada", "N. Mackman" ],
      "venue" : "Thromb. Res",
      "citeRegEx" : "Hisada and Mackman,? \\Q2018\\E",
      "shortCiteRegEx" : "Hisada and Mackman",
      "year" : 2018
    }, {
      "title" : "The Epidermal Growth Factor Receptor (EGFR) and Proline Rich Tyrosine Kinase 2 (PYK2) are Involved in Tissue Factor Dependent Factor VIIa Signalling in HaCaT Cells",
      "author" : [ "M.T. Wiiger", "H. Prydz" ],
      "venue" : "Thromb. Haemostasis 2004,",
      "citeRegEx" : "Wiiger and Prydz,? \\Q2004\\E",
      "shortCiteRegEx" : "Wiiger and Prydz",
      "year" : 2004
    }, {
      "title" : "Flow Cytometric Analysis of Extracellular Vesicles",
      "author" : [ "A. Morales-Kastresana", "J.C. Jones" ],
      "venue" : "Methods Mol. Biol",
      "citeRegEx" : "Morales.Kastresana and Jones,? \\Q2017\\E",
      "shortCiteRegEx" : "Morales.Kastresana and Jones",
      "year" : 2017
    }, {
      "title" : "Routes and Mechanisms of Extracellular Vesicle Uptake",
      "author" : [ "L.A. Mulcahy", "R.C. Pink", "D.R. Carter" ],
      "venue" : "J. Extracell. Vesicles 2014,",
      "citeRegEx" : "Mulcahy et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Mulcahy et al\\.",
      "year" : 2014
    }, {
      "title" : "Extracellular Vesicle Docking at the Cellular Port: Extracellular Vesicle Binding and Uptake",
      "author" : [ "K.C. French", "M.A. Antonyak", "R.A. Cerione" ],
      "venue" : "Semin. Cell Dev. Biol. 2017,",
      "citeRegEx" : "French et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "French et al\\.",
      "year" : 2017
    }, {
      "title" : "Leukocytes as a Reservoir of Circulating Oncogenic DNA and Regulatory Targets of TumorDerived Extracellular Vesicles",
      "author" : [ "S. Chennakrishnaiah", "B. Meehan", "E. DAsti", "L. Montermini", "T.H. Lee", "N. Karatzas", "M. Buchanan", "N. Tawil", "D. Choi", "M. Divangahi", "M. Basik", "J. Rak" ],
      "venue" : "J. Thromb. Haemostasis 2018,",
      "citeRegEx" : "Chennakrishnaiah et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Chennakrishnaiah et al\\.",
      "year" : 2018
    }, {
      "title" : "Molecular Subtypes and Differentiation Programmes of Glioma Stem Cells as Determinants of Extracellular Vesicle Profiles and Endothelial Cell-Stimulating Activities",
      "author" : [ "C. Spinelli", "L. Montermini", "B. Meehan", "A.R. Brisson", "S. Tan", "D. Choi", "I. Nakano", "J. Rak" ],
      "venue" : "J. Extracell. Vesicles 2018,",
      "citeRegEx" : "Spinelli et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Spinelli et al\\.",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "The elusive complexity of membranous extracellular vesicle (EV) and membrane-less extracellular particle (EP) populations released from various cellular sources contains clues as to their biological functions and diagnostic utility. In this study, we employed optimized multicolor nanoow cytometry, structured illumination (SIM), and atomic force microscopy (AFM) to bridge sensitive detection at the single EV/EP level and high-throughput analysis of cancer cell secretomes. We applied these approaches to particles released from intact cells driven by several di erent transforming mechanisms or to cells under therapeutic stress imposed by pharmacological inhibition of their oncogenic drivers, such as epidermal growth factor receptor (EGFR). We demonstrate a highly heterogeneous distribution of biologically relevant elements of the EV/EP cargo, including oncoproteins (EGFR), clotting factors (tissue factor), prometastatic integrins (ITGA6, ITGA4), tetraspanins (CD63), and genomic DNA across the entire particulate secretome of cancer cells. We observed that targeting EGFR activity with irreversible kinase inhibitors (dacomitinib) triggers emission of DNA containing EP/EV subpopulations, including particles (chromatimeres) harboring both EGFR and DNaseresistant chromatin. While nanoow cytometry enables quanti cation of these changes across the entire particular secretome, SIM reveals individual molecular topography of EV/EP subsets and AFM exposes some of their physical properties, including the presence of nano laments and other substructures. We describe di erential uptake rates of distinct EV subsets, resulting in preferential internalization of exosome-like small EVs by cancer cells to the exclusion of larger EVs. Thus, our study illustrates the potential of nanoow cytometry coupled with high-resolution microscopy to explore the cancer-related EV/EP landscape.",
    "creator" : null
  }
}