{
  "name" : "downloads_2020-07-15_c1_10.1038@s41565-020-0737-y.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "COVID-19 vaccine development and a potential nanomaterial path forward",
    "authors" : [ "Matthew D. Shin", "Sourabh Shukla" ],
    "emails" : [ "nsteinmetz@ucsd.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "FOCUS | Review ARticle\n1Department of NanoEngineering, University of California San Diego, La Jolla, CA, USA. 2Department of Bioengineering, University of California San Diego, La Jolla, CA, USA. 3Center for Nano-ImmunoEngineering, University of California San Diego, La Jolla, CA, USA. 4Institute for Materials Discovery and Design, University of California San Diego, La Jolla, CA, USA. 5Department of Radiology, University of California San Diego, La Jolla, CA, USA. 6Moores Cancer Center, University of California San Diego, La Jolla, CA, USA. 7Pro-SPR GmbH, Alsdorf, Germany. 8These authors contributed equally: Matthew D. Shin, Sourabh Shukla. ✉e-mail: nsteinmetz@ucsd.edu\nIn December 2019, a novel coronavirus (nCoV or SARS-CoV-2) belonging to the betacoronavirus family emerged1,2. All human betacoronaviruses are unique from one another, however, they do share a certain degree of genetic and structural homology. SARS-CoV-2 genome sequence homology with SARS-CoV and MERS-CoV is 77% and 50%, respectively3. In contrast to the relatively smaller outbreaks of SARS-CoV in 2002 and MERS-CoV in 2012, SARS-CoV-2 is exhibiting an unprecedented scale of infection, resulting in a global pandemic declaration of Coronavirus Infectious Disease (COVID-19) on 11 March 2020 by the World Health Organization (WHO). On 1 June 2020, the World Health Organization reported >6 million confirmed cases and 371 thousand deaths globally. Of note, during the 1918 influenza pandemic, more death was observed in the second phase of outbreak4. Similar to influenza, COVID-19 harbours the potential to become a seasonal disease5. The high infection rate, long incubation period, along with mild-to-moderate symptoms experienced by many, make COVID-19 a troubling disease. A vaccine is crucial, in particular because data indicate asymptomatic transmission of COVID-196–8. More than 10 years ago, scientists predicted the pandemic potential of the coronaviruses9. And for the past 30 years, a once-per-decade novel coronavirus has pushed our public health system to the limit, with SARS-CoV-2 being the most severe. Despite the repeated warnings and discussion, the world was not prepared for this pandemic. The rapid development, distribution and administration of a vaccine to the global population is the most effective approach to quell this pandemic and the only one that will lead to a complete lifting of restrictions. Challenges include the vaccine design itself, but also its manufacture and global distribution; cold chain requirements present logistical and fiscal barriers to the availability of important, life-saving vaccines in resource-poor areas of the world. Innovating vaccine delivery platforms and devices to break cold chain limitations are therefore an efficient solution to safeguard potent vaccination for both wealthy and lower-income countries."
    }, {
      "heading" : "The vaccine strategies",
      "text" : "When designing a vaccine, principally, one needs to define the antigen, the adjuvant, the manufacturing system and the delivery strategy (Box 1). The rapid development of vaccines is possible because the genome and structural information of SARS-CoV-2 was made available in record time10–14. These data, along with expedited communication of bioinformatic predictions and epitope mapping15–18, has provided crucial knowledge enabling vaccine design beyond development of live-attenuated and inactivated vaccines19–23. Also, information available from prior development of SARS/MERS vaccine candidates aids in the development of SARS-CoV-2 vaccine candidates24,25. Nanotechnology platforms offer great utility in modern vaccine design and have helped catalyse novel candidate vaccines toward clinical testing at unprecedented speed. Along with inactivated vaccines, emerging nanotechnologies such as mRNA vaccines delivered by lipid nanoparticles and viral vector vaccines have already reached Phase II and III clinical trials (Fig. 1 and Table 1). SARS-CoV-2 is an enveloped ssRNA virus with spike-like glycoproteins protruding from its exterior membrane surface forming a ‘corona’. The four major structural proteins of betacoronaviruses are spike (S) protein, envelope (E) protein, membrane (M) protein, and nucleocapsid (N) protein26. The S protein is an attractive target for vaccine design because it facilitates viral entry into the host cell during the infection process. The two spike protein subdomains, S1 and S2, are responsible for host cell angiotensin-converting enzyme 2 (ACE2) receptor binding and host cell membrane fusion, respectively27. S1 contains the receptor-binding domain (RBD) and S2 the fusion machinery enabling virus entry (Fig. 2). While the S1 domain is divergent across the coronaviruses, the S2 domain is more conserved12. Combining SARS-CoV-2 structural information and knowledge gained from SARS/MERS vaccine candidates28, researchers projected the full length S protein, as well as S1, RBD, and S2 subunit derivatives, to contain the prime target epitopes for the induction of neutralizing antibodies. Indeed, recent clinical data\nCOVID-19 vaccine development and a potential nanomaterial path forward"
    }, {
      "heading" : "Matthew D. Shin 1,8, Sourabh Shukla1,8, Young Hun Chung 2, Veronique Beiss1, Soo Khim Chan1, Oscar A. Ortega-Rivera 1, David M. Wirth 1, Angela Chen 1, Markus Sack7, Jonathan K. Pokorski1,3,4",
      "text" : "and Nicole F. Steinmetz 1,2,3,4,5,6 ✉\nThe COVID-19 pandemic has infected millions of people with no clear signs of abatement owing to the high prevalence, long incubation period and lack of established treatments or vaccines. Vaccines are the most promising solution to mitigate new viral strains. The genome sequence and protein structure of the 2019-novel coronavirus (nCoV or SARS-CoV-2) were made available in record time, allowing the development of inactivated or attenuated viral vaccines along with subunit vaccines for prophylaxis and treatment. Nanotechnology benefits modern vaccine design since nanomaterials are ideal for antigen delivery, as adjuvants, and as mimics of viral structures. In fact, the first vaccine candidate launched into clinical trials is an mRNA vaccine delivered via lipid nanoparticles. To eradicate pandemics, present and future, a successful vaccine platform must enable rapid discovery, scalable manufacturing and global distribution. Here, we review current approaches to COVID-19 vaccine development and highlight the role of nanotechnology and advanced manufacturing.\nFOCUS | Review ARticle https://doi.org/10.1038/s41565-020-0737-y\nNATuRe NANOTeCHNOlOgY | www.nature.com/naturenanotechnology\nReview ARticle | FOCUS NATuRe NANOTeCHNOlOgy\nfrom a cohort of convalescent SARS-CoV-2 patients validates this approach—analysed patient sera indicates neutralizing antibodies targeting the different domains of S protein: S1, RBD and S229.\nSARS-CoV-2 S protein is also extensively glycosylated30, and computational analysis indicates glycosylated SARS-CoV-2 S protein to have a more organized conformation versus its non-glycosylated counterpart31. Therefore, glycosylation of SARS-CoV-2 S vaccine candidates should be considered: DNA/RNA vaccines are produced in situ inside the patient and thus would carry native glycosylation; for recombinant subunit vaccines glycoengineering protocols may be applied. The hotspot of SARS-CoV-2, however, which is critical in binding to the ACE2 receptor, appears to be free from glycosylation32; therefore, it may not be required to glycosylate corresponding peptide epitopes."
    }, {
      "heading" : "Contemporary vaccines",
      "text" : "Active immunization against viruses have traditionally relied on the usage of whole pathogen in a weakened or killed form through chemical or physical processes, and this has resulted in clinicallyapproved treatments. Further, several mammalian viral vectors such as oncolytic herpes simplex virus have been repurposed into clinically-approved treatments. Contemporary vaccines hold merit, and here, we highlight how live attenuated, inactivated, and viral vector vaccine development efforts are making the reality of a vaccine against SARS-CoV-2 palpable.\nLive attenuated and inactivated vaccines. Live-attenuated vaccines (LAVs) are live, reproducing but avirulent viruses. LAV design intends single-dose immunity without illness. Because LAV technology is mature, LAVs are likely to emerge as one of the frontrunner vaccine candidates for the ongoing COVID-19 pandemic.\nCodagenix Incorporation’s proprietary deoptimized SARS-CoV-2 vaccine candidate currently leads the charge. However, LAVs bear risks of transfer of the virus and/or reversion to the pathogenic form, reactivation in immune-compromised individuals or recombination with related viruses circulating in the population— especially for novel diseases where pathophysiology is not yet fully understood. LAVs generally require cold chain distribution. Furthermore, loss of efficacy and reproductive potential of progeny viruses during vaccine production poses a significant challenge. Preliminary studies of silent codon change indicate some positive effect on mitigating reversion events, however, these are not general to all viruses33. New technologies such as genetic code expansion are being applied to create highly reproductive but genetically stable LAVs34. More recently, synthetic genomics approaches have enabled the synthesis of recombinant SARS-CoV-2 viruses from fragments of viral DNAs35,36. These strategies could be employed towards rapid generation of SARS-CoV-2 LAVs.\nInactivated vaccines (IVs) are heat or chemically inactivated pathogens or fractions thereof. These vaccine formulations are incapable of replication and safer than LAVs, but their inactivation results in lowered immunogenicity and requirement for multipledose regimens to establish long-lasting immunity; also, these vaccine formulations often require adjuvants to immunize the aging population due to immune senescence37. While IVs have better stability profiles compared to LAVs, they still require a cold chain. Several COVID-19 IVs are in development, with the first clinical trial approved recently for Sinovac.\nViral vectors. Mammalian viruses have been engineered and repurposed for several vaccine applications. For COVID-19, there are several vaccine candidates in development that utilize non-replicating\nBox 1 | Components and options in vaccine design\nAntigen: a foreign material that can induce an immune response within the body—often derived from the pathogen one aims to immunize against. Based on how the antigen is presented, vaccines can be categorized as: • Live-attenuated vaccine: weakened form of pathogens capable\nof replication, but not causing illness. • Inactivated vaccine: killed form of pathogens incapable of\nreplication or infection. • Subunit vaccine: minimal antigenic element of a pathogen,\nfor example, a protein, protein subunit or polysaccharides or VLPs self-assembled from these components. These antigens in purified forms are administered in combination with molecular adjuvants or expressed in vivo using RNA, DNA or viral vectors. • Peptide-based vaccines: peptides are fundamental element of a protein subunit recognized by the immune system; all antigens described above contain peptide epitopes.\nAdjuvant: a stimulatory agent designed to boost immune response toward a co-delivered antigen. • Occurs as ‘independent entities’ in a mixture with antigens. • Occurs as ‘conjugate-entities’ via chemical fusion directly to\nantigens.\nNanoparticle/nanocarrier: The live-attenuated and inactivated viral vaccines can be regarded as nanoparticles themselves. Rather than serving as the vaccine itself, a nanoparticle (viral or non-viral) can be employed as nanocarrier to encapsulate or present the antigen payload or nucleic acid encoding the antigen. Nanocarriers provide stability and targeting of these payloads to\nantigen presenting cells (APCs); nanocarriers can confer innate adjuvant behaviour (see Fig. 3). Nanocarriers synchronize delivery of both, antigen and adjuvant, to target immune cells. • Viral vector: repurposed mammalian viruses engineered to\ndeliver a gene encoding the antigen (examples include adenoviral vectors derived from chimpanzee and human). • Proteinaceous nanoparticles: nanoscale biomaterial assemblies with atomic precision and complexity (examples include protein nanocages and non-infectious viruses such as plant viruses or bacteriophages) engineered to present a subunit vaccine or deliver a nucleic acid encoding the antigen. • Synthetic nanoparticles: nanoscale assemblies of synthetic materials (examples include polymer, liposomal, or lipid nanoparticles) engineered to present a subunit vaccine or deliver a nucleic acid encoding the antigen.\nDevice: a piece of equipment designed to administer vaccine (Fig. 4). • Syringe: hypodermic needle used for intramuscular, subcuta-\nneous or intradermal delivery of vaccine by a healthcare professional (>10 mm length and 0.25–0.5 mm in outer diameter, somewhat invasive) • Implant: slow-release device containing vaccine for sustained subcutaneous delivery, administered by a healthcare professional (<10 mm in length and <2 mm in width, more invasive) • Microneedle patch: array of micrometre-scale needles containing vaccine for slow release, sustained intradermal delivery, administered by a healthcare professional or via self-administration (<1 mm in length and 0.1–0.5 mm in width, approximately 1 cm2 patch, minimally invasive).\nNATuRe NANOTeCHNOlOgY | www.nature.com/naturenanotechnology\nFOCUS | Review ARticleNATuRe NANOTeCHNOlOgy\nadenoviral vectors. Leading adenoviral vectors in SARS-CoV-2 clinical trials are adenovirus type 5 vector (Ad5-nCoV) as of 16 March 2020 and chimpanzee adenovirus vaccine vector (ChAdOx1) as of 31 March 2020 by CanSino Biological and the University of Oxford, respectively (Table 1). Advantages of adenoviral vectors include their broad tissue tropism, inherent adjuvant qualities and scalability. A challenge for adenoviral vector platforms is pre-existing immunity in humans, which may dampen efficacy of the adenoviral vector. While pre-existing immunity against Ad5 is reportedly widespread, its clinical application continues and moreover, alternative ChAdOx1 with low human seroprevalence have been derived for use as vaccine platforms38,39.\nNext-generation vaccines enabled through advances in nanotechnology Viruses are nanoscale objects and therefore can be regarded as naturally occurring nanomaterials; per that definition, LAVs, IVs and viral vectors are nanotechnologies. Nanoparticles and viruses operate at the same length scale—this is what makes nanotechnology approaches in vaccine development and immunoengineering so powerful. Nanoparticles, natural or synthetic, mimic the structural features of viruses whereas chemical biology, biotechnology and nanochemistry enables the development of next-generation designer vaccine technologies. From a vaccine technology development point of view, this is an exciting time and novel technologies and approaches are poised to make a clinical impact for the first time.\nNucleic acid-based vaccines. Delivering the genetic code for in situ production of viral proteins is a promising alternative to conventional vaccine approaches. Both DNA and mRNA vaccines fall under this category and are being pursued in the context of the COVID-19 pandemic. While these platforms are attractive in terms of safety, speed, stability and scalability, they carry a significantly higher risk of failure in clinical development as seen previously with other novel technologies40. To date there is no licensed DNA or RNA vaccine. Nevertheless, a particular advantage of these vaccines is that in addition to antibody and CD4+ T cell responses, DNA or RNA vaccine elicit CD8+ cytotoxic T cell responses, which plays a key role for virus eradication41,42. For the DNA vaccines, the frontrunner in this space is Inovio Pharmaceuticals with their Phase I clinical trial having commenced 6 April 2020. Another rising company on track for a Phase I clinical trial is Entos Pharmaceuticals, Inc. a company based in Alberta, Canada. mRNA vaccines can be produced through in vitro transcription, which precludes the need for cells and their associated regulatory hurdles43. Moderna’s mRNA-based technology was the fastest to Phase I clinical trial in the US, which began on 16 March 2020 (see Table 1). Additionally, BioNTech-Pfizer recently announced regulatory approval in Germany for Phase I/II clinical trials to test four lead mRNA vaccine candidates44.\nWhile DNA vaccines offer higher stability over mRNA vaccines, the mRNA is non-integrating and therefore poses no risk of insertional mutagenesis. Additionally, the half-life, stability and immunogenicity of mRNA can be tuned through established modifications45. For example, researchers at the Imperial College of London and Arcturus Therapeutics are incorporating self-amplifying RNA technology to prolong the otherwise short half-life of the RNA and thereby boost S protein expression levels46 (http://www.imperial. ac.uk/a-z-research/future-vaccine-hub/workstreams/rna-vaccinemanufacture). Nanotechnology-based approaches offer enabling solutions to the delivery challenge by trafficking the vaccine to appropriate cellular populations and subcellular locations. While synthetic nanocarriers including cationic liposomes and polymeric nanoparticles have been used for the delivery of DNA vaccines across cell membranes, targeted formulations could further enhance nuclear translocation of the plasmid DNA47. Moderna’s mRNA vaccine is based on a lipid nanoparticle platform, but there are many other emerging nanotechnologies for delivery of nucleic acid vaccines (several structures are shown in Fig. 3). Nanotechnology platforms including cationic nanoemulsions, liposomes, dendrimers or polysaccharide particles have been employed for improving the stability and delivery of mRNA based vaccines41,45.\nSubunit vaccines. Subunit vaccine candidates constitute minimal structural components of SARS-CoV-2 that can prime protective immune responses in the host when administered with molecular adjuvants for enhanced immunogenicity. For example, contemporary SARS-CoV-2 subunit vaccine candidates are formulations of full-length S protein or S1/S2 subunits with adjuvants. The frontrunner amongst developers is Novavax who initiated a Phase I/II trial on 25 May 2020. Also, Sanofi Pasteur/GSK, Vaxine, Johnson & Johnson and the University of Pittsburgh have announced that they expect to begin Phase I clinical trials within the next few months. Others, including Clover Biopharmaceuticals and the University of Queensland, are independently developing subunit vaccines engineered to present the prefusion trimer confirmation of S protein using the molecular clamp technology48 and the Trimer-tag technology49, respectively. Further, other groups are exploring subunit vaccines using only the RBD of the S protein50.\nAlternatively, subunit vaccines can also take the form of protein nanoparticles or virus-like particles (VLPs). VLP vaccines can be produced by recombinant expression and allows for genetic engineering to incorporate ligands, immunomodulators and targeting moieties. Both self-assembled protein nanoparticles and VLPs\nCOVID-19 vaccine trials\nCOVID-19 vaccine candidates in development\nVaccine developers\nVaccine type\n(157 total)\nPartnership 21%\nAcademia 13%\nIndustry 66%\nSubunit 53 VLP\n9\nViral vector 36\nInactivated 9\nLive-attenuated 15\nDNA 13\nRNA 20\nOther 2\na\nb\nlive-attenuated vaccines, inactivated vaccines, subunit vaccines, virus-like particles (VLPs), viral vectors (replicating and non-replicating), DNA and RNA vaccines. b, 16 vaccine candidates have entered clinical testing (Table 1). The vaccine candidate data was compiled from searching vaccine trackers resources: Milken Institute (https://milkeninstitute.org/covid19-tracker), Regulatory Affairs Professionals Society104, BioCentury (https:// www.biocentury.com/preclinical-vaccines-and-therapies), and World Health Organization (http://www.who.int/blueprint/priority-diseases/ key-action/novel-coronavirus/en/).\nNATuRe NANOTeCHNOlOgY | www.nature.com/naturenanotechnology\nReview ARticle | FOCUS NATuRe NANOTeCHNOlOgy\noffer highly ordered, stable and monodisperse vaccine formulations as well as scalable production through fermentation or molecular farming (Table 2). For example, Medicago and iBio are using Nicotiana benthamiana to produce VLPs using the S protein, and AdaptVac/ExpreS2ion is using insect cell expression system to make VLPs from the S2 protein; clinical trials are expected as early as July 2020 (https://www.medicago.com/en/newsroom/; https:// ir.ibioinc.com/press-releases; https://news.cision.com/expres2ionbiotechnologies). Besides generating protein nanoparticles from antigenic subunits, their expression and/or display on proteinaceous biomaterial scaffolds such as ferritin, encapsulin51 and bacteriophage VLPs has also been utilized to achieve multivalent antigen display for enhanced immunogenicity52–54.\nAnd finally, subunit vaccines can constitute viral proteins incorporated in synthetic nanomaterials, protein cages and VLPs, which serve as adjuvants and/or delivery vehicles, in addition to conferring other benefits inherent to each nanocarrier platform55–57. For example, the influenza virus vaccine Crucell (Janssen, Johnson & Johnson) is a liposomal formulation that incorporates influenza protein haemagglutinin58. Figure 3a, b highlights some nanotechnologies used in subunit vaccine design. Besides the aforementioned antigen multivalency, nanocarriers enable efficient co-delivery of antigen/ adjuvant to secondary lymphoid organs59, exhibit size-dependent lymphatic trafficking and preferential uptake by antigen presenting cells (APCs), create depot effects for sustained immune stimulus, and facilitate antigen cross presentation—enabling extracellular antigens to be presented via the MHC-I pathway for CD8+ T cell engagement60 (Fig. 3c).\nPeptide-based vaccines. An important consideration for vaccine design is safety. Many vaccines rely on immunological presentation\nof whole structural motifs, for example, full-length S protein, which will present a large repertoire of potent epitopes leading to a broad spectrum of antibody and cellular responses. However, earlier studies on SARS and MERS vaccine candidates have pointed to risks of antibody-dependent enhancement (ADE) of infection61–63. In the former, presence of non-neutralizing antibodies contributes to increased infections whereas the latter can lead to life-threatening allergic inflammations64,65. While there is no clear evidence yet, immunological data from patients may point toward possible ADE for SARS-CoV-2, suggesting that high IgG titers correlate with worse outcomes66,67. Therefore, developing peptide epitope vaccine strategies targeting the SARS-CoV-2 S protein may yield a safer vaccine. Various B- and T-cell epitopes of the SARS-CoV-2 S protein have already been identified and predicted in silico15–18. Importantly, when serum from convalescent COVID-19 patients is screened for neutralizing antibodies, experimentally-derived peptide epitopes will confirm useful epitope regions and inform more optimal antigens in second-generation SARS-CoV-2 peptide-vaccines; the National Institutes of Health (NIH) recently funded La Jolla Institute for Immunology (LJI) in this endeavour68.\nPeptide-based vaccines represent the simplest form of vaccines that are easily designed, readily validated and rapidly manufactured69. Peptide-based vaccines can be formulated as peptides plus adjuvant mixtures or peptides can be delivered by an appropriate nanocarrier or be encoded by nucleic acid vaccine formulations. Several peptide-based vaccines as well as peptide–nanoparticle conjugates targeting chronic diseases and cancer are in clinical testing and development70,71. In addition to the development of peptide-based COVID-19 vaccines, industry and academic efforts leverage predicted B- and T-cell epitopes in their subunit vaccines against SARS-CoV-2; for example OncoGen, and University\nNATuRe NANOTeCHNOlOgY | www.nature.com/naturenanotechnology\nFOCUS | Review ARticleNATuRe NANOTeCHNOlOgy\nof Cambridge/DIOSynVax are using immunoinformatics-derived peptide sequences of S protein in their vaccine formulations (https://oncogen.ro/oncogen-vaccine-design-for-coronavirus/; h t t p s : / / w w w . c a m . a c . u k / r e s e a r c h / n e w s / c a m b r i d g e - r es e a r c h - te a m - w o r ki ng -t ow ards-vaccine-against-covid-19). Within the DNA vaccine domain, Immunonomic Therapeutics/EpiVax/PharmaJet are leveraging in silico T-cell epitope prediction72. The use of B-cells epitopes appears practical because of its universality compared to the HLA-restricted T-cell specific vaccines16,18.\nPeptide based vaccines are dependent on adjuvants and delivery systems for efficacy, and nanoparticles can serve both these roles. By incorporating emerging strategies for targeting lymph nodes (LNs) or cellular subsets and subcellular locations, nanoparticle vaccine efficacies can be improved and their immune profiles tailored to address specific diseases. For example, the innovative strategy of ‘albumin hitchhiking’ exploits the natural trafficking ability of albumin to LNs73. Recently, the intrinsic ability of nanoparticles to target specific subsets of LN-resident dendritic cells (DCs) and macrophages was utilized to design a dual targeting Hepatitis B virus (HBV) vaccine. The complementing immune responses generated by these cellular subsets resulted in an enhanced efficacy of viral clearance in a chronic HBV mouse model74. Subcellular localization of the antigen is also a critical determinant of the ensuing immune response. Vaccine design parameters such as encapsulated antigens versus surface displayed antigens govern the processing and presentation of the antigen. While the former requires degradation or disassembly of the nanocarrier and therefore mimic viral infection leading to cellular immune response, the latter leads primarily to humoral immune response generated by the externally displayed viral proteins56. However, nanocarriers such as polymeric micelles (PEG-PE) that transform antigenic peptides conformation to\nfacilitate cytosolic delivery could be reliably used for LN targeting, APC uptake and antigen cross presentation75.\nVLPs from mammalian viruses, insect viruses, plant viruses and bacteriophages have been developed as peptide display nanotechnologies for various vaccine and immunotherapy applications76 (Fig. 3a,b). While non-infectious toward mammals, VLPs mimic the molecular patterns associated with pathogens, making them highly visible to the immune system. Therefore, VLP display and delivery platforms also serve as adjuvants, making them efficient activators and amplifiers of antigen-specific immune response (Box 1). Several VLP platforms are in the development pipeline and some have entered clinical trials70,77. The beauty of the VLP display platform technology is the scalability and modularity; the peptides can be rapidly adapted as new information about SARS-CoV-2 and its immunogenicity is made available; it is also possible to rapidly adapt the technology should novel or mutated strains emerge. Over the past years, our laboratory has developed plant virus-based nanotechnologies for cancer vaccines and immunotherapy78–80. We are now putting this technology toward development of COVID-19 vaccines. An established delivery platform would ensure that the next wave of SARS-CoV-2 infections and other emerging viruses, potentially including novel betacoronaviruses, are met with a more efficient and rapid response."
    }, {
      "heading" : "Vaccine scalability and manufacturing",
      "text" : "The rapid emergence of the COVID-19 pandemic has also raised concerns regarding critical deficiencies in manufacturing and distribution of vaccines. Even when an effective vaccine is developed, considerations of cost, formulation and scale-up manufacturing must be taken into account. Large-scale production and worldwide distribution of a potent COVID-19 vaccine(s) will be governed by\nSARS-CoV-2 S protein\nFunctional subunits\nS1\nS2\nRBD\nS1\nS2\n90º\n90º\nFig. 2 | The spike protein (S protein) protruding from the coronavirus SARS-CoV-2 is the primary target for various ongoing vaccine development efforts. Assembled form three identical chains (depicted in orange, grey and white colours), the S protein is functionally subdivided in S1 (red) and S2 (green) domain; S1 contains the receptor binding domain (RBD). The SARS-CoV-2 structure was reproduced and adapted from the CDC Public Health Image Library. The S protein structure was prepared on the PyMol molecular graphics system (2.3.4) using the PDB file ‘6VSB’.\nNATuRe NANOTeCHNOlOgY | www.nature.com/naturenanotechnology\nReview ARticle | FOCUS NATuRe NANOTeCHNOlOgy\neconomic disparities between nations. When demand exceeds supply, developing countries are in a disadvantaged position for the bidding contest to procure the highly sought after vaccine, a situation already seen with personal protective equipment and other critical goods even between industrialized nations. Therefore, it is critical to also consider technologies and platforms suited for developing countries.\nRecombinant protein production can be carried out in a variety of platforms, each coming with its own advantages and disadvantages regarding yields, regulatory compliance, cost, scalability, flexibility, speed and safety (Table 2)81,82. While traditional manufacturing processes using bioreactors and mammalian, bacterial or yeast cell cultures are well-established in the pharmaceutical sector, these platforms are expensive, and production can be hampered by human pathogen contamination. Innovative manufacturing technologies that can meet the required global demand and distribution in response to outbreak have recently been deployed with success.\nPlant-based expression systems have emerged in the past decade and already made an appearance during the 2014 Ebola epidemic when patients were treated with ZMapp, an antibody cocktail manufactured through molecular farming83,84. Plant molecular farming approaches offer scalability: while in fermentation-based platform, every scale-up step needs to be carefully verified—in molecular farming, each plant is a bioreactor. The more plants are grown, the more product is made; scale-up does not change the upstream production processes82,85. Other positive attributes of the molecular farming platform are the low manufacturing costs, the inability of human pathogens to replicate in plant cells (hence safety), and relatively non-sophisticated infrastructure that could be implemented worldwide also in low-resource countries. While the Bill and Melinda Gates Foundation is funding new factories for potential coronavirus vaccines86, efforts should also be made to prepare for large-scale manufacture of plant molecular farming solutions. Many entities have already announced COVID-19 responses, including for example, Medicago, iBio and Kentucky BioProcessing, all of who set out to develop subunit vaccines87 (https://www.medicago. com/en/newsroom/; https://ir.ibioinc.com/press-releases) as well as Plantform and South Africa-based CapeBiopharms, who set out to produce antibodies and test reagents. Adding to that, further developments and innovations are sprouting from academic labs; including a team at the Spanish Research Council (CSIC) at the Centre for Research in Agricultural Genomics and our laboratories at the University of California, San Diego88,89.\nVaccine processing and immune response\nNanoparticle-based vaccine formulationsNanoparticle platform technology Key attributes for vaccine nanotechnology\n60 nm 12 nm 30 nm\nBacteriophage P22\nPolymer nanoparticle\nLiposome Lipid nanoparticle\nFerritin nanocage Cowpea mosaic virus\n• Multivalent peptide/ protein display\n• Peptide/protein or DNA/mRNA encapsulation\n• Structures mimic the multivalent features of pathogens\n• Nanoparticles interact efficently with antigenpresenting cells (APCs)\na\nc\nb\nVLPsSynthetic nanoparticle platforms\nDNA vaccine\nRNA vaccine\nSubunit vaccine\nAntigen expression Antigen encapsidation\nTargeting ligand\nSurface coating\nViral antigen (proteins/peptides)\nMolecular adjuvants\nPlasmid DNA\nRNA\nDNA vaccine\nRNA vaccine\nSubunit vaccine\nMultivalent viral vaccine mRNA transcription\nNucleus APC\nmRNA\nMemory B cell\nPlasma cell\nAntiviral antibodies\nActivated B cell\nCD4+ T cell (activated)\nCD8+ T cells\nCD4+ T cell (naive)\nB cell\nTCR\nMHC-II\nMHC-I Presentation\nBCR Translation Processing\nNATuRe NANOTeCHNOlOgY | www.nature.com/naturenanotechnology\nFOCUS | Review ARticleNATuRe NANOTeCHNOlOgy\nThe practical vaccine delivery, distribution and administration Challenges of vaccine administration for a global pandemic must inform the selection of vaccine platforms. An ideal vaccine platform would have facile integration into devices designed to be supplied far and wide, manufactured at low cost and administered with minimal supervision. (Table 3 and Fig. 4). Several vaccine formulations require constant refrigeration. The need for a cold chain makes their global distribution and application logistically difficult and for under-developed and developing nations with tropical climates, nearly impossible. In fact, one of the largest challenges has been the reliance on refrigerated transport of solution-based vaccines. The WHO also reported that 2.8 million vaccines were lost in five countries due to cold chain failures, and less than 10% of countries met WHO recommendations for effective vaccine management practices. While some lyophilized vaccines are available that may be stored at room temperature, such solutions are difficult to produce and present challenges for the healthcare professionals who must reconstitute them on site90.\nA highly suitable nanotechnology platform is derived from plant viruses and bacteriophages that evolved as stable nanocontainers protecting their genome cargo under various environmental conditions. Cowpea mosaic virus, for example, is stable at temperatures above 60°C in buffered solution for at least one hour and pH values from 3.5–9.0 indefinitely at room temperature91. Furthermore, plant virus nanoparticles are stable under gastrointestinal conditions92 and orally bioavailable93, therefore opening the door for global distribution and oral vaccination. Vaccines could be produced in edible leaf tissue to enable vaccination of the human population but also livestock, since SARS-CoV-2 is a zoonotic virus that can infect humans and animals. This would be a step forward to meet the goals of the One Health Initiative to unite human and veterinary medicine, which will likely be important to prevent future outbreaks.\nEffective vaccination campaigns also require access to health care professionals (HCP), which is challenging in resourcepoor or densely populated developing countries under normal\ncircumstances but presents a greater challenge during a global pandemic where the health care system is already strained or breaking. Recently, modern alternatives to such distribution and access challenges have come to light, such as single-dose slow-release implants, film-based vaccines94, and microneedle-based patches that could reduce reliance on the cold chain and ensure vaccination even in situations where qualified HCP are rare or in high demand. Microneedle-based patches could even be self-administered, which would dramatically hasten roll-out and dissemination of such vaccines as well as reduce the burden on the healthcare system. Such modern vaccine delivery devices can be made by solution methods or fabricated via traditional polymer melt-processing (for example, injection moulding). The advantage of melt-processed devices lies in their potential for rapid manufacturing at large scale and their long-term stability independent of the cold chain95–98. The potential to break the cold chain and ease the burden on the medical system by offering a safe and effective self-administered prophylactic vaccine has been capitalized on by a number of companies such as Veleritas Inc., Zosano, Corium International and Debiotech, and has led to the filing of over 10,000 patents worldwide99."
    }, {
      "heading" : "Concluding remarks",
      "text" : "Advances in bio/nanotechnology and advanced nano/manufacturing coupled with open reporting and data sharing lay the foundation for rapid development of innovative vaccine technologies to make an impact during the COVID-19 pandemic. Within 40 days of initial structural and genomic reports of SARS-CoV-2, the first vaccine candidate entered into the clinical development pipeline and as of 1 June 2020, there are already 16 vaccine candidates in clinical trials, many in Phase II and even one in Phase III. While any vaccine is still months-to-years away from clinical reality, the parallel and rapid efforts from academic laboratories and industry provide hope for success. A plethora of nanotechnology platforms are being pivoted against SARS-CoV-2; while highly promising, many of these may be several years away from deployment and therefore may not have an impact on the SARS-CoV-2 pandemic. Nevertheless,\nNATuRe NANOTeCHNOlOgY | www.nature.com/naturenanotechnology\nReview ARticle | FOCUS NATuRe NANOTeCHNOlOgy\nas devastating as COVID-19 is, it may serve as an impetus for the scientific community, funding bodies, and stakeholders to commit more focused efforts toward development of platform technologies that bolster the preparedness for future pandemics. Several nanomaterials afford platform technologies that are amenable to scalability, stability, portability, distribution and device incorporation for self-administration. Moreover, several platform technologies described herein may serve as plug-and-play technologies that can be tailored to seasonal or new strains of coronaviruses. Indeed, COVID-19 harbours the potential to become a seasonal disease; underscoring the need for continued investment in coronavirus vaccines. SARS and MERS vaccine candidates did not make it to market due to lack of financial incentive given the low infection numbers, and because the risk of a global pandemic from a newly emerged virus were largely ignored. Yet, because there is some conservation between the coronaviruses, continued research and product development is critical to tackle any new version of coronavirus that emerges in the future.\nVLP vaccine\nt = 0 hours\nSlow-release implant Degradable microneedles\nt = weeks to years\n~1 mm\nNATuRe NANOTeCHNOlOgY | www.nature.com/naturenanotechnology\nFOCUS | Review ARticleNATuRe NANOTeCHNOlOgy Received: 25 April 2020; Accepted: 22 June 2020; Published: xx xx xxxx"
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work is supported by a grant from the National Science Foundation NSF CMMI-2027668 (to J.K.P. and N.F.S.). M.S. was supported in part by CBI training program NIH T32GM135142. O.A.O.R. is supported by a UC MEXUS-CONACYT Postdoctoral Fellowship."
    }, {
      "heading" : "Competing interests",
      "text" : "The authors declare no competing interests."
    }, {
      "heading" : "Additional information",
      "text" : "Correspondence should be addressed to N.F.S.\nPeer review information Nature Nanotechnology thanks Yizhou Dong, Mingzhao Zhu and the other, anonymous, reviewer(s) for their contribution to the peer review of this work.\nReprints and permissions information is available at www.nature.com/reprints.\nPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\n© Springer Nature Limited 2020\nNATuRe NANOTeCHNOlOgY | www.nature.com/naturenanotechnology"
    } ],
    "references" : [ {
      "title" : "A novel coronavirus outbreak of global health concern",
      "author" : [ "C. Wang", "P.W. Horby", "F.G. Hayden", "G.F. Gao" ],
      "venue" : "Lancet 395,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2020
    }, {
      "title" : "The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2",
      "author" : [ "Gorbalenya", "A. E" ],
      "venue" : "Nat. Microbiol",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2020
    }, {
      "title" : "Identification of coronavirus isolated from a patient in Korea with COVID-19",
      "author" : [ "Kim", "J. M" ],
      "venue" : "Osong Public Health Res. Perspect",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2020
    }, {
      "title" : "Projecting the transmission dynamics of SARS-CoV-2 through the postpandemic period",
      "author" : [ "S.M. Kissler", "C. Tedijanto", "E. Goldstein", "Y.H. Grad", "M. Lipsitch" ],
      "venue" : "Science 368,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2020
    }, {
      "title" : "Covid-19: four fifths of cases are asymptomatic, China figures indicate",
      "author" : [ "M. Day" ],
      "venue" : "BMJ 369,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2020
    }, {
      "title" : "Universal screening for SARS-CoV-2 in women admitted for delivery",
      "author" : [ "D. Sutton", "K. Fuchs", "M. D’Alton", "D. Goffman" ],
      "venue" : "N. Engl. J. Med",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2020
    }, {
      "title" : "Estimating the asymptomatic proportion of coronavirus disease",
      "author" : [ "K. Mizumoto", "K. Kagaya", "A. Zarebski", "G. Chowell" ],
      "venue" : "Eur. Surveill",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2019
    }, {
      "title" : "Severe acute respiratory syndrome coronavirus as an agent of emerging and reemerging infection",
      "author" : [ "V.C.C. Cheng", "S.K.P. Lau", "P.C.Y. Woo", "K.Y. Yuen" ],
      "venue" : "Clin. Microbiol. Rev",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2007
    }, {
      "title" : "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation",
      "author" : [ "D Wrapp" ],
      "venue" : "Science 367,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2020
    }, {
      "title" : "The proximal origin of SARS-CoV-2",
      "author" : [ "K.G. Andersen", "A. Rambaut", "W.I. Lipkin", "E.C. Holmes", "R.F. Garry" ],
      "venue" : "Nat. Med",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2020
    }, {
      "title" : "The 2019-new coronavirus epidemic: Evidence for virus evolution",
      "author" : [ "D Benvenuto" ],
      "venue" : "J. Med. Virol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2020
    }, {
      "title" : "A highly conserved cryptic epitope in the receptor-binding domains of SARS-CoV-2 and SARS-CoV",
      "author" : [ "M Yuan" ],
      "venue" : "Science 368,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2020
    }, {
      "title" : "Structural basis for the recognition of SARS-CoV-2 by full-length human ACE2",
      "author" : [ "R Yan" ],
      "venue" : "Science 367,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2020
    }, {
      "title" : "Epitopes for a 2019-nCoV vaccine",
      "author" : [ "G. Lucchese" ],
      "venue" : "Cell. Mol. Immunol",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2020
    }, {
      "title" : "A sequence homology and bioinformatic approach can predict candidate targets for immune responses to SARS-CoV-2",
      "author" : [ "A Grifoni" ],
      "venue" : "Cell Host Microbe 27,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2020
    }, {
      "title" : "Immunoinformatics-aided identification of T cell and B cell epitopes in the surface glycoprotein of 2019-nCoV",
      "author" : [ "V. Baruah", "S. Bose" ],
      "venue" : "J. Med. Virol",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2020
    }, {
      "title" : "Preliminary identification of potential vaccine targets for the COVID-19 coronavirus (SARS-CoV-2) based on SARS-CoV immunological studies",
      "author" : [ "S.F. Ahmed", "A.A. Quadeer", "M.R. McKay" ],
      "venue" : "Viruses 12,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2020
    }, {
      "title" : "Structure, function, and antigenicity of the SARS-CoV-2 spike glycoprotein",
      "author" : [ "Walls", "A. C" ],
      "venue" : "Cell 181,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2020
    }, {
      "title" : "SARS-CoV-2 Cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor",
      "author" : [ "M Hoffmann" ],
      "venue" : "Cell 181,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2020
    }, {
      "title" : "Neutralization of SARS-CoV-2 spike pseudotyped virus by recombinant ACE2-Ig",
      "author" : [ "C Lei" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2070
    }, {
      "title" : "A human monoclonal antibody blocking SARS-CoV-2 infection",
      "author" : [ "C Wang" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2020
    }, {
      "title" : "Structure of the SARS-CoV-2 spike receptor-binding domain bound to the ACE2 receptor",
      "author" : [ "J Lan" ],
      "venue" : "Nature 581,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2020
    }, {
      "title" : "Molecular basis of coronavirus virulence and vaccine development",
      "author" : [ "L Enjuanes" ],
      "venue" : "Adv. Virus Res",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2016
    }, {
      "title" : "From SARS to MERS, thrusting coronaviruses into the spotlight",
      "author" : [ "Z Song" ],
      "venue" : "Viruses 11,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2019
    }, {
      "title" : "Coronavirus envelope protein: current knowledge",
      "author" : [ "D. Schoeman", "B.C. Fielding" ],
      "venue" : "Virol. J. 16,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2019
    }, {
      "title" : "Fusion mechanism of 2019-nCoV and fusion inhibitors targeting HR1 domain in spike protein",
      "author" : [ "S Xia" ],
      "venue" : "Cell. Mol. Immunol. https://doi",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2020
    }, {
      "title" : "Subunit vaccines against emerging pathogenic human coronaviruses",
      "author" : [ "N. Wang", "J. Shang", "S. Jiang", "L. Du" ],
      "venue" : "Front. Microbiol. 11,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2020
    }, {
      "title" : "Neutralizing antibody responses to SARS-CoV-2 in a COVID-19 recovered patient cohort and their implications",
      "author" : [ "F Wu" ],
      "venue" : null,
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2020
    }, {
      "title" : "Site-specific glycan analysis of the SARS-CoV-2 spike",
      "author" : [ "Y. Watanabe", "J.D. Allen", "D. Wrapp", "J.S. McLellan", "M. Crispin" ],
      "venue" : "Science https://doi",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2020
    }, {
      "title" : "Energetics based epitope screening in SARS CoV-2 (COVID 19) spike glycoprotein by Immuno-informatic analysis aiming to a suitable vaccine development",
      "author" : [ "A. Banerjee", "D. Santra", "S. Maiti" ],
      "venue" : "Preprint at https://www",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2020
    }, {
      "title" : "Identification of 22 N-glycosites on spike glycoprotein of SARS-CoV-2 and accessible surface glycopeptide motifs: implications on vaccination and antibody therapeutics",
      "author" : [ "D. Zhou", "R. Qi", "W. Zhang", "X. Tian", "C. Peng" ],
      "venue" : null,
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2020
    }, {
      "title" : "Evolutionary reversion of live viral vaccines: Can genetic engineering subdue it",
      "author" : [ "J.J. Bull" ],
      "venue" : "Virus Evol. 1,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2015
    }, {
      "title" : "Generation of influenza A viruses as live but replication-incompetent virus vaccines",
      "author" : [ "L Si" ],
      "venue" : "Science 354,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2016
    }, {
      "title" : "Rapid reconstruction of SARS-CoV-2 using a synthetic genomics platform",
      "author" : [ "Thao", "T.T. N" ],
      "venue" : "Nature 582,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2020
    }, {
      "title" : "An infectious cDNA clone of SARS-CoV-2",
      "author" : [ "X Xie" ],
      "venue" : "Cell Host Microbe 27,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2020
    }, {
      "title" : "Vaccination in the elderly: The challenge of immune changes with aging",
      "author" : [ "A Ciabattini" ],
      "venue" : "Semin. Immunol",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2018
    }, {
      "title" : "A novel chimpanzee adenovirus vector with low human seroprevalence: improved systems for vector derivation and comparative immunogenicity",
      "author" : [ "Dicks", "M.D. J" ],
      "venue" : "PloS One 7,",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2012
    }, {
      "title" : "Pre-existing immunity against Ad vectors",
      "author" : [ "H. Fausther-Bovendo", "G.P. Kobinger" ],
      "venue" : "Hum. Vaccines Immunother",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2014
    }, {
      "title" : "Safety and immunogenicity of a mRNA rabies vaccine in healthy adults: an open-label, non-randomised, prospective, first-in-human phase 1 clinical trial",
      "author" : [ "M Alberer" ],
      "venue" : null,
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2017
    }, {
      "title" : "mRNA vaccines — a new era in vaccinology",
      "author" : [ "N. Pardi", "M.J. Hogan", "F.W. Porter", "D. Weissman" ],
      "venue" : "Nat. Rev. Drug Discov",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2018
    }, {
      "title" : "Immunogenicity of a DNA vaccine candidate for COVID-19",
      "author" : [ "Smith", "T.R. F" ],
      "venue" : "Nat. Commun. 11,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2020
    }, {
      "title" : "Mechanism of action of mRNA-based vaccines",
      "author" : [ "C. Iavarone", "D.T. O’hagan", "D. Yu", "N.F. Delahaye", "J.B. Ulmer" ],
      "venue" : "Expert Rev. Vaccines",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2017
    }, {
      "title" : "Leveraging mRNAs sequences to express SARS-CoV-2 antigens in vivo",
      "author" : [ "C Zeng" ],
      "venue" : "Preprint at https://www.biorxiv.org/content/10.1101/",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2020
    }, {
      "title" : "Engineered nanodelivery systems to improve DNA vaccine",
      "author" : [ "M Lim" ],
      "venue" : "technologies. Pharmaceutics 12,",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2020
    }, {
      "title" : "Artificial molecular clamp: A novel device for synthetic polymerases",
      "author" : [ "Y. Takashima", "M. Osaki", "Y. Ishimaru", "H. Yamaguchi", "A. Harada" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2011
    }, {
      "title" : "Improvement of pharmacokinetic profile of TRAIL via trimer-tag enhances its antitumor activity in vivo",
      "author" : [ "H Liu" ],
      "venue" : "Sci. Rep",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2017
    }, {
      "title" : "Developing a low-cost and accessible COVID-19 vaccine for global health",
      "author" : [ "P.J. Hotez", "M.E. Bottazzi" ],
      "venue" : "Preprint at https://www.preprints.org/",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2020
    }, {
      "title" : "Rational design of an Epstein-Barr virus vaccine targeting the receptor-binding site",
      "author" : [ "M Kanekiyo" ],
      "venue" : "Cell 162,",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2015
    }, {
      "title" : "Mosaic nanoparticle display of diverse influenza virus hemagglutinins elicits broad B cell responses",
      "author" : [ "M Kanekiyo" ],
      "venue" : "Nat. Immunol",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2019
    }, {
      "title" : "A Self-adjuvanted, modular, antigenic VLP for rapid response to influenza virus",
      "author" : [ "J Sharma" ],
      "venue" : "variability. ACS Appl. Mater. Interfaces",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2020
    }, {
      "title" : "New routes and opportunities for modular construction of particulate vaccines: stick, click, and glue",
      "author" : [ "K.D. Brune", "M. Howarth" ],
      "venue" : "Front. Immunol",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2018
    }, {
      "title" : "Single dose combination nanovaccine provides protection against influenza A virus in young and aged mice",
      "author" : [ "K Ross" ],
      "venue" : "Biomater. Sci",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2019
    }, {
      "title" : "Biomimetic antigenic nanoparticles elicit controlled protective immune response to influenza",
      "author" : [ "D.P. Patterson", "A. Rynda-Apple", "A.L. Harmsen", "A.G. Harmsen", "T. Douglas" ],
      "venue" : "ACS Nano 7,",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2013
    }, {
      "title" : "Vaccine delivery: a matter of size, geometry, kinetics and molecular patterns",
      "author" : [ "M.F. Bachmann", "G.T. Jennings" ],
      "venue" : "Nat. Rev. Immunol",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2010
    }, {
      "title" : "Eleven years of Inflexal® V—a virosomal adjuvanted influenza vaccine",
      "author" : [ "C Herzog" ],
      "venue" : "Vaccine 27,",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2009
    }, {
      "title" : "Rational vaccinology with spherical nucleic acids",
      "author" : [ "S Wang" ],
      "venue" : "Proc. Natl Acad. Sci. 116,",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2019
    }, {
      "title" : "Applications of nanotechnology for immunology",
      "author" : [ "D.M. Smith", "J.K. Simon", "Baker", "J.R. Jr." ],
      "venue" : "Nat. Rev. Immunol",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2013
    }, {
      "title" : "Immunodominant SARS coronavirus epitopes in humans elicited both enhancing and neutralizing effects on infection in non-human primates",
      "author" : [ "Q Wang" ],
      "venue" : "ACS Infect. Dis",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2016
    }, {
      "title" : "The SARS-CoV-2 receptor-binding domain elicits a potent neutralizing response without antibody-dependent enhancement",
      "author" : [ "Quinlan", "B. D" ],
      "venue" : "Preprint at https://www.biorxiv.org/content/10.1101/2020.04.10.036418v1",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2020
    }, {
      "title" : "Optimization of the production process and characterization of the yeast-expressed SARS-CoV recombinant receptor-binding domain (RBD219-N1), a SARS vaccine",
      "author" : [ "Chen", "W. H" ],
      "venue" : "candidate. J. Pharm",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2017
    }, {
      "title" : "The potential danger of suboptimal antibody responses in COVID-19",
      "author" : [ "A. Iwasaki", "Y. Yang" ],
      "venue" : "Nat. Rev. Immunol",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2020
    }, {
      "title" : "News feature: Avoiding pitfalls in the pursuit of a COVID-19",
      "author" : [ "L. Peeples" ],
      "venue" : "Vaccin. Proc. Natl Acad. Sci. 117,",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 2020
    }, {
      "title" : "Antibody responses to SARS-CoV-2 in patients of novel coronavirus disease 2019",
      "author" : [ "J Zhao" ],
      "venue" : "Clin. Infect. Dis",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2020
    }, {
      "title" : "Immune phenotyping based on neutrophil-to-lymphocyte ratio and IgG predicts disease severity and outcome for patients with COVID-19",
      "author" : [ "B Zhang" ],
      "venue" : "Preprint at https://www.medrxiv.org/content/10.1101/2020.03.1",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2020
    }, {
      "title" : "Major findings and recent advances in virus–like particle (VLP)-based vaccines",
      "author" : [ "M.O. Mohsen", "L. Zha", "G. Cabral-Miranda", "M.F. Bachmann" ],
      "venue" : "Semin. Immunol",
      "citeRegEx" : "70",
      "shortCiteRegEx" : "70",
      "year" : 2017
    }, {
      "title" : "Trial watch: Peptide-based vaccines in anticancer therapy",
      "author" : [ "L Bezu" ],
      "venue" : "Oncoimmunology 7,",
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2018
    }, {
      "title" : "Structure-based programming of lymph-node targeting in molecular vaccines",
      "author" : [ "H Liu" ],
      "venue" : "Nature 507,",
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2014
    }, {
      "title" : "Dual-targeting nanoparticle vaccine elicits a therapeutic antibody response against chronic hepatitis",
      "author" : [ "W Wang" ],
      "venue" : "B. Nat. Nanotechnol",
      "citeRegEx" : "74",
      "shortCiteRegEx" : "74",
      "year" : 2020
    }, {
      "title" : "Coordinating antigen cytosolic delivery and danger signaling to program potent cross-priming by micelle-based nanovaccine",
      "author" : [ "Z Liu" ],
      "venue" : "Cell Discov",
      "citeRegEx" : "75",
      "shortCiteRegEx" : "75",
      "year" : 2017
    }, {
      "title" : "Viral nanoparticles and virus-like particles: platforms for contemporary vaccine",
      "author" : [ "E.M. Plummer", "M. Manchester" ],
      "venue" : "design. Wiley Interdiscip. Rev. Nanomed. Nanobiotechnol",
      "citeRegEx" : "76",
      "shortCiteRegEx" : "76",
      "year" : 2011
    }, {
      "title" : "Future of cancer immunotherapy using plant virus-based nanoparticles",
      "author" : [ "E. Shoeb", "K. Hefferon" ],
      "venue" : "Future Sci. OA 5,",
      "citeRegEx" : "77",
      "shortCiteRegEx" : "77",
      "year" : 2019
    }, {
      "title" : "A viral nanoparticle cancer vaccine delays tumor progression and prolongs survival in a HER2+ tumor mouse model",
      "author" : [ "S Shukla" ],
      "venue" : "Adv. Ther",
      "citeRegEx" : "78",
      "shortCiteRegEx" : "78",
      "year" : 2019
    }, {
      "title" : "Heterologous prime-boost enhances the antitumor immune response elicited by plant-virus-based cancer vaccine",
      "author" : [ "H. Cai", "S. Shukla", "C. Wang", "H. Masarapu", "N.F. Steinmetz" ],
      "venue" : "J. Am. Chem. Soc. 141,",
      "citeRegEx" : "79",
      "shortCiteRegEx" : "79",
      "year" : 2019
    }, {
      "title" : "In situ vaccination with cowpea vs tobacco mosaic virus against melanoma",
      "author" : [ "A.A. Murray", "C. Wang", "S. Fiering", "N.F. Steinmetz" ],
      "venue" : "Mol. Pharm",
      "citeRegEx" : "80",
      "shortCiteRegEx" : "80",
      "year" : 2018
    }, {
      "title" : "Overview of plant-made vaccine antigens against malaria",
      "author" : [ "M. Clemente", "M.G. Corigliano" ],
      "venue" : "J. Biomed. Biotechnol",
      "citeRegEx" : "81",
      "shortCiteRegEx" : "81",
      "year" : 2012
    }, {
      "title" : "Techno-economic analysis of a transient plant-based platform for monoclonal antibody production",
      "author" : [ "S Nandi" ],
      "venue" : "mAbs 8,",
      "citeRegEx" : "82",
      "shortCiteRegEx" : "82",
      "year" : 2016
    }, {
      "title" : "Reversion of advanced Ebola virus disease in nonhuman primates with ZMapp",
      "author" : [ "X Qiu" ],
      "venue" : "Nature 514,",
      "citeRegEx" : "83",
      "shortCiteRegEx" : "83",
      "year" : 2014
    }, {
      "title" : "Will plant-made biopharmaceuticals play a role in the fight against COVID-19",
      "author" : [ "S. Rosales-Mendoza" ],
      "venue" : "Expert Opin. Biol. Ther",
      "citeRegEx" : "85",
      "shortCiteRegEx" : "85",
      "year" : 2020
    }, {
      "title" : "Can thermostable vaccines help address cold-chain challenges? Results from stakeholder interviews in six low- and middle-income countries",
      "author" : [ "D.D. Kristensen", "T. Lorenson", "K. Bartholomew", "S. Villadiego" ],
      "venue" : "Vaccine 34,",
      "citeRegEx" : "90",
      "shortCiteRegEx" : "90",
      "year" : 2016
    }, {
      "title" : "Icosahedral virus particles as addressable nanoscale building blocks",
      "author" : [ "Q. Wang", "T. Lin", "L. Tang", "J.E. Johnson", "M.G. Finn" ],
      "venue" : "Angew. Chem. Int. Ed",
      "citeRegEx" : "91",
      "shortCiteRegEx" : "91",
      "year" : 2002
    }, {
      "title" : "Stability of plant virus-based nanocarriers in gastrointestinal fluids",
      "author" : [ "A. Berardi", "D.J. Evans", "F.B. Bombelli", "G.P. Lomonossoff" ],
      "venue" : "Nanoscale 10,",
      "citeRegEx" : "92",
      "shortCiteRegEx" : "92",
      "year" : 2018
    }, {
      "title" : "Systemic trafficking of plant virus nanoparticles in mice via the oral route",
      "author" : [ "Rae", "C. S" ],
      "venue" : "Virology 343,",
      "citeRegEx" : "93",
      "shortCiteRegEx" : "93",
      "year" : 2005
    }, {
      "title" : "Novel technology for storage and distribution of live vaccines and other biological medicines at ambient temperature",
      "author" : [ "I. Bajrovic", "S.C. Schafer", "D.K. Romanovicz", "M.A. Croyle" ],
      "venue" : "Sci. Adv. 6,",
      "citeRegEx" : "94",
      "shortCiteRegEx" : "94",
      "year" : 2020
    }, {
      "title" : "Biodegradable viral nanoparticle/polymer implants prepared via melt-processing",
      "author" : [ "Lee", "P. W" ],
      "venue" : "ACS Nano 11,",
      "citeRegEx" : "95",
      "shortCiteRegEx" : "95",
      "year" : 2017
    }, {
      "title" : "Design and fabrication of a low-cost pilot-scale melt-processing system",
      "author" : [ "D.M. Wirth", "J.K. Pokorski" ],
      "venue" : "Polymer 181,",
      "citeRegEx" : "96",
      "shortCiteRegEx" : "96",
      "year" : 2019
    }, {
      "title" : "Hde A review on microfabrication of thermoplastic polymer-based microneedle arrays",
      "author" : [ "H. Juster", "Aar", "Bvander", "Brouwer" ],
      "venue" : "Polym. Eng. Sci",
      "citeRegEx" : "97",
      "shortCiteRegEx" : "97",
      "year" : 2019
    }, {
      "title" : "Dissolvable microneedle arrays for intradermal delivery of biologics: Fabrication and application",
      "author" : [ "B Bediz" ],
      "venue" : "Pharm. Res",
      "citeRegEx" : "98",
      "shortCiteRegEx" : "98",
      "year" : 2014
    }, {
      "title" : "Review of microneedle based transdermal drug delivery systems",
      "author" : [ "R. Parhi" ],
      "venue" : "Int. J. Pharm. Sci. Nano",
      "citeRegEx" : "99",
      "shortCiteRegEx" : "99",
      "year" : 2019
    }, {
      "title" : "Current state-of-the-art in plant-based antibody production systems",
      "author" : [ "M. Donini", "C. Marusic" ],
      "venue" : "Biotechnol. Lett. 41,",
      "citeRegEx" : "100",
      "shortCiteRegEx" : "100",
      "year" : 2019
    }, {
      "title" : "Comparison of yeasts as hosts for recombinant protein production",
      "author" : [ "A.M. Vieira Gomes", "T. Souza Carmo", "L. Silva Carvalho", "F. Mendonça Bahia", "N.S. Parachin" ],
      "venue" : "Microorganisms 6,",
      "citeRegEx" : "101",
      "shortCiteRegEx" : "101",
      "year" : 2018
    }, {
      "title" : "Viral assembly using heterologous expression systems and cell extracts",
      "author" : [ "A. Schneemann", "M.J. Young" ],
      "venue" : "Adv. Protein Chem",
      "citeRegEx" : "102",
      "shortCiteRegEx" : "102",
      "year" : 2003
    }, {
      "title" : "Very-large-scale production of antibodies in plants: The biologization of manufacturing",
      "author" : [ "J.F. Buyel", "R.M. Twyman", "R. Fischer" ],
      "venue" : "Biotechnol. Adv",
      "citeRegEx" : "103",
      "shortCiteRegEx" : "103",
      "year" : 2017
    }, {
      "title" : "COVID-19 vaccine tracker",
      "author" : [ "J. Craven" ],
      "venue" : "Regulatory Affairs Professionals Society https://www.raps.org/news-and-articles/news-articles/2020/3/",
      "citeRegEx" : "104",
      "shortCiteRegEx" : "104",
      "year" : 2020
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "1Department of NanoEngineering, University of California San Diego, La Jolla, CA, USA. 2Department of Bioengineering, University of California San Diego, La Jolla, CA, USA. 3Center for Nano-ImmunoEngineering, University of California San Diego, La Jolla, CA, USA. 4Institute for Materials Discovery and Design, University of California San Diego, La Jolla, CA, USA. 5Department of Radiology, University of California San Diego, La Jolla, CA, USA. 6Moores Cancer Center, University of California San Diego, La Jolla, CA, USA. 7Pro-SPR GmbH, Alsdorf, Germany. 8These authors contributed equally: Matthew D. Shin, Sourabh Shukla. ✉e-mail: nsteinmetz@ucsd.edu In December 2019, a novel coronavirus (nCoV or SARS-CoV-2) belonging to the betacoronavirus family emerged1,2. All human betacoronaviruses are unique from one another, however, they do share a certain degree of genetic and structural homology. SARS-CoV-2 genome sequence homology with SARS-CoV and MERS-CoV is 77% and 50%, respectively3. In contrast to the relatively smaller outbreaks of SARS-CoV in 2002 and MERS-CoV in 2012, SARS-CoV-2 is exhibiting an unprecedented scale of infection, resulting in a global pandemic declaration of Coronavirus Infectious Disease (COVID-19) on 11 March 2020 by the World Health Organization (WHO). On 1 June 2020, the World Health Organization reported >6 million confirmed cases and 371 thousand deaths globally. Of note, during the 1918 influenza pandemic, more death was observed in the second phase of outbreak4. Similar to influenza, COVID-19 harbours the potential to become a seasonal disease5. The high infection rate, long incubation period, along with mild-to-moderate symptoms experienced by many, make COVID-19 a troubling disease. A vaccine is crucial, in particular because data indicate asymptomatic transmission of COVID-196–8. More than 10 years ago, scientists predicted the pandemic potential of the coronaviruses9. And for the past 30 years, a once-per-decade novel coronavirus has pushed our public health system to the limit, with SARS-CoV-2 being the most severe. Despite the repeated warnings and discussion, the world was not prepared for this pandemic. The rapid development, distribution and administration of a vaccine to the global population is the most effective approach to quell this pandemic and the only one that will lead to a complete lifting of restrictions. Challenges include the vaccine design itself, but also its manufacture and global distribution; cold chain requirements present logistical and fiscal barriers to the availability of important, life-saving vaccines in resource-poor areas of the world. Innovating vaccine delivery platforms and devices to break cold chain limitations are therefore an efficient solution to safeguard potent vaccination for both wealthy and lower-income countries. The vaccine strategies When designing a vaccine, principally, one needs to define the antigen, the adjuvant, the manufacturing system and the delivery strategy (Box 1). The rapid development of vaccines is possible because the genome and structural information of SARS-CoV-2 was made available in record time10–14. These data, along with expedited communication of bioinformatic predictions and epitope mapping15–18, has provided crucial knowledge enabling vaccine design beyond development of live-attenuated and inactivated vaccines19–23. Also, information available from prior development of SARS/MERS vaccine candidates aids in the development of SARS-CoV-2 vaccine candidates24,25. Nanotechnology platforms offer great utility in modern vaccine design and have helped catalyse novel candidate vaccines toward clinical testing at unprecedented speed. Along with inactivated vaccines, emerging nanotechnologies such as mRNA vaccines delivered by lipid nanoparticles and viral vector vaccines have already reached Phase II and III clinical trials (Fig. 1 and Table 1). SARS-CoV-2 is an enveloped ssRNA virus with spike-like glycoproteins protruding from its exterior membrane surface forming a ‘corona’. The four major structural proteins of betacoronaviruses are spike (S) protein, envelope (E) protein, membrane (M) protein, and nucleocapsid (N) protein26. The S protein is an attractive target for vaccine design because it facilitates viral entry into the host cell during the infection process. The two spike protein subdomains, S1 and S2, are responsible for host cell angiotensin-converting enzyme 2 (ACE2) receptor binding and host cell membrane fusion, respectively27. S1 contains the receptor-binding domain (RBD) and S2 the fusion machinery enabling virus entry (Fig. 2). While the S1 domain is divergent across the coronaviruses, the S2 domain is more conserved12. Combining SARS-CoV-2 structural information and knowledge gained from SARS/MERS vaccine candidates28, researchers projected the full length S protein, as well as S1, RBD, and S2 subunit derivatives, to contain the prime target epitopes for the induction of neutralizing antibodies. Indeed, recent clinical data COVID-19 vaccine development and a potential nanomaterial path forward",
    "creator" : "Springer"
  }
}