{
  "name" : "downloads_2020-09-27_3c_du2021.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "The effect of carbon nanotubes on osteogenic functions of adipose-derived mesenchymal stem cells in vitro and bone formation in vivo compared with that of nano-hydroxyapatite and the possible mechanism",
    "authors" : [ "Zhipo Dua", "Xinxing Fengb", "Guangxiu Caoc", "Zhending Shee", "Rongwei Tane", "Katerina E. Aifantisf", "Ruihong Zhangg", "Xiaoming Lic" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nBioactive Materials\njournal homepage: http://www.keaipublishing.com/biomat\nThe effect of carbon nanotubes on osteogenic functions of adipose-derived mesenchymal stem cells in vitro and bone formation in vivo compared with that of nano-hydroxyapatite and the possible mechanism Zhipo Dua,1, Xinxing Fengb,1, Guangxiu Caoc,d,1, Zhending Shee, Rongwei Tane, Katerina E. Aifantisf, Ruihong Zhangg,∗∗, Xiaoming Lic,d,∗ a Department of Orthopedics, The Fourth Central Hospital of Baoding City, Baoding, 072350, China b Endocrinology and Cardiovascular Disease Centre, Fuwai Hospital, National Center for Cardiovascular Diseases, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100037, China c Key Laboratory for Biomechanics and Mechanobiology of Ministry of Education, School of Biological Science and Medical Engineering, Beihang University, Beijing, 100083, China d Beijing Advanced Innovation Center for Biomedical Engineering, Beihang University, Beijing, 100083, China e Guangdong Engineering Research Center of Implantable Medical Polymer, Shenzhen Lando Biomaterials Co., Ltd., Shenzhen, 518107, China f Department of Mechanical and Aerospace Engineering, University of Florida, Gainesville, FL, 32611, USA g Department of Research and Teaching, The Fourth Central Hospital of Baoding City, Baoding, 072350, China\nA R T I C L E I N F O\nKeywords: Multi-walled carbon nanotubes (MCNTs) Bone repair material Protein adsorption Osteogenic differentiation Bone formation\nA B S T R A C T\nIt has been well recognized that the development and use of artificial materials with high osteogenic ability is one of the most promising means to replace bone grafting that has exhibited various negative effects. The biomimetic features and unique physiochemical properties of nanomaterials play important roles in stimulating cellular functions and guiding tissue regeneration. But efficacy degree of some nanomaterials to promote specific tissue formation is still not clear. We hereby comparatively studied the osteogenic ability of our treated multiwalled carbon nanotubes (MCNTs) and the main inorganic mineral component of natural bone, nano-hydroxyapatite (nHA) in the same system, and tried to tell the related mechanism. In vitro culture of human adiposederived mesenchymal stem cells (HASCs) on the MCNTs and nHA demonstrated that although there was no significant difference in the cell adhesion amount between on the MCNTs and nHA, the cell attachment strength and proliferation on the MCNTs were better. Most importantly, the MCNTs could induce osteogenic differentiation of the HASCs better than the nHA, the possible mechanism of which was found to be that the MCNTs could activate Notch involved signaling pathways by concentrating more proteins, including specific bone-inducing ones. Moreover, the MCNTs could induce ectopic bone formation in vivo while the nHA could not, which might be because MCNTs could stimulate inducible cells in tissues to form inductive bone better than nHA by concentrating more proteins including specific bone-inducing ones secreted from M2 macrophages. Therefore, MCNTs might be more effective materials for accelerating bone formation even than nHA."
    }, {
      "heading" : "1. Introduction",
      "text" : "During the past decade, the importance of artificial biomaterials to address limitations in tissue grafting has become increasingly clear for a wide variety of tissue repair applications [1,2]. The goal is to develop materials that not only have good biocompatibility and bioactivity but\ncan also support or induce specific cell differentiation to form desired tissues [3]. In order to better mimic the nanostructure in natural extracellular matrices (ECM), over the past decade, nanofibers, nanotubes, nanoparticles, hydrogel, etc. have emerged as promising candidates in producing biomaterials that resemble the ECM and efficiently replace defective tissues [4,5]. Since natural tissues or organs have a\nhttps://doi.org/10.1016/j.bioactmat.2020.08.015 Received 25 June 2020; Received in revised form 8 August 2020; Accepted 17 August 2020\nPeer review under responsibility of KeAi Communications Co., Ltd. ∗ Corresponding author. Key Laboratory for Biomechanics and Mechanobiology of Ministry of Education, School of Biological Science and Medical Engineering,\nBeihang University, Beijing, 100083, China. ∗∗ Corresponding author. Department of Research and Teaching, The Fourth Central Hospital of Baoding City, Baoding, 072350, China.\nE-mail addresses: 13931391449@163.com (R. Zhang), x.m.li@hotmail.com (X. Li). 1 Co-first authors.\nBioactive Materials 6 (2021) 333–345\nAvailable online 01 September 2020 2452-199X/ © 2020 The Authors. Publishing services by Elsevier B.V. on behalf of KeAi Communications Co., Ltd. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/BY-NC-ND/4.0/).\nT\nnanostructure, and cells directly interact with (and create) a nanostructured ECM, the biomimetic features and excellent physiochemical properties of nanomaterials play a key role in stimulating cell growth, and guide tissue regeneration [6–9]. Even though it was a field in its infancy a decade ago, currently, numerous researchers fabricate cytocompatible biomimetic nanomaterial scaffolds encapsulating cells (such as stem cells, chondrocytes and osteoblasts, etc.) for tissue engineering applications [10,11]. As for bone repair materials, clinicians are still looking for a ready-to-use biomaterial, which can differentiate inducible cells to osteogenic cells that form new bone.\nNano-hydroxyapatite (nHA) is the main inorganic calcium phosphate mineral component of bones and teeth. The close chemical similarity of nHA to natural bone has led to extensive research efforts to use synthetic nHA as a bone substitute [12–18]. More than twenty years ago, Yamasaki et al. showed that, after nHA ceramics were implanted into nonosseous sites of dogs for 3 months, the micropores of the porous nHA ceramics were found full of eosinophilic amorphous substance, suggesting a bone matrix [16]. Moreover, Li et al. [17] demonstrated that a nHA composite can offer a satisfactory biological environment for new bone formation, leading to complete repair of a 40 mm defect in goat shank with appropriate strength. It was interesting that the marrow cavity appeared at only ten weeks after the surgery, which was very helpful for new bone to grow in the middle of the defect and benefit new bone's connecting. The bone density was shown to increase further from ten to fifteen weeks after the surgery. Appearance of bone lacunas and bone cells in the lacunas at fifteen weeks suggests the formation of natural bone. Recent research by Fricain et al. [18] showed that nHA composites could retain subcutaneously local growth factors, including Bone Morphogenetic Protein 2 (BMP-2) and vascular endothelial growth factor 165 (VEGF165), could induce the deposition of a biological apatite layer, and could favor the formation of a dense mineralized tissue subcutaneously in mice. Furthermore, osteoid tissue and bone tissue regeneration took place after implantation of nHA in critical size defects, in small and large animals, in three different bony sites, i.e. the femoral condyle of rat, a transversal mandibular defect and a tibial osteotomy in goat. So nHA has been shown to be a suitable candidate for bone repair for long time.\nFollowing the discovery of multi-walled carbon nanotubes (MCNTs) [19], one of the most representative nanomaterial, with unique electrical, mechanical, and surface properties, carbon-based nanotechnology has been rapidly developing as a platform technology for a variety of uses including biomedical applications, and up to now MCNTs appear well suited as biomaterials to enhance the properties and function of the medical devices, for example for improving tracking of cells, sensing of microenvironments, delivering of transfection agents and providing nanostructured surfaces for optimal integration with the host body [20–30], which is not only because of their ability to simulate dimensions of proteins that comprise native tissue using their unique properties but also because of their higher reactivity for cell interactions to improve the cellular functions. Although MCNTs have not been examined as bone repair materials for a long time, there have been already a lot of related original publications. Terada et al. showed that rat osteoblast-like MC3T3-E1 cells attached better on MCNTs than on collagen [31]. The cells on the collagen were shown to be totally detached within less than 5 min with 0.1% Trypsin-EDTA solution while some of the cells still remained on the surfaces of MCNTs after more than 30 min of the same Trypsin-EDTA treatment. Abarrategi et al. prepared a kind of porous MCNTs composites composed of MCNTs (up to 89 wt%) and chitosan. They showed that the composites could promote the ectopic bone formation after the implantation in muscle tissue [32]. However, the efficacy degree of MCNTs to promote bone tissue formation compared with well-recognized nanoscale bone repair materials is still not clear [33].\nIt is well known that mesenchymal stem cells have potential to differentiate into specific cell lines which can form specific tissues under extrinsic specific stimulations. Revealing the effect mechanism of\nthose stimulations on stem cell fate is not only critical to understand the fundamentals of stem cell dynamics, but also important to indicate instructive information to guide the smart design of effective materials for accelerating bone formation. In this study, therefore, we evaluated and compared the effects of MCNTs and nHA with the same diameters on cellular functions of human adipose-derived mesenchymal stem cells (HASCs), especially to show which kind of material can induce osteogenic differentiation of the HASCs better and understand the possible mechanism. In order to combine, further analyze, discuss or confirm the in vitro data with the in vivo assessment, the MCNTs and nHA were implanted in the dorsal musculature of New Zealand white rabbits and the follow-up investigations such as qualitative and quantitative histological examinations, type I collagen immunostaining analysis, bonemineral content measure, macrophage infiltration analysis, etc. were performed."
    }, {
      "heading" : "2. Experimental section",
      "text" : ""
    }, {
      "heading" : "2.1. Sample fabrication and protein adsorption evaluation",
      "text" : "The MCNTs used in this study were obtained from NanoLab (Brighton, MA USA), the diameter of which was about 100 nm. The nHA used in this study was purchased from Aipurui Nanomaterial Co., Ltd. (Nanjing, China), and was about 100 nm in diameter. Firstly, the MCNTs were heated to approximately 500 °C for 90 min under atmospheric conditions. Then, the cooled MCNTs were transferred into a flask containing 6 M HCl and treated at 60 °C for 2 h, and then washed thoroughly with deionized water and completely dried.\nMCNTs and nHA were separately compacted serially in a steel-tool die via a uniaxial pressing cycle (0.09 GPa for 2 min, then 0.22 GPa for 3 min, and finally 0.36 GPa for 3 min) at room temperature. All the samples were sterilized by ultraviolet radiation for 48 h before experiments with cells. The morphology of the samples was observed by scanning electron microscopy (SEM; S-4000, Hitachi, Japan).\nBefore performing cells culture, the ability of the MCNTs and nHA compacts to adsorb proteins was evaluated and the cell culture plate without material added was used as control. Firstly, 0.25% fetal bovine serum (FBS) was sterilized with a 0.22 μm filter. After immersing the samples (n = 6) respectively for 6, 12, 18 and 24 h, the residual protein content (Pl) of the FBS solution was determined with the QuantiPro™ BCA Assay Kit (TaKaRa BIO INC, Japan). It was measured with a BIOTEK automate microplate reader at 620 nm. The adsorbed protein (Pa) was calculated by formula (1).\nPa = (0.25%- Pl)/0.25% (1)"
    }, {
      "heading" : "2.2. In vitro study",
      "text" : ""
    }, {
      "heading" : "2.2.1. Cell harvest",
      "text" : "Abdominal subcutaneous adipose samples were obtained from 3 subjects undergoing cosmetic lipoaspiration. The study protocol was approved by Health Human Research Ethics Committee of Zhujiang Hospital of Southern Medical University, and informed consent was obtained from all patients. HASCs were isolated using a modification of the method described by Dicker et al. [34]. Briefly, after gentle shaking with equal volume of Hank's Buffered Salt Solution (HBBS; Sigma), the mixture was separated into two phases. The lower phase was re-suspended in HBSS containing 0.075% collagenase type I (Sigma), and enzymatically dissociated for 1 h at 37 °C with gentle shaking. The collagenase was inactivated by adding an equal volume of DMEM (Sigma) supplemented with 10% FBS and incubated for 10 min. The mixture was then centrifuged at 1500 rpm for 5 min. The cellular pellet was resuspended in red blood cell lysis buffer to remove erythrocytes and then passed through 100, 70, and 40 μm mesh filters to eliminate cell debris. The cell filtrate was then diluted with an equal amount of\nHISTOPAQUE-1077 (Sigma) and centrifuged at 5000×g for 30 min to separate the HASCs fraction. Cells were resuspended in DMEM containing 10% FBS and plated at a concentration of 1–5 × 106 cells/ 75 cm2. Cells were serially passaged upon reaching 70%–80% confluence by detaching with 0.25% trypsin-EDTA (Invitrogen). HASCs\nwere confirmed to meet the minimal criteria for defining multipotent MSCs according to previously described methods [35,36]. First, HASCs were plastic-adherent when maintained in standard culture conditions using tissue culture flasks. Second, RT-PCR studies confirmed hAMSCs highly expressed CD73, CD90, and CD105, but did not express CD14, CD19, CD34, CD45, or HLA class II (data not shown). Third, HASCs were able to differentiate to osteoblasts, adipocytes and chondroblasts under standard in vitro differentiating conditions."
    }, {
      "heading" : "2.2.2. Conventional cell culture on the samples",
      "text" : "For the cell culture on the samples, the medium was α-minimum essential medium (α-MEM; Sigma) containing 10% FBS (Biowest), antibiotics, 0.2 mM L-ascorbic acid 2-phosphate, basic fibroblast growth factor and 10−8 M dexamethasone (Dex; Sigma), and the cell culture plate was used as control. For the examination if the effects of the materials involve the Notch signaling pathway, DAPT (an inhibitor of Notch signaling pathway) was added into the above culture medium with a concentration of 10 μM. For the examination if the effects of the materials involve the BMP-Smad signaling pathway, Noggin (an inhibitor of BMP-Smad signaling pathway) was added into the above culture medium with a concentration of 5 ng/ml. For the examination if the effects of the materials involve the Wnt/β-Catenin signaling pathway, ICG-001 (an inhibitor of Wnt/β-Catenin signaling pathway) was added into the above culture medium with a concentration of 3 μM.\nThe hAMSCs (passage 2) were respectively seeded on the compacts with a cell density of 2.0 × 104 per sample, and then put into an incubator at 37 °C in a humidified atmosphere with 5% CO2 and 95% air. After 4 h, 2.5 ml culture medium was added into each wall of the plates.\nThe culture mediums were refreshed twice a week. At the prescribed time, the samples were washed by phosphate buffered saline (PBS) for further studies. The samples for the biochemical analyses were stored in the freezer at −80 °C for at least 12 h.\n2.2.2.1. The observation of cell morphology. At the prescribed time, the samples were fixed in a solution of 2% glutaraldehyde, and post-fixed in a 1% osmium tetroxide solution, and then dehydrated in a series of solutions with increasing ethanol concentrations, followed by criticalpoint drying at 40 °C. Finally, the morphology of the cells on the samples was examined by SEM (S-4000, Hitachi, Japan).\n2.2.2.2. Cell adhesion efficacy evaluation. Cell adhesion efficacy was estimated by treatment using diluted Trypsin-EDTA solution (Gibco, USA). The cultured cells on the samples for one day were treated with 0.1% and 0.02% Trypsin-EDTA solution. The decrease of the attached cells was evaluated under an optical microscope.\n2.2.2.3. RT-PCR and mineralization analysis. Total RNA was extracted from cultured cells using TRIzol reagent (Invitrogen, Carlsbad, CA) according to the manufacturer's protocol. RT-PCR primers (synthesized by Sangon, Shanghai, China) were as follows: ALP, 5′- CAT GTT CCT GGG AGA TGG TA - 3′ and 5′- GTG TTG TAC GTC TTG GAG AGA - 3′; cbfa1, 5′- GCC GGG AAT GAT GAG AAC TA - 3′ and 5′- GGA CCG TCC ACT GTC ACT TT - 3′; COL IA1, 5′- TTA CTA CCG GGC CGA TGA - 3′ and 5′- CTG CGG ATG TTC TCA ATC TG - 3′; and GAPDH, 5′- TGT TCC TAC CCC CAA TGT ATC CG -3′ and 5′- TGC TTC ACC ACC TTC TTG ATG TCA T -3′. RT-PCR was performed using Access PCR reagent (Promega, Madison, WI) for 30 cycles of 94 °C for 30 s, 55 °C for 1.5 min, and 68 °C for 1 min, with an additional 7-min incubation at\n72 °C after completion of the final cycle. A 10-μl sample of each PCR product was size-fractionated by 1.5% agarose gel electrophoresis and bands were visualized with a UV transilluminator (Tanon, Shanghai, China).\nFor the mineralized nodule formation assay, the mineralized matrix was analyzed using alizarin red S staining [37]. The cell cultures were rinsed with PBS and fixed in ice-cold, 90% ethanol solution for 10 min. The cells were washed with distilled water, treated with a 0.2% alizarin red S solution (Amresco, Solon, OH, USA) for 5 min, and washed with distilled water to remove the remaining staining.\n2.2.2.4. DNA, alkaline phosphatase (ALP) and total protein analyses. As soon as the plates were taken out from the freezer, they were kept on the ice. Then 0.2% triton was added. After the plates were shaken gently for 45 min, the solutions were analyzed for DNA, ALP and protein content.\nDNA content was determined with the CyQuant Cell Proliferation Assay Kit (Invitrogen) according to the manufacturer's protocol. 0.1 mL of each sample (n = 6) were diluted in TE to a final volume of 1.0 ml test tubes. Then 1.0 ml of aqueous working solution (dye) was added to each sample. After the tubes were incubated for about three minutes, the fluorescence was measured at an emission wavelength of 520 nm and excitation of 480 nm. The DNA content of the cells was counted through a premade standard DNA curve, and expressed as mean ± SD.\nFor the determination of ALP content, 20 μL of each sample (n = 6) was added to the walls of a 96-wall plate and then 100 μL Paranitrophenylphosphate (PNP) solution was added. After shaken gently, the plate was incubated at 37 °C for 15 min. After 80 μL stop solution was added, the plate was read with a BIO-TEK automate microplate reader at 405 nm. The ALP content of the cells was counted\nthrough the standard curve, and expressed as mean ± SD. For qualitative analysis of the ALP content, after the cell cultures were fixed in ice-cold, 90% ethanol solution for 10 min and washed by PBS, the cells were stained with fast 5-bromo-4-chloro-3-indolyl phosphate and nitroblue tetrazolium (BCIP/NBT) ALP substrate (Beyotime Biotechnology, Haimen, China) for 30 min at room temperature. The reaction was stopped by removing the solution and washing with distilled water.\nTotal protein content was determined with the QuantiPro™ BCA Assay Kit (TaKaRa BIO INC). 100 μL of each sample (n = 6) was added to the walls of a 96-wall and then 100 μL BCA solution was added. After the plate was continuously shaken for 2 h in dark at room temperature, the fluorescence was measured with a BIO-TEK automate microplate reader at 620 nm. The protein content was counted through a premade standard protein curve, and expressed as mean ± SD."
    }, {
      "heading" : "2.2.3. Cell culture on the samples after adsorbing FBS",
      "text" : "Firstly, the samples were respectively immersed into culture medium containing 50% FBS for 24 h in an incubator with a humidified atmosphere with 5% CO2 and 95% air at 37 °C. Then, the solution was completely removed and the samples were washed by the culture medium of the HASCs with 1% FBS for 4 times. The HASCs were\nrespectively cultured on the samples with a cell density of 4.0 × 104 per sample. After cell culture in culture medium with 1% FBS for certain time, the DNA, ALP and total protein content of the cells were examined with the methods mentioned above."
    }, {
      "heading" : "2.2.4. Cell culture on the samples after adsorbing rhBMP-2",
      "text" : "Firstly, the samples were respectively immersed in rhBMP-2 (Yamanouchi Pharmaceutical Co. Ltd., Tokyo, Japan) solutions with a concentration of 500 ng/mL (rhBMP-2 in the cell culture medium) for 24 h in an incubator with a humidified atmosphere with 5% CO2 and 95% air at 37 °C. Then, the rhBMP-2 solution was completely removed and the samples were washed by the culture medium of the HASCs with 1% FBS for 4 times. And then, the HASCs were respectively cultured on the samples with a cell density of 5.0 × 104 per sample. After cell culture in culture medium with 1% FBS for 7 and 14 days, the DNA, ALP and total protein content of the cells were examined with the methods mentioned above."
    }, {
      "heading" : "2.3. In vivo study",
      "text" : "In order to get in vivo data to combine with, further analyze or discuss the in vitro data, we examined the ability of the MCNTs and nHA\nin ectopic bone formation. After New Zealand white rabbits were anaesthetized with diethylether, the above implants were placed aseptically into the left dorsal muscle pouch. At 1, 2 and 3 weeks after surgery, the implants were respectively harvested together with their surrounding tissues (n = 10). The bone-mineral content (BMC) of the tissues at three weeks after the surgery was measured by single-energy X-ray absorptiometry using a bone-mineral analyzer designed for use with experimental animals (DCS-600R; Aloka, Tokyo, Japan). The tissues at 1, 2 and 3 weeks after surgery were respectively fixed, defatted, embedded, cut, stained with hematoxylin and eosin (H&E), and examined under a light microscope. At least 10 images were randomly obtained in 1 sample. Using image analytical software Image-ProPlus (Media Cybernetics, Bethesda, MD, USA), the percentage of newly formed bone tissue area in the total tissue area was determined. Each sample was measured twice using an automated macro for measuring\nthese areas and data were automatically exported to an Excel (Microsoft, Redmond, WA) data sheet, which was later used for statistical evaluation. Moreover, the specimens were examined with a microCT scanner (Explore Locus SP, GE Healthcare Company, USA). Bone volume ratio (BV/TV, %) was calculated from the bone volume divided by the tissue volume.\nFurthermore, the cut samples as described above were tested for their expression of collagen type I. The samples were incubated with proteinase K (Dako, Glostrup, Denmark) for 10 min at room temperature for antigen retrieval, which was then blocked with 1% hydrogen peroxide/ methanol (Sigma-Aldrich, St Louis, MO, USA) for 40 min at room temperature (RH = 100%), and examined under a light microscope.\nIn order to assess macrophage infiltration and polarization, sections were immunolabeled with the pan-macrophage primary antibody to CD68 (1:2000, Wuhan Servicebio Technology Co., Ltd., China) which\nwas coupled with HRP goat anti-rabbit secondary antibody (1:500, Wuhan Servicebio Technology Co., Ltd., China). The same sections were also processed with the primary antibody to CD163 (1:500, Wuhan Servicebio Technology Co., Ltd., China), a macrophage phenotype marker commonly associated with the pro-remodeling (M2-like) phenotype. The goat anti-rabbit secondary antibody was Alexa Fluor®488 labeled (1:400, Wuhan Servicebio Technology Co., Ltd., China). Quantification of the macrophages was performed by counting positively stained cells. In each type of staining, five fields per section were analyzed by using Image-Pro Plus software 6.0.\nAll procedures for animal experiments were carried out in compliance with the guidelines of the institutional animal care committee of Zhujiang Hospital of Southern Medical University."
    }, {
      "heading" : "2.4. Statistical analysis",
      "text" : "The obtained data were statistically analyzed with one-way ANOVA, followed by a Tukey's post hoc test (SPSS Inc., Chicago, IL, USA). P < 0.05 was regarded as significant difference."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Materials and their characterization",
      "text" : "The SEM images of the compacts were shown in Fig. 1A and B. Both MCNTs and nHA formed a packed nanostructure. Their diameters were the same, about 100 nm. Fig. 1C showed the ability of protein adsorption of the compacts, indicating that the MCNTs compacts had a higher capability to absorb protein than the nHA compacts at each time point of 6, 12, 18 and 24 h (P < 0.05)."
    }, {
      "heading" : "3.2. Conventional cells culture",
      "text" : "Firstly, the DNA analysis results of the cells cultured on the different samples for 1, 4, 7 and 14 days were shown in Fig. 2. The difference in the DNA value at day 1 was thought to be mainly due to the different cell attachment. As shown in Fig. 2, the values at day 1 for MCNTs and nHA had no significant difference (P > 0.05), suggesting that there should be no significant difference in cell adhesion amount between on\nMCNTs and on nHA, which was consistent with qualitative observation (Fig. 3A and B). Fig. 3E and F and showed the residual cell percentage on the samples after the Trypsin-EDTA treatment. Cells on the nHA were all detached in 0.02% Trypsin-EDTA solution within 35 min, in 0.1% Trypsin-EDTA solution within 15 min while more than 40% cells still remained on the MCNTs even in 0.1% Trypsin-EDTA solution for 40 min, which indicated that cell adhesion efficacy on the MCNTs was much better than on the nHA, which is mainly because the cells had better interactions with MCNTs by filopodia than with nHA (Fig. 3C and D). Moreover, the slope of the curves in Fig. 2 was used to estimate the cell proliferation at a quantitative stage. It was shown that the slopes of the curves for MCNTs were significant greater than those for nHA (slope of the two curves from day 1 to day 4: 0.568 ± 0.061 vs. 0.219 ± 0.053, p < 0.05; from day 4 to day 7: 0.386 ± 0.073 vs. 0.139 ± 0.058, p < 0.05; from day 7 to day 14: 0.279 ± 0.085 vs. 0.106 ± 0.068, p < 0.05), suggesting that the cells proliferated better on MCNTs than on nHA. There was no significant difference between the slopes of the curves for MCNTs and those for the control (slope of the two curves from day 1 to day 4: 0.568 ± 0.061 vs. 0.625 ± 0.044, p > 0.05; from day 4 to day 7: 0.386 ± 0.073 vs. 0.416 ± 0.039, p > 0.05; from day 7 to day 14: 0.279 ± 0.085 vs. 0.281 ± 0.035, p > 0.05), suggesting that no significant difference was found in the cell proliferation between on the MCNTs and on the culture plate.\nThe results of RT-PCR analysis were shown in Fig. 4. Both qualitative and quantitative data showed that the MCNTs could induce more significant expression of ALP, cbfa1 and COLIA1 genes than the nHA. Moreover, mineral content was visualized after alizarin red S staining by microscopy at day 14. On the MCNTs surface, larger area of continuous alizarin red S staining was displayed (Fig. 5).\nFig. 6A and B qualitatively showed more ALP content of the cells on\nthe MCNTs than on the nHA at culture day 14 by ALP staining. Fig. 6C showed the quantitative data of ALP/DNA of the cells, ALP per unit cell. ALP/DNA of the cells cultured on the MCNTs compacts was significantly higher than that on the nHA compacts and on the plates at each culture time point of 1, 4, 7 and 14 days (p < 0.05) although the value for MCNTs also increased slightly from 7 to 14 days. Moreover, the total-protein/DNA of the cells, total protein content per unit cell, was shown in Fig. 6D. The values for MCNTs and nHA all showed obvious increase from 1 to 7 days and slow increase from 7 to 14 days, and that for the plates increased obviously from 1 to 7 days but decreased slightly from 7 to 14 days. And the values for MCNTs were significantly higher than those for nHA and the culture plates at each culture time point of 1, 4, 7 and 14 days (p < 0.05).\nIn order to reveal the possible mechanism of the satisfactory ostogenic ability of MCNTs, we did RT-PCR analysis of the cells conventionally cultured on the samples with and without the addition of the inhibitors of Notch signaling pathway (DAPT), BMP-Smad signaling pathway (Noggin) and Wnt/β-Catenin signaling pathway (ICG-001) at the culture time of 14 days. Fig. 7 showed that after the treatment with DAPT, the ALP, cbfa1 and COLIA1 gene expresses of the cells cultured on the MCNTs all decreased significantly, the values of which had no significant difference with those of the cells cultured on nHA respectively any more (Fig. 7B, P > 0.05). After the treatment with Noggin and ICG-001, the ALP, cbfa1 and COLIA1 gene expresses of the cells cultured on the MCNTs and nHA all had no obvious change."
    }, {
      "heading" : "3.3. Cells culture with the adsorption of FBS and rhBMP-2 in advance respectively",
      "text" : "Furthermore, in order to find the possible means, by which the\nFig. 9. Histological appearances and type I collagen immunostainings showing ectopic bone formation induced by MCNTs and nHA at 1, 2 and 3 weeks after implantation into dorsal musculature of New Zealand white rabbits. Osseous callus, bone cells, bone lacunas, and type I collagen are denoted by the red arrow area, blue arrow area, white arrow area, and black arrow area, respectively. The fields marked with blue stars represent the newly formed tissues. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)\nTable 1 Quantitative results of the in vivo study.\nGroup Bone-mineral content (BMC) (mg/cm2) Newly formed bone tissue area in the total tissue area obtained from HE staining (%) Bone volume ratio (BV/TV, %)\nnHA 0 0 0 MCNTs 2.8 ± 1.6 2.3 ± 1.1 2.5 ± 1.3\nMCNTs activate the Notch involved signaling pathways, thereby inducing the cellular osteogenic differentiation, we did the cell culture with the adsorption of FBS and rhBMP-2 in advance respectively.\nFig. 8A and depicted the ALP/DNA and total-protein/DNA of the cells cultured on the samples with and without adsorbing FBS in advance at day 7 and day 14. After the adsorption of FBS, both ALP/DNA and total-protein/DNA of the cells on MCNTs increased significantly, while the values for nHA increased slightly. The increased ALP/DNA and total-protein/DNA for MCNTs was as about 2 times and 3 times respectively as those for nHA at both day 7 and day 14.\nMoreover, it was shown in Fig. 8C and D that ALP/DNA and totalprotein/DNA of the cultured cells on the samples all increased after adsorbing rhBMP-2 at day 7 and day 14, compared with that of the cultured cells on the samples after adsorbing FBS. However, ALP/DNA and total-protein/DNA of the cultured cells on the MCNTs increased most significantly. The increased ALP/DNA for MCNTs was as about 2 times as those for nHA at both day 7 and day 14. The increased totalprotein/DNA for MCNTs was as about 3 times and 2 times respectively as those for nHA at day 7 and day 14."
    }, {
      "heading" : "3.4. In vivo study",
      "text" : "Qualitative histological observation was shown in Fig. 9. At week 1, staining for H&E and immunostaining for collagen type I in both MCNTs and nHA groups were all very slight, which indicated that there was almost no bone matrix in the implants of both groups at this time. At week 2, large amounts of osseous callus (red arrow area) appeared in the MCNTs group. At week 3, bone lacunas (white arrow area), as well as the bone cells (blue arrow area) in them, could be observed in the MCNTs group, which suggested that mature new bone appeared. Moreover, type I collagen immunostaining were clear at week 2 in the MCNTs group, indicating that collagen was formed (black arrow area). At week 3, large amounts of collagen formation (black arrow area) could be observed in the MCNTs group. However, it could be observed\nthat only fibrous tissue formation increased in the nHA group after implantation. At week 3, there was rich fibrous tissue and no significant intensification of type I collagen immunostaining in the nHA group, which indicated no bone formation.\nAs shown in Table 1, the BMC of the MCNTs and nHA groups by week 3 were respectively (2.8 ± 1.6) mg/cm2 and 0 (n = 10). The quantitative histological evaluation revealed that the newly formed bone tissue area in the total tissue area of the MCNTs and nHA groups by week 3 were respectively (2.3 ± 1.1) % and 0 (n = 10). Micro-CT analysis revealed that the bone volume ratio (BV/TV, %) of the MCNTs and nHA groups by week 3 were respectively (2.5 ± 1.3) % and 0 (n = 10). All the in vivo data indicated that MCNTs could induce ectopic bone formation while nHA could not.\nMacrophage infiltration was shown in Fig. 10. At day 3 after implantation, cellular infiltration and macrophage infiltration of the nHA group were significantly higher than those of the MCNTs group. The cellular infiltration of the nHA group at day 7 and 14 after implantation were significantly lower than those at day 3 after implantation. Compared with that at day 7 after implantation, the cellular infiltration of the nHA group obviously decreased at day 14 after implantation. For two kinds of implants, the macrophage infiltration at day 7 and 14 after implantation with no significant difference was markedly lower than those at day 3 after implantation. It could be observed that the CD163+/CD68+ ratio for the MCNTs group significantly increased at day 14 after implantation compared with those at day 3 and 7 after implantation, indicating macrophage polarization towards pro-remodeling (M2-like) macrophage phenotypes. Moreover, the CD163+/ CD68+ ratio for the MCNTs group was significantly higher than that for the nHA group at day 14 after implantation, which suggested better M2-like macrophage polarization for MCNTs."
    }, {
      "heading" : "4. Discussion",
      "text" : "It is well known that mesenchymal stem cells have potential to\ndifferentiate into specific cell lines which can form specific tissues under extrinsic specific stimulations. Revealing the effect mechanism of those stimulations on stem cell fate is not only critical to understand the fundamentals of stem cell dynamics, but also important to indicate instructive information to guide the smart design of effective materials for accelerating bone formation. In this study, the MCNTs had a significantly higher ability in adsorbing proteins compared to nHA, the reason of which might be that the nanostructure of MCNTs could promote the formation of protein aggregates. The adsorbed proteins at the biomaterial surface might play a key role in the downstream stem cellular response [38–42]. The cell adhesion amount on the MCNTs and nHA had no significant difference by both quantitative analysis and qualitative observations. However, it should be noted that in the human body the cells attached on biomaterials undergo inevitable effects of biomechanics, such as stress [43,44]. So the cell adhesion efficacy or the bonding strength between the cells and the materials plays a crucial role. The cell adhesion efficacy on MCNTs was significantly better than that on nHA, the reason of which might be explained as follows. Firstly, the scale and structure of MCNTs are similar to those of cell pseudopods. Secondly, the unique properties of the MCNTs, such as conductivity are helpful for the cells to bond tightly. The cells proliferated better on MCNTs than on nHA, which might be not only due to better cell adhesion efficacy on MCNTs but also because of a larger amount of proteins that were adsorbed on MCNTs. The cell adhesion efficacy could affect the initial morphology of stem cells on materials, which can influence the subsequent their long-term functions including cell proliferation [45–47]. On the other hand, the adsorbed proteins on MCNTs might include some specific proteins, such as fibronectin, which directly favor the cell proliferation. Another possibility is that the adsorbed proteins change the surface energy, which influences the cell adhesion quality and proliferation. Rouahi M et al. indicated that the quantity, the quality, or the conformation of the proteins adsorbed on the materials could change the surface energy [48]. It is generally considered that enhancing surface energy would promote the cell proliferation [49]. Cell differentiation is also a most important evaluation point for biomaterials because it may directly contribute to the tissue repair [50–55]. The results of RT-PCR analysis indicated from gene expression level that MCNTs could better induce osteogenic differentiation of the HASCs than nHA. The results of the cell culture showed that the ALP/DNA and the total-protein/DNA of the cells on MCNTs were both significantly higher than those on nHA, suggesting from protein expression level that MCNTs could induce this kind of cells to differentiate into osteogenic cells better than nHA [56–59], and that the cells on MCNTs were more active.\nNayak et al. showed that the MCNTs had no cytotoxicity and they could accelerate cell differentiation to form bone [60]. But the possible mechanism was not shown. Recent studies have shown that BMP-Smad, Notch, and Wnt/β-Catenin signaling pathway play important roles in osteogenic differentiation of cells [61–65]. Therefore, in this study we hypothesized that the osteogenic effects of MCNTs were related to these signaling pathways. After the treatment with DAPT, the osteogenic differentiation of the HASCs cultured on MCNTs was significantly inhibited, indicating that the osteogenic effect of MCNTs should involve the Notch signaling pathway. After the treatment with Noggin and ICG001, the osteogenic differentiation of the HASCs cultured on MCNTs had no obvious change, indicating that the BMP-Smad and Wnt/β-Catenin signaling pathways didn't play significant role in the osteogenic effect of MCNTs. Furthermore, to answer how the MCNTs activated the Notch involved signaling pathways, we put forward with another hypothesis that it was probably because MCNTs, with larger surface areas and higher capability in protein adsorption, had adsorbed more proteins than nHA, and these proteins activated the signaling pathways, thereby making the cells differentiate into osteogenic cells. In other words, the MCNTs may modulate the quantity and conformation of the adsorbed proteins and consequently modulate not only the proliferation of cells but also the differentiation of the cells toward the osteoblastic\nlineage. To confirm this hypothesis, we immersed the samples in culture medium containing 50% FBS to make them adsorb more proteins before cell culture. The results showed that after the adsorption of FBS, both the total-protein/DNA and ALP/DNA increased on all samples. Impressively, the value for MCNTs increased much more significantly. So, the results of cell culture after the adsorption of FBS should be an effective proof for our hypothesis. The adsorbed proteins on the MCNTs induced osteogenic differentiation of the HASCs better than those on the nHA. Furthermore, to figure out the species of the adsorbed protein involved in the osteogenic differentiation, we used rhBMP-2 as a specific protein and made the samples adsorb as much this specific protein as possible before the cell cultures. The results showed that ALP/DNA and protein/DNA of the cells on the two types of compacts after adsorbing rhBMP-2 were both higher than those of the cells on the samples with the adsorption of FBS in advance, and that those values for the MCNTs compacts increased much more significantly. Therefore, the in vitro data indicated that MCNTs might stimulate inducible cells in soft tissues to form inductive bone better than nHA by concentrating more proteins, including specific bone-inducing ones, which might activate their Notch involved signaling pathways.\nIn order to get in vivo data to combine with, further analyze or discuss the in vitro data, we implanted the two kinds of materials in the dorsal musculature of New Zealand white rabbits. The results of qualitative and quantitative histological examinations, type I collagen immunostaining analysis, bone-mineral content measure and bone volume ratio all showed that MCNTs could induce ectopic bone formation while nHA could not. Macrophage infiltration experiments showed that the CD163+/CD68+ ratio for MCNTs was significantly higher than that for nHA at day 14 after implantation, which indicated MCNTs had better M2-like macrophage polarization than nHA. Zhang et al. found that M2 macrophages had a beneficial effect on HASCs mineralization by promoting their proliferation and osteogenic differentiation [66]. Moreover, indirect co-cultures of M2 macrophages and HASCs demonstrated that the stimulatory effect on HASCs was mediated by boneinducing proteins, in which macrophage autocrine BMP-2 and OSM osteogenic factors were involved. Therefore, the ectopic bone formation induced by the MCNTs might be because MCNTs could stimulate inducible cells in tissues to form inductive bone by concentrating proteins including specific bone-inducing ones secreted from M2 macrophages. Although nHA has been studied as a suitable bone repair material for a long time, MCNTs might be more promising materials for accelerating bone formation. In future work, we will establish bone tissue defect models to systematically test and analyze the effectiveness and safety in vivo of the MCNTs for further verifying whether the MCNTs is suitable for clinical applications."
    }, {
      "heading" : "5. Conclusions",
      "text" : "In this study, it was shown that although there was no significant difference in the adhesion amount of the HASCs between on MCNTs and on nHA, the cell attachment efficacy (strength) and proliferation on MCNTs were better than those on nHA. And most importantly, MCNTs could induce osteogenic differentiation of the HASCs better than nHA, the possible mechanism of which was shown to be that the MCNTs could activate Notch involved signaling pathways by concentrating more proteins, including specific bone-inducing ones. Furthermore, the animal experiments showed that the MCNTs could induce ectopic bone formation while the nHA could not, which might be because MCNTs could stimulate inducible cells in tissues to form inductive bone by concentrating more proteins including specific bone-inducing ones secreted from M2 macrophages. The in vitro and in vivo results indicated that MCNTs might be more effective materials for accelerating bone formation even than nHA. Since nHA has been shown to be a suitable candidate for bone repair for a long time, what has been shown in this study may encourage more researchers to further investigate into MCNTs as one kind of potential bone repair materials.\nDeclaration of competing interest\nThere are no conflicts of interest to declare."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors acknowledge the financial supports from the National Natural Science Foundation of China (No. 31771042), Fok Ying Tung Education Foundation (No. 141039), State Key Laboratory of New Ceramic and Fine Processing Tsinghua University, Fund of Key Laboratory of Advanced Materials of Ministry of Education (No. 2020AML10), International Joint Research Center of Aerospace Biotechnology and Medical Engineering, Ministry of Science and Technology of China, and the 111 Project (No. B13003)."
    } ],
    "references" : [ {
      "title" : "Periosteal matrix-derived hydrogel promotes bone repair through an early immune regulation coupled with enhanced angio- and osteogenesis",
      "author" : [ "P.C. Qiu", "M. Li", "K. Chen", "B. Fang", "P.F. Chen", "Z.B. Tang", "X.F. Lin", "S.W. Fan" ],
      "venue" : "Biomaterials 227 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Conducting polymers for tissue engineering",
      "author" : [ "B.L. Guo", "P.X. Ma" ],
      "venue" : "Biomacromolecules 19 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "IFN-γ-tethered hydrogels enhance mesenchymal stem cell-based immunomodulation and promote tissue repair",
      "author" : [ "J.R. García", "M. Quirós", "W.M. Han", "M.N. O'Leary", "G.N. Cox", "A. Nusrat", "A.J. García" ],
      "venue" : "Biomaterials 220 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Controlled Co-delivery of growth factors through layerby-layer assembly of core-shell nanofibers for improving bone regeneration",
      "author" : [ "G. Cheng", "C.C. Yin", "H. Tu", "S. Jiang", "Q. Wang", "X. Zhou", "X. Xing", "C.Y. Xie", "X.W. Shi", "Y.M. Du", "H.B. Deng", "Z.B. Li" ],
      "venue" : "ACS Nano 13 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Dual-function injectable angiogenic biomaterial for the repair of brain tissue following stroke",
      "author" : [ "L.R. Nih", "S. Gojgini", "S.T. Carmichael", "T. Segura" ],
      "venue" : "Nat. Mater. 17 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Materials as stem cell regulators",
      "author" : [ "W.L. Murphy", "T.C. McDevitt", "A.J. Engler" ],
      "venue" : "Nat. Mater. 13 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Nanomaterials in neural-stem-cell-mediated regenerative medicine: imaging and treatment of neurological diseases",
      "author" : [ "B.B. Zhang", "W. Yan", "Y.J. Zhu", "W.T. Yang", "W.J. Le", "B.D. Chen", "R.R. Zhu", "L.M. Cheng" ],
      "venue" : "Adv. Mater. 30 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Magnetic hyperthermia-synergistic H2O2 self-sufficient catalytic suppression of osteosarcoma with enhanced bone-regeneration bioactivity by 3D-printing composite scaffolds",
      "author" : [ "S.J. Dong", "Y. Chen", "L.D. Yu", "K.L. Lin", "X.D. Wang" ],
      "venue" : "Adv. Funct. Mater. 30 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Nanotopography as modulator of human mesenchymal stem cell function",
      "author" : [ "K. Kulangara", "Y. Yang", "J. Yang", "K.W. Leong" ],
      "venue" : "Biomaterials 33 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Halloysite nanotube based scaffold for enhanced bone regeneration",
      "author" : [ "K.Q. Huang", "Q.M. Ou", "Y.Y. Xie", "X.W. Chen", "Y.F. Fang", "C.L. Huang", "Y. Wang", "Z.P. Gu", "J. Wu" ],
      "venue" : "ACS Biomater. Sci. Eng. 5 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "There is no such thing as a biocompatible material",
      "author" : [ "D.F. Williams" ],
      "venue" : "Biomaterials 35 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "In vivo biocompatibility and osteogenesis of electrospun poly(ε-caprolactone)-poly(ethylene glycol)-poly(ε-caprolactone)/nano-hydroxyapatite composite scaffold",
      "author" : [ "S.Z. Fu", "P.Y. Ni", "B.Y. Wang", "B.Y. Chu", "J.R. Peng", "L. Zheng", "X. Zhao", "F. Luo", "Y.Q. Wei", "Z.Y. Qian" ],
      "venue" : "Biomaterials 33 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Innovative collagen nano-hydroxyapatite scaffolds offer a highly efficient non-viral gene delivery platform for stem cell-mediated bone formation",
      "author" : [ "C.M. Curtin", "G.M. Cunniffe", "F.G. Lyons", "K. Bessho", "G.R. Dickson", "G.P. Duffy", "F.J. O'Brien" ],
      "venue" : "Adv. Mater. 24 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Characterization and antibacterial activity of amoxicillin-loaded electrospun nano-hydroxyapatite/ poly(lactic-co-glycolic acid) composite nanofibers",
      "author" : [ "F.Y. Zheng", "S.G. Wang", "S.H. Wen", "M.W. Shen", "M.F. Zhu", "X.Y. Shi" ],
      "venue" : "Biomaterials 34 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "The effect of hydroxyapatite nanoparticles on mechanical behavior and biological performance of porous shape memory polyurethane scaffolds",
      "author" : [ "J.H. Yu", "H. Xia", "A. Teramoto", "Q.Q. Ni" ],
      "venue" : "J. Biomed. Mater. Res. Part A 106 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Osteogenic response to porous hydroxyapatite ceramics under the skin of dogs",
      "author" : [ "H. Yamasaki", "H. Sakai" ],
      "venue" : "Biomaterials 13 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 1992
    }, {
      "title" : "Collagen-based implants reinforced by chitin fibres in a goat shank bone defect model",
      "author" : [ "X.M. Li", "Q.L. Feng", "X.H. Liu", "W. Dong", "F.Z. Cui" ],
      "venue" : "Biomaterials 27 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "A nano-hydroxyapatite- Pullulan/dextran polysaccharide composite macroporous material for bone tissue engineering",
      "author" : [ "J.C. Fricain", "S. Schlaubitz", "C. Le Visage", "I. Arnault", "S.M. Derkaoui", "R. Siadous", "S. Catros", "C. Lalande", "R. Bareille", "M. Renard", "T. Fabre", "S. Cornet", "M. Durand", "A. Leonard", "N. Sahraoui", "D. Letourneur", "J.A. Amedee" ],
      "venue" : "Biomaterials 34 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Helical microtubules of graphitic carbon",
      "author" : [ "S. Iijima" ],
      "venue" : "Nature 354 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 1991
    }, {
      "title" : "Carbon nanotubes: their potential and pitfalls for bone tissue regeneration and engineering",
      "author" : [ "P. Newman", "A. Minett", "R. Ellis-Behnke", "H. Zreiqat" ],
      "venue" : "Nanomed. Nanotechnol. Biol. Med. 9 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Primary liver cells cultured on carbon nanotube substrates for liver tissue engineering and drug  discovery applications",
      "author" : [ "C.A.C. Abdullah", "C.L. Azad", "R. Ovalle-Robles", "S.L. Fang", "M.D. Lima", "X. Lepro", "S. Collins", "R.H. Baughman", "A.B. Dalton", "N.J. Plant", "R.P. Sear" ],
      "venue" : "ACS Appl. Mater. Inter. 6 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Nanostructures to engineer 3D neural-interfaces: directing axonal navigation toward successful bridging of spinal segments",
      "author" : [ "I.E.R. Aurand", "S. Usmani", "M. Medelin", "D. Scaini", "S. Bosi", "F.B. Rosselli", "S. Donato", "G. Tromba", "M. Prato", "L. Ballerini" ],
      "venue" : "Adv. Funct. Mater. 28 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Aligned carbon nanotubebased flexible gel substrates for engineering biohybrid tissue actuators",
      "author" : [ "S.R. Shin", "C. Shin", "A. Memic", "S. Shadmehr", "M. Miscuglio", "H.Y. Jung", "S.M. Jung", "H. Bae", "A. Khademhosseini", "X.W. Tang", "M.R. Dokmeci" ],
      "venue" : "Adv. Funct. Mater. 25 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Carbon nanotube-based substrates for modulation of human pluripotent stem cell fate",
      "author" : [ "M.V. Pryzhkova", "I. Aria", "Q.S. Cheng", "G.M. Harris", "X.J. Zan", "M. Gharib", "E. Jabbarzadeh" ],
      "venue" : "Biomaterials 35 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Diels-Alder functionalized carbon nanotubes for bone tissue engineering: in vitro/in vivo biocompatibility and biodegradability",
      "author" : [ "D. Mata", "M. Amaral", "A.J.S. Fernandes", "B. Colaco", "A. Gama", "M.C. Paiva", "P.S. Gomes", "R.F. Silva", "M.H. Fernandes" ],
      "venue" : "Nanoscale 7 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Current investigations into carbon nanotubes for biomedical application",
      "author" : [ "X.M. Li", "Y.B. Fan", "F. Watari" ],
      "venue" : "Biomed. Mater. 5 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Maturation of osteoblast-like SaoS2 induced by carbon nanotubes",
      "author" : [ "X.M. Li", "H. Gao", "M. Uo", "Y. Sato", "T. Akasaka", "S. Abe", "Q.L. Feng", "F.Z. Cui", "F. Watari" ],
      "venue" : "Biomed. Mater. 4 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Aligned carbon nanotubes reduce hypertrophic scar via regulating cell behavior",
      "author" : [ "W.Z. Weng", "S.S. He", "H.Y. Song", "X.Q. Li", "L.H. Cao", "Y.J. Hu", "J. Cui", "Q.R. Zhou", "H.S. Peng", "J.C. Su" ],
      "venue" : "ACS Nano 12 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Carbon-nanotube-embedded hydrogel sheets for engineering cardiac constructs and bioactuators",
      "author" : [ "S.R. Shin", "S.M. Jung", "M. Zalabany", "K. Kim", "P. Zorlutuna", "S.B. Kim", "M. Nikkhah", "M. Khabiry", "M. Azize", "J. Kong", "K.T. Wan", "T. Palacios", "M.R. Dokmeci", "H. Bae", "X.S. Tang", "A. Khademhosseini" ],
      "venue" : "ACS Nano 7 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Effect of carbon nanotubes on cellular functions in vitro",
      "author" : [ "X.M. Li", "H. Gao", "M. Uo", "Y. Sato", "T. Akasaka", "Q.L. Feng", "F.Z. Cui", "X.H. Liu", "F. Watari" ],
      "venue" : "J. Biomed. Mater. Res. Part A 91A ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Development of a multiwalled carbon nanotube coated collagen dish",
      "author" : [ "M. Terada", "S. Abe", "T. Akasaka", "M. Uo", "Y. Kitagawa", "F. Watari" ],
      "venue" : "Dent. Mater. J. 28 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "F",
      "author" : [ "A. Abarrategi", "M.C. Gutierrez", "C. Moreno-Vicente", "M.J. Hortiguela", "V. Ramos", "J.L. Lopez-Lacomba", "M.L. Ferrer" ],
      "venue" : "del Monte, Multiwall carbon nanotube scaffolds for tissue engineering purposes, Biomaterials 29 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Applications of carbon nanotubes in bone tissue regeneration and engineering: superiority",
      "author" : [ "B.Q. Pei", "W. Wang", "N. Dunne", "X.M. Li" ],
      "venue" : "concerns, current advancements, and prospects, Nanomaterials 9 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "V",
      "author" : [ "A. Dicker", "K. Le Blanc", "G. Astrom" ],
      "venue" : "van Harmelen, C. Gotherstrom, L. Blomqvist, P. Arner, M. Ryden, Functional studies of mesenchymal stem cells derived from adult human adipose tissue, Exp. Cell Res. 308 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Minimal criteria for defining multipotent mesenchymal stromal cells",
      "author" : [ "M. Dominici", "K. Le Blanc", "I. Mueller", "I. Slaper-Cortenbach", "F.C. Marini", "D.S. Krause", "R.J. Deans", "A. Keating", "D.J. Prockop", "E.M. Horwitz" ],
      "venue" : "The International Society for Cellular Therapy position statement, Cytotherapy 8 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Support of human adipose-derived mesenchymal stem cell multipotency by a poloxamer-octapeptide hybrid hydrogel",
      "author" : [ "Y. Wang", "L.M. Zhao", "B.M. Hantash" ],
      "venue" : "Biomaterials 31 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "A functional polyester carrying free hydroxyl groups promotes the mineralization of osteoblast and human mesenchymal stem cell extracellular matrix",
      "author" : [ "X.P. Bi", "Z.W. You", "J. Gao", "X.Q. Fan", "Y.D. Wang" ],
      "venue" : "Acta Biomater. 10 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Phosphorylated poly(sebacoyl diglyceride)-a phosphate functionalized biodegradable polymer for bone tissue engineering",
      "author" : [ "P. Huang", "X.P. Bi", "J. Gao", "L.J. Sun", "S.F. Wang", "S. Chen", "X.Q. Fan", "Z.W. You", "Y.D. Wang" ],
      "venue" : "J. Mater. Chem. B 4 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "The effect of surface nanometre-scale morphology on protein adsorption",
      "author" : [ "P.E. Scopelliti", "A. Borgonovo", "M. Indrieri", "L. Giorgetti", "G. Bongiorno", "R. Carbone", "A. Podesta", "P. Milani" ],
      "venue" : "PLoS One 5 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Biomedical investigation of CNT based coatings",
      "author" : [ "X.M. Li", "X. Liu", "Y.B. Fan", "F.Z. Cui" ],
      "venue" : "Surf. Coat. Technol. 206 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Naturally and synthetic smart composite biomaterials for tissue regeneration",
      "author" : [ "R.A. Perez", "J.E. Won", "J.C. Knowles", "H.W. Kim" ],
      "venue" : "Adv. Drug Deliv. Rev. 65 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Investigation on the mechanism of the osteoinduction for calcium phosphate",
      "author" : [ "X.M. Li", "X.H. Liu", "M. Uo", "Q.L. Feng", "F.Z. Cui", "F. Watari" ],
      "venue" : "Bone 43 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Comparative study of the mechanical properties",
      "author" : [ "L.Z. Wang", "H.Q. Zhang", "Y.B. Fan" ],
      "venue" : "micro-structure, and composition of the cranial and beak bones of the great spotted woodpecker and the lark bird, Sci. China Life Sci. 54 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Biomechanical studies on biomaterial degradation and co-cultured cells: mechanisms",
      "author" : [ "L. Wang", "S. Wu", "G.X. Cao", "Y.B. Fan", "N. Dunne", "X.M. Li" ],
      "venue" : "potential applications, challenges and prospects, J. Mater. Chem. B 7 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Biocomposites reinforced by fibers or tubes as scaffolds for tissue engineering or regenerative medicine",
      "author" : [ "X.M. Li", "Y. Yang", "Y.B. Fan", "Q.L. Feng", "F.Z. Cui", "F. Watari" ],
      "venue" : "J. Biomed. Mater. Res. Part A 102A ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Repairing goat tibia segmental bone defect using scaffold cultured with mesenchymal stem cells",
      "author" : [ "X.H. Liu", "X.M. Li", "Y.B. Fan", "G.P. Zhang", "D.M. Li", "W. Dong", "Z.Y. Sha", "X.G. Yu", "Q.L. Feng", "F.Z. Cui", "F. Watari" ],
      "venue" : "J. Biomed. Mater. Res. Part B 94B ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Neuronal differentiation of human mesenchymal stem cells in response to the domain size of graphene substrates",
      "author" : [ "Y.J. Lee", "T.H. Seo", "S. Lee", "W. Jang", "M.J. Kim", "J.S. Sung" ],
      "venue" : "J. Biomed. Mater. Res. Part A 106 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Influence of hydroxyapatite microstructure on human bone cell response",
      "author" : [ "M. Rouahi", "O. Gallet", "E. Champion", "J. Dentzer", "P. Hardouin", "K. Anselme" ],
      "venue" : "J. Biomed. Mater. Res. Part A 78A (2006) 222–235.  Z. Du, et al.  Bioactive Materials 6 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2021
    }, {
      "title" : "Behavior of human osteoblastic cells on stoichiometric hydroxyapatite and type A carbonate apatite: role of surface energy",
      "author" : [ "S.A. Redey", "M. Nardin", "D. Bernache-Assolant", "C. Rey", "P. Delannoy", "L. Sedel", "P.J. Marie" ],
      "venue" : "J. Biomed. Mater. Res. 50 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "M",
      "author" : [ "J. Galle", "A. Bader", "P. Hepp", "W. Grill", "B. Fuchs", "J.A. Kaes", "A. Krinner", "B. Marquass", "K. Muller", "J. Schiller", "R.M. Schulz" ],
      "venue" : "von Buttlar, E. von der Burg, M. Zscharnack, M. Loffler, Mesenchymal stem cells in cartilage repair: state of the art and methods to monitor cell growth, differentiation and cartilage regeneration, Curr. Med. Chem. 17 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "In vitro evaluation of porous poly(L-lactic acid) scaffold reinforced by chitin fibers",
      "author" : [ "X.M. Li", "X.H. Liu", "W. Dong", "Q.L. Feng", "F.Z. Cui", "M. Uo", "T. Akasaka", "F. Watari" ],
      "venue" : "J. Biomed. Mater. Res. Part B 90B ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Lower extent but similar rhythm of osteogenic behavior in hBMSCs cultured on nanofibrous scaffolds versus induced with osteogenic supplement",
      "author" : [ "W.T. Liu", "Y. Wei", "X.H. Zhang", "M.M. Xu", "X.P. Yang", "X.L. Deng" ],
      "venue" : "ACS Nano 7 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "M",
      "author" : [ "B.C.J. Majoor", "N.M. Appelman-Dijkstra" ],
      "venue" : "Fiocco, M.A.J. Van De Sande, P.D.S. Dijkstra, N.A.T. Hamdy, Outcome of long-term bisphosphonate therapy in McCune-Albright syndrome and polyostotic fibrous dysplasia, J. Bone Miner. Res. 32 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Gradient nano-engineered in situ forming composite hydrogel for osteochondral regeneration",
      "author" : [ "J. Radhakrishnan", "A. Manigandan", "P. Chinnaswamy", "A. Subramanian", "S. Sethuraman" ],
      "venue" : "Biomaterials 162 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Scanning probe-enabled nanocombinatorics define the relationship between fibronectin feature size and stem cell fate",
      "author" : [ "L.R. Giam", "M.D. Massich", "L.L. Hao", "L.S. Wong", "C.C. Mader", "C.A. Mirkin" ],
      "venue" : "Proc. Natl. Acad. Sci. U. S. A. 109 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Contextual regulation of skeletal physiology by notch signaling",
      "author" : [ "D.W. Youngstrom", "K.D. Hankenson" ],
      "venue" : "Curr. Osteoporos. Rep. 17 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Osteogenic  differentiation of human adipose-derived stem cells induced by osteoinductive calcium phosphate ceramics",
      "author" : [ "X.M. Li", "H.F. Liu", "X.F. Niu", "Y.B. Fan", "Q.L. Feng", "F.Z. Cui", "F. Watari" ],
      "venue" : "J. Biomed. Mater. Res. Part B 97B ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Repairing 25 mm bone defect using fibres reinforced scaffolds as well as autograft bone",
      "author" : [ "X.M. Li", "X.H. Liu", "G.P. Zhang", "W. Dong", "Z.Y. Sha", "Q.L. Feng", "F.Z. Cui", "F. Watari" ],
      "venue" : "Bone 43 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Osteogenesis potential of different titania nanotubes in oxidative stress microenvironment",
      "author" : [ "Y.L. Yu", "X.K. Shen", "Z. Luo", "Y. Hu", "M.H. Li", "P.P. Ma", "Q.C. Ran", "L.L. Dai", "Y. He", "K.Y. Cai" ],
      "venue" : "Biomaterials 167 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Thin films of functionalized multiwalled carbon nanotubes as suitable scaffold materials for stem cells proliferation and bone formation",
      "author" : [ "T.R. Nayak", "L. Jian", "L.C. Phua", "H.K. Ho", "Y.P. Ren", "G. Pastorin" ],
      "venue" : "ACS Nano 4 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "SHED-derived conditioned exosomes enhance the osteogenic differentiation of PDLSCs via Wnt and BMP signaling in vitro",
      "author" : [ "M.H. Wang", "J. Li", "Y.Y. Ye", "S.L. He", "J.L. Song" ],
      "venue" : "Differentiation 111 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "The role of notch signaling in bone development and disease",
      "author" : [ "M.P. Yavropoulou", "J.G. Yovos" ],
      "venue" : "Hormones 13 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "NOTCH1 signaling regulates the BMP2/DLX-3 directed osteogenic differentiation of dental follicle cells",
      "author" : [ "S. Viale-Bouroncle", "M. Gosau", "C. Morsczeck" ],
      "venue" : "Biochem. Biophys. Res. Commun. 443 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Naringin stimulates osteogenic differentiation of rat bone marrow stromal cells via activation of the notch signaling pathway",
      "author" : [ "G.Y. Yu", "G.Z. Zheng", "B. Chang", "Q.X. Hu", "F.X. Lin", "D.Z. Liu", "C.C. Wu", "S.X. Du", "X.D. Li" ],
      "venue" : "Stem Cell. Int. ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Notch activation promotes osteoblast mineralization by inhibition of apoptosis",
      "author" : [ "Y. Xu", "B. Shu", "Y. Tian", "M. Chelly", "M.M. Morandi", "S. Barton", "X.F. Shang", "Y.F. Dong" ],
      "venue" : "J. Cell. Physiol. 233 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "T",
      "author" : [ "Y. Zhang" ],
      "venue" : "BoSe, R.E. Unger, J.A. Jansen, C.J. Kirkpatrick, J.J.J.P. van den Beucken, Macrophage type modulates osteogenic differentiation of adipose tissue MSCs, Cell Tissue Res. 369 (2017) 273–286.  Z. Du, et al.  Bioactive Materials 6 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2021
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "During the past decade, the importance of artificial biomaterials to address limitations in tissue grafting has become increasingly clear for a wide variety of tissue repair applications [1,2].",
      "startOffset" : 187,
      "endOffset" : 192
    }, {
      "referenceID" : 1,
      "context" : "During the past decade, the importance of artificial biomaterials to address limitations in tissue grafting has become increasingly clear for a wide variety of tissue repair applications [1,2].",
      "startOffset" : 187,
      "endOffset" : 192
    }, {
      "referenceID" : 2,
      "context" : "The goal is to develop materials that not only have good biocompatibility and bioactivity but can also support or induce specific cell differentiation to form desired tissues [3].",
      "startOffset" : 175,
      "endOffset" : 178
    }, {
      "referenceID" : 3,
      "context" : "have emerged as promising candidates in producing biomaterials that resemble the ECM and efficiently replace defective tissues [4,5].",
      "startOffset" : 127,
      "endOffset" : 132
    }, {
      "referenceID" : 4,
      "context" : "have emerged as promising candidates in producing biomaterials that resemble the ECM and efficiently replace defective tissues [4,5].",
      "startOffset" : 127,
      "endOffset" : 132
    }, {
      "referenceID" : 9,
      "context" : ") for tissue engineering applications [10,11].",
      "startOffset" : 38,
      "endOffset" : 45
    }, {
      "referenceID" : 10,
      "context" : ") for tissue engineering applications [10,11].",
      "startOffset" : 38,
      "endOffset" : 45
    }, {
      "referenceID" : 15,
      "context" : "showed that, after nHA ceramics were implanted into nonosseous sites of dogs for 3 months, the micropores of the porous nHA ceramics were found full of eosinophilic amorphous substance, suggesting a bone matrix [16].",
      "startOffset" : 211,
      "endOffset" : 215
    }, {
      "referenceID" : 17,
      "context" : "[18] showed that nHA composites could retain subcutaneously local growth factors, including Bone Morphogenetic Protein 2 (BMP-2) and vascular endothelial growth factor 165 (VEGF165), could induce the deposition of a biological apatite layer, and could favor the formation of a dense mineralized tissue subcutaneously in mice.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 18,
      "context" : "Following the discovery of multi-walled carbon nanotubes (MCNTs) [19], one of the most representative nanomaterial, with unique electrical, mechanical, and surface properties, carbon-based nanotechnology has been rapidly developing as a platform technology for a variety of uses including biomedical applications, and up to now MCNTs appear well suited as biomaterials to enhance the properties",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 30,
      "context" : "showed that rat osteoblast-like MC3T3-E1 cells attached better on MCNTs than on collagen [31].",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 31,
      "context" : "They showed that the composites could promote the ectopic bone formation after the implantation in muscle tissue [32].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 32,
      "context" : "However, the efficacy degree of MCNTs to promote bone tissue formation compared with well-recognized nanoscale bone repair materials is still not clear [33].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 34,
      "context" : "HASCs were confirmed to meet the minimal criteria for defining multipotent MSCs according to previously described methods [35,36].",
      "startOffset" : 122,
      "endOffset" : 129
    }, {
      "referenceID" : 35,
      "context" : "HASCs were confirmed to meet the minimal criteria for defining multipotent MSCs according to previously described methods [35,36].",
      "startOffset" : 122,
      "endOffset" : 129
    }, {
      "referenceID" : 36,
      "context" : "For the mineralized nodule formation assay, the mineralized matrix was analyzed using alizarin red S staining [37].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 47,
      "context" : "indicated that the quantity, the quality, or the conformation of the proteins adsorbed on the materials could change the surface energy [48].",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 48,
      "context" : "It is generally considered that enhancing surface energy would promote the cell proliferation [49].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 59,
      "context" : "showed that the MCNTs had no cytotoxicity and they could accelerate cell differentiation to form bone [60].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 65,
      "context" : "found that M2 macrophages had a beneficial effect on HASCs mineralization by promoting their proliferation and osteogenic differentiation [66].",
      "startOffset" : 138,
      "endOffset" : 142
    } ],
    "year" : 2020,
    "abstractText" : "It has been well recognized that the development and use of artificial materials with high osteogenic ability is one of the most promising means to replace bone grafting that has exhibited various negative effects. The biomimetic features and unique physiochemical properties of nanomaterials play important roles in stimulating cellular functions and guiding tissue regeneration. But efficacy degree of some nanomaterials to promote specific tissue formation is still not clear. We hereby comparatively studied the osteogenic ability of our treated multiwalled carbon nanotubes (MCNTs) and the main inorganic mineral component of natural bone, nano-hydroxyapatite (nHA) in the same system, and tried to tell the related mechanism. In vitro culture of human adiposederived mesenchymal stem cells (HASCs) on the MCNTs and nHA demonstrated that although there was no significant difference in the cell adhesion amount between on the MCNTs and nHA, the cell attachment strength and proliferation on the MCNTs were better. Most importantly, the MCNTs could induce osteogenic differentiation of the HASCs better than the nHA, the possible mechanism of which was found to be that the MCNTs could activate Notch involved signaling pathways by concentrating more proteins, including specific bone-inducing ones. Moreover, the MCNTs could induce ectopic bone formation in vivo while the nHA could not, which might be because MCNTs could stimulate inducible cells in tissues to form inductive bone better than nHA by concentrating more proteins including specific bone-inducing ones secreted from M2 macrophages. Therefore, MCNTs might be more effective materials for accelerating bone formation even than nHA.",
    "creator" : "Elsevier"
  }
}