{
  "name" : "downloads_2019-10-23_ea_morad2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Tumor-Derived Extracellular Vesicles Breach the Intact Blood–Brain Barrier via Transcytosis",
    "authors" : [ "Golnaz Morad", "Christopher V. Carman", "Elliott J. Hagedorn", "Julie R. Perlin", "Leonard I. Zon", "Nur Mustafaoglu", "Tae-Eun Park", "Donald E. Ingber", "Cassandra C. Daisy", "Marsha A. Moses" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "To date, drug delivery to the brain remains among themajor challenges in the field with the central problembeing the inability of current therapeutic systems to effectively cross the restrictive vascular structure of the brain, that is, the blood−brain barrier (BBB) .1 The BBB has\nReceived: June 5, 2019 Accepted: September 3, 2019 Published: September 3, 2019\n© XXXX American Chemical Society A DOI: 10.1021/acsnano.9b04397 ACS Nano XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF C\nA M\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\ndeveloped several protective mechanisms to eliminate unwanted molecules and pathogens from the brain parenchyma.2 This vascular barrier is primarily composed of brain endothelial cells, pericytes, and astrocyte end feet and tightly regulates the transportation of molecules to the brain. Brain endothelial cells (ECs) form tight junction complexes that strengthen the attachments between adjacent endothelial cells.2 The endothelium is further reinforced through the crosstalk between endothelial cells and abluminal BBB cells such as astrocytes and pericytes.3,4 As a result, passive transport of molecules via the paracellular endothelial junctions is strictly limited to only those with a molecular weight of less than 400 Da.5 The restrictive nature of the BBB has created a major challenge in the understanding and treatment of a variety of brain disorders including primary and metastatic brain cancer.\nExtracellular vesicles (EVs) have emerged as a novel approach in the field of therapeutics and drug delivery.6\nThese nanoscale vesicles are released by the majority of cell types in the body and can transfer a variety of proteins and genetic material to other cells, leading to changes in the phenotype of the recipient cells. As a result, EVs have been identified as early contributors to the pathogenesis of different diseases and hold great promise as potential therapeutics particularly for cancer. Tumor-derived EVs that are released from the primary tumor into the circulation can travel to distant organs7 and modulate the microenvironment in premetastatic organs to facilitate future metastasis.8−10\nHowever, in the context of brain metastasis, the mechanisms by which tumor-derived EVs of more than 103 kDa in size can interact with the restrictive BBB to promote a premetastatic niche in the brain is yet to be elucidated. Recent studies,\nDOI: 10.1021/acsnano.9b04397 ACS Nano XXXX, XXX, XXX−XXX\nB\nincluding our own, suggest that tumor-derived EVs can contribute to the premetastatic modulation of brain through\naffecting the components of the BBB.11−15 Interestingly, some of these EV-derived effects were observed in the abluminal\nDOI: 10.1021/acsnano.9b04397 ACS Nano XXXX, XXX, XXX−XXX\nC\ncomponents of the BBB such as astrocytes,11−13 suggesting the ability of tumor-derived EVs to breach the BBB. However, the conditions under which this occurs and the potential mechanism(s) involved in this process are prerequisites to understanding the initial events that lead to brain metastasis and can provide efficient EV-based therapeutic approaches. In this study, we focus on breast cancer as our disease model. Breast cancer is one of the leading causes of metastatic brain tumors.16 The prognosis of breast cancer patients with brain metastasis is extremely poor, with a reported median survival of only 10 months.17 An urgent need exists, therefore, to develop effective therapeutics for breast to brain metastasis informed by an understanding of the early mechanisms involved in brain metastasis. Here, we demonstrate that breast cancer-derived EVs can breach an intact blood−brain barrier, and we identify the mechanism driving this process. To overcome the challenges associated with studying the complex structure of the BBB, we investigated this process by using a combination of state-of-the-art in vitro and in vivo models of BBB. We demonstrate that these EVs cross the BBB through a transcellular transport mechanism. Moreover, we identify and characterize mechanisms by which tumor-derived EVs modulate the endocytic pathway in brain endothelial cells to increase the efficiency of their transcellular transport. These findings are the first to elucidate the mechanistic events involved in the transport of EVs across the blood−brain barrier and in doing so, provide insights that can inform and guide the design of successful BBB-crossing nanomedicines."
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : "Brain Metastasis-Promoting Breast Cancer EVs Breach the BBB in Vivo. Given that there is a high incidence of brain metastasis in triple negative breast cancer,17 we first confirmed the pattern of metastasis of parental and a brainseeking variant of the triple negative MDA-MB-231 breast cancer cell line and found the pattern to be consistent with previous reports18 (Supplementary Figure S1a). We then isolated a population of EVs, defined as small EVs (size <200 nm) or exosomes, from the parental and brain-seeking cells (PEVs and Br-EVs, respectively), using the sequential centrifugation technique.19 EVs were characterized according to the guidelines of the International Society for Extracellular Vesicles.20 P-EVs and Br-EVs exhibited a lipid bilayer structure (Figure 1a) and a mode size of 154.1 ± 7.0 nm and 158.5 ± 6.0 nm, respectively (Supplementary Figure S1b). Enrichment of EVs in endosomal markers such as CD63, CD9, and Alix and the lack of detectable GM130, a Golgi marker, in EV samples indicated an endosomal origin of these small EVs (Supplementary Figure S1c). Using OptiPrep density gradient ultracentrifugation, the density of EVs was found to be within a range of 1.105−1.184 g/mL, consistent with previous reports.19\nNext, we asked whether these tumor-derived EVs contribute to brain metastasis. Nude mice were pretreated with 3 μg of Por Br-EVs (∼(3−4) × 109 particles; EVs from approximately 5 × 105 cells) every 2 days for a total of 10 retro-orbital injections. This dosage has been shown to be within the concentration range observed for circulating EVs in tumorbearing mice.9 After the final EV injection, each mouse received an intracardiac injection of the brain-seeking MDAMB-231 breast cancer cells (2 × 105 cells per injection, Figure 1b), as described previously.18 At week 4, histological analyses demonstrated that pretreatment with Br-EVs but not P-EVs\nsignificantly increased the size of metastases (Figure 1b). The incidence of brain metastasis also increased in the Br-EVtreated group (Supplementary Figure S1d). These findings indicate that Br-EVs can facilitate brain metastasis formation and growth. Consistent with previous reports,21 all brain metastases followed a vessel co-option pattern of growth and were confined to brain vasculature, the blood−brain barrier (Figure 1d). To study the interaction of tumor-derived EVs with the BBB, we evaluated the uptake of P-, and Br-EVs by the major components of the BBB. TdTomato-labeled EVs (TdTom-PEVs and TdTom-Br-EVs) were incubated with primary human brain microvascular endothelial cells, brain pericytes, and astrocytes. Interestingly, astrocytes demonstrated a preferential uptake of the Br-EVs compared to P-EVs (Figure 1e,f). The ability of astrocytes to effectively take up Br-EVs suggested a prominent role for these cells in the Br-EV-driven facilitation of brain metastasis. Given the restrictive characteristics of the BBB,2 we next examined the ability of Br-EVs to breach the BBB in a mouse model. We performed retro-orbital injections of the TdTom-Br-EVs (3 μg per mouse) and evaluated the distribution of EVs to the brain (Figure 1g). Histological analyses demonstrated that Br-EVs were taken up by GFAP+ astrocytes (Figure 1h), confirming their ability to cross the BBB in vivo. Importantly, the integrity of the BBB remained unaffected throughout the course of this experiment (Figure 1i), demonstrating that the EVs were able to cross an intact"
    }, {
      "heading" : "BBB.",
      "text" : "Br-EVs Cross the Brain Endothelium via Transcytosis. To determine the mechanism(s) by which Br-EVs breach the brain endothelium, we first developed an in vitro static BBB model. Primary human brain endothelial cells rapidly lose their junctional features in culture and therefore cannot recapitulate the integrity of the in vivo BBB.22 It has been shown that with an increase in internal cAMP, these cells can regain their barrier characteristics.23 Accordingly, in our BBB model, we treated human brain endothelial cells cultured on transwell filters with a combination of CPT-cAMP and Ro20-1724, an inhibitor of cAMP degradation,23 to enhance the expression of junctional proteins such as ZO-1 (Supplementary Figure S2a,b). This treatment resulted in an approximately 50% and 80% reduction in the permeability coefficient of the endothelial monolayer to 10 kDa Alexa 647 (post-treatment Papp 2.15 × 10−6 ± 4.964 × 10−7 cm/s) and 70 kDa fluorescein isothiocyanate (FITC) dextrans (post-treatment Papp 1.933 × 10−7 ± 6.26 × 10−8 cm/s), respectively (Supplementary Figure S2c). To determine whether the transfer of EVs across the brain endothelial monolayer is through an active or passive mechanism, Gaussia luciferase-labeled Br-EVs were incubated with brain endothelial cells in the luminal (top) chamber of the transwell filters for 2 h at 37 or 4 °C. The amount of luminescent signal detected in the abluminal (lower) chamber was significantly lower when the filters were incubated at 4 °C (Figure 2a), suggesting that a mechanism that is active in physiological conditions is involved in the transport of Br-EVs across the brain endothelial monolayer. Moreover, treatment of cells with Dynasore, an inhibitor of endocytosis,24 also resulted in a dose-dependent decrease in the abluminal signal (Figure 2b). The permeability of the barrier to 10 kDa and 70 kDa dextran was not changed by Br-EVs during this incubation (Figure 2c). To verify that the source of the detected signal in the abluminal chamber is the luciferase associated with intact\nDOI: 10.1021/acsnano.9b04397 ACS Nano XXXX, XXX, XXX−XXX\nD\nEVs as opposed to free luciferase, we ultracentrifuged the media from the lower chamber on an iodixanol OptiPrep density gradient. As a positive control, Gaussia luciferase-\nlabeled Br-EVs were added directly to the top of a gradient for ultracentrifugation. Consistent with our previous findings, in the positive control group, luminescent signal was detected at\nDOI: 10.1021/acsnano.9b04397 ACS Nano XXXX, XXX, XXX−XXX\nE\nlow- and high-density fractions, corresponding to EV density of 1.105−1.184 g/mL (Supplementary Figure S 2d). In the fractions collected from the lower chamber media, luminescent signal was detected in the high-density fraction, corresponding to EV density of 1.184 g/mL (Figure 2d), confirming the EV source of the signal. It should be noted that some signal was also detected in the supernatant, indicative of free luciferase that could have been released during the processing and degradation of a subpopulation of EVs. Interestingly, electron microscopy analysis of the low- and high-density fractions of EVs showed that high-density Br-EVs generally had a smaller size with 68% being below 70 nm, whereas this percentage was 34% in the low-density EVs (Supplementary Figure S2e,f). This finding suggests that a high-density subpopulation of EVs that are smaller in size can undergo a transcellular transport. Previous studies have attempted to isolate EV subpopulations with different densities.25,26 Consistent with our findings, one study found two distinct subpopulations of EVs with low and high density and showed that the high-density EVs were smaller in size.25 This study also demonstrated that the two subpopulations had distinct protein and RNA profiles. More recently, using an asymmetric flow field-flow fractionation method, a study isolated a subpopulation of extracellular vesicles smaller than 50 nm that were introduced as exomeres.27 Whether the subpopulation of EVs for which transcytosis was observed in our studies have similar characteristics to those of exomeres remains a matter of future investigation. To confirm that the static incubation of EVs with endothelial cells as well as the increase in internal cAMP in endothelial cells do not act as confounding factors on the mechanism of EV transport, we verified these findings in a microfluidic organon-a-chip model of the BBB (BBB chip).28 The BBB chip is a 2-channel microfluidic culture device that contains a vascular channel lined by induced pluripotent stem cell-derived human microvascular endothelial cells, which is separated by a porous extracellular matrix-coated membrane from an abluminal channel containing primary human astrocytes and pericytes.28 TdTom-Br-EVs were flowed through the lumen of the vascular channel for 5 h. Fluorescent signal was detected in the abluminal chamber at 3 h and increased significantly over time (Figure 2e), under conditions in which permeability of the barrier to 10 kDa and 70 kDa dextran did not change (Figure 2f). Fluorescence microscopy analyses also revealed the presence of Br-EVs that were taken up by astrocytes in the abluminal chamber (Figure 2g). Overall, these findings demonstrated that Br-EVs can interact with endothelial cells under flow conditions and continuously cross the endothelial monolayer through transcytosis. We next explored the transcytosis of Br-EVs in vivo, using a zebrafish model. Zebrafish develop a mature BBB at 3 days postfertilization (dpf) and serve as a suitable model for BBB studies.29 We conducted intracardiac injection of TdTom-BrEVs in 6−7 dpf Tg(kdrl:GFP) zebrafish embryos and monitored the distribution of Br-EVs in the brain through live imaging. At the time of imaging, Br-EVs were taken up by a number of cells within the brain parenchyma, demonstrating their ability to go beyond the BBB in vivo (Figure 2h). Moreover, with time-lapse imaging, movement of EVcontaining endocytic vesicles within endothelial cells could be observed. As shown in Figure 2h, a number of these vesicles moved toward the plasma membrane and fused with the membrane, suggestive of a transcytosis process. The integrity\nof the BBB remained intact throughout the duration of these experiments, as treatment with Br-EVs did not increase the permeability of the BBB to 10 kDa and 70 kDa dextran in zebrafish (Figure 2i,j). Together, these in vitro and in vivo findings demonstrate that a subpopulation of Br-EVs can breach the brain endothelial barrier through transcytosis, in a manner that does not compromise junctional permeability. This finding provides an opportunity to develop efficient approaches to address the long-standing clinical challenge of delivering therapeutics to the brain. The previous attempts for brain delivery of a variety of antibody-based drugs have been associated with delivery rates of ∼0.1%.30,31 Comparable to these reports, in our BBB chip model, we found the efficiency of EV transfer across the endothelial barrier to be 0.16% ± 0.0003%, including the technical loss of EVs that usually occurs due to the entrapment of vesicles on the membrane between chambers or their uptake and processing by cells in the barrier. In the field of drug delivery, several advantages have been suggested for EVs as drug delivery vehicles compared to other currently available nanomedicines, for example, lack of immunogenicity and enhanced distribution.6 Our discovery of the inherent ability of tumor-derived EVs to breach an intact BBB via transcytosis provides an additional advantage to EV-based drug delivery to the brain and can potentially be generalized to a variety of EV types for such applications. Moreover, the observed association between the physical characteristics of EVs and their ability to breach the BBB underscores an important factor that should be taken into consideration in the development of future brain drug delivery approaches.\nBr-EV Transcytosis Involves Caveolin-Independent"
    }, {
      "heading" : "Endocytosis, Recycling Endosomes, and Basolateral",
      "text" : "SNAREs. We further explored the mechanistic details of BrEV transport through brain endothelial cells by focusing on the three major steps of transcytosis: (1) endocytosis through the apical (luminal) membrane of brain endothelial cells, (2) intracellular trafficking, and (3) release into the extracellular environment from the basolateral (abluminal) membrane. To evaluate the mechanism(s) of endocytosis, we pretreated brain endothelial cells with chemical inhibitors of the different endocytosis pathways and measured the uptake of TdTom-BrEVs via flow cytometry. Inhibition of clathrin-dependent endocytosis by chlorpromazine32 and a Cdc42/Rac1 GTPase inhibitor, ML141,33 significantly decreased the uptake of BrEVs (Figure 3a). Inhibition of macropinocytosis by 5-(N-ethylN-isopropyl) amiloride (EIPA) and cytochalasin D32 also led to a significant decrease in the uptake of Br-EVs. Further confirming these findings, Br-EVs partially colocalized with transferrin and 70 kDa dextran, markers of clathrin-dependent endocytosis34 and macropinocytosis,35 respectively (Figure 3b). Filipin, an inhibitor of caveolin-dependent endocytosis,32 showed no effect on Br-EV uptake by endothelial cells (Figure 3a). A lack of colocalization of Br-EVs with caveolin also indicated that caveolin-dependent endocytosis is not involved in the uptake of Br-EVs by brain endothelial cells (Supplementary Figure S3a). At the BBB, both clathrin- and caveolin-dependent endocytosis pathways have been shown to initiate the transcytosis of different macromolecules.36 Consistent with these well-defined mechanisms, our findings suggest the involvement of the clathrin-dependent pathway but not the caveolin-dependent pathway in the transcytosis of BrEV across the BBB. Our findings also implicate the involvement of macropinocytosis in the uptake of Br-EVs by\nDOI: 10.1021/acsnano.9b04397 ACS Nano XXXX, XXX, XXX−XXX\nF\nbrain endothelial cells. However, the association of macropinocytosis and transcytosis of macromolecules is yet to be elucidated. Next, we evaluated the intracellular trafficking of Br-EVs in\nbrain endothelial cells. Upon endocytosis, the majority of molecules are transferred to early endosomes, where they are sorted to different routes. Molecules sorted into late endosomes are eventually transferred to lysosomes for degradation, whereas molecules sorted into recycling endosomes will be transferred to the plasma membrane.37 Rab11 recycling endosomes have been shown to be involved in the transcytosis of macromolecules.38,39 As expected, following endocytosis, BrEVs colocalized with EEA1, a marker of early endosomes40\n(Supplementary Figure S3b). To examine whether Br-EVs can proceed through the recycling route in the endocytic pathway for transcytosis, we evaluated the colocalization of Br-EVs with rab11, a marker of recycling endosomes.40 We found that BrEV-containing vesicles colocalized with rab11 in the perinuclear region (62.9% ± 1.27% colocalization of red and green fluorescent signal, Figure 3c,e). We also evaluated the trafficking of Br-EVs to the degradation route using BODIPYconjugated DQ-ovalbumin as a marker of endolysosomal structures.41,42 DQ-ovalbumin is a self-quenched marker that only fluoresces upon the release of quenching following degradation in late endosomal structures and lysosomes.42 As expected, colocalization of a subset of Br-EVs with DQ-\nDOI: 10.1021/acsnano.9b04397 ACS Nano XXXX, XXX, XXX−XXX\nG\novalbumin was also observed in the perinuclear region (61.1% ± 6.4% colocalization of red and green fluorescent signal, Figure 3d,e). The trans-Golgi network can also be involved in the transfer of molecules back to the plasma membrane.43 We found no colocalization of Br-EVs with TGN46, a marker of the trans-Golgi network,43 suggesting that this network is not involved in the intracellular trafficking of Br-EVs in brain endothelial cells (Supplementary Figure S3c). These findings demonstrate that different subpopulations of Br-EVs can be sorted into different endocytic pathways that would lead to their recycling and transcytosis or degradation. Rab11 recycling endosomes can transfer their contents both\nto the apical membrane for recycling and exocytosis and to the basolateral membrane for recycling and transcytosis of molecules.38,39,44 To evaluate the last step of EV transcytosis (i.e., the release of EVs on the abluminal side), we studied the factors involved in the interaction of EV-containing endosomes with the basolateral membrane. Soluble NSF attachment protein receptors (SNAREs) are known to be involved in vesicle fusion with the target membrane and include vesicle SNAREs (v-SNAREs) and target SNAREs (t-SNAREs).45\nAmong the different types of v-SNAREs, vesicle associated membrane protein (VAMP)-3 is associated with recycling endosomes and is involved in exocytosis, whereas VAMP-7 is involved in the fusion of late endosomes with lysosomes.46 Our microscopy analyses demonstrated that Br-EV-containing vesicles colocalized with both VAMP-3 and VAMP-7 (Figure 3f−h). However, colocalization with VAMP-3 was significantly higher than that with VAMP-7, suggesting that recycling of BrEVs was a prominent event in this case. The fusion of recycling endosomes with the basolateral plasma membrane, required for transcytosis of macromolecules, can occur through the interaction of VAMP-3 with SNAP23/syntaxin 4, a t-SNARE complex localized on the basolateral membrane.47,48 Here, we found that Br-EV-containing endosomes colocalized with both SNAP23 and syntaxin 4 (Figure 3i,j), demonstrating the involvement of these SNARE complexes in the fusion of these vesicles with the basolateral membrane. It is important to note that our findings do not exclude the possibility of the transfer of Br-EV-containing recycling endosomes to the apical membrane through other mechanisms, a matter of further investigation. Taken together, these findings demonstrate that while a\nsubpopulation of Br-EVs are sorted into late endosomes for degradation, a large subset of these EVs can be sorted into rab11+ recycling endosomes, which could lead to the VAMP3/ Snap23/syntaxin 4-dependent release of these EVs at the basolateral membrane. Br-EVs Downregulate Endothelial Rab7 to Facilitate Their Transport. Under physiologic conditions, the rate of transcytosis in the BBB is maintained at a low level through different regulatory mechanisms.2 This characteristic of the BBB raised the question as to whether Br-EVs can facilitate their transcellular transport. We hypothesized that Br-EVs can specifically modulate the endocytic pathway in brain endothelial cells to increase their transport efficiency. We evaluated the effect of EV treatment on the two major routes in the endocytic pathway, degradation and recycling. Interestingly, we found that Br-EV treatment of brain endothelial cells significantly decreased the expression of the late endosomal marker rab7, whereas the expression of rab11, marker of recycling endosomes, was not changed (Figure 4a−c). This\nfinding demonstrated that Br-EVs exhibit the ability to modulate the degradation pathway in brain endothelial cells. Rab7 is involved in the transfer of early endosomes to late endosomes and late endosomes to lysosomes.49 To determine whether the decrease in endothelial rab7 can lead to a decrease in the transfer of molecules to lysosomes, we used siRNA to knockdown the expression of rab7 in brain endothelial cells and treated the cells with DQ-Ovalbumin, which fluoresces upon being processed in late endolysosomal structures.42 Rab7 KD decreased the fluorescent signal from DQ-Ovalbumin, suggesting a decrease in the transfer of this molecule to late endosomes and lysosomes (Figure 4d,e). The total number of lysosomes as measured by the lysosomal marker, LAMP1, was not changed by Rab7 KD. Rab7 can also interact with and increase the activity of rac1, a small GTPase protein that acts as a central regulator of actin remodeling.50−52 Increased rac1 activity has been associated with an increase in the rate of macropinocytosis52 and a decrease in clathrin-mediated uptake of molecules such as epidermal growth factor and transferring.53 Accordingly, we hypothesized that the Br-EV-driven decrease in rab7 can indirectly affect the rate of EV endocytosis. Our flow cytometry studies demonstrated that rab7 KD significantly increased the uptake of Br-EVs by brain endothelial cells (Figure 4f,g). Fluorescent microscopy of Br-EV uptake by endothelial cells demonstrated that the pattern and the size of Br-EVscontaining endosomes were not different between Rab7 and control siRNA-treated cells (Figure 4h,i). This result confirms that increased signal detected by flow cytometry is due to increased uptake of Br-EVs rather than the accumulation of BrEVs in late endosomal structures. Whether the observed increase in uptake of Br-EVs is specific to the subpopulation that is taken up through clathrin-dependent endocytosis and can be subject to future transcytosis is a possibility that requires further investigation. The observed evidence of the disruption of the degradation pathway and the lack of accumulation of EVs in endosomal structures suggests the possibility that the EV-derived downregulation of rab7 could trigger the endocytic pathway to switch to the recycling track. A supporting mechanism has been described recently in a study that showed that knockdown of the NBEAL2 gene in megakaryocytes can disrupt the transport of fibrinogen to rab7 late endosomes and lysosomes.54 This disruption of degradation increased the transfer of fibrinogen to rab11 recycling endosomes. Taken together, these findings provide insight into the previously unknown mechanisms by which tumor-derived EVs can manipulate the brain endothelium to facilitate their transfer into brain parenchyma. This mechanism can be further applied to brain drug delivery approaches to compensate for the low transcytosis rates in the BBB and increase the efficiency of drug delivery to the brain."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "Breaching the BBB is a major challenge and a limiting factor in successful drug delivery to the brain. Identifying the mechanism by which this process occurs in physiologic and pathologic conditions is needed to inform and guide the development of brain-targeting therapeutics. Here, we demonstrate that cancer-derived EVs can cross the intact BBB through transcytosis. Importantly, we also demonstrate that tumor-derived EVs have the inherent ability to circumvent the low transcytosis rate in the BBB through modulating the\nDOI: 10.1021/acsnano.9b04397 ACS Nano XXXX, XXX, XXX−XXX\nH\nendocytic pathway in brain endothelial cells. Our discovery of the mechanism of EV-driven transport across the BBB during brain metastasis can be exploited to develop efficient drug delivery approaches for a variety of brain pathologies including, but not limited to, brain malignancies, infectious diseases, and neurodegenerative disorders."
    }, {
      "heading" : "MATERIALS AND METHODS",
      "text" : "Cell Lines and Cell Culture. Human breast cancer cell line MDA-MB-231 was purchased from American Type Culture Collection (ATCC HTB-26, VA, USA). The brain-seeking (MDA231Br) variant of the breast cancer cell line MDA-MB-231 was a gift from Dr. T. Yoneda, Indiana University.18 Primary human brain microvascular endothelial cells, human astrocytes, and human brain vascular pericytes were purchased from Cell Systems Co. (cat. no. ACBRI 376, Kirkland, WA), Thermo Fisher Scientific Inc. (cat. no. N7805100), and ScienCell Research Laboratories (cat. no. 1200, Carlsbad, CA, USA), respectively. Breast cancer cells were cultured in Dulbecco’s modified Eagle’s medium (DMEM, cat. no. 11885084, Thermo Fisher Scientific Inc.) supplemented with 10% fetal bovine serum (FBS, cat. no. S11150, Atlanta Biologicals, Atlanta, GA, USA), and 1% penicillin−streptomycin (10000 U/mL) (cat. no. 15140148, Thermo Fisher Scientific Inc.). For extracellular vesicle (EV) isolation, breast cancer cells were cultured in DMEM supplemented with 10% EV-depleted FBS. EV-depleted FBS-containing medium was prepared by 18 h ultracentrifugation of media containing 40% FBS at 100000g at 4 °C.55 The EV-depleted media was then diluted to contain 10% EV-depleted FBS. Human brain endothelial cells were cultured with endothelial cell growth medium (EGM-2MV, cat. no. CC-3202, Lonza Inc., ME, USA). Human astrocytes and brain pericytes were cultured according to the manufacturer’s instructions. All cells were maintained in a 37 °C humidified incubator with 5% CO2. All cultures were routinely monitored for mycoplasma contamination using the MycoAlert PLUS Mycoplasma Detection Kit (cat. no. LT07-710, Lonza, Inc.). EV Isolation and Characterization. Conditioned media was collected from breast cancer cell cultures after 24 h of incubation in EV-depleted media. Conditioned media was only used for EV collection if cell viability was >95%. EVs were isolated using a sequential centrifugation technique.19 Briefly, conditioned media was centrifuged at 400g for 10 min, 2000g for 15 min, and 15000g for 30 min at 4 °C (Sorvall RC-5B centrifuge, Thermo Fisher Scientific Inc.) to remove dead cells, debris, and larger microvesicles. The supernatant subsequently underwent a round of ultracentrifugation at 100000g for 90 min at 4 °C (Optima XE-90 Ultracentrifuge, Beckman Coulter Life Sciences) followed by a round of washing at 100000g for another 90 min. The final pellet was resuspended in PBS for characterization and experiments. EV preparations were characterized according to the guidelines of the International Society for Extracellular Vesicles.20 EV size and concentration was measured by nanoparticle tracking analysis (NanoSight NS300, Malvern Instruments, UK). The presence of EV markers CD9, CD63, and Alix and the absence of a Golgi marker (GM130) as a negative control was evaluated by Western blot. The shape of the EVs was evaluated by electron microscopy. To this end, EV samples were adsorbed to a Formvar/carbon-coated grid and stained with uranyl formate. The grids were imaged using a JEOL 1200EX transmission electron microscope, and images were taken with an AMT 2k CCD camera. EV density was measured using an OptiPrep Gradient ultracentrifugation technique. Briefly, EVs were suspended in OptiPrep to prepare a 5% concentration. The EVcontaining OptiPrep was then layered on top of a gradient consisting of 10%, 25%, and 30% OptiPrep. Gradients were centrifuged at 100000g for 4 h at 4 °C. All fractions were collected and were either used directly for luciferase assay or further diluted in PBS (1:25) and centrifuged at 100000g for 90 min at 4 °C. The pellets were resuspended in PBS and were used for Western blot analyses. EV Labeling. 231P and 231Br breast cancer cells were transduced with lentiviral vectors to express palmitoylated TdTomato (Palmtd-\nTomato)56 or membrane-bound Gaussia luciferase.57 Both DNA constructs were gifts of Dr. X. Breakefield, Massachusetts General Hospital (MGH), and the lentivirus vectors were made at the MGH Vector Core, Boston, MA. EVs were isolated from stable clones as described above. The presence of labels on EVs was confirmed via fluorescent microscopy for tdTomato and via luciferase assay for Gaussia luciferase. Briefly, a 20 μM concentration Gaussia luciferase substrate, native coelenterazine (Prolume Ltd. cat. no. 303), was prepared and incubated for 30 min at room temperature. The substrate (50 μL) was added to each well containing the samples, and luminescence intensity was measured immediately using a SpectraMax M2 plate reader (Molecular Devices, Inc.).\nIn Vitro EV Uptake Studies. To evaluate the uptake of EVs by brain ECs, astrocytes, and pericytes, cells grown to confluence in 96- well plates were incubated with 2 × 109 particle/well of tdTomato Pand Br-EVs. After 2 h of incubation, cells were washed 3 times and were fixed for imaging. Images from four different fields were taken using a Zeiss fluorescent microscope, and the level of fluorescence intensity was analyzed using the ImageJ software. To eliminate the confounding effect of cell size on the uptake level, fluorescent intensity for tdTom-EVs was measured per unit of cell surface area. For endocytosis inhibition studies, brain ECs cultured in 12-well plates were treated with chlorpromazine hydrochloride (Millipore Sigma, cat. no. C8138, 20 μM), ML141 (100 μM, Millipore Sigma, cat. no. 217708), 5-(N-ethyl-N-isopropyl) amiloride (EIPA) (100 μM, Tocris, cat. no. 3378), cytochalasin D (500 nM, Tocris, cat. no. 1233), and filipin III (10 μM, Millipore Sigma, cat. no. F4767) for 30 min prior to addition of TdTom-Br-EVs (1010 particle/well). Following 3 h of incubation with EVs, cells were washed and EV uptake was measured by flow cytometry using a BD FACSCalibur flow cytometer (BD Biosciences, San Jose, CA).\nIn Vitro Transcytosis Studies. Static BBB Model. Transwell filters (0.4 μm pore polycarbonate membrane inserts, cat. no. C3472, Corning Inc., MA) were coated with 50 μg/mL human plasma fibronectin (cat. no. FC010, EMD Millipore) for 1 h at 37 °C. Brain ECs were cultured on filters (25 × 103 cells per filter) and incubated for 48 h to reach full confluency. At this time, the cells were fed with endothelial growth media supplemented with 8-(4-chlorophenylthio)adenosine 3′,5′-cyclic monophosphate (8-CPT-cAMP, 50 nM, cat. no. ab120424, Abcam) and 4-(3-butoxy-4-methoxybenzyl)-2-imidazolidinone (Ro 20-1724; 17.5 nM, cat. no. CAS 29925-17-5, Santa Cruz Biotechnology). To determine the integrity of the endothelial monolayer, 10 kDa dextran−Alexa Fluor 647 (cat. no. D22914, ThermoFisher Scientific), and 70 kDa fluorescein isothiocyanate (FITC)−dextran (cat. no. FD70S, Sigma-Aldrich) were added to the upper chamber of the Transwell filters (100 μg/mL), and the fluorescence intensity in the media of the lower chamber was measured after 20 min using a SpectraMax M2 plate reader (Molecular Devices, Inc.). The apparent permeability coefficient was calculated for each tracer, as described previously.28\nTo evaluate the transport of EVs using this model, Gaussia luciferase-labeled Br-EVs were added to the upper chamber (8 × 109 particles in 100 μL of media). To evaluate the effect of temperature, filters were incubated at either 4 or 37 °C. To evaluate the effect of endocytosis, filters were pretreated with Dynasore hydrate (Millipore Sigma, cat. no. D7693) for 30 min prior to adding the EVs and then incubated at 37 °C. The media from the lower chamber was collected after 2 h and luminescence intensity was measured as described before. To evaluate the intactness of EVs in the lower chamber media, the media collected from the lower chamber or Gaussia luciferaselabeled Br-EVs (as positive control) were run over an OptiPrep density gradient as described previously. After 4 h of ultracentrifugation, different density fractions were isolated, and luminescence intensity was measured for each fraction. To evaluate the effect of EVs on the integrity of the brain EC monolayer, filters were treated with either Br-EVs (8 × 109 particles per filter) or recombinant human vascular endothelial growth factor (R&D Systems Inc., cat. no. 293-VE-010) as a positive control.58 After 2 h of incubation, the permeability of the filters to 10 kDa Alexa Fluor\nDOI: 10.1021/acsnano.9b04397 ACS Nano XXXX, XXX, XXX−XXX\nI\n647−dextran and 70 kDa FITC−dextran was measured as described above. Flow-Based BBB Chip. Microfluidic BBB chips were prepared as reported previously.28 TdTom-Br-EVs at a concentration of 1011 particles/mL (for transcytosis studies) or a combination of unlabeled Br-EVs (1011 particles/mL), 10 kDa dextran−Alexa Fluor 647 (100 μg/mL), and 70 kDa FITC−dextran (100 μg/mL) (for permeability studies) were added to the lumen of the vascular channel at a flow rate of 100 μL/h for 5 h. Media from outlets of both the vascular and abluminal channels were collected separately at 3 and 5 h, and fluorescence intensity was evaluated using a BioTek plate reader and the Synergy Neo GEN5 2.09 software. Apparent permeability of the TdTom-Br-EVs and dextran tracers under flow conditions were calculated using a previously reported formula.28 To measure the percentage of EVs that crossed the endothelial barrier, the number of particles in the media from the luminal and abluminal channels was calculated based on a standard curve created with a serial dilution of TdTom-Br-EVs. In Vitro Colocalization Studies. Human brain endothelial cells were cultured on fibronectin-coated glass-bottom microslides (Ibidi, cat. no. 80827). Confluent cells were used in these studies. Cells were co-incubated with TdTom-Br-EVs (8 × 109 particles/well) and 70 kDa FITC−dextran (0.5 mg/mL), Alexa Fluor 647-conjugated transferrin (50 μg/mL, Thermo Fisher Scientific, cat. no. T23366), or DQ ovalbumin (200 μg/mL, Thermo Fisher Scientific, cat. no. D12053) for 30 min. Subsequently, cells were washed 4 times with PBS and fixed with 4% formaldehyde for 10 min. For evaluation of colocalization with EEA1 and caveolin-1 (15 min incubation) or SNARE complexes (30 min incubation), cells were incubated with TdTom-Br-EVs (8 × 109 particles/well) and then washed and fixed for staining with anti-EEA1 (1:100, Cell Signaling Technologies, cat. no. 3288), anti-caveolin-1 (1:100, Cell Signaling Technologies, cat. no. 3267), anti-VAMP-3 (1:100, Abcam, cat. no. ab200657), antiTGN46 (1:50, Abcam, cat. no. ab2809), anti-VAMP-7 (1:100, Cell Signaling Technologies, cat. no. 13786), anti-syntaxin 4 (1:50, R&D Systems Inc., cat. no. MAB7894), and anti-snap23(1:100, R&D Systems Inc., cat. no. AF6306) antibodies. For colocalization studies with Rab11, cells were initially transfected with GFP−rab11 plasmid using Lipofectamine 3000 reagent (Thermo Fisher Scientific). GFP− rab11 WT plasmid was a gift from Richard Pagano (Addgene plasmid no. 12674; http://n2t.net/addgene:12674; RRID, Addgene_12674).59 Transfected cells were then cultured on microslides for incubation with TdTom-Br-EVs as described. Epifluorescence microscopy was performed on a Leica microscope coupled to high-resolution objectives and a Hamamatsu Orca CCD (Japan). To quantify the colocalization of EVs with different markers, at least 10 different fields were evaluated for each experiment. Colocalization with rab11 and DQ ovalbumin was quantified using a plugin for ImageJ developed by Jaskolski et al.60 Colocalization with VAMP-3 and VAMP-7 was quantified through manual counting of the percentage of the colocalized EV-containing endosomes. Rab7 siRNA Studies. Human brain endothelial cells (at 30% confluency) were treated with a pool of Rab7A siRNAs or nontargeting siRNAs (100 nM, Dharmacon, siGENOME SMARTpool), using DharmaFECT 4 transfection reagent. Experiments were performed 72 h after transfection. For imaging, cells cultured on microslides, were incubated with DQ ovalbumin (200 μg/mL) or TdTom-Br-EVs (8 × 109 particles/well) for 30 min. Subsequently, cells were washed 4 times with PBS and fixed for staining with antiRab7 antibody (1:100, Abcam, cat. no. 137029) and anti-LAMP-1 antibody (1:100, Cell Signaling Technologies, cat. no. 9091). Epifluorescence microscopy was performed as described previously. Using ImageJ, fluorescence intensity was measured in 6 fields for each condition and was normalized to autofluorescence intensity captured from empty microslides. For flow cytometry, transfected cells cultured in 12-well plates were incubated with TdTom-Br-EVs (1010 particles/ well) for 3 h, and cell uptake was quantified through flow cytometry as described above.\nIn Vivo Experiments. All animal experiments were conducted in accordance with the Institutional Animal Care and Use Committee (IACUC) guidelines of the Boston Children’s Hospital, Boston, MA.\nMouse Studies. For all experiments, 6−8-week-old female Nu/Nu nude mice were purchased from Massachusetts General Hospital. At least 4 days of acclimation was conducted prior to the start of the experiments. For the brain metastasis studies, mice were randomly divided into 3 groups to receive retro-orbital injections of EVs derived from parental and brain-seeking MDA-MB-231 cells (3 μg of EVs in 100 μL of PBS per injection) or 100 μL of PBS. Injections were conducted every other day, for a total of 10 injections. Following this pretreatment with EVs, intracardiac injections of the brain-seeking MDA-MB-231 cells (2 × 105 cells in 100 μL of HBSS) into the left ventricle were conducted to establish brain metastasis. Four weeks after intracardiac injection, mice were sacrificed and brain tissues were collected and fixed in 4% paraformaldehyde. For histological analysis of brain metastasis, each brain was cut into 5 coronal sections (breadloafing technique), from which, five 200 μm stepwise sections (10 μm thick) were prepared, for a total of 25 sections for each brain. Following hematoxylin and eosin (H&E) staining, the presence of macrometastases and micrometastases was evaluated in brain sections in a blind manner by Dr. Roderick Bronson, Rodent Pathology Core, Harvard Medical School.\nFor distribution studies, 3 μg of TdTom-Br-EVs in 100 μL of PBS were injected retro-orbitally. After 45 min, mice underwent transcardial perfusion with 25 mL of PBS. Brains were embedded in Tissue-Plus O.C.T. compound (Thermo Fisher Scientific) and frozen in liquid nitrogen. Frozen sections were immunostained with an anti-GFAP antibody (1:100, Abcam, cat. no. 53554) and DAPI and evaluated for the uptake of Br-EVs by astrocytes, using a Zeiss fluorescent microscope. To evaluate the integrity of the BBB during this experiment, a combination of 10 kDa dextran−Alexa Fluor 647 (300 μg) and 70 kDa FITC−dextran (2 mg), with or without 3 μg of Br-EVs in 100 μL of PBS was injected retro-orbitally. Following 45 min, perfusion was performed with 25 mL of PBS. Collected brains were snap-frozen in liquid nitrogen for tissue lysate preparation. Brain tissue lysates were prepared in T-PER Tissue Protein Extraction Reagent supplemented with Halt protease inhibitor cocktail (Thermo Scientific) using 0.9−2.0 mm stainless steel bead blend (Next Advance Inc.). Fluorescence intensity was measured using a SpectraMax M2 plate reader (Molecular Devices, Inc.) and was normalized to tissue weight. Homogenates from brain tissue of nontreated mice were used to measure the tissue autofluorescence.\nZebrafish Studies. Tg(kdrl:GFP) zebrafish were used in this study. Embryos were incubated in E3 medium at 28.5 °C, and experiments were performed at 6−7 days postfertilization (dpf). Embryos were anesthetized using tricane (160 μg/mL, Sigma) and were mounted laterally in 0.8% low melting point agarose (ThermoFisher Scientific, cat. no. 16520050). For transcytosis experiments, intracardiac injection of TdTom-Br-EVs (5 nL of a 400 μg/mL suspension per injection) was performed using the Narishige Injection System. One hour postinjection, live imaging of embryos was conducted using a Nikon Eclipse Ti inverted microscope with a Yokogawa spinning disk scan head and an Andor iXon EM-CCD camera. To evaluate the integrity of the BBB, intracardiac injection of 5 nL of a combination of unlabeled Br-EVs (400 μg/mL), 10 kDa dextran−Alexa Fluor 647 (60 μg/mL), and 70 kDa rhodamine B−dextran (60 μg/mL, Thermo Fisher Scientific) was performed (n = 3−6 zebrafish, 3 independent experiments), and z-stack images of the brain region were taken 1 h postinjection. To quantify the permeability of the BBB, the mean fluorescence intensity of an intravascular area and the adjacent extravascular area were measured in 5 different locations in the brain of each zebrafish using the ImageJ software. The ratio of intravascular/extravascular fluorescence intensity was calculated as a measure of BBB permeability.\nWestern Blot Analyses and ELISA. Cells were lysed with lysis buffer (Cell Signaling Technology, Danvers, MA) supplemented with phenylmethylsulfonyl fluoride protease inhibitor. Following centrifugation of the lysates at 14000g for 10 min at 4 °C, the supernatant was collected for Western blot (30 μg of total protein/lane). EV samples\nDOI: 10.1021/acsnano.9b04397 ACS Nano XXXX, XXX, XXX−XXX\nJ\nresuspended in PBS were directly used for Western blot (15 μg of total protein/lane). Protein concentration was measured using the Bradford method (Biorad laboratories, CA). Immunoblotting was conducted as reported previously.61 Antibodies against the following proteins were used for immunoblotting: CD63 (1:500, Abcam, cat. no. 59479), CD9 (1:500, Cell Signaling Technologies, cat. no. 13174), Alix (1:1000, Cell Signaling Technology, cat. no. 2171S), GM130 (1:1000, Cell Signaling Technologies, cat. no. 12480), Rab 7 (1:1000, Abcam, cat. no. 137029), and Rab 11 (1:250, Cell Signaling Technology, cat. no. 5589S). Immunocytochemistry and Immunohistochemistry. For immunocytochemistry, cells were fixed with 10% formalin for 10 min and then permeabilized with 0.1% triton X-100 for 5 min. For immunohistochemical staining, frozen sections was were fixed with ice-cold acetone for 10 min. Blocking was performed using 3% bovine serum albumin for 30 min. Cells or tissue sections were incubated with the primary antibody for 1 h at room temperature or overnight at 4 °C, respectively. Following washes, cells or tissue sections were incubated with the relevant secondary antibody (1:200) for 1 h. Sections were washed and mounted with Fluoro-gel mounting medium (Electron Microscopy Sciences). Images were taken using a Zeiss Axiocam fluorescent microscope. Statistical Analyses. All quantified data are presented as mean ± SD from 3 independent experiments. For animal experiments, the minimum number of animals required to obtain data amenable to statistical analysis was used. Animals were randomly divided into groups. Blinded analyses were only conducted to evaluate the presence of brain metastasis. All statistical analyses were performed using the GraphPad Prism software. Statistical significance was considered at P values lower than 0.05. P values are shown as *P ≤ 0.05, **P ≤ 0.01, ***P ≤ 0.001, and ****P ≤ 0.0001. No outliers were excluded in this study. The methods of statistical analyses have been indicated in figure legends. All comparisons between two experimental groups were performed by unpaired two-tailed Student’s t test. Comparisons between more than 2 groups were performed by one-way ANOVA with Tukey’s correction for multiple comparisons. Groups of data involving more than one variable were analyzed by two-way ANOVA with Sidak’s correction for multiple comparisons. All mouse experiments were evaluated using the Mann−Whitney test."
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "*S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsnano.9b04397.\nCharacterization of cell lines and EVs, characteristics of the static BBB model, and colocalization of EVs with additional components of the endocytic pathway, such as caveolin 1, EE1, and TGN46 (PDF)\nAUTHOR INFORMATION Corresponding Author *E-mail: marsha.moses@childrens.harvard.edu."
    }, {
      "heading" : "ORCID",
      "text" : "Christopher V. Carman: 0000-0001-7358-2548 Donald E. Ingber: 0000-0002-4319-6520 Marsha A. Moses: 0000-0003-3108-0704"
    }, {
      "heading" : "Author Contributions",
      "text" : "G.M. designed and performed the experiments, analyzed and interpreted the data, and wrote the manuscript. M.A.M. designed and supervised the research, analyzed and interpreted the data, and wrote the manuscript. C.V.C. co-designed and assisted with high spatiotemporal resolution microscopy experiments. E.J.H. and J.R.P. co-designed and assisted with zebrafish experiments. N.M. and T.P. co-designed and\nperformed the BBB-on-a-chip experiments. C.C.D. assisted with some of the experiments. L.I.Z. and D.E.I. provided zebrafish and BBB-on-a-chip models, respectively."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "The authors express their gratitude to X. Breakefield (Massachusetts General Hospital), B. Zetter (Boston Children’s Hospital), and S. McAllister (Brigham and Women’s Hospital) for providing valuable discussions and suggestions. The authors also thank T. Yoneda for providing the brainseeking MDA-MB-231 breast cancer cell line, the Breakefield Lab for providing the membrane-bound palmitoylated TdTomato and Gaussia luciferase constructs, R. Bronson of the Rodent Pathology Core, Harvard Medical School, for assistance with histology analyses of brain metastases, M. Ericsson of the Electron Microscopy Core at Harvard Medical School for technical guidance and assistance with electron microscopy of extracellular vesicles, C. Lai and L. Huang for technical guidance, and L. Merritt, K. Kaplan, and A. El-Hayek for technical assistance. We also thank P. Guo for helpful discussions and advice. The authors thank K. Johnson of the Vascular Biology Program at Boston Children’s Hospital for assistance with the illustrations. This work was supported by the Breast Cancer Research Foundation (M.A.M.), NIH R01 CA185530 (M.A.M.), the Advanced Medical Foundation (M.A.M.), and NIH K01 DK111790 (E.J.H.)."
    } ],
    "references" : [ {
      "title" : "The Molecular Constituents of the BloodBrain Barrier",
      "author" : [ "B.W. Chow", "C. Gu" ],
      "venue" : "Trends Neurosci. 2015,",
      "citeRegEx" : "Chow and Gu,? \\Q2015\\E",
      "shortCiteRegEx" : "Chow and Gu",
      "year" : 2015
    }, {
      "title" : "Pericytes Regulate the Blood-Brain Barrier",
      "author" : [ "B.R. Johansson", "C. Betsholtz" ],
      "venue" : "Nature",
      "citeRegEx" : "Johansson and Betsholtz,? \\Q2010\\E",
      "shortCiteRegEx" : "Johansson and Betsholtz",
      "year" : 2010
    }, {
      "title" : "Characteristics of Compounds that Cross the Blood-Brain Barrier",
      "author" : [ "W.A. Banks" ],
      "venue" : "BMC Neurol. 2009,",
      "citeRegEx" : "Banks,? \\Q2009\\E",
      "shortCiteRegEx" : "Banks",
      "year" : 2009
    }, {
      "title" : "Evidence-Based Clinical Use of Nanoscale Extracellular Vesicles in Nanomedicine",
      "author" : [ "M Logozzi" ],
      "venue" : "ACS Nano 2016,",
      "citeRegEx" : "Logozzi,? \\Q2016\\E",
      "shortCiteRegEx" : "Logozzi",
      "year" : 2016
    }, {
      "title" : "Pre-Metastatic Niches: Organ-Specific Homes for Metastases",
      "author" : [ "C.M. Ghajar", "D. Lyden" ],
      "venue" : "Nat. Rev. Cancer 2017,",
      "citeRegEx" : "Ghajar and Lyden,? \\Q2017\\E",
      "shortCiteRegEx" : "Ghajar and Lyden",
      "year" : 2017
    }, {
      "title" : "Melanoma Exosomes Educate Bone Marrow Progenitor Cells Toward a Pro-Metastatic Phenotype Through MET",
      "author" : [ "R.N. Kaplan", "M. S Brady" ],
      "venue" : "Nat. Med",
      "citeRegEx" : "Kaplan and Brady,? \\Q2012\\E",
      "shortCiteRegEx" : "Kaplan and Brady",
      "year" : 2012
    }, {
      "title" : "Reprograms Glucose Metabolism in Premetastatic Niche to Promote Metastasis",
      "author" : [ "G. Morad", "H.H. Otu", "S.T. Dillon", "M.A. Moses" ],
      "venue" : "Nat. Cell Biol",
      "citeRegEx" : "Morad et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Morad et al\\.",
      "year" : 2015
    }, {
      "title" : "The Role of Breast CancerDerived Exosomes in Brain Metastasis [abstract",
      "author" : [ "G. Morad", "J. Yang", "M.A. Moses" ],
      "venue" : "ings of the American Association for Cancer Research Annual Meeting 2018,",
      "citeRegEx" : "Morad et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Morad et al\\.",
      "year" : 2018
    }, {
      "title" : "Incidence and Prognosis of Patients with Brain Metastases at Diagnosis of Systemic Malignancy: A Population-Based Study",
      "author" : [ "N. U", "E.Q. Lee", "P.Y. Wen", "I.F. Dunn", "W.L. Bi", "S.E. Weiss", "D.A. Haas-Kogan", "B.M. Alexander", "A.A. Aizer" ],
      "venue" : "Neuro Oncol 2017,",
      "citeRegEx" : "U. et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "U. et al\\.",
      "year" : 2017
    }, {
      "title" : "Brain Metastases in Newly Diagnosed Breast Cancer: A Population-Based Study",
      "author" : [ "A.M. Martin", "D.N. Cagney", "P.J. Catalano", "L.E. Warren", "J.R. Bellon", "R.S. Punglia", "E.B. Claus", "E.Q. Lee", "P.Y. Wen", "D.A. HaasKogan", "B.M. Alexander", "N.U. Lin", "A.A. Aizer" ],
      "venue" : "JAMA Oncol 2017,",
      "citeRegEx" : "Martin et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Martin et al\\.",
      "year" : 2017
    }, {
      "title" : "A Bone-Seeking Clone Exhibits Different Biological Properties from the MDA-MB-231 Parental Human Breast Cancer Cells and a Brain-Seeking Clone In Vivo and In Vitro",
      "author" : [ "T. Yoneda", "P.J. Williams", "T. Hiraga", "M. Niewolna", "R. Nishimura" ],
      "venue" : "J. Bone Miner. Res",
      "citeRegEx" : "Yoneda et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Yoneda et al\\.",
      "year" : 2001
    }, {
      "title" : "Isolation and Characterization of Exosomes from Cell Culture Supernatants and Biological Fluids",
      "author" : [ "C. Thery", "S. Amigorena", "G. Raposo", "A. Clayton" ],
      "venue" : "Curr. Protoc. Cell Biol",
      "citeRegEx" : "Thery et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Thery et al\\.",
      "year" : 2006
    }, {
      "title" : "Minimal Information for Studies of Extracellular Vesicles 2018 (MISEV2018): A Position Statement of the International Society for Extracellular Vesicles and Update",
      "author" : [ "G.K. Smith", "D.C. Ayre", "J.M. Bach", "D. Bachurski", "H. Baharvand", "L. Balaj", "S. Baldacchino", "N.N. Bauer", "A.A. Baxter", "M. Bebawy", "C Beckham" ],
      "venue" : null,
      "citeRegEx" : "Smith et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Smith et al\\.",
      "year" : 2018
    }, {
      "title" : "The Vascular Basement Membrane As “Soil” in Brain Metastasis",
      "author" : [ "W.S. Carbonell", "O. Ansorge", "N. Sibson", "R. Muschel" ],
      "venue" : "MISEV2014 Guidelines. J. Extracell. Vesicles 2018,",
      "citeRegEx" : "Carbonell et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Carbonell et al\\.",
      "year" : 2009
    }, {
      "title" : "A Cell Culture Model of the Blood-Brain Barrier",
      "author" : [ "L.I. Tanner", "K.J. Tomaselli", "F. Bard" ],
      "venue" : "J. Cell Biol",
      "citeRegEx" : "Tanner et al\\.,? \\Q1991\\E",
      "shortCiteRegEx" : "Tanner et al\\.",
      "year" : 1991
    }, {
      "title" : "Dynasore, a Cell-Permeable Inhibitor of Dynamin",
      "author" : [ "T. Kirchhausen" ],
      "venue" : "Dev. Cell 2006,",
      "citeRegEx" : "Kirchhausen,? \\Q2006\\E",
      "shortCiteRegEx" : "Kirchhausen",
      "year" : 2006
    }, {
      "title" : "Functional and Developmental Analysis of the Blood-Brain Barrier in Zebrafish",
      "author" : [ "J.A. Park", "K.W. Kim" ],
      "venue" : "Brain Res. Bull. 2008,",
      "citeRegEx" : "Park and Kim,? \\Q2008\\E",
      "shortCiteRegEx" : "Park and Kim",
      "year" : 2008
    }, {
      "title" : "TLR9 Signals After Translocating from the ER to CPG DNA in the Lysosome",
      "author" : [ "D.T. Golenbock" ],
      "venue" : "Nat. Immunol. 2004,",
      "citeRegEx" : "Golenbock,? \\Q2004\\E",
      "shortCiteRegEx" : "Golenbock",
      "year" : 2004
    }, {
      "title" : "Trans-Golgi Network Sorting",
      "author" : [ "F. Gu", "C.M. Crump", "G. Thomas" ],
      "venue" : "Cell. Mol. Life Sci",
      "citeRegEx" : "Gu et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Gu et al\\.",
      "year" : 2001
    }, {
      "title" : "Rab11 Regulates Exocytosis of Recycling Vesicles at the Plasma Membrane",
      "author" : [ "Y. Katoh", "K. Nakayama" ],
      "venue" : "J. Cell Sci",
      "citeRegEx" : "Katoh and Nakayama,? \\Q2012\\E",
      "shortCiteRegEx" : "Katoh and Nakayama",
      "year" : 2012
    }, {
      "title" : "SNARE Proteins in Membrane Trafficking",
      "author" : [ "T. Wang", "L. Li", "W. Hong" ],
      "venue" : "Traffic 2017,",
      "citeRegEx" : "Wang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2017
    }, {
      "title" : "Synaptojanin 2, A Novel Rac1 Effector that Regulates Clathrin-Mediated Endocytosis",
      "author" : [ "Symons" ],
      "venue" : "Curr. Biol. 2000,",
      "citeRegEx" : "Y. and M.,? \\Q2000\\E",
      "shortCiteRegEx" : "Y. and M.",
      "year" : 2000
    }, {
      "title" : "ADAM 12 Cleaves Extracellular Matrix Proteins and Correlates with Cancer Status and Stage",
      "author" : [ "A. M" ],
      "venue" : "J. Biol. Chem",
      "citeRegEx" : "M.,? \\Q2004\\E",
      "shortCiteRegEx" : "M.",
      "year" : 2004
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "The restrictive nature of the blood−brain barrier (BBB) creates a major challenge for brain drug delivery with current nanomedicines lacking the ability to cross the BBB. Extracellular vesicles (EVs) have been shown to contribute to the progression of a variety of brain diseases including metastatic brain cancer and have been suggested as promising therapeutics and drug delivery vehicles. However, the ability of native tumor-derived EVs to breach the BBB and the mechanism(s) involved in this process remain unknown. Here, we demonstrate that tumor-derived EVs can breach the intact BBB in vivo, and by using state-of-the-art in vitro and in vivo models of the BBB, we have identified transcytosis as the mechanism underlying this process. Moreover, high spatiotemporal resolution microscopy demonstrated that the endothelial recycling endocytic pathway is involved in this transcellular transport. We further identify and characterize the mechanism by which tumor-derived EVs circumvent the low physiologic rate of transcytosis in the BBB by decreasing the brain endothelial expression of rab7 and increasing the efficiency of their transport. These findings identify previously unknown mechanisms by which tumor-derived EVs breach an intact BBB during the course of brain metastasis and can be leveraged to guide and inform the development of drug delivery approaches to deliver therapeutic cargoes across the BBB for treatment of a variety of brain diseases including, but not limited to, brain malignancies.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}