{
  "name" : "downloads_2020-07-12_f6bd_wang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Split Nano luciferase complementation for probing protein‐protein interactions in plant cells",
    "authors" : [ "Feng‐Zhu Wang", "Nannan Zhang", "Yan‐Jun Guo", "Ben‐Qiang Gong", "Jian‐Feng Li" ],
    "emails" : [ "(lijfeng3@mail.sysu.edu.cn)" ],
    "sections" : [ {
      "heading" : null,
      "text" : "protoplasts or Agrobacterium‐transformed plants. We next applied this system to evaluate the homodimerization of Arabidopsis CERK1, a coreceptor of fungal elicitor chitin, and its heterodimerization with other homologs in the absence or presence of chitin. Moreover, split fragments of Nluc were fused to two cytosolic ends of Arabidopsis calcium channels CNGC2 and CNGC4 to help sense the allosteric change induced by the bacterial elicitor flg22. Collectively, these results demonstrate the usefulness of the Nluc‐based SLC assay for probing constitutive or inducible PPIs and protein allostery in plant cells.\nEdited by: Qi Xie, Institute of Genetics and Developmental Biology, CAS, China Received Nov. 2, 2019; Accepted Nov. 15, 2019; Online on Nov. 22, 2019\nINTRODUCTION\nDecoding protein‐protein interaction (PPI) networks is of paramount importance for understanding molecular mechanisms of signal transduction in plants. To date, several approaches have been developed for assessing PPIs in plant cells, each with advantages and disadvantages (Xing et al. 2016; Cui et al. 2019). These approaches include the yeast two‐hybrid (Y2H), co‐ immunoprecipitation (co‐IP), fluorescence resonance energy transfer (FRET), bimolecular fluorescence complementation (BiFC), and split luciferase complementation (SLC) assays. The Y2H assay is a powerful method for high‐throughput screening of potential PPIs (Lopez and Mukhtar 2017). However, yeast\nas a heterologous model system can generate false‐ positive or false‐negative results for PPIs between plant proteins. The co‐IP assay is arguably the most widely used method for testifying the coexistence of two proteins in the same protein complex (Xing et al. 2016). However, this method is unable to distinguish whether the two proteins interact physically or indirectly, and may have a problem in detecting transient PPIs. The FRET assay is a sensitive technique for monitoring dynamic PPIs and meanwhile can reveal the subcellular locations of PPIs (Cui et al. 2019). However, it requires dedicated equipment and sophisticated expertise in microscopy. The BiFC assay can also be used for visualizing PPIs with subcellular resolution. However, it cannot monitor dynamic PPIs\n© 2019 Institute of Botany, Chinese Academy of Sciences\nwww.jipb.net Month 2019 | Volume 00 | Issue 00 | 1–15\ndue to the slow maturation and irreversibility of the reconstituted fluorescent protein (Kudla and Bock 2016).\nThe SLC assay is developed based on the principle that, when two proteins of interest are fused to two halves of a luciferase, respectively, the PPI between them would bring the separate luciferase fragments into close proximity to transiently reconstitute an active luciferase (Zhou et al. 2018). Therefore, the SLC assay is particularly powerful for pinpointing transient and reversible PPIs in cellular signaling processes. Currently, the firefly luciferase (Fluc) is the most frequently used luciferase in the SLC assay in plants (Chen et al. 2008; Gehl et al. 2011; Li et al. 2011; Zhou et al. 2018). However, Fluc is composed of 550 amino acids (aa), and its bulky halves (i.e., 400‐aa and 150‐aa fragments) might impose steric hindrance on the interaction or function of their fusion partners under certain circumstances. Therefore, it is desirable to optimize the SLC assay by using a smaller luciferase with comparable or even superior luminescence efficiency.\nThe so‐called Nano luciferase (Nluc) is an engineered derivative (Hall et al. 2012) of the 19‐kDa small subunit of Oplophorus gracilirostris luciferase (Inouye et al. 2000). Strikingly, Nluc is the smallest luciferase characterized so far and is able to generate brighter luminescence than Fluc in mammalian cells (Hall et al. 2012; England et al. 2016). The N‐terminal 159‐aa fragment of Nluc (NlucN) and the C‐terminal 11‐aa fragment (NlucC) have been further employed to create a complementation reporter called NanoBiT in mammalian cells (Dixon et al. 2016). In NanoBiT, the assembly of an active Nluc by two split fragments is highly dictated by the association of their fusion partners.\nThis study aimed to explore whether the Nluc can be leveraged for probing PPIs in plant cells through the SLC strategy. Considering that two different PPI assays are generally required for making a solid conclusion on a positive PPI, we developed a dual‐use vector system that allows PPIs to be sequentially analyzed through SLC and co‐IP assays. For this purpose, the NlucN was designed to carry a double‐HA tag, while the NlucC was linked to a double‐FLAG tag. Using this system, we could not only verify several previously characterized PPIs in plant cells, but also evaluated the interactions between CERK1, an essential co‐receptor for the fungal elicitor chitin, and its four homologs under chitin elicitation. Moreover, we\ncould append the split Nluc fragments to the cytosolic ends of plasma membrane calcium channels CNGC2 and CNGC4 to facilitate the detection of bacterial flg22‐triggered allosteric change of these proteins.\nRESULTS\nNluc can be used in the SLC assay to detect constitutive or dynamic PPIs To evaluate whether the Nluc could be used in the SLC assay to study PPIs in plant cells, we first codon‐ optimized the coding sequence of Nluc based on the codon preference of Arabidopsis. We then constructed four vectors that allow a protein of interest to be expressed as a translational fusion with NlucN or NlucC from either direction (Figure 1A). Of note, the vectors encoding NlucN also encode an in‐frame double‐HA tag, while those encoding NlucC simultaneously encode an in‐frame double‐FLAG tag (Figure 1A). A flexible double‐GGSGG linker is placed between the protein of interest and NlucN or NlucC to minimize mutual interference (Figure 1A). The gene of interest can be inserted into these vectors through either restriction digestion‐ or homology recombination‐based cloning (Figure 1A; Supplemental Sequences). In principle, if two proteins of interest can interact with each other, NlucN and NlucC will be brought into proximity to reconstitute an active luciferase, which can in turn catalyze a cell‐permeable substrate, such as coelenterazine h, to emit measurable bioluminescence (Figure 1B).\nWe next used this system to reproduce the PPI between the Arabidopsis transcriptional repressor IAA28 and transcriptional activator ARF5. The C‐terminal dimerization domain (CTD) of ARF5 has been previously reported to constitutively interact with IAA28 in Y2H and Fluc‐based SLC assays (De Rybel et al. 2010; Li et al. 2011). When ARF5CTD and IAA28 were co‐expressed in Arabidopsis protoplasts as translational fusions with NlucN and NlucC, respectively, we could detect a strong luciferase activity in protoplasts (Figure 2A). As a negative control, replacement of IAA28 with the transcription factor MYB30 led to dramatically reduced luciferase activity (Figure 2A). Western blot data confirmed that both ARF5CTD‐NlucN and MYB30‐NlucC have been expressed in the negative control (Figure S1A). In parallel, we could also detect the PPI between ARF5CTD and\nMonth 2019 | Volume 00 | Issue 00 | 1–15 www.jipb.net\nIAA28 using the Fluc‐based SLC assay, as described earlier (Li et al. 2011). Although a higher luminescence was recorded in the Nluc‐based SLC assay for both ARF5CTD/IAA28 (signal) and ARF5CTD/MYB30 (noise) combinations, the signal‐to‐noise ratio of the Nluc‐based SLC assay appeared to be slightly higher than that of the Fluc‐based SLC assay (Figure 2B).\nWe also conducted the Nluc‐based SLC assay to examine the PPI between ARF5CTD and IAA28 in 4‐d‐ old Arabidopsis seedlings using the AGROBEST method (Wu et al. 2014), which is based on the co‐ cultivation of seedlings with Agrobacterium. We could detect a strong luciferase activity in seedlings co‐ expressing ARF5CTD‐NlucN and IAA28‐NlucC, whereas\nthose co‐expressing ARF5CTD‐NlucN and MYB30‐NlucC exhibited little luciferase activity (Figure 2C). The Agrobacterium leaf infiltration of Nicotiana benthamiana and the charge‐coupled device (CCD) imaging system are often combined for analyzing PPIs through the Fluc‐based SLC assay (Chen et al. 2008). We could also adopt the CCD imaging system to visualize the PPI between ARF5CTD‐NlucN and IAA28‐ NlucC when these proteins were co‐expressed in N. benthamiana by Agrobacterium leaf infiltration (Figures 2D, S1B). Taken together, these results suggest that the Nluc‐based SLC assay is capable for detecting constitutive PPIs in plant cells.\nThe rapamycin‐induced interaction between Arabidopsis FRB and human FKBP proteins has been previously demonstrated using the Y2H and Fluc‐based SLC assays, as well as the in vitro pull‐down assay (Mahfouz et al. 2006; Li et al. 2011). When NlucN‐FRB and NlucC‐ FKBP were co‐expressed in Arabidopsis protoplasts, we found that 10 nM rapamycin could trigger a rapid increase of luciferase activity until it plateaued in 4–5min after the treatment (Figure 2E). By contrast, the mock treatment with dimethyl sulfoxide (DMSO) had little effect on the cellular luciferase activity (Figure 2E). It has also been shown that ascomycin can compete with rapamycin for binding to FKBP and thus is able to dampen the rapamycin‐induced FRB‐FKBP interaction (Paulmurugan et al. 2004). As expected, the restored luciferase activity underwent a gradual decline after 10 μM ascomycin was added to the rapamycin‐treated cells (Figure 2E). These results indicate that the Nluc‐ based SLC assay can also be used for monitoring dynamic PPIs in plant cells.\nPathogen elicitor‐induced dynamic PPIs in Arabidopsis defense signaling can be monitored using the Nluc‐ based SLC assay In Arabidopsis immune signaling, perception of the bacterial elicitor flg22 can induce the heterodimerization of the flg22 receptor FLS2 and co‐receptor BAK1 (Chinchilla et al. 2007). When we co‐expressed FLS2‐NlucC and BAK1‐NlucN in Arabidopsis protoplasts, we could observe an instant increase of Nluc activity upon flg22 elicitation relative to the mock (water) treatment (Figure 3A, B), indicating that the flg22‐induced FLS2‐BAK1 interaction can be detected using the Nluc‐based SLC assay. As the FLS2‐NlucC and BAK1‐NlucN fusions also carry the FLAG and HA tags, respectively, we further validated the\nwww.jipb.net Month 2019 | Volume 00 | Issue 00 | 1–15\nflg22‐induced FLS2‐BAK1 association using the co‐IP assay (Figure 3C). Notably, we were unable to detect the flg22‐induced interaction between FLS2 and BAK1 using the Fluc‐based SLC assay in Arabidopsis protoplasts (Figure S2). This is likely due to the interference from the bulky Fluc fragments on the FLS2‐BAK1 interaction.\nflg22 is also known to trigger the dissociation between FLS2 and the receptor‐like cytoplasmic kinase BSK1 (Shi et al. 2013). When FLS2‐NlucN and BSK1‐NlucC were co‐expressed in Arabidopsis protoplasts, we could observe a decrease of Nluc activity upon flg22 exposure\n(Figure 3D, E), suggestive of the flg22‐induced FLS2‐BSK1 dissociation. In addition, the flg22‐induced dissociation between FLS2 and BSK1 could be verified by the co‐IP assay using the same constructs (Figure 3F). Of note, we were unable to detect the flg22‐induced dissociation between FLS2 and BSK1 using the BiFC assay (Figure S3), presumably due to the irreversible nature of BiFC complex (Miller et al. 2015) formed before flg22 was added. Therefore, the Nluc‐based SLC assay seems to be more advantageous for mirroring ligand‐induced protein‐ protein dissociation than the BiFC assay.\nMonth 2019 | Volume 00 | Issue 00 | 1–15 www.jipb.net\nWe also used the Nluc‐based SLC assay to examine the fungal elicitor chitin‐induced PPIs during chitin signaling. It has been demonstrated that chitin induces the homodimerization of its co‐receptor CERK1, which can be impaired by the A138H mutation of CERK1 (Liu et al. 2012). Indeed, we could detect an immediate increase of Nluc activity in Arabidopsis protoplasts co‐expressing CERK1‐ NlucN and CERK1‐NlucC upon chitin elicitation (Figure 4A, B), whereas the chitin‐induced Nluc activity for the combination of CERK1A138H‐NlucN and CERK1A138H‐NlucC was significantly weaker (Figure 4A, B). Similar trends for the\nchitin‐induced CERK1 or CERK1A138H homodimerization could be obtained by the co‐IP assay using the same set of constructs (Figure 4C).\nDifferent heterodimerization patterns between CERK1 and its homologs can be revealed by the Nluc‐based SLC assay CERK1 belongs to the Arabidopsis lysin‐motif receptor‐ like kinase (LysM‐RLK) family that also includes four other members, namely LYK2 to LYK5 (Wan et al. 2012; Buendia et al. 2018). LYK5 as the major chitin receptor\nwww.jipb.net Month 2019 | Volume 00 | Issue 00 | 1–15\ncan undergo chitin‐induced heterodimerization with CERK1 to trigger chitin signaling (Cao et al. 2014). LYK4 has an overlapping function with LYK5 in chitin signaling, and has been shown to interact with CERK1\n(Cao et al. 2014). LYK2 and LYK3 seem to exert functions unrelated to chitin signaling (Wan et al. 2012) and their interactions with CERK1 have never been tested. Therefore, we used the Nluc‐based SLC assay\nMonth 2019 | Volume 00 | Issue 00 | 1–15 www.jipb.net\nto thoroughly analyze and compare the interactions between CERK1 and its homologs in the absence or presence of chitin. When CERK1‐NlucN was co‐ expressed with LYK‐NlucC in Arabidopsis protoplasts in a pairwise manner, we could detect basal levels of CERK1‐LYK interactions (Figure 5A, B). The expression level of LYK3 was much lower than those of CERK1 and LYK2/4/5 (Figure S1C), which may partially explain the weak PPI signal between CERK1 and LYK3 (Figure 5A, B). Nevertheless, protein abundance is unlikely to be the decisive factor for the PPI intensity in the SLC assay (Li et al. 2011). Indeed, although both CERK1 and LYK2 were well expressed in protoplasts (Figure S1C), they generated an even weaker PPI signal than that between CERK1 and LYK3 in the Nluc‐ based SLC assay (Figure 5A, B).\nChitin elicitation could substantially enhance the CERK1‐LYK4 and CERK1‐LYK5 heterodimerization in addition to CERK1‐CERK1 homodimerization, but could barely affect the CERK1‐LYK2 and CERK1‐ LYK3 heterodimerization in the Nluc‐based SLC assay (Figure 5A, B). Using the same set of constructs, we further verified the chitin‐enhanced CERK1‐LYK4 and CERK1‐LYK5 association in addition to CERK1‐CERK1 homodimerization by the co‐IP assay (Figure 5C, F, G). Consistently, chitin elicitation had no obvious effect on the interaction between CERK1 and LYK2 or LYK3 in the co‐IP assay (Figure 5D, E).\nThe application of split Nluc complementation can be expanded to sense the protein allostery Many proteins act as nano gadgets consisting of effector, regulatory, and scaffold domains. Local perturbation of a protein, as caused by PPIs or posttranslational modifications, may resonate on the entire structure through an allosteric change (Di Paola and Giuliani 2015). We next attempted to expand the idea of SLC to sense the protein allostery by fusing individual split Nluc fragments to the two termini of a protein under investigation. As a proof of concept, we applied such a strategy to test whether flg22 could induce an allosteric change of Arabidopsis calcium channels CNGC2 and CNGC4. These two proteins have been proposed with roles in immune responses, where their cytosolic N‐terminal and C‐terminal regions likely exert scaffold or regulatory functions in governing\nthe permeability of calcium channels during pathogen elicitor‐triggered Ca2+ influx (Moeder et al. 2011). When we transiently expressed NlucN‐ CNGC2‐NlucC or NlucN‐CNGC4‐NlucC in unelicited Col‐ 0 or fls2 mutant protoplasts, we could detect a considerable level of Nluc activity (Figure 6A–D), suggesting that the two cytosolic ends of CNGC2 or CNGC4 are approaching each other closely. Interestingly, a decline of Nluc activity could be observed in flg22‐elicited Col‐0 protoplasts for both CNGC2 and CNGC4, whereas the NlucN‐CNGC2‐ NlucC and NlucN‐CNGC4‐NlucC protein abundances remained unchanged under flg22 treatment (Figure 6A, B). By contrast, we observed no flg22‐induced decrease of Nluc activity in fls2 null protoplasts that are insensitive to flg22 (Figure 6C, D). These results imply that flg22 can trigger a conformational change of CNGC2 and CNGC4 to push away their cytosolic ends (Figure 6E). In parallel, we have also tried to express FlucN‐CNGC2‐FlucC in Col‐0 or fls2 mutant protoplasts in the absence or presence of flg22. However, we could only detect a subtle reduction, if there was any, of Fluc activity under flg22 treatment in Col‐0 cells (Figure S4), suggesting that the split Fluc fragments may be less suitable for this application.\nDISCUSSION\nPrevious studies have demonstrated the Fluc‐based SLC assay as a sensitive tool for analyzing PPIs in plant cells (Chen et al. 2008; Gehl et al. 2011; Li et al. 2011; Zhou et al. 2018). In this study, we have evaluated the efficiency of Nluc‐based SLC assay for examining various types of PPIs, including constitutive interaction between ARF5CTD and IAA28, rapamycin‐induced but ascomycin‐disrupted interaction between FRB and FKBP, flg22‐induced FLS2‐BAK1 interaction and flg22‐ disrupted FLS2‐BSK1 interaction, and chitin‐induced homodimerization between CERK1 or heterodimerization between CERK1 and other LysM‐RLKs. Finally, we showcased that the split Nluc complementation could be repurposed for sensing the flg22‐induced allosteric change of calcium channels CNGC2 and CNGC4. In particular, the flg22‐induced FLS2‐BAK1 association and CNGC2 allostery could only be detected by the Nluc‐based but not Fluc‐based SLC\nwww.jipb.net Month 2019 | Volume 00 | Issue 00 | 1–15\nMonth 2019 | Volume 00 | Issue 00 | 1–15 www.jipb.net\nassay. It is possible that the brighter bioluminescence of Nluc (Hall et al. 2012; Dixon et al. 2016; England et al. 2016) has increased the overall sensitivity of the SLC assay in these cases. Alternatively, the smaller split Nluc fragments may have reduced the steric hindrance on the PPI under investigation. Notably, we have been using coelenterazine h, a cheaper but suboptimal substrate, in the Nluc‐based SLC assay throughout this study. Furimazine, the optimal substrate for Nluc, has become commercially available, despite more expensive. Furimazine has been characterized to be far more stable and can produce approximately 25‐fold higher bioluminescence but lower autoluminescence than coelenterazine (Hall et al. 2012). Therefore, the sensitivity and signal‐to‐noise ratio of the Nluc‐based SLC assay can be further augmented by using furimazine as the substrate. Nevertheless, due to the quantitative nature of this assay and the lack of a ubiquitous cutoff value for positive PPIs, it is sometimes difficult to make conclusion on a reproducible but moderate luminescence over background. As such, it is desirable to testify the potential PPIs in the SLC assay using a second PPI assay. Here, our dual‐use vectors will allow the users to easily validate the results of the SLC assay by conducting the co‐IP assay using the same pair of constructs.\nThe Nluc‐based SLC assay needs a proper negative control to reduce false‐positive results. For a conditional or inducible PPI, such as the rapamycin‐ induced FRB‐FKBP interaction and flg22‐induced FLS2‐BAK1 interaction, this is not a problem because the aliquot of transfected cells under mock treatment can serve as a control. However, for a constitutive PPI, such as the ARF5‐IAA28 interaction, a negative control would be required. The most ideal negative control is to replace one of the proteins under investigation with a mutated or truncated variant that would presumably disrupt the PPI (e.g., to replace CERK1 with CERK1A138H). However, in\npractice, such knowledge is often unavailable when an unknown PPI is tested. Alternatively, another reasonable negative control is to replace one of the proteins under investigation with an unrelated protein from the same subcellular compartment (e.g., to replace the nucleus‐localized IAA28 with the same localized MYB30). In this case, it is necessary to ensure that the control protein has been properly expressed by immunoblotting. A third strategy for distinguishing bona fide PPIs from false positives is to establish a control assay by additionally co‐expressing a protein of interest without the split Nluc fragment (e.g., to co‐ express non‐tagged IAA28 in addition to ARF5CTD‐NlucN and IAA28‐NlucC). For a specific PPI, the co‐expressed non‐tagged protein is expected to serve as a competitor to attenuate the restored luciferase activity by interfering with luciferase reconstitution. Such a strategy has been successfully adopted by Nishimura and colleagues to substantiate a specific PPI in the BiFC assay (Nishimura et al. 2015).\nThe fusion orientation of split Nluc fragments to the two proteins under investigation can substantially affect the readout of the SLC assay. Therefore, individual Nluc fragments should be fused to the proteins of interest at the termini that are closer to the predicted PPI domains. If the PPI domains are completely unpredictable, the two possible fusion directions for one protein should be tested in a pairwise manner with the two possible fusion directions for the other protein. One exception is to study PPIs between organelle‐localized proteins, where the fusion of split Nluc fragments should not disrupt the recognition of their organelle‐targeting sequences, such as the signal peptide and organelle transit peptide. Meanwhile, the fusion orientation of split Nluc fragments to two organelle‐localized proteins should ensure the two Nluc halves to be on the same side of the organelle membrane. Of note, we have placed an elastic double‐ GGSGG linker between the split luciferase fragment and the protein of interest in our system, which can\nFigure 5. Nluc‐based SLC assay reveals different heterodimerization patterns between CERK1 and its homologs under chitin elicitation (A) Pairwise interactions between CERK1 and its homologs are evaluated using the Nluc‐based SLC assay in the absence or presence of chitin. (B) Quantification of Nluc activity at indicated time points. (C–G) Pairwise interactions between CERK1 and its homologs are evaluated using the co‐IP assay. The Arabidopsis protoplasts co‐expressing CERK1‐NlucN and LYK‐NlucC for 12 h were divided into two equal aliquots, one treated with 1mg/mL chitin and the other one treated with water as mock. All experiments were repeated three times with similar results.\nwww.jipb.net Month 2019 | Volume 00 | Issue 00 | 1–15\nconfer maximal steric flexibility to facilitate the Nluc reconstitution when the PPI occurs.\nIn this study, we evaluated the PPIs between CERK1 and its homologs in the absence or presence of chitin, which provides a new framework to\nunderstand the functions of the LysM‐RLK family in chitin‐induced Arabidopsis immunity. Unexpectedly, we found that chitin could strongly induce the interaction between CERK1 and LYK4, and the enhancement of CERK1‐LYK4 heterodimerization upon chitin\nMonth 2019 | Volume 00 | Issue 00 | 1–15 www.jipb.net\nelicitation could be further validated using the co‐IP assay. LYK4 has been previously shown to constitutively associate with CERK1 in the protoplast‐ based co‐IP assay regardless of chitin treatment (Cao et al. 2014). The reason for the discrepancy between that study and ours is currently unclear. By contrast, CERK1 exhibited a rather weak interaction with LYK2 and LYK3 regardless of chitin elicitation. These findings again support the model established earlier that only CERK1, LYK4, and LYK5 but not LYK2 or LYK3 are critical for chitin signaling (Cao et al. 2014). In addition, we could expand the application of the Nluc‐based SLC assay to sense the flg22‐induced allosteric change in Arabidopsis membrane calcium channels CNGC2 and CNGC4 by fusing the split Nluc fragments to their cytosolic ends. Our data that flg22 could affect the restored luciferase activity of NlucN‐CNGC2‐NlucC and NlucN‐CNGC4‐NlucC only in Col‐0 but not fls2 null cells imply that flg22 treatment can affect the topology of these calcium channel proteins, which nicely echoes a very recent finding that CNGC2 and CNGC4 constitute the calcium channels for the flg22‐induced Ca2+ influx (Tian et al. 2019). We hope that the versatile Nluc‐ based SLC assay presented here will help promote our understanding toward the complicated PPI networks dictating plant development and defense.\nMATERIALS AND METHODS\nPlant materials and growth conditions Wild‐type Arabidopsis thaliana Col‐0 plants were grown on Jiffy soil (Jiffy Group, Netherlands) in a plant growth room under photoperiods of 12‐h light (75 μmol m−2 s−1) at 23°C and 12‐h dark at 21°C with humidity maintained at 65%. N. benthamiana plants were grown on the same soil in a plant growth room under photoperiods of 16‐h light at 26°C and 8‐h dark at 24°C. The T‐DNA insertion lines fls2 (Salk_141277) and efr‐1 (Salk_044334) were obtained from the Arabidopsis Biological Resource Center. For the AGROBEST assay, the efr‐1 seedlings were germinated in a plant growth chamber under photoperiods of 16‐h light at 23°C and 8‐h dark at 21°C."
    }, {
      "heading" : "Molecular cloning",
      "text" : "To develop a set of vectors for both SLC and co‐IP assays, the Nluc coding sequence (Dixon et al. 2016)\nwas codon‐optimized based on the codon preference of Arabidopsis, and was synthesized at Synbio Technologies (Suzhou, China). The DNA sequences encoding NlucN and NlucC (Supplemental Sequences), respectively, were polymerase chain reaction (PCR) amplified and inserted into the transient expression vector HBT‐HA or HBT‐FLAG containing the 35S promoter and NOS terminator. These vectors allow the fusion of any gene of interest with NlucN or NlucC in either orientation as intended. The genes of interest were inserted into the vectors through either BamHI/ StuI digestion‐ or homology recombination‐based cloning. When the restriction digestion‐based cloning method is used, it is recommended that the Escherichia coli Trans110 competent cells (TransGen, China) should be used for preventing potential DNA methylation from inhibiting the StuI digestion. For the AGROBEST‐based SLC assay, the expression cassettes of ARF5CTD‐NlucN, IAA28‐NlucC, and MYB30‐NlucC were PCR amplified and inserted into the AscI and XbaI sites of the binary vector pFGC‐RCS. To test the flg22‐ induced topology change of CNGC2 and CNGC4, the coding sequences of CNGC2 and CNGC4 were cloned and inserted into the BamHI and StuI sites of the vector HBT‐NlucN‐NlucC‐FLAG (Supplemental Sequences) to obtain the constructs NlucN‐CNGC2‐NlucC and NlucN‐CNGC4‐NlucC. To test the flg22‐induced dissociation between FLS2 and BSK1 using the mCherry‐ based BiFC assay (Fan et al. 2008), the coding sequences of FLS2 and BSK1 were fused to the coding sequences of N‐terminal (mCherryN, aa 1–159) and C‐ terminal (mCherryC, aa160‐235) fragments of mCherry, respectively."
    }, {
      "heading" : "Protoplast isolation and transfection",
      "text" : "Isolation and transfection of Arabidopsis protoplasts using 4‐weak‐old Col‐0 plants were conducted as previously described (Yoo et al. 2007). Briefly, leaves were cut into 0.5 mm strips and digested in the enzyme solution containing 1.5% cellulase R10, 0.2% macerozyme R10, 0.4 M mannitol, 20 mM MES (pH5.7), 20 mM KCl, 10 mM CaCl2, and 0.1% BSA for 3 h. Equal volume of the W5 solution containing 154 mM NaCl, 125 mM CaCl2, 5 mM KCl, and 2 mM MES (pH 5.7) was added to the digestion mixture before it was filtered through a FALCON cell strainer. Protoplasts were collected by centrifugation at 100 g for 2 min, and were resuspended with the W5 solution before\nwww.jipb.net Month 2019 | Volume 00 | Issue 00 | 1–15\nbeing rested on ice for 1 h. Protoplasts were recollected by centrifugation and were resuspended with the MMG solution containing 0.4 M mannitol, 15 mM MgCl2, and 4mM MES (pH 5.7) to a concentration of 2 × 105 cells/mL. DNA transfection was carried out by mixing 200 μL protoplasts with 20 μL DNA (2 μg/μL) and 220 μL PEG solution containing 40% PEG4000, 0.2 M mannitol, and 0.1 M CaCl2. The transfection mixture was incubated at room temperature for 5 min before the transfection was stopped by adding 800 μL W5 solution. After centrifugation, cells were resuspended in 100 μL W5 solution and mixed with 1 mL WI solution containing 0.5 M mannitol, 20 mM KCl, and 4mM MES (pH 5.7) in a six‐well culture plate. Transfected protoplasts were incubated at room temperature in the dark overnight for protein expression."
    }, {
      "heading" : "Luminescence analysis",
      "text" : "To evaluate the restored Nluc activity caused by the ARF5CTD‐IAA28 interaction, overnight cultured protoplasts were concentrated to 100 μL. Protoplasts of 90 μL were mixed with 100 μM coelenterazine h (AAT Bioquest, USA) of 10 μL in a 96‐well microplate. To evaluate the restored Nluc activity due to the FRB‐FKBP interaction, protoplasts were concentrated to 300 μL and were divided into three equal aliquots of 90 μL. Two aliquots were treated with 10 nM rapamycin and one treated with the solvent DMSO. In 4 min, one rapamycin‐treated aliquot was treated with 10 μM ascomycin, while the remaining two aliquots were treated with DMSO. To evaluate the restored Nluc activity due to flg22‐ or chitin‐induced PPIs, protoplasts were concentrated to 200 μL and were divided into two equal aliquots of 90 μL. One aliquot was treated with 100 nM flg22 (QRLSTGSRINSAKDDAAGLQIA, synthesized by Wuhan Fine Peptide, China) or 1 mg/mL chitin (Sigma, USA), while the other was treated with sterile water. The luminescence was recorded immediately using coelenterazine h as the substrate at a working concentration of 10 μM in a Varioskan microplate luminometer (Thermo Fisher, USA) at intervals of 1 min. The restored Fluc activity was measured using D‐luciferin as a substrate at a working concentration of 250 μg/mL using the same Varioskan luminometer.\nCo‐immunoprecipitation Co‐immunoprecipitation was performed according to the protocol described previously (Miao et al. 2019). Briefly, protoplasts of 1 mL were co‐transfected with the split Nluc constructs. After 12‐h co‐expression, the cell pellet was lysed by vigorous vortexing in 500 μL IP lysis buffer containing 10 mM HEPES (pH7.5), 100 mM NaCl, 1 mM EDTA, 10% glycerol, 0.5% Triton X‐100, and 1× EDTA‐free protease inhibitor cocktail (Roche, USA) for 1 min. After centrifugation at 14,000 g for 10 min at 4°C, the supernatant was incubated with 10 μL anti‐ FLAG or anti‐HA agarose beads (Sigma) for 3 h. The beads were pelleted and washed five times with the IP wash buffer containing 10 mM HEPES (pH7.5), 100 mM NaCl, 1 mM EDTA, 10% glycerol, and 0.1% Triton X‐100, followed by twice with 50 mM Tris‐HCl (pH7.5). The IP fraction was obtained by boiling the beads in 50 μL 2× sodium dodecyl sulfate‐polyacrylamide gel electrophoresis loading buffer at 95°C for 5 min and its composition was determined by western blot using horseradish peroxidase‐conjugated anti‐HA or anti‐ FLAG antibodies (Sigma). The immunoblot signal was visualized using a TanonTM High‐sig ECL Western Blotting Substrate (Tanon Science & Technology, China), and was recorded by a chemiluminescence detection system (SynGene, UK)."
    }, {
      "heading" : "Agrobacterium‐mediated seedling transformation",
      "text" : "Agrobacteria carrying the constructs of pFGC‐ARF5CTD‐ NlucN and pFGC‐IAA28‐NlucC or pFGC‐MYB30‐NlucC were used for infecting the 4‐d‐old Arabidopsis efr‐1 seedlings through the AGROBEST method (Wu et al. 2014). The efr‐1 seedlings were co‐cultivated with the Agrobacteria at the OD600 of 0.005 in the co‐cultivation medium containing the 1/4 MS medium, 1/2 AB‐MES (17.2 mM K2HPO4, 8.3 mM NaH2PO4, 18.7 mM NH4Cl, 2 mM KCl, 1.25 mM MgSO4, 100 μM CaCl2, 10 μM FeSO4, 50 mM MES, 2% glucose (w/v), pH 5.5), and 200 μM acetosyringone at 28°C for 2 d. We added 0.01% Silwet L‐77 to facilitate the Agrobacterium infection according to the FAST protocol described previously (Li et al. 2009). The co‐cultivation medium was then replaced by 1/2 MS medium supplemented with 100 μg/ mL carbenicillin to inhibit the Agrobacterium growth. The seedlings were grown for another 3 d. The restored Nluc activity was measured by the Varioskan microplate luminometer (Thermo Fisher) using\nMonth 2019 | Volume 00 | Issue 00 | 1–15 www.jipb.net\ncoelenterazine h as the substrate at a working concentration of 20 μM.\nAgrobacterium infiltration of N. benthamiana leaves N. benthamiana leaf infiltration was performed based on the previously described protocol (Sparkes et al. 2006). Briefly, Agrobacterium tumefaciens GV3101 cells transformed with the intended binary vectors were grown overnight at 28°C. Pelleted cells were resuspended in the infiltration buffer containing 10 mM MgCl2, 10 mM MES (pH5.6), and 200 μM acetosyringone to the OD600 of 0.1. Five‐week‐old N. benthamiana leaves were infiltrated with Agrobacterium cells using a needle‐less syringe. Agrobacterium cells co‐expressing ARF5CTD and IAA28 and those co‐ expressing ARF5CTD and MYB30 were separately infiltrated into the two halves of a leaf. After protein expression for 4 d, 50 μM coelenterazine h was infiltrated into the previously infiltrated area and the restored Nluc activity in the leaf was immediately imaged using a GelView 6000Plus system (Guangzhou Biolight Equipment Company, China)."
    }, {
      "heading" : "BiFC assay",
      "text" : "Arabidopsis protoplasts co‐expressing FLS2‐mCherryN and BSK1‐mCherryC were divided into two equal aliquots, one treated with 100 nM flg22 for 15min and the other treated with sterile water. Microscopic images were acquired on a Leica DMi8 fluorescence microscope using a 20× /0.4 objective. The mCherry fluorescence was detected using the DSRED filter set (excitation filter, 546/11 nm; dichromatic mirror, 560 nm; suppression filter, 605/75 nm). The excitation and emission wavelengths were used at 561 and 575–665 nm, respectively.\nACKNOWLEDGEMENT\nThis work was supported by the National Natural Science Foundation of China (31570276 and 31770295 to JFL).\nAUTHOR CONTRIBUTIONS\nJ.F.L. conceived and supervised the study. F.Z.W. and Y.J.G. conducted the protoplast‐ or plant‐based SLC assays. F.Z.W. conducted the BiFC assay. N.Z. and Y.J.\nG. performed the co‐IP assays. N.Z. performed the CNGC allosteric assay. F.Z.W., Y.J.G., and N.Z. analyzed the data. B.Q.G. codon‐optimized and synthesized the Nluc gene. J.F.L. wrote the paper. All authors read and approved the final manuscript.\nREFERENCES\nBuendia L, Girardin A, Wang T, Cottret L, Lefebvre B (2018) LysM receptor‐like kinase and LysM receptor‐like protein families: An update on phylogeny and functional characterization. Front Plant Sci 9: 1531\nCao Y, Liang Y, Tanaka K, Nguyen CT, Jedrzejczak RP, Joachimiak A, Stacey G (2014) The kinase LYK5 is a major chitin receptor in Arabidopsis and forms a chitin‐induced complex with related kinase CERK1. Elife 3: e03766\nChen H, Zou Y, Shang Y, Lin H, Wang Y, Cai R, Tang X, Zhou JM (2008) Firefly luciferase complementation imaging assay for protein‐protein interactions in plants. Plant Physiol 146: 368–376\nChinchilla D, Zipfel C, Robatzek S, Kemmerling B, Nurnberger T, Jones JD, Felix G, Boller T (2007) A flagellin‐induced complex of the receptor FLS2 and BAK1 initiates plant defence. Nature 448: 497–500\nCui Y, Zhang X, Yu M, Zhu Y, Xing J, Lin J (2019) Techniques for detecting protein‐protein interactions in living cells: Principles, limitations, and recent progress. Sci China Life Sci 62: 619–632\nDe Rybel B, Vassileva V, Parizot B, Demeulenaere M, Grunewald W, Audenaert D, Van Campenhout J, Overvoorde P, Jansen L, Vanneste S, Moller B, Wilson M, Holman T, Van Isterdael G, Brunoud G, Vuylsteke M, Vernoux T, De Veylder L, Inze D, Weijers D, Bennett MJ, Beeckman T (2010) A novel aux/IAA28 signaling cascade activates GATA23‐dependent specification of lateral root founder cell identity. Curr Biol 20: 1697–1706 Di Paola L, Giuliani A (2015) Protein contact network topology: A natural language for allostery. Curr Opin Struct Biol 31: 43–48\nDixon AS, Schwinn MK, Hall MP, Zimmerman K, Otto P, Lubben TH, Butler BL, Binkowski BF, Machleidt T, Kirkland TA, Wood MG, Eggers CT, Encell LP, Wood KV (2016) NanoLuc complementation reporter optimized for accurate measurement of protein interactions in cells. ACS Chem Biol 11: 400–408\nEngland CG, Ehlerding EB, Cai W (2016) NanoLuc: A small luciferase is brightening up the field of bioluminescence. Bioconjug Chem 27: 1175–1187\nFan JY, Cui ZQ, Wei HP, Zhang ZP, Zhou YF, Wang YP, Zhang XE (2008) Split mCherry as a new red bimolecular fluorescence complementation system for visualizing protein‐protein interactions in living cells. Biochem Biophys Res Commun 367: 47–53\nwww.jipb.net Month 2019 | Volume 00 | Issue 00 | 1–15\nGehl C, Kaufholdt D, Hamisch D, Bikker R, Kudla J, Mendel RR, Hansch R (2011) Quantitative analysis of dynamic protein‐protein interactions in planta by a floated‐leaf luciferase complementation imaging (FLuCI) assay using binary Gateway vectors. Plant J 67: 542–553\nHall MP, Unch J, Binkowski BF, Valley MP, Butler BL, Wood MG, Otto P, Zimmerman K, Vidugiris G, Machleidt T, Robers MB, Benink HA, Eggers CT, Slater MR, Meisenheimer PL, Klaubert DH, Fan F, Encell LP, Wood KV (2012) Engineered luciferase reporter from a deep sea shrimp utilizing a novel imidazopyrazinone substrate. ACS Chem Biol 7: 1848–1857\nInouye S, Watanabe K, Nakamura H, Shimomura O (2000) Secretional luciferase of the luminous shrimp Oplophorus gracilirostris: cDNA cloning of a novel imidazopyrazinone luciferase(1). FEBS Lett 481: 19–25\nKudla J, Bock R (2016) Lighting the way to protein‐protein interactions: Recommendations on best practices for bimolecular fluorescence complementation analyses. Plant Cell 28: 1002–1008\nLi JF, Bush J, Xiong Y, Li L, McCormack M (2011) Large‐scale protein‐protein interaction analysis in Arabidopsis mesophyll protoplasts by split firefly luciferase complementation. PLoS ONE 6. e27364\nLi JF, Park E, von Arnim AG, Nebenführ A (2009) The FAST technique: A simplified Agrobacterium‐based transformation method for transient gene expression analysis in seedlings of Arabidopsis and other plant species. Plant Methods 5: 6\nLiu T, Liu Z, Song C, Hu Y, Han Z, She J, Fan F, Wang J, Jin C, Chang J, Zhou JM, Chai J (2012) Chitin‐induced dimerization activates a plant immune receptor. Science 336: 1160–1164 Lopez J, Mukhtar MS (2017) Mapping protein‐protein interaction using high‐throughput yeast 2‐Hybrid. Methods Mol Biol 1610: 217–230 Mahfouz MM, Kim S, Delauney AJ, Verma DP (2006) Arabidopsis TARGET OF RAPAMYCIN interacts with RAPTOR, which regulates the activity of S6 kinase in response to osmotic stress signals. Plant Cell 18: 477–490 Miao S, Liu J, Guo J, Li JF (2019) Engineering plants to secrete affinity‐tagged pathogen elicitors for deciphering immune receptor complex or inducing enhanced immunity. J Integr Plant Biol https://doi.org/10.1111/jipb. 12859 Miller KE, Kim Y, Huh WK, Park HO (2015) Bimolecular fluorescence complementation (BiFC) analysis: Advances and recent applications for genome‐wide interaction studies. J Mol Biol 427: 2039–2055\nMoeder W, Urquhart W, Ung H, Yoshioka K (2011) The role of cyclic nucleotide‐gated ion channels in plant immunity. Mol Plant 4: 442–452\nNishimura K, Ishikawa S, Matsunami E, Yamauchi J, Homma K, Faulkner C, Oparka K, Jisaka M, Nagaya T, Yokota K, Nakagawa T (2015) New gateway‐compatible vectors for a high‐throughput protein‐protein interaction analysis by\na bimolecular fluorescence complementation (BiFC) assay in plants and their application to a plant clathrin structure analysis. Biosci Biotechnol Biochem 79: 1995–2006\nPaulmurugan R, Massoud TF, Huang J, Gambhir SS (2004) Molecular imaging of drug‐modulated protein‐protein interactions in living subjects. Cancer Res 64: 2113–2119\nShi H, Shen Q, Qi Y, Yan H, Nie H, Chen Y, Zhao T, Katagiri F, Tang D (2013) BR‐SIGNALING KINASE1 physically associates with FLAGELLIN SENSING2 and regulates plant innate immunity in Arabidopsis. Plant Cell 25: 1143–1157\nSparkes IA, Runions J, Kearns A, Hawes C (2006) Rapid, transient expression of fluorescent fusion proteins in tobacco plants and generation of stably transformed plants. Nat Protoc 1: 2019–2025\nTian W, Hou C, Ren Z, Wang C, Zhao F, Dahlbeck D, Hu S, Zhang L, Niu Q, Li L, Staskawicz BJ, Luan S (2019) A calmodulin‐gated calcium channel links pathogen patterns to plant immunity. Nature 572: 131–135\nWan J, Tanaka K, Zhang XC, Son GH, Brechenmacher L, Nguyen TH, Stacey G (2012) LYK4, a lysin motif receptor‐like kinase, is important for chitin signaling and plant innate immunity in Arabidopsis. Plant Physiol 160: 396–406\nWu HY, Liu KH, Wang YC, Wu JF, Chiu WL, Chen CY, Wu SH, Sheen J, Lai EM (2014) AGROBEST: An efficient Agrobacterium‐mediated transient expression method for versatile gene function analyses in Arabidopsis seedlings. Plant Methods 10: 19\nXing S, Wallmeroth N, Berendzen KW, Grefen C (2016) Techniques for the analysis of protein‐protein interactions in vivo. Plant Physiol 171: 727–758\nYoo SD, Cho YH, Sheen J (2007) Arabidopsis mesophyll protoplasts: A versatile cell system for transient gene expression analysis. Nat Protoc 2: 1565–1572\nZhou Z, Bi G, Zhou JM (2018) Luciferase complementation assay for protein‐protein interactions in plants. Curr Protoc Plant Biol 3: 42–50\nSUPPORTING INFORMATION\nAdditional Supporting Information may be found online in the supporting information tab for this article: http:// onlinelibrary.wiley.com/doi/10.1111/jipb.12891/suppinfo Figure S1. Western blot analysis for the expression of ARF5CTD, IAA28, MYB30, and LysM‐RLKs in the Nluc‐ based SLC assays (A, B) ARF5CTD‐NlucN, IAA28‐NlucC, and MYB30‐NlucC are expressed in Arabidopsis protoplasts (A) and N. benthamiana leaves (B). (C) CERK1/LYK2/3/4/5‐NlucC (labeled by asterisks) and CERK1‐NlucN are all expressed in Arabidopsis protoplasts. Note that LYK3‐NlucC has a low abundance presumably due to protein instability.\nMonth 2019 | Volume 00 | Issue 00 | 1–15 www.jipb.net\nFigure S2. Flg22‐induced FLS2‐BAK1 interaction cannot be detected by the Flucbased SLC assay The Arabidopsis protoplasts co‐expressing FLS2‐FlucC and BAK1‐FlucN or FLS2‐FlucN and BAK1‐FlucC for 12 h were divided into two equal aliquots, one treated with 100 nM flg22 and the other treated with water as mock. Figure S3. Flg22‐induced FLS2‐BSK1 dissociation cannot be reflected by the mCherry‐based BiFC assay The Arabidopsis protoplasts co‐expressing FLS2‐ mCherryN and BSK1‐mCherryC were divided into two equal aliquots, one treated with 100 nM flg22 and the other treated with mock (water). mCherryN and\nmCherryC encode aa 1–159 and aa 160–235 of mCherry, respectively. Scale bar = 10 μm. Figure S4. Flg22‐induced allosteric change of CNGC2 can be barely detected by split Fluc complementation The Arabidopsis Col‐0 (A) or fls2 (B) protoplasts expressing FlucN‐CNGC2‐FlucC for 12 h were divided into two equal aliquots, one treated with 100 nM flg22 (red) and the other treated with water as mock (blue). Note that, overall, the red line is slightly lying underneath the blue line in (A) but not in (B). Table S1. Primers used in this study Supplemental sequences\nwww.jipb.net Month 2019 | Volume 00 | Issue 00 | 1–15"
    } ],
    "references" : [ {
      "title" : "LysM receptor‐like kinase and LysM receptor‐like protein families: An update on phylogeny and functional characterization",
      "author" : [ "L Buendia", "A Girardin", "T Wang", "L Cottret", "B Lefebvre" ],
      "venue" : "Front Plant Sci",
      "citeRegEx" : "Buendia et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Buendia et al\\.",
      "year" : 2018
    }, {
      "title" : "The kinase LYK5 is a major chitin receptor in Arabidopsis and forms a chitin‐induced complex with related kinase CERK1",
      "author" : [ "Y Cao", "Y Liang", "K Tanaka", "CT Nguyen", "RP Jedrzejczak", "A Joachimiak", "G Stacey" ],
      "venue" : "Elife 3:",
      "citeRegEx" : "Cao et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Cao et al\\.",
      "year" : 2014
    }, {
      "title" : "Firefly luciferase complementation imaging assay for protein‐protein interactions in plants",
      "author" : [ "H Chen", "Y Zou", "Y Shang", "H Lin", "Y Wang", "R Cai", "X Tang", "JM Zhou" ],
      "venue" : "Plant Physiol",
      "citeRegEx" : "Chen et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2008
    }, {
      "title" : "A flagellin‐induced complex of the receptor FLS2 and BAK1 initiates plant",
      "author" : [ "D Chinchilla", "C Zipfel", "S Robatzek", "B Kemmerling", "T Nurnberger", "JD Jones", "G Felix", "T Boller" ],
      "venue" : "defence. Nature",
      "citeRegEx" : "Chinchilla et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Chinchilla et al\\.",
      "year" : 2007
    }, {
      "title" : "Techniques for detecting protein‐protein interactions in living cells: Principles, limitations, and recent progress",
      "author" : [ "Y Cui", "X Zhang", "M Yu", "Y Zhu", "J Xing", "J Lin" ],
      "venue" : "Sci China Life Sci",
      "citeRegEx" : "Cui et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Cui et al\\.",
      "year" : 2019
    }, {
      "title" : "A novel aux/IAA28 signaling cascade activates GATA23‐dependent specification of lateral root founder cell identity",
      "author" : [ "MJ nett", "T Beeckman" ],
      "venue" : "Curr Biol",
      "citeRegEx" : "nett and Beeckman,? \\Q2010\\E",
      "shortCiteRegEx" : "nett and Beeckman",
      "year" : 2010
    }, {
      "title" : "Protein contact network topology: A natural language for allostery",
      "author" : [ "L Di Paola", "A Giuliani" ],
      "venue" : "Curr Opin Struct Biol",
      "citeRegEx" : "Paola and Giuliani,? \\Q2015\\E",
      "shortCiteRegEx" : "Paola and Giuliani",
      "year" : 2015
    }, {
      "title" : "2016) NanoLuc complementation reporter optimized for accurate measurement of protein interactions in cells",
      "author" : [ "AS Dixon", "MK Schwinn", "MP Hall", "K Zimmerman", "P Otto", "TH Lubben", "BL Butler", "BF Binkowski", "T Machleidt", "TA Kirkland", "MG Wood", "CT Eggers", "LP Encell", "KV Wood" ],
      "venue" : null,
      "citeRegEx" : "Dixon et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Dixon et al\\.",
      "year" : 2016
    }, {
      "title" : "NanoLuc: A small luciferase is brightening up the field of bioluminescence",
      "author" : [ "CG England", "EB Ehlerding", "W Cai" ],
      "venue" : "Bioconjug Chem",
      "citeRegEx" : "England et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "England et al\\.",
      "year" : 2016
    }, {
      "title" : "Quantitative analysis of dynamic",
      "author" : [ "RR", "R Hansch" ],
      "venue" : null,
      "citeRegEx" : "RR and Hansch,? \\Q2011\\E",
      "shortCiteRegEx" : "RR and Hansch",
      "year" : 2011
    }, {
      "title" : "Lighting the way to protein‐protein",
      "author" : [ "J Kudla", "R Bock" ],
      "venue" : null,
      "citeRegEx" : "Kudla and Bock,? \\Q2016\\E",
      "shortCiteRegEx" : "Kudla and Bock",
      "year" : 2016
    }, {
      "title" : "2019) Engineering plants",
      "author" : [ "S Miao", "J Liu", "J Guo", "JF Li" ],
      "venue" : null,
      "citeRegEx" : "Miao et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Miao et al\\.",
      "year" : 2019
    }, {
      "title" : "New gateway‐compatible vectors for",
      "author" : [ "T Nakagawa" ],
      "venue" : null,
      "citeRegEx" : "Nakagawa,? \\Q2015\\E",
      "shortCiteRegEx" : "Nakagawa",
      "year" : 2015
    }, {
      "title" : "BR‐SIGNALING KINASE1 physically",
      "author" : [ "D Tang" ],
      "venue" : null,
      "citeRegEx" : "F and Tang,? \\Q2013\\E",
      "shortCiteRegEx" : "F and Tang",
      "year" : 2013
    }, {
      "title" : "LYK4, a lysin motif receptor‐like kinase",
      "author" : [ "TH", "G Stacey" ],
      "venue" : null,
      "citeRegEx" : "TH and Stacey,? \\Q2012\\E",
      "shortCiteRegEx" : "TH and Stacey",
      "year" : 2012
    }, {
      "title" : "AGROBEST: An efficient",
      "author" : [ "J Sheen", "EM Lai" ],
      "venue" : null,
      "citeRegEx" : "Sheen and Lai,? \\Q2014\\E",
      "shortCiteRegEx" : "Sheen and Lai",
      "year" : 2014
    }, {
      "title" : "Arabidopsis mesophyll",
      "author" : [ "SD Yoo", "YH Cho", "J Sheen" ],
      "venue" : null,
      "citeRegEx" : "Yoo et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Yoo et al\\.",
      "year" : 2007
    }, {
      "title" : "Luciferase complementation",
      "author" : [ "Z Zhou", "G Bi", "JM Zhou" ],
      "venue" : null,
      "citeRegEx" : "Zhou et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 4,
      "context" : "To date, several approaches have been developed for assessing PPIs in plant cells, each with advantages and disadvantages (Xing et al. 2016; Cui et al. 2019).",
      "startOffset" : 122,
      "endOffset" : 157
    }, {
      "referenceID" : 4,
      "context" : "The FRET assay is a sensitive technique for monitoring dynamic PPIs and meanwhile can reveal the subcellular locations of PPIs (Cui et al. 2019).",
      "startOffset" : 127,
      "endOffset" : 144
    }, {
      "referenceID" : 10,
      "context" : "due to the slow maturation and irreversibility of the reconstituted fluorescent protein (Kudla and Bock 2016).",
      "startOffset" : 88,
      "endOffset" : 109
    }, {
      "referenceID" : 17,
      "context" : "them would bring the separate luciferase fragments into close proximity to transiently reconstitute an active luciferase (Zhou et al. 2018).",
      "startOffset" : 121,
      "endOffset" : 139
    }, {
      "referenceID" : 2,
      "context" : "Currently, the firefly luciferase (Fluc) is the most frequently used luciferase in the SLC assay in plants (Chen et al. 2008; Gehl et al. 2011; Li et al. 2011; Zhou et al. 2018).",
      "startOffset" : 107,
      "endOffset" : 177
    }, {
      "referenceID" : 17,
      "context" : "Currently, the firefly luciferase (Fluc) is the most frequently used luciferase in the SLC assay in plants (Chen et al. 2008; Gehl et al. 2011; Li et al. 2011; Zhou et al. 2018).",
      "startOffset" : 107,
      "endOffset" : 177
    }, {
      "referenceID" : 8,
      "context" : "Strikingly, Nluc is the smallest luciferase characterized so far and is able to generate brighter luminescence than Fluc in mammalian cells (Hall et al. 2012; England et al. 2016).",
      "startOffset" : 140,
      "endOffset" : 179
    }, {
      "referenceID" : 7,
      "context" : "The N‐terminal 159‐aa fragment of Nluc (NlucN) and the C‐terminal 11‐aa fragment (NlucC) have been further employed to create a complementation reporter called NanoBiT in mammalian cells (Dixon et al. 2016).",
      "startOffset" : 187,
      "endOffset" : 206
    }, {
      "referenceID" : 2,
      "context" : "imaging system are often combined for analyzing PPIs through the Fluc‐based SLC assay (Chen et al. 2008).",
      "startOffset" : 86,
      "endOffset" : 104
    }, {
      "referenceID" : 3,
      "context" : "Pathogen elicitor‐induced dynamic PPIs in Arabidopsis defense signaling can be monitored using the Nluc‐ based SLC assay In Arabidopsis immune signaling, perception of the bacterial elicitor flg22 can induce the heterodimerization of the flg22 receptor FLS2 and co‐receptor BAK1 (Chinchilla et al. 2007).",
      "startOffset" : 279,
      "endOffset" : 303
    }, {
      "referenceID" : 0,
      "context" : "Different heterodimerization patterns between CERK1 and its homologs can be revealed by the Nluc‐based SLC assay CERK1 belongs to the Arabidopsis lysin‐motif receptor‐ like kinase (LysM‐RLK) family that also includes four other members, namely LYK2 to LYK5 (Wan et al. 2012; Buendia et al. 2018).",
      "startOffset" : 257,
      "endOffset" : 295
    }, {
      "referenceID" : 1,
      "context" : "can undergo chitin‐induced heterodimerization with CERK1 to trigger chitin signaling (Cao et al. 2014).",
      "startOffset" : 85,
      "endOffset" : 102
    }, {
      "referenceID" : 1,
      "context" : "LYK4 has an overlapping function with LYK5 in chitin signaling, and has been shown to interact with CERK1 (Cao et al. 2014).",
      "startOffset" : 106,
      "endOffset" : 123
    }, {
      "referenceID" : 2,
      "context" : "Previous studies have demonstrated the Fluc‐based SLC assay as a sensitive tool for analyzing PPIs in plant cells (Chen et al. 2008; Gehl et al. 2011; Li et al. 2011; Zhou et al. 2018).",
      "startOffset" : 114,
      "endOffset" : 184
    }, {
      "referenceID" : 17,
      "context" : "Previous studies have demonstrated the Fluc‐based SLC assay as a sensitive tool for analyzing PPIs in plant cells (Chen et al. 2008; Gehl et al. 2011; Li et al. 2011; Zhou et al. 2018).",
      "startOffset" : 114,
      "endOffset" : 184
    }, {
      "referenceID" : 7,
      "context" : "It is possible that the brighter bioluminescence of Nluc (Hall et al. 2012; Dixon et al. 2016; England et al. 2016) has increased the overall sensitivity of the SLC assay in these cases.",
      "startOffset" : 57,
      "endOffset" : 115
    }, {
      "referenceID" : 8,
      "context" : "It is possible that the brighter bioluminescence of Nluc (Hall et al. 2012; Dixon et al. 2016; England et al. 2016) has increased the overall sensitivity of the SLC assay in these cases.",
      "startOffset" : 57,
      "endOffset" : 115
    }, {
      "referenceID" : 1,
      "context" : "stitutively associate with CERK1 in the protoplast‐ based co‐IP assay regardless of chitin treatment (Cao et al. 2014).",
      "startOffset" : 101,
      "endOffset" : 118
    }, {
      "referenceID" : 1,
      "context" : "only CERK1, LYK4, and LYK5 but not LYK2 or LYK3 are critical for chitin signaling (Cao et al. 2014).",
      "startOffset" : 82,
      "endOffset" : 99
    }, {
      "referenceID" : 7,
      "context" : "Molecular cloning To develop a set of vectors for both SLC and co‐IP assays, the Nluc coding sequence (Dixon et al. 2016) was codon‐optimized based on the codon preference of Arabidopsis, and was synthesized at Synbio Technologies (Suzhou, China).",
      "startOffset" : 102,
      "endOffset" : 121
    }, {
      "referenceID" : 16,
      "context" : "Protoplast isolation and transfection Isolation and transfection of Arabidopsis protoplasts using 4‐weak‐old Col‐0 plants were conducted as previously described (Yoo et al. 2007).",
      "startOffset" : 161,
      "endOffset" : 178
    }, {
      "referenceID" : 11,
      "context" : "Co‐immunoprecipitation was performed according to the protocol described previously (Miao et al. 2019).",
      "startOffset" : 84,
      "endOffset" : 102
    } ],
    "year" : 2019,
    "abstractText" : "Deciphering protein‐protein interactions (PPIs) is fundamental for understanding signal transduction pathways in plants. The split firefly luciferase (Fluc) complementation (SLC) assay has been widely used for analyzing PPIs. However, concern has risen about the bulky halves of Fluc interfering with the functions of their fusion partners. Nano luciferase (Nluc) is the smallest substitute for Fluc with improved stability and luminescence. Here, we developed a dual‐use system enabling the detection of PPIs through the Nluc‐based SLC and co‐immunoprecipitation assays. This was realized by coexpression of two proteins under investigation in fusion with the HA‐ or FLAG‐tagged Nluc halves, respectively. We validated the robustness of this system by reproducing multiple previously documented PPIs in protoplasts or Agrobacterium‐transformed plants. We next applied this system to evaluate the homodimerization of Arabidopsis CERK1, a coreceptor of fungal elicitor chitin, and its heterodimerization with other homologs in the absence or presence of chitin. Moreover, split fragments of Nluc were fused to two cytosolic ends of Arabidopsis calcium channels CNGC2 and CNGC4 to help sense the allosteric change induced by the bacterial elicitor flg22. Collectively, these results demonstrate the usefulness of the Nluc‐based SLC assay for probing constitutive or inducible PPIs and protein allostery in plant cells. Edited by: Qi Xie, Institute of Genetics and Developmental Biology, CAS, China Received Nov. 2, 2019; Accepted Nov. 15, 2019; Online on Nov. 22, 2019",
    "creator" : "John Wiley & Sons"
  }
}