{
  "name" : "downloads_2019-10-22_5d_ma2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Silicalite‐1 Derivational Desilication-Recrystallization to Prepare Hollow Nano-ZSM‐5 and Highly Mesoporous Micro-ZSM‐5 Catalyst for Methanol to Hydrocarbons",
    "authors" : [ "Zhe Ma", "Tingjun Fu", "Yujie Wang", "Juan Shao", "Qian Ma", "Chunmei Zhang", "Liping Cui", "Zhong Li" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "1. INTRODUCTION",
      "text" : "As methanol can be abundantly produced from coal, the conversion of methanol to hydrocarbons (MTH) over acidic zeolite has become a significant alternative route for production of hydrocarbons independent of crude oil.1−3 It is well-known that the pore structure and acidity of acidic zeolites, such as beta, SAPO-34, and ZSM-5, can largely control the composition and distribution of MTH products.4−7 Among these diverse catalysts employed in MTH, ZSM-5 zeolite is widely used for its well-defined microporous structure, high hydrothermal stability, and strong acidity, and could present high selectivity to gasoline, olefin, and aromatics.8−10 However, the microporous structure of ZSM-5 zeolite results in mass transfer limitations, which seriously restrict its catalytic application.11,12 The narrow micropores of ZSM-5 zeolites usually leads to slow diffusion of bulky reactants and products. In the MTH reaction, the mass transfer limitations would reduce the access of the methanol to the acid sites, resulting in a low catalyst utilization and formation of carbon precursors. The formed carbon precursors diffuse outside with difficulty and can turn to coke to block the micropore channels or cover the active sites in the catalysts, leading to the rapid deactivation of the ZSM-5 zeolite and a loss in selectivity. The rapid deactivation of ZSM-5 zeolite is a crucial issue during the methanol to hydrocarbons process.13−15\nIn this context, many researches introduced mesopores into the bulk phase of the crystal to improve the diffusion\nproperties of the reactant molecules in the micropores. The introduction of mesopores into a micropores system could shorten the diffusion path length, allowing the reactants to reach the active sites more easily and also facilitating the products to diffuse out of the catalyst through the introduced mesopores.15−17 Usually, the “bottom-up” or primary synthesis and “top-down” or postsynthesis treatment are two synthetic strategies of hierarchical structure zeolites.12,18−21 The “bottom-up” approach is a direct syntheses method using hard templates such as carbon black or carbon fibers, as well as soft templates of surfactants or silanes. However, both hard and soft templates are expensive and the materials are difficult to handle, limiting their commercial application. In contrast, the “top-down” route, a postsynthetic strategy including desilication with alkali and dealumination with acid, is more popular in application. In addition, when compared to the dealumination with acid, the desilication using alkali forms mesopores easily, and hence is widely used to prepare hierarchical ZSM-5 zeolites.21−24\nNevertheless, there are some problems associated with the alkali treatment desilication approach. First, during the alkali treatment, part of the ZSM-5 zeolite crystallinity is sacrificed due to the silica leaching from zeolite crystals. Ogura et al.25\nReceived: August 14, 2018 Revised: January 12, 2019 Accepted: January 17, 2019 Published: January 17, 2019\n© 2019 American Chemical Society 2146 DOI: 10.1021/acs.iecr.8b03858 Ind. Eng. Chem. Res. 2019, 58, 2146−2158\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF G\nO T\nH E\nN B\nU R\nG o\nn O\nct ob\ner 2\n2, 2\n01 9\nat 1\n1: 29\n:0 3\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\nfound that after treatment of 0.2 M NaOH solution, the resulting ZSM-5 lost a great majority of crystal (∼40%) when compared to the parent ZSM-5. Second, the fabricated mesopores are easily destroyed due to the variation of alkali treatment condition. More importantly, the fabricated mesopores are irregular and uneven due to the nonuniform desilication of ZSM-5 zeolite. Groen et al.26 showed that Al is rich in exterior while poor in the interior part of the ZSM-5. The existence of the Al distribution gradient caused a better tolerance to alkaline treatment for the exterior than for the interior part of ZSM-5. In another study, Groen and coworkers27 demonstrated that the presence of high Al content (Si/Al < 20) in ZSM-5 zeolite inhibited the removal of silicon species, leading to the difficulty of pore fabrication by desilication. However, the low Al content (Si/Al > 50) caused excessive and unselective silicon dissolution, and eventually resulted in relatively large pores. Although many researchers adjusted the alkali treatment condition or SiO2/Al2O3 ratio of zeolite during the alkaline treatment to optimize the mesoporous structure of ZSM-5, it is still a challenge to prepare the ZSM-5 catalysts with high mesoporosity. Many studies tried to find an effective method to increase the mesoporosity and crystallinity of ZSM-5 zeolites after their alkaline treatment. Dai et al.28 synthesized hollow zeolite nanocubes by desilication and recrystallization of silicalite-1 using tetrapropylammonium hydroxide (TPAOH) solution. They demonstrated that controlled silicon leaching from OH− could help introduce large voids to silicalite-1 crystals and the recrystallization of silicon with TPA+ assisted formation of intact thin shells. Following this work, we aspired to add NaAlO2 as aluminum source and TPAOH solution as organic alkaline structure-directing agent during the desilication and recrystallization process of parent silicalite-1, in which the inner silicon species were leached out with OH− and then the leached silicon species were recrystallized with an aluminum source under the template of TPA+. This silicalite-1 derivational desilication−recrystallization was designed for the introduction of mesopores and the formation of silica− aluminum framework, aiming to produce highly mesoporous ZSM-5 zeolites. Here, we report a simple and efficient route to prepare ZSM5 catalysts with strong acidity and high mesoporosity through silicalite-1 derivational desilication-recrystallization. The prepared zeolites were characterized by XRD, TEM, N2 physisorption, NH3-TPD, ICP-AES,\n29Si and 27Al MAS NMR. The process of recrystallization, especially the mechanism of mesopores fabrication based on different particle sizes of silicalite (S-1) and diverse liquid-to-solid ratio, was studied. For S-1 with crystal size of 200 nm, after the desilication-recrystallization, a clearly hollow structured nanoZSM-5 with rich mesopores in its shell was obtained. This was due to the coeffect of preferential desilication from Na+ and suppressive desilication from TPA+ on the surface.38 The amount of total acid sites for nano-ZSN-5 was found to be 0.70 mmol g−1. Whereas, when S-1 with crystal size of 900 nm was used as parent, the hollow structure was not observed under the same treating conditions and the amount of acid sites was only 0.11 mmol g−1. Interestingly, when the liquid-to-solid ratio was increased, abundant mesopores were found to distribute homogeneously in the bulk phase and the acidity of prepared catalysts gradually increased. These highly mesoporous ZSM-5 catalysts were applied to the MTH reaction. They exhibited higher activity and longer lifetime than ZSM-5\ncatalysts synthesized via traditional hydrothermal synthesis, because of the larger external surface, stronger acid strength, and greater coke content. Particularly, the micro-ZSM-5 catalyst derived with a liquid-to-solid ratio of 30 mL/g possessed a maximal external surface area of 171 m2 g−1 and a proper acid amount of 0.65 mmol g−1, presenting the greatest coke content of 0.30 g gcat\n−1. Its lifetime reached 192 h which was four times greater than that of the micro-ZSM-5 prepared via conventional method."
    }, {
      "heading" : "2. EXPERIMENTAL SECTION",
      "text" : "2.1. Catalyst Preparation. First, two silicalite-1 (S-1) zeolites with different particle sizes were prepared by a previously reported method.28 Typically, the silicalite-1 with average crystal size of 200 nm (named as S200) was synthesized with a molar composition of 1:0.27:8:23 (SiO2/ TPAOH/EtOH/H2O) using tetraethyl orthosilicate (TEOS, Kermal, 98.0%), tetrapropylammonium hydroxide (TPAOH, 25% aqueous solution), and ethyl alcohol (EtOH, 99.7%) as raw materials. The prepared mother gel was aged at 308 K for 5 h followed by hydrothermal treatment in an autoclave at 443 K for 72 h under stirring conditions. Then, the product was collected by centrifugation and washed thoroughly using deionized water. After drying overnight at 373 K, the S200 was obtained by calcination in air at 823 K for 6 h. For comparison, silicalite-1 with average crystal size of 900 nm (named as S900) was prepared using the same method and the molar composition of gel was 1:0.17:8:46 (SiO2/TPAOH/EtOH/ H2O). To prepare nano-ZSM-5 zeolite, 5 g of nanosized S200 was added into the 50 mL, 0.3 M TPAOH solution with a liquidto-solid ratio of 10 mL/g. After that, 0.345 g of NaAlO2 was added to the solution. The molar composition of the final gel was 60:1:11:1:23 (SiO2/Al2O3/TPAOH/Na2O/H2O). After being mixed adequately, the gel was transferred to a Teflon container and hydrothermally treated under stirring conditions at 443 K for 72 h. The solid product was separated by filtration and dried overnight at 373 K. Finally, the TPA+ was removed by calcination in air at 823 K for 6 h and the Na-form sample was obtained. To obtain H-form zeolite, the ion exchange of Na-form sample was performed with 0.8 M NH4NO3 solution at 353 K for three times. Then, the sample was again recovered by centrifugation, dried overnight at 373 K and calcined at 823 K for 6 h to produce H-ZSM-5, abbreviated as HS200-10. Micro-ZSM-5 zeolite named HS900-10 was also synthesized based on the desilication−recrystallization of S-900 with same raw material ratio and preparation process as HS200-10. To optimize the structure of micro-ZSM-5, the other two microZSM-5 zeolites were obtained by changing the liquid-to-solid ratio from 10 mL/g to 30 and 50 mL/g and were abbreviated as HS900-30 and HS900-50, respectively. For comparison, two ZSM-5 zeolites possessing same SiO2/ Al2O3 ratio (SiO2/Al2O3 = 60) and similar crystal size with HS200-10 and HS900-30, were synthesized via traditional hydrothermal synthesis as reported previously.29 The crystal size of ZSM-5 was controlled by adjusting the H2O/Si ratio in the gel mixture. The H2O/Si ratio of 40 and 110 in the crystallization solution were chosen to prepare nano-ZSM5 and micro-ZSM-5 zeolites and were denoted as HZ200 and HZ900, respectively. The detailed procedure can be found in the Supporting Information. The above synthesis conditions are summarized in Table S1.\nDOI: 10.1021/acs.iecr.8b03858 Ind. Eng. Chem. Res. 2019, 58, 2146−2158\n2147\n2.2. Catalyst Characterization. Powder X-ray diffraction (XRD) patterns were recorded on a Rigaku D/Max 2500 diffractometer using Cu Kα radiation (40 kV, 40 mA, λ = 1.54439 Å) in the 2θ range of 5−50° with a step size of 0.02 and at a scanning speed of 8(deg)/min. Transmission electron microscopy (TEM) was used to measure the morphology and crystal size of the samples, through a JEM-2100F instrument operating at 200 kV. Before the measurements, the samples were dispersed into ethanol solutions, and then this mixture was deposited on the porous copper mesh coated with carbon film. The nitrogen physisorption isotherms of samples at 77 K were obtained on a Beishide 3H-2000PS2 instrument. Before each measurement, the sample was degassed under vacuum conditions at 523 K for 4 h. The total surface area was calculated by the Brunauer−Emmett−Teller (BET) equation, while the t-plot method was applied to the calculation of external surface area, micropore area, and micropore volume. The total pore volume was obtained from the amount of N2 adsorbed at p/po = 0.99. The Barrett−Joyner−Halenda (BJH) method was used to calculate the pore size distribution. Temperature-programmed desorption of ammonia (NH3TPD) was performed to measure the acid amount on a Micromeritics Autochem II 2920 instrument. Prior to the measurement, ∼100 mg of sample was heated to 823 K for 90 min in He stream. To achieve sufficient NH3 adsorption, the sample was put in a mixed gas flow of 85% He and 15 mol % NH3 after cooling to 393 K. After the adsorption, the sample was flushed in He flow for 1 h at 393 K to remove NH3 adsorbed weakly. Subsequently, the temperature was increased at a rate of 10 K min−1 to 823 K and the NH3-TPD profile was obtained. Inductively coupled plasma-atomic emission spectrometer (ICP-AES) was adopted to determine the Si and Al contents of the samples using an Autoscan16 TJA instrument. Typically, ∼100 mg of sample was suspended in the mixed solutions of hydrofluoric acid (40 wt %) and concentrated nitric acid (65 wt %) at 333 K, whose dosage were 0.5 and 2 mL, respectively. Solid state 29Si and 27Al MAS NMR were recorded on a 600 MHz Bruker Avance III NMR spectrometer equipped with two radio frequency channels to investigate the coordination of Si and Al in the framework for samples. The thermal gravimetric (TG) curves of deactivated samples were measured with a STA449F3 instrument under an air flow with a rate of 10 K/min from 303 to 1073 K. 2.3. Catalytic Performance. The performance of the ZSM-5 catalysts in the MTH reaction was evaluated using a high pressure fixed-bed reactor. Typically, 0.5 g of sieved catalyst was mixed with 2.5 g of silica sand and then loaded into the middle of a stainless steel tubular reactor. Before the MTH reaction, the catalyst was activated at 450 °C for 100 min under flowing nitrogen (35 mL min−1). Then, liquid methanol was gasified at 240 °C in a preheater at a flow rate of 0.05 mL min−1, and meanwhile introduced N2 at a flow rate of 35 mL min−1 into the reactor. The MTH reaction was performed under a set of constant conditions of temperature of 400 °C, pressure of 1 MPa and weight hourly speed velocity (WHSV) of 4.7 h−1. The liquid hydrocarbons were obtained after the condensation of reaction products while the uncondensable vapor and gas were gathered with a gas sampling bag. These two kinds of products were analyzed with a Shimadzu GC-2014C instrument connected to a FID detector and a Zhongkehuifen GC-7820 instrument equipped\nwith TCD and FID detectors, respectively. From the GC results, we could calculate and obtain the methanol conversion and product selectivity."
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "3.1. Pore Architectures and Morphology of ZSM-5 Zeolites. 3.1.1. Crystallinity Analysis. The powder XRD patterns of the synthesized samples are shown in Figure 1.\nAlthough all ZSM-5 zeolites presented typical MFI structures upon desilication−recrystallization,30 the peak intensity of their XRD patterns decreased in different degrees compared to that of the parent S-1 samples. To obtain the relative crystallinity of ZSM-5 zeolites, we selected sample S200 and S900 as the references and regarded their crystallinity as 100%. By calculating the ratio of the three peak areas in ranges of 22.5−25° of ZSM-5 samples relative to those of S-1 samples, the relative crystallinity of ZSM-5 was obtained, as listed in\nTable 1.31 Obviously, the relative crystallinity of prepared ZSM-5 zeolites were less than 100%, revealing a desilication process, during which the inner silicon species were etched by OH− and were leached out of the crystal. Under the liquid-tosolid ratio of 10 mL/g, the relative crystallinity of the obtained HS200-10 was 95.3% while the relative crystallinity of the HS900-10 was only 73.6%. With the liquid-to-solid ratio increased to 30 and 50 mL/g, the obtained HS900-30 and HS900-50 exhibited an improved relative crystallinity of 95.2 and 96.2%, respectively. This illustrated a more difficult desilication−recrystallization process for S900 than S200 under the same liquid-to-solid ratio of 10 mL/g, and by increasing the liquid-to-solid ratio, S900 could achieve sufficient desilication−recrystallization. In addition, HZ200 and HZ900, prepared via the traditional hydrothermal synthesis, possessed the same crystallinity as S200 and S900.\n3.1.2. Morphology Analysis. Representative TEM images of these samples are shown in Figure 2. The S200 had regular coffin-like crystal morphology and the crystal size was about 200 nm (Figure 2a). After the desilication−recrystallization of S200, a hollow structure with rich mesopores (∼23 nm) in its shell could be observed in HS200-10 (Figure 2b). During the desilication−recrystallization process, TPA+ adsorbed on the\nDOI: 10.1021/acs.iecr.8b03858 Ind. Eng. Chem. Res. 2019, 58, 2146−2158\n2148\noutside surface of S-1 and partly protected it from being etched32 while the inner silicon species were leached out constantly by OH−. The leached silicon species quickly diffused out of the nanosized S200 and then recrystallized with the Al source under the template of TPA+ on the external surface of S200 to form the silica−aluminum skeleton structure of ZSM-5 zeolite. During the recrystallization process, there was some Na+ absorbed on the outer surface of S200 and the newly formed ZSM-5, where the silicon species cannot recrystallize due to the lack of TPA+. Finally, mesopores were successfully created in the shell of the hollow structured ZSM-5 due to the skeletal-growth inhibition role of Na+ that adsorbed on the zeolite surface.33\nComparatively, for the desilication−recrystallization of S-1 with a crystal size of ∼900 nm (S900, Figure 2c), many uneven mesopores ranging from several to tens of nanometers were observed in the bulk phase of HS900-10 (Figure 2d,d′) when the liquid-to-solid ratio was also 10 mL/g. The large crystal size of S900 made it difficult for the leached silicon species to diffuse out of the crystal, a result being that the leached silicon species were recrystallized inside the crystals with the TPA+ and Al source entering through the channel. With the liquid-\nto-solid ratio increased to 30 mL/g, more OH− and TPA+ were available for S900 and the etching of silicon species and recrystallization were more likely to happen. This can be evidenced by the increased crystallinity of HS900-30 compared with HS900-10. Particularly, the increased OH− promoted the desilication process and created more mesopores in the bulk phase of HS900-30 (Figure 2e) when compared to HS900-10. Moreover, the increased TPA+ provided more protection for near silicon species and promoted the formation of uniform mesopores. Finally, mesopores with pore size of about 15 nm were evenly distributed in the bulk phase of HS900-30 (Figure 2e,e′). However, with the liquid-to-solid ratio further increased to 50 mL/g, excessive desilication was observed inside the crystal and an obvious macroporous structure was formed in HS900-50 (Figure 2f,f′), although the recrystallization still proceeded. In addition, the TEM images of HZ200 and HZ900 synthesized by traditional hydrothermal synthesis are presented in Figure S1. Compared with the conventional HZ200 and HZ900 zeolites, HS200-10 and HZ900-30 showed higher mesoporosity.\n3.1.3. Textural Properties Analysis. The nitrogen physisorption isotherms of S-1 and ZSM-5 samples are shown in\nTable 1. Relative Crystallinity of Parent S-1 and Prepared ZSM-5 Zeolites\nS200 HS200-10 S900 HS900-10 HS900-30 HS900-50\ncrystallinity (%) 100 95.3 100 73.6 95.2 96.2\nFigure 2. Typical TEM images of parent S-1 and prepared ZSM-5 zeolites. (a) S200; (b) HS200-10; (c) S900; (d,d′) HS900-10; (e,e′) HS900-30; (f,f′) HS900-50.\nDOI: 10.1021/acs.iecr.8b03858 Ind. Eng. Chem. Res. 2019, 58, 2146−2158\n2149\nFigure 3. Both S-1 (S200, S900) and conventional ZSM-5 (HZ200, HZ900) samples showed type I isotherms with a\nsteep N2 uptake at low relative pressures, indicating their microporous structure according to the IUPAC classifications.34 After desilication−recrystallization of S200 and S900, the synthesized ZSM-5 zeolites presented type IV isotherms with a remarkable H4-shaped hysteresis loop, showing the existence of mesopore structures.34 It is noteworthy that under the same liquid-to-solid ratio of 10 mL/g, the hysteresis loop of HS200-10 was larger than that of HS900-10. This indicated that the internal silicon of S200 crystal was easier to be leached out. It also presented the formation of highly mesoporous structures, which was consistent with the TEM results. During the desilication−recrystallization process of S900, when the liquid-to-solid ratio was increased to 30 mL/g, the hysteresis loop of the obtained HS900-30 enlarged obviously. However, with the liquid-to-solid ratio further increased to 50 mL/g, the hysteresis loop of the prepared HS900-50 was contracted. This demonstrated that the amount of OH− and TPA+ had a great influence on the pore forming process of S900 and a moderate amount of OH− and TPA+ could promote the formation of highly mesoporous ZSM-5 zeolite (Figure 2e).\nThe textural properties of these samples obtained from the isotherms are listed in Table 2. In general, both external surface area (Sext) and mesoporous volume (Vmeso) for ZSM-5 zeolites synthesized by desilication−recrystallization of S-1 were greater than those for S-1. This further demonstrated the introduction of mesopores into the bulk phase of zeolites during the desilication−recrystallization, which was consistent with the TEM results. The Sext and Vmeso of S200 were only 54 m2 g−1 and 0.26 cm3 g−1, respectively. After desilication− recrystallization of S200, the obtained HS200-10 possessed a hollow structure with rich mesopores in shell and the Sext and Vmeso were increased to 121 m\n2 g−1 and 0.46 cm3 g−1, respectively. Whereas, the Sext and Vmeso of HS900-10 were only 89 m2 g−1 and 0.30 cm3 g−1, respectively. With the liquidto-solid ratio increased to 30 mL/g, more mesopores were created in the bulk phase of the crystal (Figure. 2e) and the Sext and Vmeso of HS900-30 reached 171 m\n2 g−1 and 0.39 cm3 g−1, respectively. However, with the liquid-to-solid ratio further increased to 50 mL/g, the Sext and Vmeso of the obtained HS900-50 were obviously reduced to 93 m2 g−1 and 0.23 cm3 g−1, respectively. This was due to the excessive desilication and structure damage of S900 caused by the large amount of OH−. In addition, the Sext and Vmeso of HZ200 and HZ900 were only 60 m2 g−1 and 0.32 cm3 g−1, 42 m2 g−1, and 0.08 cm3 g−1, respectively. All these supported the formation of highly mesoporous ZSM-5 zeolites by desilication−recrystallization of silicalite-1. The pore size distribution of S-1 and ZSM-5 samples is shown in Figure 4. Clearly, for S200 and S900, the low pore size distribution peak at ∼2 nm can be observed, indicating that some small mesopores (∼2 nm) existed in S200 and S900. After the desilication−recrystallization of S200, an obvious pore size distribution within the scope of 20−30 nm was observed for HS200-10, confirming that the mesopores were indeed introduced into the shell, combined with TEM results. The HS900-10 exhibited similar pore size distribution with HS200-10. However, compared with HS200-10, the peak intensity of pore size distribution (centered at 20−30 nm) was reduced, indicating a lower mesoporosity for HS900-10. Besides, HS900-10 also showed a sharp pore size distribution peak centered at ∼2 nm, demonstrating the generation of many small mesopores under corresponding treatment conditions. With the liquid-to-solid ratio increased to 30 mL/g, the increased amount of OH− and TPA+ caused the fusion of small mesopores and the sufficient recrystallization.\nTable 2. Textural Properties of Parent S-1 and Fresh and Coked ZSM-5 Zeolitesa\nsurface area (m2·g−1) pore volume (cm3·g−1)\nSBET Smicro Sext Vtotal Vmeso\nsamples crystal size (nm) fresh coked fresh coked fresh coked fresh coked fresh coked\nS200 200 435 381 54 0.45 0.26 HS200-10 200 426 136 305 83 121 53 0.61 0.34 0.46 0.30 HZ200 200 378 79 318 42 60 37 0.48 0.16 0.32 0.14 S900 900 412 369 43 0.27 0.09 HS900-10 900 293 200 204 131 89 69 0.41 0.33 0.30 0.27 HS900-30 900 442 132 271 85 171 47 0.52 0.17 0.39 0.13 HS900-50 900 419 116 326 66 93 50 0.38 0.22 0.23 0.19 HZ900 900 393 105 351 69 42 36 0.24 0.11 0.08 0.08\naNote: SBET = BET surface area, calculated by the BET model; Smicro = micropore area, determined by the t-plot method; Sext = external surface area, determined by the t-plot method; Vtotal = total pore volume, determined from the adsorbed amount at p/p0 = 0.99; Vmicro = micropore volume, calculated by the t-plot method; Vmeso = Vtotal − Vmicro.\nDOI: 10.1021/acs.iecr.8b03858 Ind. Eng. Chem. Res. 2019, 58, 2146−2158\n2150\nThis promoted the fabrication of obvious mesopores within the scope of 3−20 nm, and a pore size distribution centered at 10−20 nm was observed. Whereas, when the liquid-to-solid ratio was increased to 50 mL/g, the formed mesopores in bulk phase were destroyed and connected with each other, leading to an obviously decreased distribution peak intensity at 10−20 nm for the obtained HS900-50 sample. These variations of the pore size distribution were consistent with the TEM results. In addition, HZ200 and HZ900 both showed a pore size distribution centered at ∼2 nm, which was similar to S200 and S900. 3.2. Mechanism of Controlling the Position of Desilication−Recrystallization. On the basis of the above analysis of pore structure, the fabrication mechanism of mesopore during the desilication−recrystallization of nanosized S200 and microsized S900 are illustrated in Scheme 1. When nanosized S200 (Scheme 1a) is used as parent, the added TPA+ and Na+ are adsorbed competitively on the S200\nsurface via electrostatic interactions (Scheme 1b). During the desilication process, TPA+ with a large molecular size cannot get into the interior of S200 through the micropores and partly protect the surface from being etched. Therefore, the silicon species near Na+ are removed preferentially and then mesopores are formed on the surface.32 The generated mesopores provide channels for the quick leaching of the inner silicon species out of the S200 crystal (Scheme 1c). This was followed by recrystallization of the leached silicon species with Al source on the outer surface under the template of TPA+ to form the skeleton structure of ZSM-5. This continuous desilication−recrystallization leads to the production of hollow structured nano-ZSM-5. During the recrystallization process, there is some Na+ adsorbed on the outer surface of S200 and the newly formed ZSM-5, where the silicon species cannot recrystallize due to the lack of TPA+.28 Finally, mesopores are created in the shell of the hollow structured nano-ZSM-5 due to the inhibition role of Na+ in the skeletal growth (Scheme 1c,d). Comparatively, when microsized S900 is used as parent (Scheme 1a′), the competitive adsorption also occurs on the surface (Scheme 1b′). Because of the protective effect from TPA+, the silicon species near Na+ will be removed preferentially, and thus formed mesopores can be used as channels on the surface. Compared with that of S200, the larger crystal size of S900 made it difficult for the leached silicon species to diffuse out of the crystal. On the contrary, the TPA+ and Al source can easily enter inside the crystal through the formed channels mentioned above, and then recrystallize with the silicate oligomers to form the skeleton structure of ZSM-5 zeolite (Scheme 1c′). After the sufficient desilication− recrystallization of S900 with the liquid-to-solid ratio of 30 mL/g, abundant mesopores are found to distribute homogeneously in the bulk phase of the micro-ZSM-5 (Scheme 1d′). In conclusion, it was found that the coeffect of preferential desilication effect from Na+ and the protected desilication effect from TPA+ determine the location of desilication,\nScheme 1. Mechanism of Controlling the Position of Desilication−Recrystallization\nDOI: 10.1021/acs.iecr.8b03858 Ind. Eng. Chem. Res. 2019, 58, 2146−2158\n2151\nwhereas the position of recrystallization is determined by the diffusion path of silicalite-1, which ultimately affects the mesopore structure of prepared ZSM-5. 3.3. Acid Property of ZSM-5 Zeolites. 3.3.1. NH3-TPD and ICP-AES Analysis. The acid property of the prepared nano-ZSM-5 and micro-ZSM-5 were influenced by the desilication−recrystallization degrees of S200 and S900, respectively. The NH3-TPD profiles of the prepared ZSM-5 zeolites are presented in Figure 5. As can be seen, all samples\nexhibited two well resolved desorption peaks, which is typical for ZSM-5 zeolite. The peak at 150−320 °C is known as the low temperature desorption peaks corresponding to weak acid sites, while the high temperature desorption peaks at 320−550 °C correspond to strong acid sites.35,36 By Gaussian fitting of the two desorption peaks, we could obtain three peaks and assign them to weak, medium, and strong acid sites, respectively. The acid strength could be reflected by the peak temperature while the peak areas would be associated with the acid amount.16 As shown in Table 3, HS200-10\npossessed a total acid amount of 0.70 mmol g−1, much higher than the 0.11 mmol g−1 for HS900-10, indicating that the Al source was not adequately embedded in the framework structure for S900 during the recrystallization process. This suggested that under the same liquid-to-solid ratio of 10 mL/g, the desilication−recrystallization process was easier to be proceeded for nanosized S200 than microsized S900. When\nthe liquid-to-solid ratio was increased to 30 mL/g, the total acid amount of the prepared HS900-30 substantially increased to 0.65 mmol g−1, which was close to 0.70 mmol g−1 of HS20010. Interestingly, with the liquid-to-solid ratio further increased to 50 mL/g, the total acid amount of the prepared HS900-50 reached 0.86 mmol g−1, which was larger than that of HS90030 and HS200-10. In addition, the strength of acid sites of HS900-50 was also higher than that of HS900-30 and HS20010. The above changes of acid amount could be reflected by the variation of SiO2/Al2O3 ratios determined by the ICP-AES results. As shown in Table 3, the SiO2/Al2O3 ratios of the three obtained micro-ZSM-5 decreased from 39.9 to 33.4 and 31.4, with the liquid-to-solid ratio increasing from 10 to 30 and 50 mL/g, respectively. This indicated that the desilicationrecrystallization process of microsized S900 requested more amount of OH− and TPA+ than that of nanosized S200, so that enough Al source would be embedded in the framework structure and the strong acidity was obtained. Compared with HZ200 and HZ900 synthesized via the traditional hydrothermal synthesis, HS200-10, HS900-30, and HS900-50 prepared by sufficient desilication−recrystallization exhibited a larger amount of acid sites. This demonstrated that the silicalite-1 derivational desilication−recrystallization method is more favorable for the formation of silicon−aluminum skeleton structure of ZSM-5, namely the generation of acidic sites. This silicalite-1 derivational disilication−recrystallization method has a distinct advantage over the traditional hydrothermal strategy on the production of ZSM-5 with large acid amount and high acid strength, and thus can be applied to some reactions demanding a strong acid catalyst. This can be reflected by the difference of SiO2/Al2O3 ratio between these two kinds of ZSM-5. The SiO2/Al2O3 ratios of HS200-10 and HS900-30 obtained by sufficient desilication−recrystallization were 41.7 and 33.4, respectively, much less than that of HZ200 and HZ900 (56.9 and 63.0, respectively).\n3.3.2. 29Si MAS NMR Analysis. As shown in Figure 6, the deconvolution of 29Si spectrum may lead to four peaks centered at −102 ppm (SiOH), −106 ppm (Si(3Si,1Al)), and −113 and −116 (Si(4Si,0Al)).37 For S200, the content of Si(4Si,0Al) and SiOH sites were 91.84% and 8.16%, respectively (Figure 6a). After desilication−recrystallization of S200, these two values for HS200-10 sharply decreased to 83.67% and 1.09%, with an observation of Si(3Si,1Al) sites around −106 ppm whose content was 15.24% (Figure 6b). This indicated that the Si species in Si(4Si,0Al) and SiOH were easily leached out and recrystallized with Al source under the template of TPA+ to form Si(3Si,1Al) sites of ZSM-5 zeolite during the desilication−recrystallization process of S200. Compared with S900, the content of SiOH sites for micro-HS900-10 decreased from 6.62 to 2.73%, with an observation of Si(3Si,1Al) sites around −106 ppm whose content was only 1.64% (Figure 6d). When the liquid-to-solid ratio was increased to 30 mL/g, the content of Si(3Si,1Al) sites for the obtained HS900-30 rapidly increased to 14.32%, with a decrease in SiOH and Si(4Si,0Al) amount (Figure 6e). With the liquid-to-solid ratio further increasing to 50 mL/g, the prepared HS900-50 showed a higher amount of Si(3Si,1Al) sites of 16.84% and a lower amount of Si(4Si,0Al) sites of 82.23% (Figure 6f), illustrating that more Si species in Si(4Si,0Al) and SiOH were leached out and formed more Si(3Si,1Al) sites with increasing liquid-to-solid ratio. This demonstrated that the strong acidity and enough TPA+ played\nDOI: 10.1021/acs.iecr.8b03858 Ind. Eng. Chem. Res. 2019, 58, 2146−2158\n2152\na decisive role in the production of ZSM-5 by desilication− recrystallization, which was consistent with NH3-TPD and ICP-AES results. 3.3.3. 27Al MAS NMR Analysis. The 27Al NMR spectra of all prepared ZSM-5 zeolites showed two peaks as can be seen in Figure 7. The one at ∼53 ppm is categorized as tetrahedral aluminum, corresponding to framework Al (FAl). The other one at around −0.5 ppm is known as octahedral aluminum, corresponding to extra-framework Al (EFAl).38 For HS200-10, the content of framework Al was 87% and the content of extraframework Al was 13%, demonstrating that most of the aluminum was embedded in the skeleton structure while a small portion existed in the form of nonskeleton aluminum\nduring the desilication−recrystallization process of S200. Interestingly, for micro-ZSM-5 catalysts, the content of framework Al increased from 72 to 85% while the content of extra-framework Al decreased from 28 to 15% with the liquidto-solid ratio increasing from 10 to 50 mL/g, indicating that more aluminum was embedded in the skeleton structure. As seen in Figure 7, the content of framework Al and extraframework Al for HZ200 were the same as those for HS20010, and the contents of two kinds of Al for HZ900 were similar with those for HS900-50. This further illustrated the feasibility of the desilication−recrystallization method for preparing ZSM-5. More importantly, compared with nanosized S200, the desilication−recrystallization process of microsized S900\nDOI: 10.1021/acs.iecr.8b03858 Ind. Eng. Chem. Res. 2019, 58, 2146−2158\n2153\nrequired more OH− and TPA+ to ensure that enough Al source would be embedded in the framework structure and a similar content of framework Al would be obtained. 3.4. Catalytic Performance of ZSM-5 Catalysts for the MTH Reaction. The catalytic performance of prepared ZSM-5 catalysts in MTH was evaluated in a fixed-bed reactor under the conditions of temperature of 400 °C, pressure of 1 MPa, and WHSV of 4.7 h−1. The methanol conversions with time on stream for these ZSM-5 samples are shown in Figure 8a. The\nHS200-10 possessed good stability and exhibited complete conversion of methanol (100%) within the 110 h of reaction and declined slowly later. In contrast, the methanol conversion of HS900-10 obtained under the same conditions decreased from 97 to 84% within only 25 h. A larger amount of acid sites of HS200-10 (0.70 mmol g−1) than of HS900-10 (0.11 mmol g−1) was responsible for the higher methanol conversion for HS200-10 than that of HS900-10. Interestingly, with the liquid-to-solid ratio increased to 30 mL/g, the acid amount of obtained HS900-30 enhanced to 0.65 mmol g−1, methanol conversion improved obviously and was maintained at 100%\nduring the first 110 h of the reaction period. However, with the liquid-to-solid ratio further increased to 50 mL/g, the methanol conversion of prepared HS900-50 still declined after 110 h and did not show better stability even if its acid amount increased to 0.86 mmol g−1, which was attributed to its reduced Vmeso (0.23 cm 3 g−1) and Sext (93 m 2 g−1). As seen in Figure 8a, the methanol conversions of HS200-10, HS900-30, and HS900-50 synthesized by desilication−recrystallization were apparently higher than those of HZ200 and HZ900 produced by traditional hydrothermal synthesis. This confirmed that the increased acidity and improved mesoporosity promoted the efficient conversion of methanol. The liquid hydrocarbons yield versus time on stream for prepared catalysts are shown in Figure 8b. As can be seen, the liquid hydrocarbons yield of all samples went up at the beginning, which was different from the methanol conversion that rapidly reached 100% (Figure 8a). This demonstrated that in the conversion process of methanol, the growth of carbon chain needed some time to produce multicarbon number hydrocarbons. After the yield had been maintained at a stable stage, the coke covered the active sites and blocked the channel, resulting in the reduction of liquid hydrocarbons yield. By contrast, the catalytic performances of these catalysts were quite different, and more precise data are summarized in Table 4. For HS200-10, the total liquid hydrocarbons\nproduction and the lifetime were 122 g gcat −1 and 180 h, respectively. However, due to the low methanol conversion (Figure 8a), no liquid hydrocarbon was received for HS900-10. For micro-ZSM-5, when the liquid-to-solid ratio was increased to 30 mL/g, the catalytic performance of the obtained HS90030 improved significantly. Particularly, its total liquid hydrocarbons production and lifetime reached 141 g gcat\n−1 and 192 h, respectively, even higher than those of HS200-10, which was due to the improved acidity (0.65 mmol g−1) and external surface area (171 m2 g−1). However, when the liquid-to-solid ratio was further increased to 50 mL/g, although the acidity of the derived HS900-50 increased to 0.86 mmol g−1, its low external surface area (93 m2 g−1) caused by the damage of mesoporous structure was adverse to product diffusion, its total production of liquid hydrocarbons and the lifetime reduced to 71 g gcat\n−1 and 156 h, respectively, lower than those of HS20010. On the whole, the ZSM-5 catalysts prepared by desilication−recrystallization of S-1 exhibited better catalytic performance than those ZSM-5 catalysts synthesized via traditional hydrothermal synthesis, which was due to the obviously increased acidity and improved mesoporosity. Especially for HS900-30, its total production of liquid\nDOI: 10.1021/acs.iecr.8b03858 Ind. Eng. Chem. Res. 2019, 58, 2146−2158\n2154\nhydrocarbons and the lifetime reached 141 g gcat −1 and 192 h, respectively, which is four times greater than those of HZ900. The deactivation of ZSM-5 catalyst is mainly due to the formation of coke and its deposition on the catalyst, which subsequently covers the acid sites and blocks the channels.39,40 To some extent, the difference of coke content among various catalysts could explain the difference of the catalytic performance discussed above. Coke content of the spent catalysts were studied by TG analysis (Figure 9a). The relationship between lifetime and coke content is shown in Figure 9b, in which we can see that the lifetime is proportional to the coke content for various samples. For HS200-10, the production of a hollow structure with rich mesopores in its shell (Figure 2b) accelerates the outward diffusion of interior coke precursor, resulting in a mass of coke formed on the outer surface. Therefore, the coke content of HS200-10 reached 0.30 g gcat −1 and the lifetime was 180 h, higher than those of HZ200. However, for HS900-10 with low mesoporosity and poor acidity, liquid hydrocarbon products cannot be collected because of its low catalytic activity and its coke content of 0.03 g gcat\n−1. Interestingly, when the liquid-to-solid ratio was increased to 30 mL/g, the coke content of HS900-30 reached the highest value of 0.30 g gcat\n−1 and the lifetime was the longest (192 h), even higher than those of HS200-10. This suggested its outstanding diffusivity because of the formation of abundant homogeneous mesopores in the bulk phase. However, when the liquid-to-solid ratio was further increased to 50 mL/g, the damaged mesoporous structure of HS900-50 impeded the outward diffusion of internal coke precursor, leading to a lower coke content of 0.19 g gcat\n−1 and a shorter lifetime of 156 h. It was noteworthy that the coke content and lifetime of HS90030 and HS900-50 were much higher than those of HZ900, which was due to the obviously improved mesoporosity. The different coke contents discussed above could be reflected by the pore structure change after reaction to some extent. The N2 physisorption isotherms of the deactivated catalysts are shown in Figure S2. During the MTH reaction, the formed coke deposited inside the channels and partly blocked the channels, resulting in the remarkable decrease of SBET and SMicro. To study the amount of coke deposition in mesopores and micropores of different ZSM-5 zeolites, “Rmeso” and “Rmicro” were defined as the decrement of mesopores and micropores, respectively, and the data are summarized in Table 5. As can be seen, all samples exhibited higher value of Rmicro than that of Rmeso, indicating that most of the coke deposited in the micropores and a few in the mesopores for all zeolites. On the whole, the value of Rmeso was mainly determined by the\ndiffusivity and acidity of the ZSM-5 catalysts. For HS200-10, although the produced abundant mesopores would accelerate the outward diffusion of interior coke precursor, its strong acidity could easily cause the coke deposition before they diffused to external, resulting in a small value of Rmeso (0.35) for HS200-10. However, for HS900-10, the acidity was poor (0.11 mmol g−1) and mesopores were seldom used and the value of Rmeso was only 0.10. Interestingly, although the acidity of HS900-30 increased obviously, the coke formation was mainly affected by its abundant bulk mesoporous. After introducing abundant mesopores into the bulk of HS900-30, more coke was deposited on the mesopore surface due to the remarkably improved diffusion property that promoted the diffusion of coke precursors, and a higher Rmeso value of 0.67 was presented. However, for HS900-50, the strongest acidity (0.86 mmol g−1) caused the rapid coke formation before they diffused to the exterior. Besides, the diffusion of coke precursors was slowed due to its decreased external surface area (93 m2 g−1). Hence, the coke formation on HS900-50 was not as easy as on HS900-30 and mainly happened in micropores, resulting in a small Rmeso value of 0.17. In MTH reaction, liquid hydrocarbons were important products, which mainly distributed in the C4−C10 hydrocarbons. In this work, the liquid hydrocarbon products collected at the reaction time of 24 h were analyzed and the obtained liquid hydrocarbons product distribution is shown in Table S2 and Figure 10. The differences of pore structures and acidity between various ZSM-5 led to the significant differences in carbon number distribution.41,42 The light hydrocarbons (C4−C6) selectivity for HZ200 was 21%. Compared with HZ200, HS200-10 possessed a larger external surface (121 m2 g−1) which could provide shorter diffusion paths for molecules to diffuse out. This was unfavorable for the carbon chain growth but beneficial to the generation of light\nDOI: 10.1021/acs.iecr.8b03858 Ind. Eng. Chem. Res. 2019, 58, 2146−2158\n2155\nhydrocarbons. However, the selectivity of light hydrocarbons for HS200-10 was only 22%, similar to that of HZ200. This was attributed to its strong acidity (Table 3) that was favorable for the dehydrogenation and cyclization reaction and thus formed a large amount of heavy products. For HS900-30, which possessed a similar acid amount and acid strength with HS200-10, its selectivity of light hydrocarbons reached 36%, much higher than that of HS200-10, which was due to the larger external surface (171 m2 g−1) than that of HS200-10 (121 m2 g−1). Whereas, the small external surface area (93 m2 g−1) of HS900-50 caused by the damage of the mesoporous structure reduced the diffusion of molecules, which was beneficial to the growth of the carbon chain. Moreover, the increased acid amount and acid strength of HS900-50 (Table 3, Figure 5) also facilitated the production of heavy hydrocarbons. As a consequence, the light hydrocarbons selectivity for HS900-50 reduced to 24%. Interestingly, the 28% selectivity of light hydrocarbons for HZ900 was between those of HS900-30 and HS900-50, which was due to the least amount and lowest strength of acid sites for HZ900 among these micro-ZSM-5 samples. In addition, compared with HZ900, the larger external surface of HZ200 was beneficial to the generation of light hydrocarbons, but the stronger acid strength of HZ200 caused the low light hydrocarbons selectivity. On the basis of the above discussion, it can be concluded that in the MTH reaction, the excellent acid property of ZSM-5 including a large acid amount and high acid strength was beneficial to the production of heavy hydrocarbons (C7−C11). Furthermore, the diffusion paths of ZSM-5 also limited the growth of the carbon chain, and the improved diffusion properties could promote the production of light products (C4−C6). The liquid hydrocarbons product composition of the above catalysts was also analyzed and the results are shown in Table S3 and Figure 11. For all catalysts, the liquid hydrocarbons product consists of aromatics (A), isoparaffins (iP), olefins (O), normal paraffins (nP), and naphthenes (N), among which isoparaffins and aromatics were the primary products. The liquid hydrocarbons products distribution was greatly affected by the variation of acidity and textural properties in different ZSM-5 catalysts. Large space and appropriate acidity could facilitate the hydrogen transfer reactions which was beneficial\nto the production of isoparaffins,43,44 whereas the production of aromatics was mainly determined by the strength of acid sites. High acid strength was favorable for the dehydrogenation and cyclization.44 For HS200-10, the selectivity of aromatics was 64.90%, higher than that of HZ200, which was mainly ascribed to its larger acid amount and higher acid strength than HZ200. Compared with HS200-10, the selectivity of aromatics for HS900-30 decreased to 49.11%, but the selectivity of isoparaffins increased to 33.13%. This was because the weak acidity of HS900-30 (Figure 5 and Table 3) was not conductive to the production of aromatics, and the higher mesoporosity than HS200-10 (Table 2) facilitated the hydrogen transfer reactions. Interestingly, for HS900-50 obtained with the liquid-to-solid ratio of 50 mL/g, the isoparaffins selectivity was reduced to 22.49% and the aromatics selectivity was increased to 63.82%, which was due to the lower diffusion property caused by excessive desilication and enhanced acid property caused by sufficient recrystallization. The weaker acidity of HZ900 compared with that of HS900-30 and HS900-50 led to a low aromatics selectivity of 41.37%. In addition, when HZ200 was compared with HZ900, it could be found that although they had the same acid amount, the stronger acid strength of HZ200 than HZ900 (Figure 5) led to the higher aromatics selectivity."
    }, {
      "heading" : "4. CONCLUSIONS",
      "text" : "In this study, two types of silicalite-1 with different crystal sizes were used as parent for desilication−recrystallization with the addition of organic alkaline structure-directing agent and Al source to prepare mesoporous ZSM-5 catalysts. We found that during the desilication−recrystallization of nanosized S200, TPA+ was partly adsorbed on the surface of S200 and protected the nearby silicon species from being etched by OH−, while the internal silicon species were easily dissolved and leached out. The leached silicon species were then recrystallized with an Al source on the external surface of S200 under the template of TPA+ to form a silicon−aluminum skeleton structure of ZSM-5 zeolite even under a low liquid-tosolid ratio of 10 mL/g. The existence of Na+ in the synthesis system impeded the recrystallization of leached silicon species\nDOI: 10.1021/acs.iecr.8b03858 Ind. Eng. Chem. Res. 2019, 58, 2146−2158\n2156\nand in turn led to the introduction of mesopores inside the shell. Finally, a hollow structured nano-ZSM-5 (HS200-10) with rich mesopores (∼23 nm) inside its shell was produced. It possessed a strong acidity of 0.70 mmol g−1 and a large external surface area of 121 m2 g−1. However, for microsized S900, its large crystal size of 900 nm made it difficult for the leached silicon species to diffuse out of the crystals and it recrystallized inside the crystals with the TPA+ and Al source entering through the channel. Compared with S200, increasing the liquid-to-solid ratio to 30 mL/g could promote the sufficient desilication−recrystallization of S900. Abundant mesopores (∼15 nm) were found to distribute homogeneously in the bulk phase of the obtained micro-ZSM-5 (HS900-30). Its acid amount and external surface area were 0.65 mmol g−1 and 171 m2 g−1, respectively. This indicated that compared with S200, S900 required more TPA+ and OH− to ensure that enough Al source would be embedded in the framework structure to obtain strong acidity and form abundant mesopores. The large external surface area of above obtained ZSM-5 zeolites endowed them with excellent MTH catalytic activity, and especially stability. This occurs because the large external surface promotes the diffusion of coke precursors from the micropores to the external surface and increases the coke capacity of ZSM-5. Among all of the catalysts, HS900-30 with homogeneous mesoporous in the bulk phase presented the greatest coke content of 0.30 g gcat\n−1 and its lifetime reached 192 h which was four times greater than that of the micro-ZSM-5 prepared via conventional method. Besides, the comparative study of the effects of acid sites on product selectivity revealed that the high strength of the acid sites was favorable for cyclization and dehydrogenation reactions and increased the selectivity of aromatics.\n■ ASSOCIATED CONTENT *S Supporting Information . The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.iecr.8b03858.\nCatalyst preparation procedure for HZ200 and HZ900; notation of the samples and synthesis conditions; typical TEM images of HZ200 and HZ900 zeolites; N2 physisorption isotherms of coked ZSM-5 zeolites; distribution of carbon number for liquid hydrocarbon over various ZSM-5 zeolites; and liquid hydrocarbon product distribution over various ZSM-5 zeolites (PDF)\n■ AUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Authors",
      "text" : "*Tel./Fax: +86 03516018526. E-mail: lizhong@tyut.edu.cn. *E-mail: futingjun@tyut.edu.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Zhong Li: 0000-0001-6087-6854"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by the National Natural Science Foundation of China (No.21606160) and the Natural Science Foundation for Shanxi Province (No.201701D221039, No.201701D121025).\n■ REFERENCES (1) Müller, S.; Liu, Y.; Vishnuvarthan, M.; Sun, X.; Veen, A. C. V.; Haller, G. L.; Sanchez-Sanchez, M.; Lercher, J. A. Coke formation and deactivation pathways on H-ZSM-5 in the conversion of methanol to olefins. J. Catal. 2015, 325, 48−59. (2) Busca, G. Acid catalysts in industrial hydrocarbon chemistry. Chem. Rev. 2007, 107, 5366−5410. (3) Lunsford, J. H. Catalytic conversion of methane to more useful chemicals and fuels: a challenge for the 21st century. Catal. Today 2000, 63, 165−174. (4) Olsbye, U.; Svelle, S.; Bjørgen, M.; Beato, P.; Janssens, T. V.; Joensen, F.; Bordiga, S.; Lillerud, K. P. Conversion of methanol to hydrocarbons: how zeolite cavity and pore size controls product selectivity. Angew. Chem., Int. Ed. 2012, 51, 5810−5831. (5) Lee, K. Y.; Lee, S. W.; Ihm, S. K. Acid Strength Control in MFI Zeolite for the Methanol-to-Hydrocarbons (MTH) Reaction. Ind. Eng. Chem. Res. 2014, 53, 10072−10079. (6) Li, Z.; Martínez-Triguero, J.; Yu, J.; Corma, A. Conversion of methanol to olefins: Stabilization of nanosized SAPO-34 by hydrothermal treatment. J. Catal. 2015, 329, 379−388. (7) Liu, Z.; Dong, X.; Zhu, Y.; Emwas, A. H.; Zhang, D.; Tian, Q.; Han, Y. Investigating the Influence of Mesoporosity in Zeolite Beta on Its Catalytic Performance for the Conversion of Methanol to Hydrocarbons. ACS Catal. 2015, 5, 5837−5845. (8) Kokotailo, G. T.; Lawton, S. L.; Olson, D. H.; Meier, W. M. Structure of synthetic zeolite ZSM-5. Nature 1978, 272, 437−438. (9) Liu, Y.; Zhou, X.; Pang, X.; Jin, Y.; Meng, X.; Zheng, X.; Gao, X.; Xiao, F. S. Improved para -Xylene Selectivity in meta- Xylene Isomerization Over ZSM-5 Crystals with Relatively Long b -Axis Length. ChemCatChem 2013, 5, 1517−1523. (10) Zhou, J.; Teng, J.; Ren, L.; Wang, Y.; Liu, Z.; Liu, W.; Yang, W.; Xie, Z. Full-crystalline hierarchical monolithic ZSM-5 zeolites as superiorly active and long-lived practical catalysts in methanol-tohydrocarbons reaction. J. Catal. 2016, 340, 166−176. (11) Chal, R.; Gerardin, C.; Bulut, M.; Van Donk, S. Overview and Industrial Assessment of Synthesis Strategies Towards Zeolites with Mesopores. ChemCatChem 2011, 3, 67−81. (12) Peŕez-Ramírez, J.; Christensen, C. H.; Egeblad, K.; Christensen, C. H.; Groen, J. C. Hierarchical Zeolites: Enhanced Utilization of Microporous Crystals in Catalysis by Advances in Materials Design. Chem. Soc. Rev. 2008, 37, 2530−2542. (13) Kim, J.; Choi, M.; Ryoo, R. Effect of mesoporosity against the deactivation of MFI zeolite catalyst during the methanol-to-hydrocarbon conversion process. J. Catal. 2010, 269, 219−228. (14) Zhang, H.; Hu, Z.; Huang, L.; Zhang, H.; Song, K.; Wang, L.; Shi, Z.; Ma, J.; Zhuang, Y.; Shen, W.; et al. Dehydration of Glycerol to Acrolein over Hierarchical ZSM-5 Zeolites: Effects of Mesoporosity and Acidity. ACS Catal. 2015, 5, 2548−2558. (15) Hu, Z.; Zhang, H.; Wang, L.; Zhang, H.; Zhang, Y.; Xu, H.; Shen, W.; Tang, Y. Highly stable boron-modified hierarchical nanocrystalline ZSM-5 zeolite for the methanol to propylene reaction. Catal. Sci. Technol. 2014, 4, 2891−2895. (16) Zhang, H.; Ma, Y.; Song, K.; Zhang, Y.; Tang, Y. Nanocrystallite oriented self-assembled ZSM-5 zeolite and its LDPE cracking properties: Effects of accessibility and strength of acid sites. J. Catal. 2013, 302, 115−125. (17) Zhang, H.; Song, K.; Wang, L.; Zhang, H.; Zhang, Y.; Tang, Y. Organic Structure Directing Agent-Free and Seed-Induced Synthesis of Enriched Intracrystal Mesoporous ZSM-5 Zeolite for ShapeSelective Reaction. ChemCatChem 2013, 5, 2874−2878. (18) Möller, K.; Bein, T. Mesoporosity − a new dimension for zeolites. Chem. Soc. Rev. 2013, 42, 3689−3707. (19) Serrano, D. P.; Escola, J. M.; Pizarro, P. Synthesis Strategies in the Search for Hierarchical Zeolites. Chem. Soc. Rev. 2013, 42, 4004− 4035. (20) Schwieger, W.; Machoke, A. G.; Weissenberger, T.; Inayat, A.; Selvam, T.; Klumpp, M.; Inayat, A. Hierarchy concepts: classification and preparation strategies for zeolite containing materials with hierarchical porosity. Chem. Soc. Rev. 2016, 47, 3353−3376.\nDOI: 10.1021/acs.iecr.8b03858 Ind. Eng. Chem. Res. 2019, 58, 2146−2158\n2157\n(21) Erigoni, A.; Newland, S. H.; Paul, G.; Marchese, L.; Raja, R.; Gianotti, E. Creating Accessible Active Sites in Hierarchical MFI Zeolites for Low-Temperature Acid Catalysis. ChemCatChem 2016, 8, 3161−3169. (22) Li, K.; Valla, J.; Garcia-Martinez, J. Corrigendum: Realizing the Commercial Potential of Hierarchical Zeolites: New Opportunities in Catalytic Cracking. ChemCatChem 2014, 6, 46−66. (23) Verboekend, D.; Peŕez-Ramírez, J. Design of hierarchical zeolite catalysts by desilication. Catal. Sci. Technol. 2011, 1, 879−890. (24) Peŕez-Ramírez, J.; Mitchell, S.; Verboekend, D.; Milina, M.; Michels, N. L.; Krumeich, F.; Marti, N.; Erdmann, M. Expanding the Horizons of Hierarchical Zeolites: Beyond Laboratory Curiosity towards Industrial Realization. ChemCatChem 2011, 3, 1731−1734. (25) Ogura, M.; Shinomiya, S.; Tateno, J.; Nara, Y.; Nomura, M.; Kikuchi, E.; Matsukata, M. Alkali-treatment technique  new method for modification of structural and acid-catalytic properties of ZSM-5 zeolites. Appl. Catal., A 2001, 219, 33−43. (26) Groen, J. C.; Peffer, L. A. A.; Moulijn, J. A.; Peŕez-RamíRez, J. Mesoporosity development in ZSM-5 zeolite upon optimized desilication conditions in alkaline medium. Colloids Surf., A 2004, 241, 53−58. (27) Verboekend, D.; Mitchell, S.; Milina, M.; Groen, J. C.; PeŕezRamírez, J. Full compositional flexibility in the preparation of mesoporous MFI zeolites by desilication. J. Phys. Chem. C 2011, 115, 14193−14203. (28) Dai, C.; Zhang, A.; Li, L.; Hou, K.; Ding, F.; Li, J.; Mu, D.; Song, C.; Liu, M.; Guo, X. Synthesis of Hollow Nanocubes and Macroporous Monoliths of Silicalite-1 by Alkaline Treatment. Chem. Mater. 2013, 25, 4197−4205. (29) Mochizuki, H.; Yokoi, T.; Imai, H.; Watanabe, R.; Namba, S.; Kondo, J. N.; Tatsumi, T. Facile control of crystallite size of ZSM-5 catalyst for cracking of hexane. Microporous Mesoporous Mater. 2011, 145, 165−171. (30) Treacy, M. M.; Higgins, J. B.; von Ballmoos, R. Collection of simulated XRD powder patterns for zeolites. Zeolites 1996, 5, 330− 802. (31) Aldughaither, A. S.; de Lasa, H. HZSM-5 Zeolites with Different SiO2/Al2O3 Ratios. Characterization and NH3 Desorption Kinetics. Ind. Eng. Chem. Res. 2014, 53, 15303−15316. (32) Peŕez-Ramírez, J.; Verboekend, D.; Bonilla, A.; Abello,́ S. Zeolite Catalysts with Tunable Hierarchy Factor by Pore-Growth Moderators. Adv. Funct. Mater. 2009, 19, 3972−3979. (33) Abello,́ S.; Bonilla, A.; Peŕez-Ramírez, J. Mesoporous ZSM-5 zeolite catalysts prepared by desilication with organic hydroxides and comparison with NaOH leaching. Appl. Catal., A 2009, 364, 191− 198. (34) Thommes, M.; Kaneko, K.; Neimark, A. V.; Olivier, J. P.; Rodriguez-Reinoso, F.; Rouquerol, J.; Sing, K. S. W. Physisorption of gases, with special reference to the evaluation of surface area and pore size distribution (IUPAC Technical Report). Pure Appl. Chem. 2015, 87, 1051−1069. (35) Bagnasco, G. Improving the Selectivity of NH3 TPD Measurements. J. Catal. 1996, 159, 249−252. (36) Rodríguez-Gonzaĺez, L.; Hermes, F.; Bertmer, M.; RodríguezCastelloń, E.; Jimeńez-Loṕez, A.; Simon, U. The acid properties of HZSM-5 as studied by NH3 -TPD and\n27Al-MAS-NMR spectroscopy. Appl. Catal., A 2007, 328, 174−182. (37) Lippmaa, E.; Magi, M.; Samoson, A.; Tarmak, M.; Engelhardt, G. Investigation of the Structure of Zeolites by Solid-state Highresolution Si-29 NMR-spectroscopy. J. Am. Chem. Soc. 1981, 103, 4992−4996. (38) Chen, T. H.; Wouters, B. H.; Grobet, P. J. Aluminium Coordinations in Zeolite Mordenite by 27Al Multiple Quantum MAS NMR Spectroscopy. Eur. J. Inorg. Chem. 2000, 2000, 281−285. (39) Ding, J.; Wang, M.; Peng, L.; Xue, N.; Wang, Y.; He, M. Y. Combined desilication and phosphorus modification for high-silica ZSM-5 zeolite with related study of hydrocarbon cracking performance. Appl. Catal., A 2015, 503, 147−155.\n(40) Yaripour, F.; Shariatinia, Z.; Sahebdelfar, S.; Irandoukht, A. Effect of boron incorporation on the structure, products selectivities and lifetime of H-ZSM-5 nanocatalyst designed for application in methanol-to-olefins (MTO) reaction. Microporous Mesoporous Mater. 2015, 203, 41−53. (41) Drago, R. S.; Webster, C. E.; Mcgilvray, J. M. A MultipleProcess Equilibrium Analysis of Silica Gel and HZSM-5. J. Am. Chem. Soc. 1998, 120, 538−547. (42) Jung, J. S.; Ji, W. P.; Seo, G. Catalytic cracking of n-octane over alkali-treated MFI zeolites. Appl. Catal., A 2005, 288, 149−157. (43) He, Y.; Liu, M. A.; Dai, C. A.; Xu, S.; Wei, Y. B.; Liu, Z. B.; Guo, X. A. Modification of nanocrystalline HZSM-5 zeolite with tetrapropylammonium hydroxide and its catalytic performance in methanol to gasoline reaction. Chin. J. Catal. 2013, 34, 1148−1158. (44) Lin, X.; Yu, F.; Liu, Z.; Gang, S.; Liu, H.; Bao, X. A novel method for enhancing on-stream stability of fluid catalytic cracking (FCC) gasoline hydro-upgrading catalyst: Post-treatment of HZSM-5 zeolite by combined steaming and citric acid leaching. Catal. Today 2007, 125, 185−191.\nDOI: 10.1021/acs.iecr.8b03858 Ind. Eng. Chem. Res. 2019, 58, 2146−2158\n2158"
    } ],
    "references" : [ {
      "title" : "Acid catalysts in industrial hydrocarbon chemistry",
      "author" : [ "G. Busca" ],
      "venue" : "Chem. Rev. 2007,",
      "citeRegEx" : "Busca,? \\Q2007\\E",
      "shortCiteRegEx" : "Busca",
      "year" : 2007
    }, {
      "title" : "Structure of synthetic zeolite ZSM-5",
      "author" : [ "G.T. Kokotailo", "S.L. Lawton", "D.H. Olson", "W.M. Meier" ],
      "venue" : "Nature",
      "citeRegEx" : "Kokotailo et al\\.,? \\Q1978\\E",
      "shortCiteRegEx" : "Kokotailo et al\\.",
      "year" : 1978
    }, {
      "title" : "Enriched Intracrystal Mesoporous ZSM-5 Zeolite for ShapeSelective Reaction",
      "author" : [ "K. Möller", "T. Bein" ],
      "venue" : "ChemCatChem 2013,",
      "citeRegEx" : "Möller and Bein,? \\Q2013\\E",
      "shortCiteRegEx" : "Möller and Bein",
      "year" : 2013
    }, {
      "title" : "Synthesis Strategies in the Search for Hierarchical Zeolites",
      "author" : [ "D.P. Serrano", "J.M. Escola", "P. Pizarro" ],
      "venue" : "Chem. Soc. Rev. 2013,",
      "citeRegEx" : "Serrano et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Serrano et al\\.",
      "year" : 2013
    }, {
      "title" : "Design of hierarchical zeolite catalysts by desilication",
      "author" : [ "D. Verboekend", "J. Peŕez-Ramírez" ],
      "venue" : "Catal. Sci. Technol. 2011,",
      "citeRegEx" : "Verboekend and Peŕez.Ramírez,? \\Q2011\\E",
      "shortCiteRegEx" : "Verboekend and Peŕez.Ramírez",
      "year" : 2011
    }, {
      "title" : "Collection of simulated XRD powder patterns for zeolites",
      "author" : [ "M.M. Treacy", "J.B. Higgins", "R. von Ballmoos" ],
      "venue" : "Zeolites 1996,",
      "citeRegEx" : "Treacy et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Treacy et al\\.",
      "year" : 1996
    }, {
      "title" : "Improving the Selectivity of NH3 TPD Measurements",
      "author" : [ "G. Bagnasco" ],
      "venue" : "Technical Report). Pure Appl. Chem",
      "citeRegEx" : "Bagnasco,? \\Q2015\\E",
      "shortCiteRegEx" : "Bagnasco",
      "year" : 2015
    }, {
      "title" : "The acid properties of HZSM-5 as studied by NH3 -TPD and 27Al-MAS-NMR spectroscopy",
      "author" : [ "E. Castelloń", "A. Jimeńez-Loṕez", "U. Simon" ],
      "venue" : null,
      "citeRegEx" : "Castelloń et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Castelloń et al\\.",
      "year" : 2007
    }, {
      "title" : "Aluminium Coordinations in Zeolite Mordenite by 27Al Multiple Quantum MAS NMR Spectroscopy",
      "author" : [ "T.H. Chen", "B.H. Wouters", "P.J. Grobet" ],
      "venue" : "Eur. J. Inorg. Chem",
      "citeRegEx" : "Chen et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2000
    }, {
      "title" : "Catalytic cracking of n-octane over alkali-treated MFI zeolites",
      "author" : [ "J.S. Jung", "W.P. Ji", "G. Seo" ],
      "venue" : null,
      "citeRegEx" : "Jung et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Jung et al\\.",
      "year" : 2005
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Mesoporous ZSM-5 zeolites were directly synthesized by desilication−recrystallization of silicalite-1 with NaAlO2 as Al source and TPAOH as template. The fabrication mechanism of mesopores was studied based on the different crystal size of silicalite-1 and liquid-to-solid ratio. This revealed that TPA played a protective role in the controllable desilication while Na induced the production of mesopores during the recrystallization. When silicalite-1 with a crystal size of 200 nm was treated in a liquid-to-solid ratio of 10 mL/g, hollow structured nano-ZSM-5 with many mesopores (∼23 nm) in the shell was produced and its external surface area reached 121 m g−1. In comparison, homogeneous mesopores (∼15 nm) were introduced into the bulk of micro-ZSM-5 under a higher liquid-to-solid ratio of 30 mL/g, providing a maximal external surface area of 171 m g−1. The catalytic lifetime reached 192 h in methanol to hydrocarbons reaction at a weight hourly space velocity of 4.7 h−1, four times greater than that of the micro-ZSM-5 synthesized via the traditional hydrothermal synthesis.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}