{
  "name" : "downloads_2019-11-07_77_10.0000@dialnet.unirioja.es@articulo@6806073.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nano chitosan-NPK fertilizer enhances the growth and productivity of wheat plants grown in sandy soil",
    "authors" : [ "Heba M. M. Abdel-Aziz", "Mohammed N. A. Hasaneen", "Aya M. Omer" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "find either significant differences among cucumber, capsicum, beet-root or pea plants from any treatment; however, the chitosan foliar treatment had a tendency for greater yield than the other treatments.\nMost slow release fertilizers (SRF) are chemical compounds that are only slightly soluble in water or are slowly broken down by microbial action (Sartain et al., 2004). On the other hand, controlled-release fertilizers (CRF) are soluble fertilizers coated with materials that limit exposure of the soluble material to water and/or release of the resulting nutrient solution by diffusion. Thus, the rate of nutrient liberation from SRF is related to their water solubility, microbiological degradation, and chemical hydrolysis (Morgan et al., 2009).\nXiao et al. (2008) demonstrated that NO3--N leaching was decreased by applying SRF coated with nano-\nchitosan nanoparticles loaded with nitrogen, phosphorus and potassium (NPK) for wheat plants by foliar uptake. Chiotsan-NPK nanoparticles were easily applied to leaf surfaces and entered the stomata via gas uptake, avoiding direct interaction with soil systems. The uptake and translocation of nanoparticles inside wheat plants was investigated by transmission electron microscopy. The results revealed that nano particles were taken up and transported through phloem tissues. Treatment of wheat plants grown on sandy soil with nano chitosan-NPK fertilizer induced significant increases in harvest index, crop index and mobilization index of the determined wheat yield variables, as compared with control yield variables of wheat plants treated with normal non-fertilized and normal fertilized NPK. The life cycle of the nano-fertilized wheat plants was shorter than normal-fertilized wheat plants with the ratio of 23.5% (130 days compared with 170 days for yield production from date of sowing). Thus, accelerating plant growth and productivity by application of nanofertilizers can open new perspectives in agricultural practice. However, the response of plants to nanofertilizers varies with the type of plant species, their growth stages and nature of nanomaterials.\nAdditional key words: Triticum aestivum; nanofertilizer; crop index Abbreviations used: CRF (controlled-release fertilizers); CS (chitosan); CS-PMAA-NPK (chitosan polymethacrylic acid nano particles loaded with nitrogen, phosphorus and potassium); EL (electrolyte leakage); PMAA (poly methacrylic acid); SRF (slow release fertilizers); TEM (transmission electron microscopy)\nCitation: Abdel-Aziz, H. M. M.; Hasaneen, M. N. A.; Omer, A. M. (2016). Nano chitosan-NPK fertilizer enhances the growth and productivity of wheat plants grown in sandy soil. Spanish Journal of Agricultural Research, Volume 14, Issue 1, e0902. http:// dx.doi.org/10.5424/sjar/2016141-8205.\nReceived: 24 Jun 2015. Accepted: 04 Feb 2016 Copyright © 2016 INIA. This is an open access article distributed under the terms of the Creative Commons Attribution-Non Commercial (by-nc) Spain 3.0 Licence, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.\nFunding: The authors received no specific funding for this work Competing interests: The authors have declared that no competing interests exist. Correspondence should be addressed to H. M. M. Abdel-Aziz: hebammabdelaziz@mans.edu.eg"
    }, {
      "heading" : "Introduction",
      "text" : "Chitosan is a natural polymer derived from deacetylation of chitin, which may be obtained from crustaceans, insects, fungi, etc. (Boonsongrit et al., 2006). A positive effect of chitosan has been observed on the growth of roots, shoots and leaves of various plants including gerbera (Wanichpongpan et al., 2001) and several crop plants (Chibu & Shibayama, 2001). However, Walker et al. (2004) conducted some trials on chitosan in organic and conventional crops with variable results. While chitosan application resulted in yield increases of nearly 20% in two out of three tomato trials, no significant difference in yield of treatments in the organic carrot trial or in average weight of individual carrots was found. Walker et al. (2004) did not\nHeba M. M. Abdel-Aziz, Mohammed N. A. Hasaneen and Aya M. Omer\nSpanish Journal of Agricultural Research March 2016 • Volume 14 • Issue 1 • e0902\n2\nNovember 2013 to April 2014. Both experiments were carried out with sandy soil, obtained from the Agriculture Research Station of Mansoura, Dakahlia Governorate, Egypt.\nUniformly sized grains of pure strain wheat (Triticum aestivum) L. cv. Egypt-1 were kindly supplied by the Agriculture Research Center, Ministry of Agriculture, Giza, Egypt. The grains were washed with tap water and then planted in sandy soil, in pots (30 × 28 × 26 cm). All pots contained equal amounts of homogenous soil (8 kg). We used 14 pots for each treatment and for the control.\nFertilization of wheat plants was carried out 21 days after planting. The appropriate amount (20 mL) of either bulk material (normal) NPK fertilizer or nanofertilizer (CS-PMAA-NPK) was added. The desired concentrations of aqueous NPK solution and NPKnanoparticle suspension were foliary sprayed by the solution dropping method. The mean leaf area of all plants was 8.20 cm2 when foliar fertilization started. During application of normal and nanofertilizers the pot surface was covered by plastic cover to prevent redundant bulk material or nanoparticles from entering into the soil system. Foliar application of different fertilizers was done three times at three weeks intervals. All pots were irrigated with tap water, if required, to maintain the soil at the field capacity throughout the experiment. For clarity the following treatments (foliar sprays) were used: C, Control; NPK 10, 10% normal NPK; NPK 25, 25% normal NPK; NPK 100, 100% normal NPK; Nano 100, 10% nano NPK; Nano 25, 25% nano NPK; Nano 100, 100% nano NPK.\nSamples representing the adult, reproductive and yield stages were taken after 46, 71 and 96 days from the date of planting, respectively. In each treatment, samples were leaves from plants taken from 2 pots. The allotted samples were used for determination of growth and yield variables, measurement of electrolyte leakage and for assessment of uptake and translocation of nanofertilizer in wheat tissue by transmission electron microscope (TEM)."
    }, {
      "heading" : "Measurements",
      "text" : "Root length, shoot length, fresh weight, dry weight, water content and leaf area were determined to evaluate the sequence of growth characters of the different treated wheat plants throughout the entire period of the experiment.\nShoot length, spike length, plant height, number of spikelets/main spike, grain number/main spike, 100 kernel weight, grain yield/plant, straw yield/plant, and crop yield/plant were determined to evaluate the se-\nmaterials in a rotation of wheat-maize. Liu et al. (2009) indicated increases in grain yields of rice (10.29%), spring maize (10.93%), soybean (16.74%), winter wheat (28.81%) and vegetables (12.34-19.76%) after applying fertilizer together with nano-materials. As reported by Liu et al. (2007), nano-materials could promote germination and rooting early for rice seeds and seedings and the growth of rice at tillering stage was affected obviously by nano-composites. They indicated that the grain yield of rice and nitrogen agronomic utilization efficiency was increased after applying nano-carbon-incorporated SRF.\nThe objective of the present study was to examine the effects of nano chitosan-NPK application on growth and productivity responses of wheat plants grown on sandy soil."
    }, {
      "heading" : "Material and methods",
      "text" : "Preparation and characterization of nano chitosan NPK fertilizers\nChitosan poly-methacrylic acid (CS-PMAA) nanoparticles were obtained by polymerization of methacrylic acid (MAA) in chitosan (CS) solution in a two-step process according to Hasaneen et al. (2014). Nitrogen, phosphorus and potassium (NPK) were loaded on the CS-PMAA nanoparticles using the following concentrations 500, 60, 400 ppm respectively (100% concentration stands for 500 ppm of N, 60 ppm of P and 400 ppm of K in both nano and normal NPK solutions and other concentrations were made from these stock solutions). All chemicals used were purchased from Sigma Aldrich, Germany.\nPlant material and growth conditions\nTwo experiments were carried out in order to compare growth, development, life span and translocation of chitosan nano-sized NPK fertilizer in two fertilized treatments of wheat with a bulk material NPK (normal fertilizer) (Sigma Aldrich, Germany) or with nanoengineered composite NPK fertilizer (CS-PMAA-NPK) grown on sandy soil. Sandy soil was used as it is a relatively poor type of soil (in case of nutrients), so plants will depend mainly on the fertilizers applied to support their growth.\nThe first experiment was conducted under outdoor conditions, from November 2012 to April 2013. For confirmation of the results obtained from this experiment, the second experiment of exactly similar design was conducted in the next season in the period from\nSpanish Journal of Agricultural Research March 2016 • Volume 14 • Issue 1 • e0902\n3Foliar uptake of nano chitosan fertilizer improves wheat production in sandy soil\na Petri dish. Pellets of sodium hydroxide were placed in the Petri dish to remove carbon dioxide. The grids were left in lead citrate for 10-20 min and then rinsed by distilled water, dried under a bench lamp and stored in a grid box. The stained sections were examined and photographed with a JEOL 1010 transmission electron microscope at 80 kV (Regional Center for Mycology and Biotechnology - RCMB, Al-Azhar University, Cairo, Egypt)."
    }, {
      "heading" : "Statistical analysis",
      "text" : "Experimental data were subjected to one-way analysis of variance (ANOVA) with Post Hoc LSD (least significant difference) test. A p value <0.05 was accepted as statistically significant. Statistical analysis was performed using package SPSS, v 13.0, Chicago, IL, USA)."
    }, {
      "heading" : "Results",
      "text" : "Treatment of wheat plants with either NPK normal fertilizer or nanocomposite NPK fertilizer led to significant progressive increase in all growth variables (root length, shoot length, fresh weight, dry weight, water content and leaf area), determined throughout the adult and reproductive growth and developmental stages.\nAt all experimental stages, the values of the different growth variables were higher in nanofertilizer-treated plants than in normal fertilizer-treated plants. The following sequence of treatments (Nano 10 > Nano 25 > Nano 100 > NPK 100 > NPK 25 > NPK 10 > C) was displayed with respect to wheat plants grown on sandy soil throughout the entire period of the experiment (see Fig. 1 a-f).\nExamination of the results revealed that the life span of the control and normal NPK fertilized wheat plants grown on sandy soil reaching harvesting stage after 170 days from the date of sowing. On the other hand, wheat plants grown on sandy soil and fertilized with chitosan-NPK nanofertilizers reached the harvesting stage after 130 days from the date of sowing. Thus, in this connection and of particular interest, it is worthy to mention that nanofertilizers treatment resulted in the reduction of life span of wheat crop by 23.5% from the normal life span of respective crop (Table 1).\nTable 2 shows the changes of the above mentioned yield variables of wheat plants cultivated on sandy soil under the different treatments. As compared with control values, treatment of wheat plants grown on sandy soil with normal and nano-NPK fertilizer induced\nquence of yield characters of wheat plants in response to the administered normal NPK fertilizer (bulk material fertilizer) and chitosan–NPK nanofertilizer (CSPMAA-NPK). Life span was identified and calculated as the period from the date of sowing until harvest stage of the plant. Furthermore, harvest index, crop index and mobilization index were calculated to evaluate the efficiency of crop production of wheat plants under the present set of experimental conditions:\nHarvest index = Grain yield Straw yield (Beadle, 1993).\nCrop index = Grain yield (Grain yield +Straw yield) (Beadle, 1993).\nMobilization index = Crop index Straw yield (Ray & Choudhuri, 1980).\nTo determine electrolyte leakage, plant leaves were cut into discs (10 mm) and 20 leaf discs were placed in a 50 mL glass test tube, rinsed 3 times with 20 mL distilled water. Tubes were filled with 30 mL distilled water and left in dark for 24 h at room temperature. Electrical conductivity (EL) of the solution was measured at the end of incubation period (EC1) using EC meter (Shi et al., 2006). The tubes were then heated in water bath at 95ºC for 20 min and then cooled to room temperature (EC2). The final EC was measured as following: EC = (EC1 / EC2) × 100\nTo verify the presence of the absorbed chitosan-NPK nanofertilizer inside wheat plants, a TEM analysis of the treated plant leaves was performed. Plant samples were collected after applying chitosan-NPK nanoparticles for 10 days. Small parts (~ 1 mm2) of freshly harvested leaves were cut with a sharp razor blade under 2.5% (v/v) glutaraldehyde. Leaf tissues were transferred to vials of 2.5% (v/v) glutaraldehyde in 1M phosphate buffer at pH 7.5 at 4°C for 24 h. Following fixation, the specimens were embedded in gelatine capsules and left in an oven at 60°C for 60 h. The gelatine capsules were dissolved in boiling water for 1-2 h.\nUltra-thin sections were cut on a Reichert ultramicrotome using glass knife. Silver or pale gold interference sections were picked up on the dull surface of formvar-coated 100 or 200 mesh copper grids (Juniper et al., 1970) and the grids were left on a clean filter paper to dry. Ultra-thin sections were stained by 2% aqueous uranyl acetate (Juniper et al., 1970). A drop of stain was put in a clean plastic Petri dish and the grids were gently floated, with the sections facing down the drop. Grids were washed by a stream of distilled water and then were transferred to drops of lead citrate (Reynolds, 1963) which were placed on a wax plate in\nHeba M. M. Abdel-Aziz, Mohammed N. A. Hasaneen and Aya M. Omer\nSpanish Journal of Agricultural Research March 2016 • Volume 14 • Issue 1 • e0902\n4\nThe observed changes in electrolyte leakage from variously treated wheat plants, throughout the entire period of the experiment are presented in Fig. 2.\nUnder the present set of experimental conditions, the application of normal NPK fertilizers and nano-NPK fertilizers with increasing concentrations to wheat plants grown on sandy soil throughout the entire period of experiment appeared, in general, to significantly decrease the leakage of ions from the differently treated plants below those of control levels; the response being more operative with the nano-NPK fertilizers.\nThe following sequence of treatments (Nano 10 > Nano 25 > Nano 100 > NPK 100 > NPK 25 > NPK 10 significant increases in all yield variables determined. The following sequence of treatments (Nano 10 > Nano 25 > Nano 100 > NPK 100 > NPK 25 > NPK 10 > C) was found for all the yield variables except for number of spikelets/main spike, for which the following sequence of treatments was Nano 10 > Nano 25 > NPK 100 > Nano 100 > NPK 25 > NPK 10 > C. For harvest index, the sequence of treatments was: Nano 25 > Nano 100 > Nano 10 > NPK 10 > C > NPK 100 > NPK 25. And for mobilization index: Nano 10 > Nano 100 > Nano 25 > NPK 25 > NPK 100 > NPK 10 > C. In the case of crop index, all values were the same (0.96) except for NPK 25 which was 0.95.\n5Foliar uptake of nano chitosan fertilizer improves wheat production in sandy soil\nlizers will combine nanodevices in order to synchronize the release of fertilizer-N and -P with their uptake by crops, so preventing undesirable nutrient losses to soil, water and air via direct internalization by crops, and avoiding the interaction of nutrients with soil, microorganisms, water, and air (De Rosa et al., 2010).\nThe results herein reported show that foliar application of either normal or nanofertilizer at different concentrations to wheat plants, induced marked significant variable increases in all growth variables determined at fully vegetative and reproductive growth stages. The magnitude of increased growth variables was most pronounced with 10% nano-NPK. Auffan et al. (2009) stated that unlike macronutrients nanomaterials have particular properties, such as surface effect, volume ef-\n> C) was displayed with respect to decrease in electrolyte leakage.\nFigures 3 and 4 revealed that in all chitosan-NPK nanofertilizer-treated wheat plants, nanoparticles were observed inside the phloem tissue, especially in sieve tubes. After entering the stomata, these nanoparticles were translocated by the phloem system. The phloem consists of living vascular tissues that translocate photosynthetic products including sucrose, protein and some mineral ions for plant growth. The diameter of the nanoparticles present inside sieve tubes showed a mean diameter varying between 26.2 and 30.6 nm. No nanoparticles of chitosan NPK fertilizer were detected in xylem vessels in all samples treated with increasing concentrations of nanoparticles chitosan NPK fertilizer and grown on sandy soil (see Fig. 4)."
    }, {
      "heading" : "Discussion",
      "text" : "The application of a nano-engineered composite consisting of N, P, K micronutrients, mannose and amino acids enhance the uptake and use of nutrients by grain crops (Jinghua, 2004). In addition, nanoferti-\nHeba M. M. Abdel-Aziz, Mohammed N. A. Hasaneen and Aya M. Omer\nSpanish Journal of Agricultural Research March 2016 • Volume 14 • Issue 1 • e0902\n6\nsimplify their absorption in plants (Dhoke et al., 2013). Mahmoodzadeh et al. (2013) reported that direct exposure of wheat plants to specific types of nanoparticles cause significant increase in all growth variables determined at optimum concentrations of nanosolution. The application of carbon nanoparticles promoted tobacco plant growth at the resettling growth stage, vigorous growth stage and maturity stage compared with conventional fertilizer (Liang et al., 2013). Furthermore, nanoparticles have high surface energy and activated properties. Based on studies on nanoparticles effects on seed germination mechanism, Lu et al. (2002), Lei et al. (2008) and Feizi et al. (2012) concluded that nanoparticles increased water absorption by the seeds; increased nitrate reductase enzyme concentration; promoted seed antioxidant system; reduced antioxidant stress by reducing H2O2, superoxide radicals, and malonyldialdehyde content; and increased some enzymes such as superoxide dismutase, ascorbate peroxidase, guaiacol peroxidase and catalase activities, which improved seed germination in some plant species.\nGrain yield rice was improved significantly after applying slow-released nanofertilizer by 11.3% compared normal fertilizers (Wu, 2013). The present results indi-\nfect and quantum size effect and so on. Previous studies have investigated the absorption and uptake of nanomaterials by plants and mainly focused on their dubious adverse effects (Lee et al., 2008; Rico et al., 2011).\nNevertheless, Zheng et al. (2005) and Lin et al. (2009) found that nanomaterials can enhance crop seed germination and promote plant growth. For example, multi-walled carbon nanotubes (10-40 µg/mL) can penetrate seed coats, stimulate germination and enhance growth of tomato plant (Khodakovskaya et al., 2009).\nThe present results concerning the increased growth variables of wheat plants as influenced by foliar application of nanocomposite-NPK nanoparticles, in particular at low concentration (10%), and grown on sandy soil can be explained on the basis that the sprayed nanocomposite-NPK nanoparticles may got absorbed through the stomata of wheat leaves and be translocated in the plant. The selective uptake, biotransformation, and translocation of various nanoparticles by a model plant have been schematically represented (Dhoke et al., 2013). Nanoparticles have high reactivity because of more specific surface area, more density of reactive areas, or increased reactivity of these areas on the particle surfaces. These features in nano-scale\nSpanish Journal of Agricultural Research March 2016 • Volume 14 • Issue 1 • e0902\n7Foliar uptake of nano chitosan fertilizer improves wheat production in sandy soil\nfor photosynthesis, transpiration and gas exchange (Nadakavukaren & McCracken, 1985).\nIn the present work, intracellular penetration of NPK nanoparticles applied on wheat plants was tracked using transmission electron microscopy (TEM). The fact that cell wall opens up the possible application of these nanotechnology tools for agronomical purpose, given the special characteristic of the epidemic outer cell wall, specially its considerable thickness, a possible nanoparticle penetration point through the stomata and the substomatal chamber (Corredor et al., 2009). In fact, this aperture is a route used by pathogens of different species; water-suspended 43 nm hydrophilic nanoparticles have been described as occasionally penetrating Vicia faba leaves through stomatal pores (Eichert et al., 2008).\nAs shown in Figs. 3 and 4 plant cell wall acts as a barrier for easy entry of any external agent including nanoparticles into plant cells. The sieving properties are determined by pore diameter of cell wall ranging from 5 to 50 nm (Fleischer et al., 1999). Hence, only nanoparticles or nanoparticle aggregates with diameter less than the pore diameter of the cell wall could easily pass through and reach the plasma membrane (Moore, 2006; Navarro et al., 2008). There is also a chance for enlargement of pores or induction of new cell wall pores upon interaction with engineered nanoparticles which in turn enhance nanoparticle uptake (Nair et al., 2010).\nFurther internalization occurs during endocytosis with the help of a cavity like structure that form around the nanoparticles by plasma membrane. They may also cross the membrane using embedded transport carrier proteins or through ion channels. In the cytoplasm, the nanoparticles may bind with different cytoplasmic organelles and interfere with the metabolic processes at that site (Jia, 2005).\nWhen nanoparticles are applied on leaf surfaces, they enter through the stomatal openings or through the bases of trichomes and then are translocated to various tissues (Uzu et al., 2010). Studies on the mechanism of uptake and formation of nanoparticles within plants have also led to more investigations on the use of plants as source for nanoparticle synthesis (Nair et al., 2010).\nDu et al. (2011) stated that plants are an important component of the soil ecosystem and may serve as a potential pathway for nanoparticle transport and bioaccumulation into the food chain.\nTransported compounds need to penetrate through the cell wall prior to membrane invagination. Plants are able to take up nanoparticles from environment and transport them through the vascular system to various shoot systems (Zhu et al., 2008; Corredor et al., 2009). Navarro et al. (2008) and Du et al. (2011) also found that nano-\ncated that all yield variables of wheat plants treated with increasing concentrations of nanocomposite NPK fertilizer (CS-PMAA-NPK), 11.06% for shoot length, 37.5% for spike length, 15.43% for plant height, 124.64% for main spike weight, 26.98% for number of spikelets/main spike, 83.03% for 100 kernel weight, 26.69% for number of grains/main spike, 101.85% for grain yield/plant, 23.26% for straw yield, 89.37% for crop yield, 63.82% for harvest index, 37.21% for mobilization index and 6.66% for crop index. The possible reasons are: (i) nanoNPK promotes the plant to absorb the water of soil and nutrients, then the photosynthesis is improved (Wu, 2013); (ii) nano-NPK is considered the biological pump for the plants to absorb nutrients and water (Ma et al., 2009). As reported by Liu & Liao (2008), the activity of water after adding nano-materials was increased and N, P and K were absorbed by the plants along with the absorbed water, thus the production was also increased.\nFurthermore, Moosapoor et al. (2013) reported significant effects on the yield of fresh seeds, yield of dry seed, the number of seeds/bush, the number of green pods, the number of mature pods, the number of pods/ bush, the yield of pod, total biomass, harvest index and the weight of 100 seeds of pea nut plants treated with Bohr nanofertilizer.\nAs mentioned in the results section, treatment of wheat plants grown on sandy soil with increasing concentration of either normal (bulk NPK fertilizer) or nanocomposite NPK fertilizer, throughout the experimental growth stages induced significant valuable decrease in electrolyte leakage from treated plants; the magnitude of decreased leakage was more operative with nanofertilized plants (see Fig. 2).\nNormal and nanofertilizers appeared to reduce the amount of malonyldialdehyde and ion leakage in treated wheat plants grown on clay, clay-sand or sand soils throughout the entire period of experiment, as reported by Oancea et al. (2009), who hypothesized that controlled release of active plant growth stimulators and other chemicals encapsulated in nanocomposites made of layered double hydroxides (anionic clay) could be another feasible option for organic agriculture.\nOf interest, these results might indicate that nanocomposite NPK fertilizers mitigated the increase in the plasma membrane permeability and cell mortality under nanoparticle effects in wheat plants (Du et al., 2011). Similar results were observed by Wang et al. (2013) in watermelon plant after foliar uptake of nanocomposite.\nNair et al. (2010) observed that the uptake efficiency and the effect of various nanoparticles on the growth and metabolic functions vary among plants. Foliar uptake (uptake through the leaves) of nanoparticles by plants represents another possible way for this purpose. Leaves are important plant organs primarily\nHeba M. M. Abdel-Aziz, Mohammed N. A. Hasaneen and Aya M. Omer\nSpanish Journal of Agricultural Research March 2016 • Volume 14 • Issue 1 • e0902\n8\ntory manual; Hall DC, Scurlock JMO, Bolhar- Nordenkampf HR, Leegod RC, Long SP (eds.). pp 36-46. Chapman & Hall, London. Birbaum K, Brogioli R, Schellenberg M, Martinoia E, Stark WJ, Gunther D, 2010. No evidence for cerium dioxide nanoparticle translocation in maize plants. Environ Sci Technol 44: 8718-8723. http://dx.doi.org/10.1021/es101685f Boonsongrit Y, Mitrevej A, Mueller BW, 2006. Chitosan drug binding by ionic interaction. Eur J Pharm Biopharm 62: 267-274. http://dx.doi.org/10.1016/j.ejpb.2005.09.002 Chibu H, Shibayama H, 2001. Effects of chitosan applications on the growth of several crops. In: Chitin and chitosan in life science; Uragami T, Kurita K, Fukamizo T (eds). pp: 235-239. Yamaguchi, Japan. Corredor E, Testillano PS, Coronado MJ, González-Melendi P, Fernández-Pacheco R, Marquina C, Ibarra MR, de la Fuente JM, Rubiales D, Pérez-de- Luque A, Risueño MC, 2009. Nanoparticle penetration and transport in living pumpkin plants: in situ subcellular identification. BMC Plant Biol 9: 1-11. http://dx.doi.org/10.1186/1471-2229-9-45 De Rosa MR, Monreal C, Schnitzer M, Walsh R, Sultan Y, 2010. Nanotechnology in fertilizers. Nat Nanotechnol J 5: 91. http://dx.doi.org/10.1038/nnano.2010.2 Dhoke SK, Mahajan P, Kamble R, Khanna A, 2013. Effect of nanoparticles suspension on the growth of mung (Vigna radiata) seedlings by foliar spray method. Nanotechnol Devt 3:1-5. http://dx.doi.org/10.4081/nd.2013.e1 Du W, Sun Y, Ji R, Zhu J, Wu J, Guo H, 2011. TiO2 and ZnO nanoparticles negatively affect wheat growth and soil enzyme activities in agricultural soil. J Environ Monit 13: 822-828. http://dx.doi.org/10.1039/c0em00611d Eichert T, Kurtz A, Steiner U, Goldbach HE, 2008. Size exclusion limits and lateral heterogeneity of the stomatal foliar uptake pathway for aqueous solutes and water suspended nanoparticles. Physiol Plant 134: 151-160. http:// dx.doi.org/10.1111/j.1399-3054.2008.01135.x Feizi H, Rezvani MP, Shahtahmassebi N, Fotovat A, 2012. Impact of bulk and nanosized titanium dioxide TiO2 on wheat seed germination and seedling growth. Biol Trace Elem Res 146: 101-106. http://dx.doi.org/10.1007/s12011-011-9222-7 Fleischer A, O’Neill MA, Ehwald R, 1999. The pore size of non-graminaceous plant cell wall is rapidly decreased by borate ester cross-linking of the pectic polysaccharide rhamnogalacturon II. Plant Physiol 121: 829-838. http:// dx.doi.org/10.1104/pp.121.3.829 Hasaneen MNA, Abdel-Aziz HMM, El-Bialy DMA, Omer AM, 2014. Preparation of chitosan nanoparticles for loading with NPK. Afr J Biotech 13: 3158-3164. http://dx.doi. org/10.5897/AJB2014.13699 Jia G, 2005. Cytotoxicity of carbon nanomaterials: singlewall nanotube, multi-wall nanotube, and fullerene. Environ Sci Technol 39: 1378-1383. http://dx.doi.org/10.1021/ es048729l Jinghua G, 2004. Synchrotron radiation, soft X-ray spectroscopy and nano-materials. J Nanotechnol 1: 193-225. http:// dx.doi.org/10.1504/IJNT.2004.003729 Juniper BE, Cox GC, Gilchrist AJ, Williams PK, 1970. Techniques for plant electron microscopy. Blackwell Sci Publ, Oxford. particles induce formation of new larger pores in the plant cell wall to allow the entrance of large nanoparticles. Only a few studies support the foliar uptake of engineered nanoparticles (e.g., Birbaum et al., 2010). The size exclusion limits of the stomatal foliar uptake of water-suspended nanoparticles by Vicia faba were analyzed by Eichert et al. (2008). Their results suggested that the stomatal pathway is highly capacitive because of its large size exclusion limit above 10 nm and its high transport velocity (Wang et al., 2013). For successful foliar uptake, in addition to particle size, other various factors should also be considered such as working environment (light, water and gas), plant species and nanoparticle application methods. The present work shows that chitosan-NPK nanoparticles entered in the stomata are translocated by the phloem system (Fig. 3). The phloem consists of living vascular tissues that translocate photosynthetic products including sucrose, proteins and some mineral ions for plant growth (Nadakavukaren & McCracken, 1985; Wang et al., 2013). The nanoparticles are carried in this sugar flow through the phloem sieve tubes to shoots and roots as a result of pressure differentials between source (leaves) and sink (e.g., growing shoot apex) based on mass flow or pressure flow hypothesis, which explains the presence of chitosan-NPK nanoparticles inside the phloem tissue of wheat plants and their absence in the xylem tissue. The observed results indicate that phloem tissue is the main and unique pathway for translocation of nanoparticles and in consequence, confirm the penetration of plant leaves and lead to a strong support to the observed changes in growth, development and life span of wheat plants affected by nano-NPK fertilizers. In conclusion, considering the results obtained in this study, the Nano 10 fertilizer shows the best growth results of all nanofertilizers used. Thus, accelerating plant growth and productivity through the application of nanofertilizers can open new perspectives in agricultural practices, because nanofertilizers promise to be a safe way to enrich nutrients to plants without doing harm to the environment. Nevertheless, further field studies are needed to study the effect of such concentration on growth and metabolism of wheat plants and to ensure the safety of the nanotreated plants for the use of animals and humans."
    } ],
    "references" : [ {
      "title" : "Chemical stability of metallic nanoparticles: A parameter controlling their potential cellular toxicity in vitro",
      "author" : [ "M Auffan", "JY Bottero", "MR Wiesner" ],
      "venue" : null,
      "citeRegEx" : "Auffan et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Auffan et al\\.",
      "year" : 2009
    }, {
      "title" : "Growth analysis. In: Photosynthesis and production in a changing environment. A field and labora",
      "author" : [ "CL Beadle" ],
      "venue" : null,
      "citeRegEx" : "Beadle,? \\Q1993\\E",
      "shortCiteRegEx" : "Beadle",
      "year" : 1993
    }, {
      "title" : "Growth dynamics of corn plants during anionic clays action",
      "author" : [ "S Oancea", "S Padureanu", "AV Oancea" ],
      "venue" : "Lucrări Ştiinţifice, Seria Agronomie;",
      "citeRegEx" : "Oancea et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Oancea et al\\.",
      "year" : 2009
    }, {
      "title" : "Regulation of flage leaf senescence in rice by nutrients and its impacts on yield",
      "author" : [ "S Ray", "MA Choudhuri" ],
      "venue" : "RISO",
      "citeRegEx" : "Ray and Choudhuri,? \\Q1980\\E",
      "shortCiteRegEx" : "Ray and Choudhuri",
      "year" : 1980
    }, {
      "title" : "The use of lead citrate at a high pH as an electron opaque stain in electron microscopy",
      "author" : [ "ES Reynolds" ],
      "venue" : "Cell Biol",
      "citeRegEx" : "Reynolds,? \\Q1963\\E",
      "shortCiteRegEx" : "Reynolds",
      "year" : 1963
    }, {
      "title" : "Interaction of nanoparticles with edible plants and their possible implications in the food chain",
      "author" : [ "CM Rico", "S Majumdar", "M Duarte-Gardea", "JR Peralta-Videa", "JL Gardea-Torresdey" ],
      "venue" : "J Agric Food Chem",
      "citeRegEx" : "Rico et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Rico et al\\.",
      "year" : 2011
    }, {
      "title" : "Development of methodologies for characterization of slowreleased fertilizers",
      "author" : [ "JB Sartain", "WL Hall", "RC Littell", "EW Hopwood" ],
      "venue" : "Soil Crop Sci Soc Fla Proc",
      "citeRegEx" : "Sartain et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Sartain et al\\.",
      "year" : 2004
    }, {
      "title" : "Effects of different treatments of salicylic acid on heat tolerance, chlorophyll fluorescence, and antioxidant enzyme activity in seedlings of Cucumis sativa L",
      "author" : [ "Q Shi", "Z Bao", "Z Zhu", "Q Ying", "Q Qizn" ],
      "venue" : "Plant Growth Regul",
      "citeRegEx" : "Shi et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Shi et al\\.",
      "year" : 2006
    }, {
      "title" : "Foliar lead uptake by lettuce exposed to atmospheric pollution",
      "author" : [ "G Uzu", "S Sobanska", "G Sarret", "M Munoz", "C Dumat" ],
      "venue" : "Environ Sci Technol",
      "citeRegEx" : "Uzu et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Uzu et al\\.",
      "year" : 2010
    }, {
      "title" : "Evaluation of potential for chitosan to enhance plant defence",
      "author" : [ "R Walker", "S Morris", "P Brown", "A Gracie" ],
      "venue" : "Australian Government, RIRDC Report No",
      "citeRegEx" : "Walker et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Walker et al\\.",
      "year" : 2004
    }, {
      "title" : "Nanoparticle synthesis and delivery by an aerosol route for watermelon plant foliar uptake",
      "author" : [ "W Wang", "JC Tarafdar", "P Biswas" ],
      "venue" : "J Nanopart Res",
      "citeRegEx" : "Wang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2013
    }, {
      "title" : "Effects of chitosan on the growth of gerbera flower plant (Gerbera jamesonii)",
      "author" : [ "P Wanichpongpan", "K Suriyachan", "S Chandrkrachang" ],
      "venue" : null,
      "citeRegEx" : "Wanichpongpan et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Wanichpongpan et al\\.",
      "year" : 2001
    }, {
      "title" : "Effects of incorporation of nano-carbon into slow-released fertilizer on rice yield and nitrogen loss in surface water of paddy soil",
      "author" : [ "M Wu" ],
      "venue" : "Advance J Food Sci Technol",
      "citeRegEx" : "Wu,? \\Q2013\\E",
      "shortCiteRegEx" : "Wu",
      "year" : 2013
    }, {
      "title" : "Effects of slow/controlled release fertilizers felted and coated by nano-materials on nitrogen recovery and loss of crops",
      "author" : [ "Q Xiao", "FD Zhang", "YJ Wang" ],
      "venue" : "Plant Nutr Fertil Sci",
      "citeRegEx" : "Xiao et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Xiao et al\\.",
      "year" : 2008
    }, {
      "title" : "Effect of nano-TiO2 on strength of naturally aged seeds and growth of spinach",
      "author" : [ "L Zheng", "MG Su", "C Liu", "L Chen", "H Huang", "X Wu", "XQ Liu", "F Yang", "FQ Gao", "FH Hong" ],
      "venue" : "Biol Trace Elem Res",
      "citeRegEx" : "Zheng et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Zheng et al\\.",
      "year" : 2005
    }, {
      "title" : "Uptake, translocation, and accumulation of manufactured iron oxide nanoparticles by pumpkin plants",
      "author" : [ "H Zhu", "J Han", "JQ Xiao", "Y Jin" ],
      "venue" : "J Environ Monit",
      "citeRegEx" : "Zhu et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Zhu et al\\.",
      "year" : 2008
    }, {
      "title" : "Carbon nanotubes are able to penetrate plant seed coat and dramatically affect seed germination and plant growth",
      "author" : [ "M Khodakovskaya", "E Dervishi", "M Mahmood", "X Yang", "Z Li", "W Fumiya", "A Biris" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "Khodakovskaya et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Khodakovskaya et al\\.",
      "year" : 2009
    }, {
      "title" : "Toxicity and bioavailability of copper nanopar-ticles to the terrestrial plants mung bean (Phaseolus radiatus) and wheat (Triticum aestrivum): plant agar test for water-insoluble nanoparticles",
      "author" : [ "WM Lee", "YJ An", "H Yoon", "HS Kwbon" ],
      "venue" : "Environ Toxic Chem",
      "citeRegEx" : "Lee et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Lee et al\\.",
      "year" : 2008
    }, {
      "title" : "Antioxidant stress is promoted by nano-anatase in spinach chloroplasts under UV-B radiation",
      "author" : [ "Z Lei", "S Mingyu", "W Xiao", "L Chao", "Q Chunxiang", "C Liang", "H Hao", "L Xiaoqing", "H Fashui" ],
      "venue" : "Biol Trace Elem Res",
      "citeRegEx" : "Lei et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Lei et al\\.",
      "year" : 2008
    }, {
      "title" : "Effects of carbon nanoparticles application on the growth, physiological characteristics and nutrient accumulation in tobacco plants",
      "author" : [ "T Liang", "Q Yin", "Y Zhang", "B Wang", "W Guo", "J Wang", "J Xie" ],
      "venue" : "J Food Agric Environ",
      "citeRegEx" : "Liang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Liang et al\\.",
      "year" : 2013
    }, {
      "title" : "Uptake, translocation, and transmission of carbon nanomaterials in rice plants",
      "author" : [ "S Lin", "J Reppert", "Q Hu", "JS Hudson", "ML Reid", "TA Ratnikova", "AM Rao", "H Luo", "PC Ke" ],
      "venue" : null,
      "citeRegEx" : "Lin et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Lin et al\\.",
      "year" : 2009
    }, {
      "title" : "Effects of composite nanomaterials on rice growth",
      "author" : [ "AX Liu", "QM Lu", "YJ Cao" ],
      "venue" : "Plant Nutrit Fertil Sci",
      "citeRegEx" : "Liu et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2007
    }, {
      "title" : "Effects of nano-materials on water clusters",
      "author" : [ "AX Liu", "ZW Liao" ],
      "venue" : "J Anhui Agric Sci",
      "citeRegEx" : "Liu and Liao,? \\Q2008\\E",
      "shortCiteRegEx" : "Liu and Liao",
      "year" : 2008
    }, {
      "title" : "The application research of nano-biotechnology to promote increasing of vegetable production",
      "author" : [ "J Liu", "YD Zhang", "ZM Zhang" ],
      "venue" : "Hubei Agric Sci",
      "citeRegEx" : "Liu et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2009
    }, {
      "title" : "Research of the effect of nanometer materials on germination and growth enhancement of Glycine max and its mechanism",
      "author" : [ "CM Lu", "CY Zhang", "JQ Wen", "GR Wu", "MX Tao" ],
      "venue" : "Soybean Sci",
      "citeRegEx" : "Lu et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Lu et al\\.",
      "year" : 2002
    }, {
      "title" : "Application study of carbon nanofertilizer on growth of winter wheat",
      "author" : [ "J Ma", "J Liu", "ZM Zhang" ],
      "venue" : "Humic Acid",
      "citeRegEx" : "Ma et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Ma et al\\.",
      "year" : 2009
    }, {
      "title" : "Physiological effects of TiO2 nanoparticles on wheat (Triticum aestivum)",
      "author" : [ "H Mahmoodzadeh", "R Aghili", "M Nabavi" ],
      "venue" : "Tech J Eng Appl Sci",
      "citeRegEx" : "Mahmoodzadeh et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Mahmoodzadeh et al\\.",
      "year" : 2013
    }, {
      "title" : "Do nanoparticles present ecotoxicological risks for the health of the aquatic environment",
      "author" : [ "MN Moore" ],
      "venue" : "Environ Int",
      "citeRegEx" : "Moore,? \\Q2006\\E",
      "shortCiteRegEx" : "Moore",
      "year" : 2006
    }, {
      "title" : "Effect of boher nanofertilizer and chelated iron on the yield of peanut in province guilan",
      "author" : [ "N Moosapoor", "SM Sadeghi", "S Bidarigh" ],
      "venue" : "Ind J Fund Appl Life Sci",
      "citeRegEx" : "Moosapoor et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Moosapoor et al\\.",
      "year" : 2013
    }, {
      "title" : "Release mechanisms for slow- and controlled-release fertilizers and strategies for their use in vegetable production",
      "author" : [ "KT Morgan", "KE Cushman", "S Sato" ],
      "venue" : "Hort Technol",
      "citeRegEx" : "Morgan et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Morgan et al\\.",
      "year" : 2009
    }, {
      "title" : "Botany: an Introduction to Plant Biology",
      "author" : [ "M Nadakavukaren", "D McCracken" ],
      "venue" : null,
      "citeRegEx" : "Nadakavukaren and McCracken,? \\Q1985\\E",
      "shortCiteRegEx" : "Nadakavukaren and McCracken",
      "year" : 1985
    }, {
      "title" : "Nanoparticulate material delivery to plants",
      "author" : [ "R Nair", "SH Varghese", "BG Nair", "T Maekawa", "Y Yoshida", "DS Kumar" ],
      "venue" : "Plant Sci",
      "citeRegEx" : "Nair et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Nair et al\\.",
      "year" : 2010
    }, {
      "title" : "Environmental behaviour and ecotoxicity of engineered nanoparticles",
      "author" : [ "E Navarro", "A Baun", "R Behra", "NB Hartmann", "J Filser", "A Miao", "A Quigg", "PH Santschi", "L Sigg" ],
      "venue" : null,
      "citeRegEx" : "Navarro et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Navarro et al\\.",
      "year" : 2008
    } ],
    "referenceMentions" : [ {
      "referenceID" : 6,
      "context" : "Most slow release fertilizers (SRF) are chemical compounds that are only slightly soluble in water or are slowly broken down by microbial action (Sartain et al., 2004).",
      "startOffset" : 145,
      "endOffset" : 167
    }, {
      "referenceID" : 29,
      "context" : "Thus, the rate of nutrient liberation from SRF is related to their water solubility, microbiological degradation, and chemical hydrolysis (Morgan et al., 2009).",
      "startOffset" : 138,
      "endOffset" : 159
    }, {
      "referenceID" : 11,
      "context" : "A positive effect of chitosan has been observed on the growth of roots, shoots and leaves of various plants including gerbera (Wanichpongpan et al., 2001) and several crop plants (Chibu & Shibayama, 2001).",
      "startOffset" : 126,
      "endOffset" : 154
    }, {
      "referenceID" : 1,
      "context" : "Harvest index = Grain yield Straw yield (Beadle, 1993).",
      "startOffset" : 40,
      "endOffset" : 54
    }, {
      "referenceID" : 1,
      "context" : "Crop index = Grain yield (Grain yield +Straw yield) (Beadle, 1993).",
      "startOffset" : 52,
      "endOffset" : 66
    }, {
      "referenceID" : 7,
      "context" : "Electrical conductivity (EL) of the solution was measured at the end of incubation period (EC1) using EC meter (Shi et al., 2006).",
      "startOffset" : 111,
      "endOffset" : 129
    }, {
      "referenceID" : 4,
      "context" : "Grids were washed by a stream of distilled water and then were transferred to drops of lead citrate (Reynolds, 1963) which were placed on a wax plate in",
      "startOffset" : 100,
      "endOffset" : 116
    }, {
      "referenceID" : 19,
      "context" : "The application of carbon nanoparticles promoted tobacco plant growth at the resettling growth stage, vigorous growth stage and maturity stage compared with conventional fertilizer (Liang et al., 2013).",
      "startOffset" : 181,
      "endOffset" : 201
    }, {
      "referenceID" : 17,
      "context" : "Previous studies have investigated the absorption and uptake of nanomaterials by plants and mainly focused on their dubious adverse effects (Lee et al., 2008; Rico et al., 2011).",
      "startOffset" : 140,
      "endOffset" : 177
    }, {
      "referenceID" : 5,
      "context" : "Previous studies have investigated the absorption and uptake of nanomaterials by plants and mainly focused on their dubious adverse effects (Lee et al., 2008; Rico et al., 2011).",
      "startOffset" : 140,
      "endOffset" : 177
    }, {
      "referenceID" : 16,
      "context" : "For example, multi-walled carbon nanotubes (10-40 μg/mL) can penetrate seed coats, stimulate germination and enhance growth of tomato plant (Khodakovskaya et al., 2009).",
      "startOffset" : 140,
      "endOffset" : 168
    }, {
      "referenceID" : 27,
      "context" : "Hence, only nanoparticles or nanoparticle aggregates with diameter less than the pore diameter of the cell wall could easily pass through and reach the plasma membrane (Moore, 2006; Navarro et al., 2008).",
      "startOffset" : 168,
      "endOffset" : 203
    }, {
      "referenceID" : 32,
      "context" : "Hence, only nanoparticles or nanoparticle aggregates with diameter less than the pore diameter of the cell wall could easily pass through and reach the plasma membrane (Moore, 2006; Navarro et al., 2008).",
      "startOffset" : 168,
      "endOffset" : 203
    }, {
      "referenceID" : 31,
      "context" : "There is also a chance for enlargement of pores or induction of new cell wall pores upon interaction with engineered nanoparticles which in turn enhance nanoparticle uptake (Nair et al., 2010).",
      "startOffset" : 173,
      "endOffset" : 192
    }, {
      "referenceID" : 8,
      "context" : "When nanoparticles are applied on leaf surfaces, they enter through the stomatal openings or through the bases of trichomes and then are translocated to various tissues (Uzu et al., 2010).",
      "startOffset" : 169,
      "endOffset" : 187
    }, {
      "referenceID" : 31,
      "context" : "Studies on the mechanism of uptake and formation of nanoparticles within plants have also led to more investigations on the use of plants as source for nanoparticle synthesis (Nair et al., 2010).",
      "startOffset" : 175,
      "endOffset" : 194
    }, {
      "referenceID" : 15,
      "context" : "Plants are able to take up nanoparticles from environment and transport them through the vascular system to various shoot systems (Zhu et al., 2008; Corredor et al., 2009).",
      "startOffset" : 130,
      "endOffset" : 171
    }, {
      "referenceID" : 12,
      "context" : "The possible reasons are: (i) nanoNPK promotes the plant to absorb the water of soil and nutrients, then the photosynthesis is improved (Wu, 2013); (ii) nano-NPK is considered the biological pump for the plants to absorb nutrients and water (Ma et al.",
      "startOffset" : 136,
      "endOffset" : 146
    }, {
      "referenceID" : 25,
      "context" : "The possible reasons are: (i) nanoNPK promotes the plant to absorb the water of soil and nutrients, then the photosynthesis is improved (Wu, 2013); (ii) nano-NPK is considered the biological pump for the plants to absorb nutrients and water (Ma et al., 2009).",
      "startOffset" : 241,
      "endOffset" : 258
    }, {
      "referenceID" : 10,
      "context" : "Their results suggested that the stomatal pathway is highly capacitive because of its large size exclusion limit above 10 nm and its high transport velocity (Wang et al., 2013).",
      "startOffset" : 157,
      "endOffset" : 176
    }, {
      "referenceID" : 10,
      "context" : "The phloem consists of living vascular tissues that translocate photosynthetic products including sucrose, proteins and some mineral ions for plant growth (Nadakavukaren & McCracken, 1985; Wang et al., 2013).",
      "startOffset" : 155,
      "endOffset" : 207
    } ],
    "year" : 2016,
    "abstractText" : "Nanofertilizers have become a pioneer approach in agriculture research nowadays. In this paper we investigate the delivery of chitosan nanoparticles loaded with nitrogen, phosphorus and potassium (NPK) for wheat plants by foliar uptake. Chiotsan-NPK nanoparticles were easily applied to leaf surfaces and entered the stomata via gas uptake, avoiding direct interaction with soil systems. The uptake and translocation of nanoparticles inside wheat plants was investigated by transmission electron microscopy. The results revealed that nano particles were taken up and transported through phloem tissues. Treatment of wheat plants grown on sandy soil with nano chitosan-NPK fertilizer induced significant increases in harvest index, crop index and mobilization index of the determined wheat yield variables, as compared with control yield variables of wheat plants treated with normal non-fertilized and normal fertilized NPK. The life cycle of the nano-fertilized wheat plants was shorter than normal-fertilized wheat plants with the ratio of 23.5% (130 days compared with 170 days for yield production from date of sowing). Thus, accelerating plant growth and productivity by application of nanofertilizers can open new perspectives in agricultural practice. However, the response of plants to nanofertilizers varies with the type of plant species, their growth stages and nature of nanomaterials. Additional key words: Triticum aestivum; nanofertilizer; crop index Abbreviations used: CRF (controlled-release fertilizers); CS (chitosan); CS-PMAA-NPK (chitosan polymethacrylic acid nano particles loaded with nitrogen, phosphorus and potassium); EL (electrolyte leakage); PMAA (poly methacrylic acid); SRF (slow release fertilizers); TEM (transmission electron microscopy) Citation: Abdel-Aziz, H. M. M.; Hasaneen, M. N. A.; Omer, A. M. (2016). Nano chitosan-NPK fertilizer enhances the growth and productivity of wheat plants grown in sandy soil. Spanish Journal of Agricultural Research, Volume 14, Issue 1, e0902. http:// dx.doi.org/10.5424/sjar/2016141-8205. Received: 24 Jun 2015. Accepted: 04 Feb 2016 Copyright © 2016 INIA. This is an open access article distributed under the terms of the Creative Commons Attribution-Non Commercial (by-nc) Spain 3.0 Licence, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Funding: The authors received no specific funding for this work Competing interests: The authors have declared that no competing interests exist. Correspondence should be addressed to H. M. M. Abdel-Aziz: hebammabdelaziz@mans.edu.eg",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}