{
  "name" : "downloads_2020-09-14_ae_graumans2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "A mosquito feeding assay to examine Plasmodium transmission to mosquitoes using small blood volumes in 3D printed nano-feeders",
    "authors" : [ "Wouter Graumans", "Roel Heutink", "Geert‐Jan van Gemert", "Marga van de Vegte‐Bolmer", "Teun Bousema", "Katharine A. Collins" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Methods: Using two 3D printing production methods, MultiJet (MJ) and Digital Light Processing (DLP), we devel‑ oped a plastic version of the most commonly used standard glass feeder (the mini‑feeder) with an improved design, and also a smaller feeder requiring only 60 µl of blood (the nano‑feeder). Performance of the 3D printed feeders was compared to standard glass mini‑feeders by assessing infectivity of gametocytes to mosquitoes in standard mem‑ brane feeding assays with laboratory reared Anopheles stephensi mosquitoes and cultured Plasmodium falciparum gametocytes. In addition, the optimum number of mosquitoes that can feed on the nano‑feeder was determined by evaluating fully fed mosquitoes visually and by assessing blood‑ meal volume with a colorimetric haemoglobin assay.\nResults: The 3D printing methods allowed quick and inexpensive production of durable feeders. Infectivity of game‑ tocytes to mosquitoes was comparable for MJ and DLP 3D printed feeders and glass feeders, and the performance of the 3D printed feeders was not influenced by repeated washing with bleach. There was no loss in transmission efficiency when the feeder size was reduced from mini‑feeder to nano‑feeder, and blood‑meal volume assessment indicated ~10 An. stephensi mosquitoes can take a full blood‑meal (median volume 3.44 µl) on a nano‑feeder.\nConclusions: Here we present 3D printed mini‑ and nano‑feeders with comparable performance to the currently used glass mini‑feeders. These feeders do not require specialized glass craftsmanship, making them easily accessible. Moreover, the smaller nano‑feeders will enable evaluation of smaller blood volumes that can be collected from finger prick, thus expanding the utility of membrane feeding assays and facilitating a more thorough evaluation of the human infectious reservoir for malaria.\nKeywords: Malaria, Transmission, DMFA, SMFA, Anopheles, Blood‑meal size, 3D printing, Feeders, Temperature, Oocyst\n© The Author(s) 2020. This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creat iveco mmons .org/publi cdoma in/ zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.\n*Correspondence: Katharine.a.Collins@gmail.com †Wouter Graumans and Roel Heutink contributed equally to this work 1 Department of Medical Microbiology, Radboud University Medical Center, Radboud Institute for Health Sciences, Nijmegen, The Netherlands Full list of author information is available at the end of the article"
    }, {
      "heading" : "Background",
      "text" : "Malaria remains one of the most important infectious diseases worldwide with an estimated 228 million cases and 405,000 deaths occurring in 2018 [1]. Despite reductions in morbidity and mortality during the last decade, the number of cases globally has now plateaued and is even rising again in some settings. In particular children under the age of five in the African region are most affected, with (severe) morbidity largely attributable to infection with Plasmodium falciparum. Efforts to further reduce malaria burden would benefit from an improved understanding of malaria transmission dynamics [2]. The likelihood of malaria transmission from humans to mosquitoes is dependent on the presence of mature gametocytes. Gametocytes are the sexual forms of the malaria parasite, and for P. falciparum they enter the peripheral blood stream after ~10–12 days of maturation and circulate for an estimated 3.4–6.5 days [3–5]. Gametocyte infectivity to mosquitoes depends on numerous factors and cannot be reliably inferred from gametocyte density alone [6, 7].\nArtificial mosquito membrane feeding assays (MFAs) are widely used to evaluate the transmission potential of gametocyte-infected blood to mosquitoes. These assays are used largely for two reasons: (i) to assess the efficacy of interventions that aim to reduce transmission of malaria parasites from humans to mosquitoes; and (ii) to evaluate malaria transmission dynamics and identify the transmissible reservoir of malaria [6, 8–12]. During an MFA gametocyte infected blood is fed to mosquitoes via a membrane feeding device connected to a circulating water bath to keep the blood warm and prevent premature activation of gametocytes by a drop in temperature [13]. Transmission of gametocytes to mosquitoes is then assessed by detecting and quantifying malaria oocysts on mosquito midguts 7–10 days after feeding [14]. Waterjacketed glass membrane feeders were initially developed by Rutledge et al. [15] in 1964 to facilitate MFAs. In 1989, the design was improved to produce glass feeders in three sizes for blood volume capacities of 8.0 ml, 1.25 ml, and 0.3 ml [14], called maxi-, midi-, and mini-feeders, respectively. Glass feeders have been successfully used in many settings; however, they are expensive, and standardized feeders can only be obtained from a few suppliers, limiting their availability to all laboratories. 3D printing technology could be used to produce feeders more easily and inexpensively, thus making them more attainable by laboratories with limited resources. A 3D printed feeder model using 500 µl of blood was previously produced where the feeders were printed using acrylic resin photopolymer in two pieces that were glued together after production [16].\nDespite the specialized nature of the manufacturing process, glass midi- and mini-feeders have been widely used for clinical and epidemiological studies on human infectivity to mosquitoes using direct membrane feeding assays (DMFAs) [12, 17]. In DMFAs, venous blood collected from gametocyte carriers is added directly to a glass feeder and fed to mosquitoes to assess infectivity. Performing DMFAs on populations where phlebotomy is challenging, such as infants [18], or using methods to concentrate gametocytes prior to mosquito feeding [19–21] would benefit from feeders using smaller blood volumes, such as those that could easily be collected by finger prick. For these purposes, we have developed the nano-feeder with a chamber volume of only 60 µl. Utilising recent advances in 3D printing technology, we produced the mini- and nano-feeders in plastic, in one piece, with an improved design. Here we present the validation of these feeders using standard membrane feeding assays (SMFAs) which use cultured P. falciparum gametocytes and Anopheles stephensi mosquitoes."
    }, {
      "heading" : "Methods",
      "text" : ""
    }, {
      "heading" : "Nano‑feeder development and 3D printing technology",
      "text" : "Two 3D printing methods were used: MultiJet (MJ) and Digital Light Processing (DLP). Feeders were designed using 3D CAD software for MJ printed feeders (SolidWorks 2019 SP0.0, Dassault Systèmes, ‘s-Hertogenbosch, The Netherlands) and 3DSprint software for DLP printed feeders (3Dsystems, Rock Hill, USA), and were printed in one piece (STL files for the feeders are provided in Additional files 1 and 2). The MJ printing process was performed by the 3D Projet 3500 max printer by the Civon Innovation Center. Briefly, feeders were printed with ABS like plastic (VisiJet M3-X, 3Dsystems, Rock Hill, USA) and wax (VisiJet S300, 3Dsystems, Rock Hill, USA) was printed as temporary support material for the layers printed on top. Post-printing wax was removed in a multistep process at 65 °C, feeders were heated in the oven, ultrasonic cleaned in oil, washed with water, cleaned with a brush and dried with compressed air. The DLP printing process was performed by the Nextdent 5100 Beta printer by the Radboudumc 3D laboratory (Additional file 3: Figure S1) [22]. Nextdent SG (surgical guide) was used as resin and no support material was needed. Each layer of printed liquid resin was hardened by UV beamer projection (xyz resolution 50 µm). Post-printing, feeders were ultrasonically cleaned in 96% ethanol twice, then flushed with 96% ethanol, dried with compressed air, and post-cured for 10 minutes in a UV box (Nextdent LC3DPrint Box, UV-A 108 en UV-Blue 108, 3Dsystems). Glass mini-feeders and 3D printed nano-feeders were connected to a circulating water bath (temperature set to\n39 °C) and blood was added to the feeders. A calibrated digital thermometer (54II, Fluke, Everett, USA) with an accuracy of ± 0.3 °C was used with two probes to measure simultaneously the temperature of the blood in the feeder cavity of the first and last feeder in a row of four, every 30 s for 10 min, to determine temperature stability.\nPlasmodium falciparum gametocyte culture, Anopheles stephensi husbandry and membrane feeding assays Plasmodium falciparum parasites were cultured in an automated incubator [23] under a continuous gas flow of 4% CO2, 3% O2 and 93% N2. For gametocyte production, asynchronous cultures were started at day 0, with 1% parasitemia and 5% red blood cells, and harvested at day 15–16. Gametocyte infected blood-meals were prepared as previously described [14]. Anopheles stephensi mosquitoes of the Sind-Kasur strain [24] were maintained at 26 °C and 80% humidity with a 12:12 h reverse day and night cycle. For feeding assays, female mosquitoes between 1–3 days-old were offered a P. falciparum gametocyte infected blood-meal in either (i) paper cups (8.5 × 11 cm, 400 ml) via mini-feeders (300 µl) [14] or (ii) plastic cages with netting on both sides (5 × 5 × 7 cm) or small paper cups (6.5 × 8 cm, 200 ml) via nano-feeders (60 µl). Feeders were attached to a circulating water bath set at 39  °C. Parafilm M was stretched as artificial membrane and secured around the feeder by an elastic band. Mosquitoes were allowed to feed in the dark for 15 min and then either dissected on the same day as feeding for blood-meal haemoglobin analysis (detailed below) or maintained at 26  °C, on 5% glucose and dissected 7–10 days post-feeding to count the number of developed oocysts by microscopy after 1% mercurochrome midgut staining.\nStandard feeder washing procedure Feeders were cleaned for 30 min in 4% bleach, rinsed with continuously running tap water for 1 h on the outside, attached to tubing to rinse the inside with running tap water for 1 h, then rinsed on the outside for another 30 min. Finally the feeders were rinsed with deionized water and air-dried."
    }, {
      "heading" : "Method of dissection for mosquito blood‑meal volume analysis",
      "text" : "Mosquitoes were fed freshly drawn venous blood collected in EDTA vacutainers (BD, Vacutainer system) by glass mini-feeders to obtain fully blood-fed (FBF) and partially blood-fed (PBF) mosquitoes. Unfed mosquitoes (UF) were collected from the same mosquito stock cages but were not offered a blood-meal. Mosquitoes were dissected either immediately or 3 h (± 0.5 h) after feeding by separating abdomens from the rest of the body (legs,\nthorax and head). Blood-meal volume was determined in the abdomens or they were processed further to obtain midguts for blood-meal volume analysis. The mosquito blood-meal volume was measured using the Haemoglobin Colorimetric Assay Kit (Cayman, 700540, Ann Arbor, USA). Individual abdomens or midguts collected as described above, were transferred to a well of a 96-well plate containing 20 µl kit sample buffer. Two standard curves were prepared; the haemoglobin assay kit curve and blood donor curve. The latter was used to correlate OD against blood volume, since haemoglobin concentrations differ between donors. One hundred and eighty µl of haemoglobin detector was added to all wells. Samples were gently but thoroughly pipetted up and down to release the blood. For assessments on the abdomen, residual undissolved parts of the abdomen were removed with a needle. After 15 min of incubation, absorbance was measured by a micro plate reader at 580 nm. Donorspecific blood standard curves were used to calculate engorged mosquito blood-meal volumes."
    }, {
      "heading" : "Statistical analysis",
      "text" : "Data were analysed with Graphpad Prism version 8. The D’Agostino-Pearson normality test was used to determine if the data were normally distributed. Three groups of parametric data were compared by one-way ANOVA with Tukey’s multiple comparison test and two groups of non-parametric data were compared by Mann-Whitney test. Significance was indicated when value of P < 0.05 (*P < 0.05, **P < 0.01, ***P < 0.001)."
    }, {
      "heading" : "Results",
      "text" : ""
    }, {
      "heading" : "3D printed nano‑ and mini‑feeders",
      "text" : "Nano- and mini-feeders were designed for production using MJ and DLP 3D printing technology (Fig.  1). The design of both feeders was improved by adding a venting tube to release air during feeder filling, thus enabling the chamber to be filled evenly with blood without air bubbles. Additionally, for the nano-feeder the injection duct was modified to fit a p200 pipette tip to make it easier to fill the feeder with blood and avoid the need for blunt needles [25]. After production, the MJ printed feeders had a thin layer of wax (the material that was used as temporary support layer during printing) that was difficult to remove and stayed visible on the feeders, which was not present on the DPL feeders. To assess temperature stability, the feeders were connected in a chain of 4 to a circulating water bath set at 39  °C and filled with blood. Temperature of the blood was measured in the first and last feeder using a calibrated thermometer. Both plastic and glass feeders reached a stable temperature quickly within 4.5 min after attaching to the water bath. Plastic feeders remained at a stable temperature on\naverage 1.8 °C lower (mean = 35.9 °C) than glass feeders (mean = 37.7 °C) (Additional file 4: Figure S2).\nMosquito infectivity is comparable with 3D printed plastic feeders (MJ and DLP printed) and glass feeders MJ and DLP printed mini-feeders were compared directly to glass mini-feeders in SMFAs with cultured P. falciparum NF54 gametocytes. To assess any potential impact of the standard Radboudumc laboratory washing procedure (using 4% bleach) on the plastic feeders, the level of mosquito infectivity was assessed immediately after production of the feeders and also after washing the feeders 10, 20 and 30 times (Fig. 2). There was a small colour change in the DLP printed plastic feeders after repeated washing with bleach, but there was no significant reduction in the mosquito infectivity compared to glass mini-feeders, either initially or following repeated washes, and there was no difference between the MJ or DPL plastic feeders. This demonstrates equal performance of the 3D printed plastic feeders compared to standard glass feeders during SMFAs and paved the way for examining smaller feeders with a smaller blood volume."
    }, {
      "heading" : "Blood‑meal volume in mosquito midguts",
      "text" : "To evaluate how many mosquitoes can successfully feed and become fully engorged during an MFA, we wanted to determine the average blood-meal volume in FBF mosquito midguts by haemoglobin assay. Due to the difficulty of dissecting and removing a midgut immediately after feeding (engorged midguts are very delicate), three methods were evaluated to determine the optimal processing procedure for assessing the blood-meal volume: (i) whole abdomens processed immediately after feeding; (ii) whole abdomens processed 3 h (± 0.5 h) after feeding; and (iii) dissected midguts processed 3 h (± 0.5 h) after feeding. There was no difference in blood-meal volume assessed between midgut or whole abdomen processed 3 h after feeding (conditions ii and iii), indicating the additional mosquito abdomen tissue did not interfere with the assay. There was a higher median blood-meal volume in abdomens processed immediately compared to 3 h post-feeding, suggesting that some of the blood is digested by 3 h. Based on these results, we employed the approach of assessing blood-meal volumes immediately after feeding using the whole mosquito abdomens (Fig. 3a). The median blood-meal volume in whole abdomens for engorged mosquitoes was 3.44 µl (range 1.3– 5.4, n = 94). It was noted that there was a broad range of blood-meal volumes in the mosquitoes, so we evaluated whether mosquitoes that are not fully engorged can be easily visually identified by body size (Additional file  5: Figure S3). Based on visual inspection, FBF mosquitoes had a median blood-meal volume of 3.70 µl (range\n2.8–4.4, n = 40), considerably higher than PBF mosquitoes, median = 0.87 µl (range 0.2–2.7, n = 82) (Fig.  3b). An estimated mosquito blood-meal volume below 2.5 µl was therefore considered only partially fed.\nThe maximum number of mosquitoes that can be fed on a nano‑feeder To determine the number of mosquitoes that can successfully feed and become fully engorged using a nano-feeder, we assessed the blood-meal volume by haemoglobin assay in mosquito midguts after feeding different numbers of mosquitoes on whole blood. In three independent experiments each with a different blood donor, cups with 5, 10, 15, 20 or 50 mosquitoes were fed on a 60 µl blood-meal via a nano-feeder. In all conditions, a number of mosquitoes were PBF or UF (Additional file 6: Figure S4). With increasing numbers of mosquitoes per feeder, there was a trend for lower blood-meal volume and also a larger proportion of mosquitoes with blood-meal volume < 2.5 µl, indicative of incomplete feeding (even among visually FBF mosquitoes) (Fig. 3c). If 10 mosquitoes were used per feeder, all visually FBF mosquitoes had a blood-meal volume > 2.5 µl, with a mean bloodmeal volume of 3.52 µl (range 2.6–4.0, n = 12) (Fig. 3c).\nThe percentage of fully engorged mosquitoes was low in this experiment. With 10 mosquitoes per nanofeeder, 65% of the mosquitoes were FBF compared to ~ 90% with normal glass feeders. To increase mosquito feeding rates the nano-feeder procedure was optimised by: (i) extension of the starvation period prior to feed (+ 12 h); (ii) stimulation of mosquitoes prior to feeding by placing a culture flask (Corning, Canted neck 25 cm2) filled with warm water for 1 min on top of the cup; and (iii) plastic cages with netting on both sides were changed to small paper cups (6.5 × 8 cm, 200 ml) with netting (to reduce distance between the mosquitoes and the feeder). When 10 mosquitoes per cup were fed on the nano-feeder using the optimized protocol the mean mosquito feeding rate increased to 93.2% (range 88.9–100, n = 6 cups) (Additional file 7: Table S1).\nMosquito infectivity is not affected by the smaller sized nano‑feeders To determine if comparable mosquito infection rates can be achieved using the smaller sized 3D plastic nanofeeders, they were compared to the standard glass minifeeders in SMFAs. Cultured gametocytes were fed to mosquitoes (six replicate feeds) and infection prevalence and intensity were compared (Fig. 4). There was no difference in median oocyst infection intensity [glass minifeeders mean = 3.0 (range 0–18, n = 120) compared to 3D MJ-printed nano-feeders mean = 4.0 (range 0–20, n = 55)] or in prevalence of infected mosquitoes [glass\nmini-feeders = 85% (range 80–95) and 3D plastic feeders = 83% (range 71–88)]."
    }, {
      "heading" : "Discussion",
      "text" : "An improved understanding of malaria transmission dynamics would enable better design and implementation of interventions that aim to reduce transmission and ultimately decrease the burden of (severe) malaria in endemic areas. In clinical and epidemiological studies, DMFAs are often performed to assess an individual’s infectivity to mosquitoes using venous blood and glass\nmini-feeders. However, infectivity assessments on small blood volumes for populations such as infants, where phlebotomy is challenging [18], or methods that use gametocyte concentration prior to mosquito feeding [19–21] would require feeders that use a smaller blood volume than the currently available glass mini-feeder.\nIn this study, plastic feeders were produced using two 3D printing techniques. 3D printing allows custom feeder optimization. We optimized feeder design by (i) adding a vent tube to allow more efficient feeder filling with blood, (ii) miniaturizing the mini-feeder design to\n(See figure on next page.)\nFig. 3 Mosquito blood‑meal volume depends on the number of mosquitoes per feeder. Anopheles stephensi mosquitoes (30 mosquitoes per paper cup in duplicate) were fed whole blood via glass mini‑feeders and blood‑meal volumes were determined. a Two dissection methods (abdomen or midguts) and two time‑points (immediate and 3 h ± 0.5 h after feeding) were compared. b Based on mosquito body size by eye (Additional file 3: Figure S2) the blood‑meal volume of fully blood‑fed (FBF) and partially blood‑fed (PBF) mosquitoes was determined in two sets of experiments (filled and open dots). Bars represent the median. The cut‑off value of FBF mosquitoes was determined to be 2.5 µl, horizontal red dotted line. c In three independent experiments with three different blood donors, depicted in black, blue and red, plastic cages with 5, 10, 15, 20 or 50 mosquitoes were fed on a 60 µl blood‑meal via a nano‑feeder. Fully blood‑fed (FBF) mosquitoes were analysed immediately after feeding (abdomen). Data from independent experiments were pooled per group for analysis. Lines indicate the mean blood volume and bars show the prevalence of FBF mosquitoes\nFig. 2 Mosquito infection rates for 3D printed feeders are comparable with glass feeders, also after repeated washing. Mosquito infectivity was assessed for MJ and DLP printed mini‑feeders immediately after production (a) and after washing 10 times (b), 20 times (c) and 30 times (d) for comparability against standard glass mini‑feeders. All experiments were performed with 2 paper cups of 30 mosquitoes per condition. Replicates are shown pooled, dots represent the number of oocysts per mosquito and lines represent the mean. Groups compared by one‑way ANOVA with Tukey’s multiple comparison test; all were not significantly different\nproduce a nano-feeder with a 60 µl capacity, and (iii) widening the injection duct of the nano-feeder to fit a p200 pipette tip, avoiding the need for blunt needles for feeder filling [25]. 3D printing technology was fast and inexpensive and thus may increase access to membrane feeding techniques. For example, the DLP process produced 23 nano-feeders in 90 min (Additional file 6: Figure S4), with manufacturing costs three times lower compared to current standard glass mini-feeders.\nPlastic feeders were compared with the standard glass mini-feeders in SMFAs with cultured gametocytes. In these experiments, there was no difference in infection efficiency, with highly similar mean oocyst intensity and prevalence of mosquito infection. Moreover, performance of the plastic feeders was not influenced by repeated washing using bleach. These findings using two different 3D printing materials and technologies are in line with findings from Witmer et al. [16] who reported no reduction in mosquito infectivity with 3D printed feeders compared to glass feeders. For 3D printed plastic feeders it was interesting to note they remained at a stable temperature on average 1.8 °C lower (mean = 35.9 °C) than glass feeders (mean = 37.7  °C). The lower temperature could potentially influence transmission as a result of gametocyte activation before they are imbibed by the mosquitoes. However, since no reduction in mosquito\nFig. 4 Mosquito infection intensity and prevalence are comparable between mini‑feeders and nano‑feeders. Plasmodium falciparum infected blood‑meals were fed to An. stephensi mosquitoes in 6 glass mini‑feeders (n = 30 mosquitoes per feeder) and 6 3D MJ printed nano‑feeders (n = 15 mosquitoes per feeder). The infection prevalence and oocyst intensity is presented for individual feeders (a) (lines represent the median) and pooled by feeder type (b) (violin plots show the median and quartiles). Groups in b are compared with Mann‑Whitney test, there was no significant difference\ninfectivity was observed between the plastic and glass feeders, this lower temperature did not impact gametocyte infectivity or mosquito feeding rates, in line with previous data where  gametocyte activation was  only seen with a drop of 5  °C or more [13]. No difference was observed in performance between the MJ or DPL 3D printed mini-feeders, meaning both technologies appear suitable for producing feeders. However, for our purposes, DLP printed feeders were preferred because they were made out of medical certified resin resistant to autoclaving and no support material was needed during printing. In contrast, the MJ printed feeders used a wax support matrix and a thin layer of wax was present after production that was difficult to remove and remained on the feeders after cleaning.\nTo determine the number of mosquitoes that can be fed on a nano-feeder we measured mosquito bloodmeal volumes by haemoglobinometry. In prior reports, blood-meal volumes have been estimated in a variety of mosquito species using a range of approaches, haemoglobinometry [26], IgG ELISA [27], radioisotope counting [28, 29] or simple weighing before and after blood-meal engorgement [30]. Anopheles mosquitoes filter and concentrate erythrocytes during feeding and excrete excess fluid, known as prediuresis [31]. Therefore, since some of the whole blood volume may be excreted, measuring heamoglobin allows us to estimate the total erythrocytes and thus the total volume of whole blood that was initially imbibed, as opposed to the total volume remaining after prediuresis. We demonstrate that blood-meal volume can be measured in whole abdomens and does not require the midgut to be removed. The highest median blood-meal volume was observed in abdomens processed immediately compared to 3 hours post-feed, likely due to erythrocyte digestion that takes place at a rate of approximately 9.8 µg of protein per hour [32] starting immediately after ingestion. Using this assay we were able to determine that the optimum number of 10 An. stephensi mosquitoes can be fed on a nano-feeder and take a full blood-meal (2.6–4.0 µl). Using more mosquitoes than this resulted in some mosquitoes that appeared to be FBF by visual inspection taking a smaller blood-meal as determined by colorimetric haemoglobin assay. It is possible that these mosquitoes may have appeared fully engorged because they did not fully concentrate the erythrocytes and excrete the excess fluid."
    }, {
      "heading" : "Conclusions",
      "text" : "In conclusion, we report an optimized robust 3D printed mini-feeder and a new smaller nano-feeder that enables gametocyte infectivity assessments on small blood volumes. 3D printed feeders showed comparable transmission efficiency compared to standard glass mini-feeders\nand were produced more quickly and cheaply than glass feeders, making them more widely available. These feeders expand the utility of membrane feeding assays, allowing the use of finger prick blood samples for infectivity assessments, and will facilitate a better understanding of the human infectious reservoir for malaria. Moreover, the 3D printed feeders could also facilitate studies on other important vector-borne diseases that have an impact on human health globally such as Zika, dengue, yellow fever, chikungunya and filariasis [33]."
    }, {
      "heading" : "Supplementary information",
      "text" : "Supplementary information accompanies this paper at https ://doi. org/10.1186/s1307 1‑020‑04269 ‑x.\nAdditional file 1. STL file for 3D printed mini‑feeders.\nAdditional file 2. STL file for 3D printed nano‑feeders.\nAdditional file 3: Figure S1. DLP nano‑feeder production by Nextdent 5100. DLP feeders were designed using 3DSprint software from 3Dsys‑ tems. A total of 23 nano‑feeders were printed in 1 h by the Nextdent 5100 Beta printer by the Radboudumc 3D lab [22]. Nextdent SG (surgical guide) was used as resin, no support material was used. Each layer of printed liquid resin was hardened by UV beamer projection (xyz resolution 50 µm). In 30 minutes, post printing (B), feeders were two times ultrasonic cleaned in 96% ethanol and flushed with 96% ethanol before they were dried with compressed air and post‑cured for 10 min in a UV box (Nextdent LC‑ 3DPrint Box, UV‑A 108 en UV‑Blue 108).\nAdditional file 4: Figure S2. Feeder temperature of glass mini‑feeders and 3D MJ‑printed nano‑feeders. Two probes were used to simultane‑ ously measure the temperature of the first (P1) and last (P2) feeder in a row of four. At 0 s, the water bath was turned on (dotted line, temperature set at 39 °C) and the blood‑meal was injected in the feeder cavity of glass mini‑feeders (circles) and nano‑feeders (triangles). Both plastic and glass feeders reached a stable temperature quickly within 4.5 min after attach‑ ing to the water bath. Plastic feeders remained at a stable temperature on average 1.8 °C lower (mean = 35.9 °C) than glass feeders (mean = 37.7 °C). Additional file 5: Figure S3. Mosquito blood‑meal size determined by eye. Mosquitoes were selected by eye and determined unfed (UF), par‑ tially blood‑fed (PBF) or fully blood‑fed (FBF) (from left to right).\nAdditional file 6: Figure S4. Mosquito feeding performance on 3D MJ‑ printed nano‑feeders. In three independent experiments with three differ‑ ent blood donors, plastic cages with 5, 10, 15, 20 or 50 mosquitoes were fed on a 60 µl blood‑meal to determine the feeding performance on the nano‑feeder. Data from independent experiments were pooled per group for analysis; pie charts present the mean feeding rate in percentages of fully‑ (FBF), partially‑ (PBF) or unfed (UF) mosquitoes. In all conditions a number of mosquitoes were PBF or UF. No blood material in the feeder cavity was left for cups with 20 or 50 mosquitoes. For 10 mosquitoes per feeder, all visually FBF mosquitoes had a blood‑meal > 2.5 µl, with a mean volume of 3.52 µl (range 2.6–4.0, n = 12) and feeding prevalence of 65% FBF.\nAdditional file 7: Table S1. Mosquito feeding rates after protocol optimization. To increase mosquito feeding rates the original nano‑feeder protocol was optimised by (i) extension of the starvation period prior to feed (+ 12 h), (ii) stimulation of mosquitoes prior to feeding by placing a culture flask (canted neck 25 cm2) filled with warm water for 1 minute on top of cup, and (iii) plastic cages were changed to small paper cups to reduce distance between the mosquitoes and the feeder.\nAbbreviations DLP: digital light processing; DMFA: direct membrane feeding assays; FBF: fully blood‑fed; MFA: membrane feeding assay; MJ: multijet; PBF: partially blood‑fed\nmosquitoes; SG: surgical guide; SMFA: standard membrane feeding assay; UF: unfed mosquitoes.\nAcknowledgements We would like to thank Isaïe Reuling for conceptualizing the nano‑feeder model. Aloys Heutink from Civon Innovation Center for designing and MultiJet printing of the first nano‑feeder model. Joost Tellman, Luc Verhamme and Bas Kramer from the Radboudumc 3D laboratory for DLP nano‑feeder design and printing. Special thanks to Chiara Andolina for mosquito blood‑meal dissections and Rianne Stoter for support of parasite culture. Jolanda Klaassen, Laura Pelser‑Posthumus, Astrid Pouwelsen and Jacqueline Kuhnen for their role in carrying out and evaluating mosquito membrane feeding experiments and Kjerstin Lanke, Karina Teelen, Roos de Jong, Nick Proellochs and Manon Alkema for experimental technical assistance.\nAuthors’ contributions KAC, TB and WG conceived and designed the experiments. WG, RH, GG and MV‑B performed experiments. RH designed the nano‑feeder. WG and KAC per‑ formed data analysis and wrote the manuscript. TB contributed to manuscript drafting. All authors reviewed the manuscript drafts. All authors read and approved the final manuscript.\nFunding This work was further supported by the Bill & Melinda Gates Foundation (INDIE OPP1173572). WG, KC and TB are supported by a fellowship from the European Research Council to TB (ERC‑2014‑stG 639776).\nAvailability of data and materials The datasets used and/or analysed during the present study are available from the corresponding author upon reasonable request. The authors of this manuscript are willing to consider requests for printing feeders.\nEthics approval and consent to participate Not applicable.\nConsent for publication Not applicable.\nCompeting interests The authors declare they have no competing interests.\nAuthor details 1 Department of Medical Microbiology, Radboud University Medical Center, Radboud Institute for Health Sciences, Nijmegen, The Netherlands. 2 Depart‑ ment of Immunology and Infection, London School of Hygiene and Tropical Medicine, London, UK.\nReceived: 7 May 2020 Accepted: 29 July 2020\nReferences 1. WHO. World malaria report 2019. Geneva: World Health Organization;\n2019. https ://www.who.int/publi catio ns/i/item/world ‑malar ia‑repor t‑2019.\n2. malERA Refresh Consultative Panel on Characterising the Reservoir and Measuring Transmission. malERA: an updated research agenda for characterising the reservoir and measuring transmission in malaria elimi‑ nation and eradication. PLoS Med. 2017;14:e1002452. 3. Bousema T, Okell L, Shekalaghe S, Griffin JT, Omar S, Sawa P, et al. Revisit‑ ing the circulation time of Plasmodium falciparum gametocytes: molecu‑ lar detection methods to estimate the duration of gametocyte carriage and the effect of gametocytocidal drugs. Malar J. 2010;9:136. 4. Eichner M, Diebner HH, Molineaux L, Collins WE, Jeffery GM, Dietz K. Gen‑ esis, sequestration and survival of Plasmodium falciparum gametocytes: parameter estimates from fitting a model to malariatherapy data. Trans R Soc Trop Med Hyg. 2001;95:497–501. 5. Smalley ME, Sinden RE. Plasmodium falciparum gametocytes ‑ their longevity and infectivity. Parasitology. 1977;74:1–8.\n6. Bousema T, Dinglasan RR, Morlais I, Gouagna LC, van Warmerdam T, Awono‑Ambene PH, et al. Mosquito feeding assays to determine the infectiousness of naturally infected Plasmodium falciparum gametocyte carriers. PLoS One. 2012;7:e42821. 7. Meibalan E, Marti M. Biology of malaria transmission. Cold Spring Harb Perspect Med. 2017;7:a025452. 8. Bompard A, Da DF, Yerbanga RS, Biswas S, Kapulu M, Bousema T, et al. Evaluation of two lead malaria transmission blocking vaccine candidate antibodies in natural parasite‑vector combinations. Sci Rep. 2017;7:6766. 9. Lin JT, Ubalee R, Lon C, Balasubramanian S, Kuntawunginn W, Rahman R, et al. Microscopic Plasmodium falciparum gametocytemia and infectivity to mosquitoes in Cambodia. J Infect Dis. 2016;213:1491–4. 10. Bradley J, Stone W, Da DF, Morlais I, Dicko A, Cohuet A, et al. Predicting the likelihood and intensity of mosquito infection from sex specific Plasmodium falciparum gametocyte density. Elife. 2018;7:e34463. 11. Kapulu MC, Da DF, Miura K, Li Y, Blagborough AM, Churcher TS, et al. Com‑ parative assessment of transmission‑blocking vaccine candidates against Plasmodium falciparum. Sci Rep. 2015;5:11193. 12. Dicko A, Roh ME, Diawara H, Mahamar A, Soumare HM, Lanke K, et al. Efficacy and safety of primaquine and methylene blue for prevention of Plasmodium falciparum transmission in Mali: a phase 2, single‑blind, randomised controlled trial. Lancet Infect Dis. 2018;18:627–39. 13. Billker O, Lindo V, Panico M, Etienne AE, Paxton T, Dell A, et al. Identifica‑ tion of xanthurenic acid as the putative inducer of malaria development in the mosquito. Nature. 1998;392:289–92. 14. Ponnudurai T, Lensen AH, Van Gemert GJ, Bensink MP, Bolmer M, Meuwis‑ sen JH. Infectivity of cultured Plasmodium falciparum gametocytes to mosquitoes. Parasitology. 1989;98:165–73. 15. Rutledge L, Ward RA, Gould DJ. Studies on the feeding response of mos‑ quitoes to nutritive solutions in a new membrane feeder. Mosq News. 1964;24:407–19. 16. Witmer K, Sherrard‑Smith E, Straschil U, Tunnicliff M, Baum J, Delves M. An inexpensive open source 3D‑printed membrane feeder for human malaria transmission studies. Malar J. 2018;17:282. 17. Vantaux A, Samreth R, Piv E, Khim N, Kim S, Berne L, et al. Contribution to malaria transmission of symptomatic and asymptomatic parasite carriers in Cambodia. J Infect Dis. 2018;217:1561–8. 18. WHO. Guidelines on drawing blood: best practices in phlebotomy. Geneva: World Health Organization; 2010. 19. Reuling IJ, Stone WJR, van de Vegte‑Bolmer M, van Gemert GJ, Siebelink‑ Stoter R, Graumans W, et al. Concentration of Plasmodium falciparum gametocytes in whole blood samples by magnetic cell sorting enhances parasite infection rates in mosquito feeding assays. Malar J. 2017;16:315. 20. Collins KA, Wang CY, Adams M, Mitchell H, Rampton M, Elliott S, et al. A controlled human malaria infection model enabling evaluation of transmission‑blocking interventions. J Clin Invest. 2018;128:1551–62. 21. Collins KA, Wang CY, Adams M, Mitchell H, Robinson GJ, Rampton M, et al. A Plasmodium vivax experimental human infection model for evaluating the efficacy of interventions. J Clin Invest. 2020;230:2920–7. 22. Zwerink LGJM, Xi T, Verhulst AC, Tellman JWH, Baan F, Maal TJ. Innova‑ ties in de tandheelkunde Het effect van printoriëntatie op de pas‑ vorm van een 3D‑geprinte occlusale wafer. Ned Tijdschr Tandheelkd. 2020;127:171–6. 23. Ponnudurai T, Lensen AH, van Gemert GJ, Bolmer MG, Meuwissen JH. Feeding behaviour and sporozoite ejection by infected Anopheles stephensi. Trans R Soc Trop Med Hyg. 1991;85:175–80. 24. Feldmann AM, Ponnudurai T. Selection of Anopheles stephensi for refrac‑ toriness and susceptibility to Plasmodium falciparum. Med Vet Entomol. 1989;3:41–52. 25. Ouédraogo AL, Guelbéogo WM, Cohuet A, Morlais I, King JG, Gonçalves BP, et al. A protocol for membrane feeding assays to determine the infectiousness of P. falciparum naturally infected individuals to Anopheles gambiae. MWJ. 2013;4:16. 26. Briegel H, Lea AO, Klowden MJ. Hemoglobinometry as a method for measuring blood meal sizes of mosquitos (Diptera, Culicidae). J Med Entomol. 1979;15:235–8. 27. Konishi E, Yamanishi H. Estimation of blood meal size of Aedes albopictus (Diptera, Culicidae) using enzyme‑linked immunosorbent‑assay. J Med Entomol. 1984;21:506–13. 28. Ogunrinade A. The measurement of blood meal size in Aedes aegypti (L). Afr J Med Med Sci. 1980;9:69–71.\n• fast, convenient online submission\n• thorough peer review by experienced researchers in your field\n• rapid publication on acceptance\n• support for research data, including large and complex data types\n• gold Open Access which fosters wider collaboration and increased citations\nmaximum visibility for your research: over 100M website views per year •\nAt BMC, research is always in progress.\nLearn more biomedcentral.com/submissions\nReady to submit your research ? Choose BMC and benefit from:\n29. Redington BC, Hockmeyer WT. A method for estimating blood meal vol‑ ume in Aedes aegypti using a radioisotope. J Insect Physiol. 1976;22:961–6. 30. Roitberg BD, Gordon I. Does the Anopheles blood meal ‑ fecundity curve, curve? J Vector Ecol. 2005;30:83–6. 31. Vaughan JA, Noden BH, Beier JC. Concentrations of human erythrocytes by anopheline mosquitoes (Diptera: Culicidae) during feeding. J Med Entomol. 1991;28:780–6. 32. Jahan N, Docherty PT, Billingsley PF, Hurd H. Blood digestion in the mos‑ quito, Anopheles stephensi: the effects of Plasmodium yoelii nigeriensis on midgut enzyme activities. Parasitology. 1999;119:535–41.\n33. Shaw WR, Catteruccia F. Vector biology meets disease control: using basic research to fight vector‑borne diseases. Nat Microbiol. 2019;4:20–34."
    }, {
      "heading" : "Publisher’s Note",
      "text" : "Springer Nature remains neutral with regard to jurisdictional claims in pub‑ lished maps and institutional affiliations."
    } ],
    "references" : [ {
      "title" : "malaria report 2019",
      "author" : [ "WHO. Worl" ],
      "venue" : "Geneva: World Health Organization;",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Revisit‐ ing the circulation time of Plasmodium falciparum gametocytes: molecu‐ lar detection methods to estimate the duration of gametocyte carriage and the effect of gametocytocidal drugs",
      "author" : [ "T Bousema", "L Okell", "S Shekalaghe", "JT Griffin", "S Omar", "P Sawa" ],
      "venue" : "Malar J. 2010;9:136",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2010
    }, {
      "title" : "Gen‐ esis, sequestration and survival of Plasmodium falciparum gametocytes: parameter estimates from fitting a model to malariatherapy data",
      "author" : [ "M Eichner", "HH Diebner", "L Molineaux", "WE Collins", "GM Jeffery", "K. Dietz" ],
      "venue" : "Trans R Soc Trop Med Hyg",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2001
    }, {
      "title" : "Plasmodium falciparum gametocytes ‐ their longevity and infectivity",
      "author" : [ "Smalley ME", "Sinden RE" ],
      "venue" : "Parasitology",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 1977
    }, {
      "title" : "Mosquito feeding assays to determine the infectiousness of naturally infected Plasmodium falciparum gametocyte carriers",
      "author" : [ "T Bousema", "RR Dinglasan", "I Morlais", "LC Gouagna", "T van Warmerdam", "PH Awono‐Ambene" ],
      "venue" : "PLoS One",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2012
    }, {
      "title" : "Biology of malaria transmission",
      "author" : [ "E Meibalan", "M. Marti" ],
      "venue" : "Cold Spring Harb Perspect Med",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2017
    }, {
      "title" : "Evaluation of two lead malaria transmission blocking vaccine candidate antibodies in natural parasite‐vector",
      "author" : [ "A Bompard", "DF Da", "RS Yerbanga", "S Biswas", "M Kapulu", "T Bousema" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2017
    }, {
      "title" : "Microscopic Plasmodium falciparum gametocytemia and infectivity to mosquitoes in Cambodia",
      "author" : [ "JT Lin", "R Ubalee", "C Lon", "S Balasubramanian", "W Kuntawunginn", "R Rahman" ],
      "venue" : "J Infect Dis",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2016
    }, {
      "title" : "Predicting the likelihood and intensity of mosquito infection from sex specific Plasmodium falciparum gametocyte density",
      "author" : [ "J Bradley", "W Stone", "DF Da", "I Morlais", "A Dicko", "A Cohuet" ],
      "venue" : "Elife. 2018;7:e34463",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2018
    }, {
      "title" : "Com‐ parative assessment of transmission‐blocking vaccine candidates against Plasmodium falciparum",
      "author" : [ "MC Kapulu", "DF Da", "K Miura", "Y Li", "AM Blagborough", "TS Churcher" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2015
    }, {
      "title" : "Efficacy and safety of primaquine and methylene blue for prevention of Plasmodium falciparum transmission in Mali: a phase 2, single‐blind, randomised controlled trial",
      "author" : [ "A Dicko", "ME Roh", "H Diawara", "A Mahamar", "HM Soumare", "K Lanke" ],
      "venue" : null,
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2018
    }, {
      "title" : "Identifica‐ tion of xanthurenic acid as the putative inducer of malaria development in the mosquito",
      "author" : [ "O Billker", "V Lindo", "M Panico", "AE Etienne", "T Paxton", "A Dell" ],
      "venue" : null,
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 1998
    }, {
      "title" : "Infectivity of cultured Plasmodium falciparum gametocytes to mosquitoes",
      "author" : [ "T Ponnudurai", "AH Lensen", "GJ Van Gemert", "MP Bensink", "M Bolmer", "JH. Meuwis‐ sen" ],
      "venue" : null,
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 1989
    }, {
      "title" : "Studies on the feeding response of mos‐ quitoes to nutritive solutions in a new membrane feeder",
      "author" : [ "L Rutledge", "RA Ward", "DJ. Gould" ],
      "venue" : "Mosq News",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 1964
    }, {
      "title" : "An inexpensive open source 3D‐printed membrane feeder for human malaria transmission studies",
      "author" : [ "K Witmer", "E Sherrard‐Smith", "U Straschil", "M Tunnicliff", "J Baum", "M. Delves" ],
      "venue" : "Malar J. 2018;17:282",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2018
    }, {
      "title" : "Contribution to malaria transmission of symptomatic and asymptomatic parasite carriers in Cambodia",
      "author" : [ "A Vantaux", "R Samreth", "E Piv", "N Khim", "S Kim", "L Berne" ],
      "venue" : "J Infect Dis",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2018
    }, {
      "title" : "on drawing blood: best practices in phlebotomy",
      "author" : [ "WHO. Guideline" ],
      "venue" : "Geneva: World Health Organization;",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Concentration of Plasmodium falciparum gametocytes in whole blood samples by magnetic cell sorting enhances parasite infection rates in mosquito feeding assays",
      "author" : [ "IJ Reuling", "WJR Stone", "M van de Vegte‐Bolmer", "GJ van Gemert", "R Siebelink‐ Stoter", "W Graumans" ],
      "venue" : "Malar J. 2017;16:315",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2017
    }, {
      "title" : "A controlled human malaria infection model enabling evaluation of transmission‐blocking interventions",
      "author" : [ "KA Collins", "CY Wang", "M Adams", "H Mitchell", "M Rampton", "S Elliott" ],
      "venue" : "J Clin Invest",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2018
    }, {
      "title" : "A Plasmodium vivax experimental human infection model for evaluating the efficacy of interventions",
      "author" : [ "KA Collins", "CY Wang", "M Adams", "H Mitchell", "GJ Robinson", "M Rampton" ],
      "venue" : "J Clin Invest",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2020
    }, {
      "title" : "Innova‐ ties in de tandheelkunde Het effect van printoriëntatie op de pas‐ vorm van een 3D‐geprinte occlusale wafer",
      "author" : [ "LGJM Zwerink", "T Xi", "AC Verhulst", "JWH Tellman", "F Baan", "TJ. Maal" ],
      "venue" : "Ned Tijdschr Tandheelkd",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2020
    }, {
      "title" : "Feeding behaviour and sporozoite ejection by infected Anopheles stephensi",
      "author" : [ "T Ponnudurai", "AH Lensen", "GJ van Gemert", "MG Bolmer", "JH. Meuwissen" ],
      "venue" : "Trans R Soc Trop Med Hyg",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 1991
    }, {
      "title" : "Selection of Anopheles stephensi for refrac‐ toriness and susceptibility to Plasmodium falciparum",
      "author" : [ "AM Feldmann", "T. Ponnudurai" ],
      "venue" : "Med Vet Entomol",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 1989
    }, {
      "title" : "A protocol for membrane feeding assays to determine the infectiousness of P. falciparum naturally infected individuals to Anopheles gambiae",
      "author" : [ "AL Ouédraogo", "WM Guelbéogo", "A Cohuet", "I Morlais", "JG King", "BP Gonçalves" ],
      "venue" : "MWJ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2013
    }, {
      "title" : "Hemoglobinometry as a method for measuring blood meal sizes of mosquitos (Diptera, Culicidae)",
      "author" : [ "H Briegel", "AO Lea", "MJ. Klowden" ],
      "venue" : "J Med Entomol",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 1979
    }, {
      "title" : "Estimation of blood meal size of Aedes albopictus (Diptera, Culicidae) using enzyme‐linked immunosorbent‐assay",
      "author" : [ "E Konishi", "H. Yamanishi" ],
      "venue" : "J Med Entomol",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 1984
    }, {
      "title" : "The measurement of blood meal size in Aedes aegypti (L)",
      "author" : [ "A. Ogunrinade" ],
      "venue" : "Afr J Med Med Sci. 1980;9:69–71",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2020
    }, {
      "title" : "A method for estimating blood meal vol‐ ume in Aedes aegypti using a radioisotope",
      "author" : [ "Redington BC", "Hockmeyer WT" ],
      "venue" : "J Insect Physiol",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 1976
    }, {
      "title" : "Does the Anopheles blood meal ‐ fecundity curve, curve",
      "author" : [ "BD Roitberg", "I. Gordon" ],
      "venue" : "J Vector Ecol",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2005
    }, {
      "title" : "Concentrations of human erythrocytes by anopheline mosquitoes (Diptera: Culicidae) during feeding",
      "author" : [ "JA Vaughan", "BH Noden", "JC. Beier" ],
      "venue" : "J Med Entomol",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 1991
    }, {
      "title" : "Blood digestion in the mos‐ quito, Anopheles stephensi: the effects of Plasmodium yoelii nigeriensis on midgut enzyme activities",
      "author" : [ "N Jahan", "PT Docherty", "PF Billingsley", "H. Hurd" ],
      "venue" : null,
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 1999
    }, {
      "title" : "Vector biology meets disease control: using basic research to fight vector‐borne diseases",
      "author" : [ "WR Shaw", "F. Catteruccia" ],
      "venue" : "Nat Microbiol",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Background Malaria remains one of the most important infectious diseases worldwide with an estimated 228 million cases and 405,000 deaths occurring in 2018 [1].",
      "startOffset" : 156,
      "endOffset" : 159
    }, {
      "referenceID" : 4,
      "context" : "Gametocyte infectivity to mosquitoes depends on numerous factors and cannot be reliably inferred from gametocyte density alone [6, 7].",
      "startOffset" : 127,
      "endOffset" : 133
    }, {
      "referenceID" : 5,
      "context" : "Gametocyte infectivity to mosquitoes depends on numerous factors and cannot be reliably inferred from gametocyte density alone [6, 7].",
      "startOffset" : 127,
      "endOffset" : 133
    }, {
      "referenceID" : 11,
      "context" : "During an MFA gametocyte infected blood is fed to mosquitoes via a membrane feeding device connected to a circulating water bath to keep the blood warm and prevent premature activation of gametocytes by a drop in temperature [13].",
      "startOffset" : 225,
      "endOffset" : 229
    }, {
      "referenceID" : 12,
      "context" : "Transmission of gametocytes to mosquitoes is then assessed by detecting and quantifying malaria oocysts on mosquito midguts 7–10 days after feeding [14].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 12,
      "context" : "3 ml [14], called maxi-, midi-, and mini-feeders, respectively.",
      "startOffset" : 5,
      "endOffset" : 9
    }, {
      "referenceID" : 14,
      "context" : "A 3D printed feeder model using 500 μl of blood was previously produced where the feeders were printed using acrylic resin photopolymer in two pieces that were glued together after production [16].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 10,
      "context" : "Despite the specialized nature of the manufacturing process, glass midi- and mini-feeders have been widely used for clinical and epidemiological studies on human infectivity to mosquitoes using direct membrane feeding assays (DMFAs) [12, 17].",
      "startOffset" : 233,
      "endOffset" : 241
    }, {
      "referenceID" : 15,
      "context" : "Despite the specialized nature of the manufacturing process, glass midi- and mini-feeders have been widely used for clinical and epidemiological studies on human infectivity to mosquitoes using direct membrane feeding assays (DMFAs) [12, 17].",
      "startOffset" : 233,
      "endOffset" : 241
    }, {
      "referenceID" : 16,
      "context" : "Performing DMFAs on populations where phlebotomy is challenging, such as infants [18], or using methods to concentrate gametocytes prior to mosquito feeding [19–21] would benefit from feeders using smaller blood volumes, such as those that could easily be collected by finger prick.",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 20,
      "context" : "The DLP printing process was performed by the Nextdent 5100 Beta printer by the Radboudumc 3D laboratory (Additional file 3: Figure S1) [22].",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 21,
      "context" : "stephensi husbandry and membrane feeding assays Plasmodium falciparum parasites were cultured in an automated incubator [23] under a continuous gas flow of 4% CO2, 3% O2 and 93% N2.",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 12,
      "context" : "Gametocyte infected blood-meals were prepared as previously described [14].",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 22,
      "context" : "Anopheles stephensi mosquitoes of the Sind-Kasur strain [24] were maintained at 26 °C and 80% humidity with a 12:12 h reverse day and night cycle.",
      "startOffset" : 56,
      "endOffset" : 60
    }, {
      "referenceID" : 12,
      "context" : "5 × 11 cm, 400 ml) via mini-feeders (300 μl) [14] or (ii) plastic cages with netting on both sides (5 × 5 × 7 cm) or small paper cups (6.",
      "startOffset" : 45,
      "endOffset" : 49
    }, {
      "referenceID" : 23,
      "context" : "Additionally, for the nano-feeder the injection duct was modified to fit a p200 pipette tip to make it easier to fill the feeder with blood and avoid the need for blunt needles [25].",
      "startOffset" : 177,
      "endOffset" : 181
    }, {
      "referenceID" : 16,
      "context" : "However, infectivity assessments on small blood volumes for populations such as infants, where phlebotomy is challenging [18], or methods that use gametocyte concentration prior to mosquito feeding [19–21] would require feeders that use a smaller blood volume than the currently available glass mini-feeder.",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 23,
      "context" : "produce a nano-feeder with a 60 μl capacity, and (iii) widening the injection duct of the nano-feeder to fit a p200 pipette tip, avoiding the need for blunt needles for feeder filling [25].",
      "startOffset" : 184,
      "endOffset" : 188
    }, {
      "referenceID" : 14,
      "context" : "[16] who reported no reduction in mosquito infectivity with 3D printed feeders compared to glass feeders.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 11,
      "context" : "infectivity was observed between the plastic and glass feeders, this lower temperature did not impact gametocyte infectivity or mosquito feeding rates, in line with previous data where  gametocyte activation was  only seen with a drop of 5  °C or more [13].",
      "startOffset" : 252,
      "endOffset" : 256
    }, {
      "referenceID" : 24,
      "context" : "In prior reports, blood-meal volumes have been estimated in a variety of mosquito species using a range of approaches, haemoglobinometry [26], IgG ELISA [27], radioisotope counting [28, 29] or simple weighing before and after blood-meal engorgement [30].",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 25,
      "context" : "In prior reports, blood-meal volumes have been estimated in a variety of mosquito species using a range of approaches, haemoglobinometry [26], IgG ELISA [27], radioisotope counting [28, 29] or simple weighing before and after blood-meal engorgement [30].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 26,
      "context" : "In prior reports, blood-meal volumes have been estimated in a variety of mosquito species using a range of approaches, haemoglobinometry [26], IgG ELISA [27], radioisotope counting [28, 29] or simple weighing before and after blood-meal engorgement [30].",
      "startOffset" : 181,
      "endOffset" : 189
    }, {
      "referenceID" : 27,
      "context" : "In prior reports, blood-meal volumes have been estimated in a variety of mosquito species using a range of approaches, haemoglobinometry [26], IgG ELISA [27], radioisotope counting [28, 29] or simple weighing before and after blood-meal engorgement [30].",
      "startOffset" : 181,
      "endOffset" : 189
    }, {
      "referenceID" : 28,
      "context" : "In prior reports, blood-meal volumes have been estimated in a variety of mosquito species using a range of approaches, haemoglobinometry [26], IgG ELISA [27], radioisotope counting [28, 29] or simple weighing before and after blood-meal engorgement [30].",
      "startOffset" : 249,
      "endOffset" : 253
    }, {
      "referenceID" : 29,
      "context" : "Anopheles mosquitoes filter and concentrate erythrocytes during feeding and excrete excess fluid, known as prediuresis [31].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 30,
      "context" : "8 μg of protein per hour [32] starting immediately after ingestion.",
      "startOffset" : 25,
      "endOffset" : 29
    }, {
      "referenceID" : 31,
      "context" : "Moreover, the 3D printed feeders could also facilitate studies on other important vector-borne diseases that have an impact on human health globally such as Zika, dengue, yellow fever, chikungunya and filariasis [33].",
      "startOffset" : 212,
      "endOffset" : 216
    }, {
      "referenceID" : 20,
      "context" : "A total of 23 nano‐feeders were printed in 1 h by the Nextdent 5100 Beta printer by the Radboudumc 3D lab [22].",
      "startOffset" : 106,
      "endOffset" : 110
    } ],
    "year" : 2020,
    "abstractText" : "Background: To understand the dynamics of malaria transmission, membrane feeding assays with glass feeders are used to assess the transmission potential of malaria infected individuals to mosquitoes. However, in some circum‐ stances, use of these assays is hindered by both the blood volume requirement and the availability of fragile, specially crafted glass feeders. 3D printed plastic feeders that require very small volumes of blood would thus expand the utility of membrane feeding assays. Methods: Using two 3D printing production methods, MultiJet (MJ) and Digital Light Processing (DLP), we devel‐ oped a plastic version of the most commonly used standard glass feeder (the mini‐feeder) with an improved design, and also a smaller feeder requiring only 60 μl of blood (the nano‐feeder). Performance of the 3D printed feeders was compared to standard glass mini‐feeders by assessing infectivity of gametocytes to mosquitoes in standard mem‐ brane feeding assays with laboratory reared Anopheles stephensi mosquitoes and cultured Plasmodium falciparum gametocytes. In addition, the optimum number of mosquitoes that can feed on the nano‐feeder was determined by evaluating fully fed mosquitoes visually and by assessing blood‐ meal volume with a colorimetric haemoglobin assay. Results: The 3D printing methods allowed quick and inexpensive production of durable feeders. Infectivity of game‐ tocytes to mosquitoes was comparable for MJ and DLP 3D printed feeders and glass feeders, and the performance of the 3D printed feeders was not influenced by repeated washing with bleach. There was no loss in transmission efficiency when the feeder size was reduced from mini‐feeder to nano‐feeder, and blood‐meal volume assessment indicated ~10 An. stephensi mosquitoes can take a full blood‐meal (median volume 3.44 μl) on a nano‐feeder. Conclusions: Here we present 3D printed mini‐ and nano‐feeders with comparable performance to the currently used glass mini‐feeders. These feeders do not require specialized glass craftsmanship, making them easily accessible. Moreover, the smaller nano‐feeders will enable evaluation of smaller blood volumes that can be collected from finger prick, thus expanding the utility of membrane feeding assays and facilitating a more thorough evaluation of the human infectious reservoir for malaria.",
    "creator" : "Springer"
  }
}