{
  "name" : "downloads_2019-11-16_a8_10.1016@j.cub.2019.09.041.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Cell-Cycle Asynchrony Generates DNA Damage at Mitotic Entry in Polyploid Cells",
    "authors" : [ "Simon Gemble", "Anthony Simon", "Carole Pennetier", "Vincent Fraisier", "Veronique Marthiens", "Renata Basto", "Maddalena Nano" ],
    "emails" : [ "mnano@ucsb.edu", "renata.basto@curie.fr", "mnano@ucsb.edu", "renata.basto@curie.fr" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Report"
    }, {
      "heading" : "Cell-Cycle Asynchrony Ge",
      "text" : "nerates DNA Damage at"
    }, {
      "heading" : "Mitotic Entry in Polyploid Cells",
      "text" : ""
    }, {
      "heading" : "Graphical Abstract",
      "text" : "Mitosis\nPr e-\nm ito\ntic\nG2 Mitosis-competent\nG1\nS CELL CYCLE\nBefore exposure to a mitotic environment\nAfter exposure to a mitotic environment\nPr e-\nm ito\ntic\nMitosis-competent\nMultinucleated polyploid cell\nNon-mitotic DNA\nPr e-\nm ito\ntic\nMitosis-competent\nMitotic chromosomes\nNon-mitotic DNA\nDNA damage"
    }, {
      "heading" : "Highlights",
      "text" : "d Multinucleated polyploid cells can be asynchronous in cell-\ncycle progression\nd Non-mitotic nuclei are vulnerable to DNA damage\nd Forcing cell-cycle synchronization reduces DNA damage\nd Cell-cycle asynchrony can be found in polyploid cells of\ndifferent origins\nNano et al., 2019, Current Biology 29, 1–9 November 18, 2019 ª 2019 Elsevier Ltd. https://doi.org/10.1016/j.cub.2019.09.041\nAuthors\nMaddalena Nano, Simon Gemble,\nAnthony Simon, Carole Pennetier,\nVincent Fraisier, Veronique Marthiens,\nRenata Basto\nCorrespondence mnano@ucsb.edu (M.N.), renata.basto@curie.fr (R.B.)\nIn Brief\nNano et al. show that multinucleated\npolyploid cells can proceed through the\ncell cycle in an asynchronous manner.\nDelayed nuclei that are not yet competent\nto enter mitosis undergo DNA damage\nwhen exposed to the mitotic environment\nof neighboring nuclei. DNA damage can\nbe attenuated by forcing cell-cycle\nsynchronization."
    }, {
      "heading" : "Current Biology",
      "text" : ""
    }, {
      "heading" : "Report",
      "text" : ""
    }, {
      "heading" : "Cell-Cycle Asynchrony Generates DNA",
      "text" : ""
    }, {
      "heading" : "Damage at Mitotic Entry in Polyploid Cells",
      "text" : ""
    }, {
      "heading" : "Maddalena Nano,1,3,* Simon Gemble,1 Anthony Simon,1 Carole Pennetier,1 Vincent Fraisier,2 Veronique Marthiens,1 and Renata Basto1,4,*",
      "text" : "1Biology of Centrosomes and Genetic Instability Lab, Institut Curie, PSL Research University, CNRS UMR144, 12 rue Lhomond, 75005 Paris, France 2Plateforme Imagerie PICT-IBiSA, Institut Curie, PSL Research University, CNRS UMR144, 12 rue Lhomond, 75005 Paris, France 3Present address: Molecular, Cellular, and Developmental Biology Department, University of California, Santa Barbara, Santa Barbara, CA 93106, USA 4Lead Contact *Correspondence: mnano@ucsb.edu (M.N.), renata.basto@curie.fr (R.B.) https://doi.org/10.1016/j.cub.2019.09.041"
    }, {
      "heading" : "SUMMARY",
      "text" : "Polyploidy arises from the gain of complete chromosome sets [1], and it is known to promote cancer genome evolution. Recent evidence suggests that a large proportion of human tumors experience whole-genome duplications (WGDs), which might favor the generation of highly abnormal karyotypes within a short time frame, rather than in a stepwise manner [2–6]. However, the molecular mechanisms linking whole-genome duplication to genetic instability remain poorly understood. Using repeated cytokinesis failure to induce polyploidization of Drosophila neural stem cells (NSCs) (also called neuroblasts [NBs]), we investigated the consequences of polyploidy in vivo. Surprisingly, we found that DNA damage is generated in a subset of nuclei of polyploid NBs during mitosis. Importantly, our observations in flies were confirmed inmouse NSCs (mNSCs) and human cancer cells after acute cytokinesis inhibition. Interestingly, DNA damage occurs in nuclei that were not ready to enter mitosis but were forced to do so when exposed to the mitotic environment of neighboring nuclei within the same cell. Additionally, we found that polyploid cells are cell-cycle asynchronous and forcing cell-cycle synchronization was sufficient to lower the levels of DNA damage generated duringmitosis. Overall, this work supports amodel in which DNA damage at mitotic entry can generate DNA structural abnormalities that might contribute to the onset of genetic instability."
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : "Drosophila Neural Stem Cells as a Model to Study the Consequences of Polyploidy In Vivo To identify the impact of polyploidization induced through cytokinesis failure (CF) in vivo, we used neural stem cells (NSCs) (neuroblasts [NBs]) of theDrosophila developing larval brain [7–9]. CF\ncan be induced using mutations or RNAi-targeting genes required for cytokinesis, such as spaghetti squash (sqh), pavarotti (pav) (MKLP-1), and anillin [8, 10, 11]. In NBs, CF generated cells that were, for the large majority, multinucleated (Figures 1A and 1B). Polyploid NBs maintained NSC fate [12–14], as noticed by Deadpan expression (Figure S1A). Not all Drosophila proliferative tissues were tolerant to CF, because mutant wing discs were abnormal in size and displayed pyknotic nuclei, as previously reported [15] (Figure S1B). Importantly, similar results were obtained when CF was induced in a wild-type (WT) background (Figures S1C and S1D). We concluded that, in the developing brain, polyploid cells can be maintained regardless of the fitness of neighboring cells.\nWe further characterized the consequences of repetitive CF using a hypomorphic mutation in the sqh gene [8]. For simplicity, wewill refer to sqhmutants as polyploid. Other types of polyploid cells can be identified in Drosophila and other organisms, resulting from endoreplication or endomitosis [16]. Here, we refer to polyploidy to describe multinucleated cells generated by CF. We used diploid cells as controls (Ctrls).\nAt late larval stages, polyploid brains contained NBs of variable size, indicative of variable degree of polyploidy (Figures 1B and S1A). Additionally, polyploid brains showed broad size distribution and overgrowth (Figures S1E and S1F)."
    }, {
      "heading" : "DNA Damage Is Detected in Mitotic Polyploid and Tetraploid Cells",
      "text" : "While filming polyploid NBs expressing H2Av-RFP and Spc25GFP (a kinetochore marker) [17], we observed acentric chromosomes in 23.6% of polyploid NBs (see Table S1 for information concerning sample size; Figures 1C and 1D). These were never observed in Ctrl NBs, but have been described in cells with genomic instability [18] and in Drosophila polyploid papillar cells [19]. In polyploid cells, DNA fragments without Spc25 signal lagged behind the main chromosome mass, segregating to opposite poles only later, as described in [20].\nWe next investigated the presence of DNA damage using the double-strand break (DSB) marker g-H2Av, which is one of the earliest markers of the DNA damage response (DDR) [21]. We noticed that a fraction of mitotic NBs contained g-H2Avpositive regions restricted to a certain nuclear area (Figures 1E and 1F). Quantification of the g-H2Av index (STAR Methods)\nCurrent Biology 29, 1–9, November 18, 2019 ª 2019 Elsevier Ltd. 1\nCtrl\nPolyploid μm5\nActin DNA\nμm24\nD\nA\nB\nC\nAc tin\nD N\nA\n04.00 05.00 06.00 08.00Ctrl\nCtrl Polyploid\nCtrl\nPolyploid\nE Ph3 < 0.0001\nF\nG\nγ −H\n2A v\nIn de\nx (A\n.U .)\n0\n10000\n20000\n30000\n40000\n50000\n50 μm\n50 μm\n5 μm\nD N\nA D\nN A\n07.00 11.00 14.00 16.00Polyploid\n5 μm\n5 μm γ Ph 3 -H 2A v\nD N\nA\nγ-H2Av\nSp c2\n5\nD N A Sp c2 5 D N A\n50 μm\n18 μm50 μm\n(legend on next page)\n2 Current Biology 29, 1–9, November 18, 2019\nrevealed a high increase of DSB in mitotic polyploid NBs (Figure 1G).\nIn polyploid NBs, multinucleation results from multipolar mitosis (A. Goupil, M.N., and R.B., unpublished data). We used the Sas-4 mutation (Sas-4mut) [22] to reduce multipolarity in mitotic polyploid NB. Even if a decrease in multipolarity resulted in a slight decrease in g-H2Av index in polyploid, Sas-4mut mitotic NBs, this was not significant (Figures S2A–S2C). Together, these results show that even low levels of multinucleation are sufficient to support the generation of mitotic DNA damage.\nWe next tested whether mammalian polyploid cells could also present DNA damage in mitosis. We established primary cultures of mouse neural stem cells (mNSCs) [23] (Figure 2A). We used a 30-min latrunculin B (LatB) pulse to induce CF in telophase cells. Importantly, cells that underwent CF and polyploidization could be identified in fixed samples due to the accumulation of supernumerary centrosomes (Figures S2D and S2E).We restrained the analysis of these cultures to a period of 16 h after cytokinesis inhibition, because we noticed a drop in proliferation afterward, as described for other vertebrate cells [24, 25].\nWe also generated polyploid cells in the human ovarian cancer cell line OVCAR-8. After 1 h of LatB pulse, cells were allowed to proliferate for 48 h before analysis. Although the levels of multinucleation were low in non-treated (NT) or EtOH-treated cells (LatB is diluted in EtOH), binucleated or trinucleated cells were identified in LatB OVCAR-8 cells (Figures S2F and S2G).\nWe then quantified the g-H2Ax index (STAR Methods). In mitotic NT, EtOH-treated, or even mononucleated LatB mNSCs and OVCAR-8, the g-H2Ax index was low (Figures 2B, 2C, 2E, and 2F). Strikingly, in mitotic binucleated LatB cells, higher gH2Ax levels were noticed in the nucleus less advanced in mitosis. We concluded that polyploid Drosophila NSCs, binucleated mNSCs, and multinucleated OVCAR-8 cells present DNA damage in mitosis."
    }, {
      "heading" : "DNA Damage Is Generated during Mitosis in Polyploid NBs",
      "text" : "The findings that mitotic polyploid cells contained high levels of DNA damage suggested at least two possibilities. DNA damage could occur during mitosis or, alternatively, these cells could enter mitosis with DNA damage generated in the previous interphase. To distinguish between these possibilities, we used RpA-70-GFP [26]. RpA-70 is a member of the elongation complex and binds single-stranded DNA (ssDNA), including the ssDNA produced through resection after the generation of double-stranded DNA (dsDNA) breaks [27]. We confirmed that RpA-GFP could be imaged in CtrlDrosophila brains for extended\nperiods of time (>300 min, which corresponds to six cell cycles) without detecting the appearance of foci (Figure 3A; Video S1). We then validated the use of RpA as a marker of DNA damage by laser ablation of DNA in diploid Ctrl NBs (Figure 3B; Video S1).\nInterestingly, 25.3% of polyploid NBs transiently recruited RpA-70-GFP on DNA during mitosis. This was noticed either in small nuclei, most likely micronuclei that remained separated from the main DNA mass (Figure 3C), or in certain nuclear regions of larger polyploid NBs (Figure 3D). In this case, RpA-70GFP was massively recruited to localized portions of poorly condensed chromatin after NEBD (Figures 3D and 3E). Recruitment of RpA-70-GFP to DNA during mitosis was observed in polyploid NBs of different sizes, ranging from small (low degree of multinucleation) to large polyploid cells (high degree of multinucleation; Figure 3F; Video S2). Moreover, the area covered by RpA-70-GFP did not correlate with the total nuclear area before NEBD (Figure 3F). In support of our data shown above (Figure 1F), RpA-70-GFP accumulation during mitosis was not common to all nuclei of a polyploid cell.\nReplicative stress activates DNA synthesis at chromosome fragile sites during mitosis [28]. To test whether this was the case in polyploid NBs, we used 5-ethynyl-20-deoxyuridine (EdU), a thymidine analog incorporated during DNA replication (Figure 3G). We limited EdU incorporation to 1 h, because NBs have extremely short cell cycles (1.6 h on average [29] and our work). Even if EdU incorporation was observed in both Ctrl and polyploid NBs during interphase (Ph3 ; Figures 3H and 3I), EdU levels in mitotic NBs were much lower. We only detected one mitotic Ctrl NB positive for EdU (Figure 3H). We then analyzed Ph3+ polyploid NBs that contained g-H2Av foci, indicative of damage, reasoning that, if DNA synthesis was taking place, these nuclei should be EdU positive. However, this was not the case, as we never detected EdU in mitotic, g-H2Av-positive polyploid NBs (Figure 3J). We concluded that polyploid NBs do not undergo DNA synthesis during mitosis, suggesting that ssDNA foci most likely reflect the generation of DNAdamage at mitotic entry."
    }, {
      "heading" : "Cell-Cycle Asynchrony Triggers DNA Damage in Polyploid Mitosis",
      "text" : "While filming polyploid NBs that massively accumulated RpA during mitosis, we noticed that RpA foci preferentially formed in nuclei that appeared delayed (less condensed) in mitosis when compared to neighboring nuclei of the same polyploid NB (Figure 3D). These results suggested that cell-cycle progression might be asynchronous in polyploid cells. Using the FlyFUCCI system [30], we found that 23.8% of polyploid NBs presented nuclei at different cell-cycle stages (Figure 4A). Further, we also observed polyploid NBs in which certain nuclei of a given\nFigure 1. Drosophila Polyploid NBs Present DNA Damage in Mitosis (A andB) Diploid Ctrl (A) and polyploid (B) brain lobes (BLs) labeledwith phalloidin (green) andDNA (blue). Yellow andwhite dashed circles highlight BL boundaries and NBs. White squares indicate the region magnified in the insets. (C and D) Stills of time-lapse videos of Ctrl (C) and polyploid (D) mitotic NBs expressing H2Av-RFP (red and gray) and Spc25-GFP (green). Yellow and white dashed lines outline the initial cell boundary and the daughter nuclei. Time: min.s. (E and F) Ctrl (E) and polyploid (F) BLs labeled with g-H2Av (red and gray) and Ph3 (green) antibodies. DNA is in blue. The yellow andwhite dashed lines outline the BL and NBs magnified. (G) g-H2Av index (A.U., arbitrary units). Error bars represent means (EBRM) ± SD. Statistical significance was assessed by a t test (SS-t test). See also Figure S1 and Table S1.\nCurrent Biology 29, 1–9, November 18, 2019 3\n(A) Scheme of primary adherent cultures of mNSCs. (B and E) Pictures of mNSCs (B) and OVCAR-8 cells (E) labeled with g-H2Ax (red), Ph3 and b-catenin (green) antibodies. DNA is in blue. (C and F) g-H2Ax index for the indicated treatments in mNSCs (C) and OVCAR-8 cells (F). EBRM ± SD: SS-t test. (D and G) Chart highlighting the difference in g-H2Ax index of (Ph3+) and (Ph3 ) binucleated mNSCs (D) and OVCAR-8 cells (G). See also Figure S2 and Table S1.\n4 Current Biology 29, 1–9, November 18, 2019\nEdU Ph3\n% o\nf N Bs\nCtrl Polyploid\nNo RpA accumulation\nF\nMassive RpA accumulation\nB\nA 1st Interphase 00.00\n00.00\n00.30 300.00250.00200.00\n01.00 08.00 14.00 40.00\nLaser ablation\nCtrl\n5 μm\n1st Mitosis 5th Interphase 5th Mitosis 6th Interphase\n4 μm\n0 500 1000 1500 0\n10\n20\n30\nNuclear area in μm\n% o\nf R pA\nc ov\ner ag\ne\n15μm\n10 μm\n0\n20\n40\n60\n80\n100\n-40.00\n20.00 60.0000.00 10.00\n-80.00\n20.00 60.0000.00 10.00\nCtrl\nPolyploid\nPolyploid\nG\nEdU pulse Label mitotic cells\nCtrl\nPolyploid μm4\n50 μmμm 15\nEd U\nF I\n(A .U\n.)\nCtrl Polyploid\nMitosisInterphase\nCell 3\nCell 2\nγ-H2Av\nH\nmμ15\n0\n1000\n2000\n3000\n4000 < 0.0001\n< 0.0001\n0.0017 0.3952\n50 μm\nCell 1\nC\nD\nE\nI J\nD N A R\npA D N A R pA\nD N A R\npA D N A R pA\nD N A R\npA D N A\nCtrl Polyploid\nLow degree of multinucleation High degree of multinucleation\nr=0.087 p=0.774\n2\nγ Ed U P H 3\n-H 2A\nv D\nN A\nEd U\nP H\n3 D\nN A\n(legend on next page)\nCurrent Biology 29, 1–9, November 18, 2019 5\ncell entered and exited mitosis although other nuclei of the same cell remained in interphase (complete asynchrony; Figures S3A and S3B).\nWe next characterized cell-cycle asynchrony in mammalian cells using proliferating cell nuclear antigen (PCNA), which distinctively labels early, mid, and late S-phase, and Ph3. In NT or EtOH-treated cells, we observed individual nuclei positive for PCNA, Ph3, or negative for both (Figures S4A and S4B). In mNSCs and OVCAR-8 LatB-treated cells, we found asynchronous binucleated cells (Figures S4C and S4D), supporting our previous observations in Drosophila.\nTo further characterize mitosis and cell-cycle asynchrony in OVCAR-8 cells, we generated a new cell line stably expressing H2B-GFP. Although 99% of EtOH-treated cells were mononucleated, 10% of LatB OVCAR-8 cells were multinucleated. Interestingly, in this population, 42% of cells showed a clear asynchrony at mitotic entry (Figure 4B). Importantly, chromosome fragments could be noticed, which might result from DNA damage induced during mitosis. Certain multinucleated cells harboring chromosome fragments died shortly after mitotic exit, which was never observed in Ctrl cells (Figure 4B; Video S3). These results suggest that cell-cycle asynchrony is a characteristic of cells with more than one nucleus and increased DNA content. Moreover, they show that cell-cycle asynchrony can lead to DNA damage at mitotic entry.\nNext, we tested whether cell-cycle asynchrony was contributing to DNA damage at mitotic entry (Figure 4C). Strikingly, the levels of DNA damage were considerably decreased in mitotic polyploid NBs treated with the CDK1 inhibitor RO3306 when compared to polyploid cells incubated with DMSO (Figures 4D and 4E). Condensed metaphase-like chromosomes lacking g-H2Av signals were noticed, suggesting that these cells entered mitosis without undergoing DNA damage.\nOur findings are compatible with the model described in Figure 4F. How the mitotic cytoplasm of neighboring nuclei can trigger DNA damage in delayed nuclei remains to be explained. A likely possibility is the presence of nucleases that can act on uncondensed chromatin. Importantly, in the different model systems described here, DNA damage in mitosis was detected only in a small fraction of polyploid cells. It remains to be investigated whether this novel mechanism of DNA damage generation in mitosis, even if infrequent, contributes to genome reshuffling described upon WGDs in cancer [2–6]. Numerical aneuploidy also generates DNA damage and impairs genome stability [18, 31, 32]. Altogether, both aneuploidy and polyploidy seem to represent conditions that lead to genome instability.\nClassic cell fusion experiments [33–35] have shown that the mitotic cytoplasm is normally dominant and triggers premature\nchromosome condensation in the neighboring interphase nuclei. The work presented here sustains this view and shows that forced mitotic entry might represent a source of DNA damage when chromosomes are not condensed.\nSTAR+METHODS\nDetailed methods are provided in the online version of this paper and include the following:\nd KEY RESOURCES TABLE d LEAD CONTACT AND MATERIALS AVAILABILITY d EXPERIMENTAL MODEL AND SUBJECT DETAILS\nB Animals B Human Cell lines B Primary adherent mNSCs cultures\nd METHOD DETAILS\nB Whole mount tissue preparation and imaging of\nDrosophila larval brains\nB Fly-Fucci in the brain B EdU incorporation assay B RO3306 treatment B Immunofluorescent staining of mNSCs B Immunofluorescent staining of human cells B Live imaging of Drosophila brains B Live imaging of human cells B Laser ablation\nd QUANTIFICATION AND STATISTICAL ANALYSIS\nB Identification of polyploid cell boundaries in Drosophila\nbrains\nB Quantitative analysis of DNA damage and EdU\ncoverage in Drosophila NBs\nB Brain lobe area analysis B Image analysis of mNSCs and human OVCAR-8 B Image processing, statistical analysis and data presen-\ntation\nd DATA AND CODE AVAILABILITY\nSUPPLEMENTAL INFORMATION\nSupplemental Information can be found online at https://doi.org/10.1016/j. cub.2019.09.041.\nACKNOWLEDGMENTS\nWe thank D. Gogendeau, M. Rujano, D. Gambarotto, D. Vargas, D. Fachinetti, A. Bardin, A. Echard, A. Goupil, and F. Edwards for discussions and critical reading of the manuscript. We thank A. Bardin, Y. Bellaiche, R. Karess, A. Guichet, C. Lehner, J. Abrams, E. Wieshaus, C. Doe, J. Raff, BDSC (NIH\nCdk1 inhibition (3hrs) Release (2hrs)\nB\nA\nC\nE\nCytokinesis failure\nMultinucleation\nAsynchronous cell cycle progression\nMitotic nucleus\nMitotic cytoplasm triggers NEB of the non-mitotic\ncompetent nucleus and exposure to a nuclease ?\nDNA damage induced in the delayed nucleus\n-H2Av -H2Av\nPh3\nPolyploid + RO3366Polyploid + DMSO\n50 m Ph3 15 m\nG2\nS\n50 m\nCtrl Polyploid\nM\nS\nG2\nM\nG1G1\n0\n5000\n10000\n15000\n20000\n25000\n30000 0.0003<0.0001\nCtrl Polyploid +RO3306+DMSO\n0.0006\n+RO3306\nH 2A\nx In\nde x\n(A .U\n.)D\nEtOH\nLatB\nO VC\nAR -8\nH 2B\n-H G\nP 00.00\n00.00\n-556.00 12.00 16.00 36.00 56.00 120.00 344.00\n00.86200.61200.67100.21100.2500.8200.06- m\nF\n10\nm10\n(legend on next page)\nCurrent Biology 29, 1–9, November 18, 2019 7\nP40OD018537), DSHB, and the Antibody Platform at IC for Drosophila stocks and reagents; L. Sengmanivong and L. Leconte for microscopy; the Nikon Centre at IC-CNRS, FBI-ANR10-INSB-04 for equipment and support; and financial support by ERC CoG (ChromoNumber 725907), LNCC-CdP (24097-2017), ANR (ANR-DIVACEN no. 14-CE11), Institut Curie, INSERM, and CNRS. M.N. received grants from LNCC and FRM (FDT20160435352). Our lab is a member of the Labex CelTisPhyBio."
    }, {
      "heading" : "AUTHOR CONTRIBUTIONS",
      "text" : "M.N. and R.B. conceived the project, analyzed the data, and wrote the manuscript. M.N. did most of the experimental procedures. C.P. generated tools. V.F. helped with laser ablation experiments. A.S. and V.M. performed the experiments and quantifications in mNSCs. S.G. performed the experiments on OVCAR-8 cells. R.B. supervised the project."
    }, {
      "heading" : "DECLARATION OF INTERESTS",
      "text" : "The authors declare no competing interests.\nReceived: March 22, 2019 Revised: July 29, 2019 Accepted: September 16, 2019 Published: November 7, 2019"
    }, {
      "heading" : "KEY RESOURCES TABLE",
      "text" : "REAGENT or RESOURCE SOURCE IDENTIFIER\nAntibodies\nRabbit anti-g-H2Av (1:500) Rockland Cat#600-401-914; RRID: AB_11183655 Rabbit anti-PH3 pSer10 (1:250) Sigma-Aldrich Cat#H6409; RRID: AB_477061\nGuinea pig anti-Deadpan (1:250) Basto lab [36] N/A\nRat anti-RFP clone 5F8 (1:500) ChromoTek Cat#5f8-100; RRID: AB_2336064\nHuman anti-m-Cherry (1:100) Institut Curie Antibody Platform Cat#IC-A-R-H#46\nHuman anti-GFP (1:250) Institut Curie Antibody Platform Cat#IC-A-R-H#11\nRabbit anti-GFP (1:250) TermoFisherScientific Cat#A-11122; RRID: AB_221569\nMouse anti-GFP clone JL-8 (1:500) Takara Bio (formerly Clontech) Cat#632381; RRID: AB_10013427\nChicken anti-GFP (1:500) Abcam Cat#ab13970; RRID: AB_300798\nRabbit anti-b-catenin (1:200) Sigma Cat#C2206; RRID: AB_476831\nRabbit anti-Cep135 (1:500) Basto lab [37] N/A\nMouse anti-g-H2Ax (1:750), clone JBW301 Sigma Cat#05-636; RRID: AB_310795\nMouse anti-g-tubulin (clone GTU88) (1:500) Sigma Cat#T5326; RRID: AB_532292\nMouse anti-N-cadherin (1:100) BD Transduction Laboratories Cat#610921; RRID: AB_398236\nMouse anti-PCNA (1:500) Santa Cruz Biotechnology Cat#sc-56; RRID: AB_628110\nRabbit anti-Phospho-histone H3 (pSer10) (1:500) Sigma Cat#H0412; RRID: AB_477043\nAlexa Fluor-conjugated secondary antibodies (1:250-1:500)\nThermoFisherScientific https://www.thermofisher.com/us/en/home/\nlife-science/antibodies/secondary-antibodies/ fluorescent-secondary-antibodies/ alexa-fluor-secondary-antibodies.html\nGuinea pig anti CEP192 antibody (1/500) Basto Lab [37] N/A\nAnti-gamma H2A.X (phospho S140) antibody [3F2] (1:500)\nAbcam ab22551; RRID: AB_447150\nBiological Samples\nPrimary cultures of embryonic NSCs This paper N/A\nChemicals, Peptides, and Recombinant Proteins\nIsoflurane (Forene) Abbvie Cat#B506\nRO3306 Sigma-Aldrich Cat#SML0569\nAccutase Sigma-Aldrich Cat#A6964\nPoly-D-lysine hydrobromide 7000-150000 MW Sigma-Aldrich Cat# P6407\nFibronectin Sigma-Aldrich Cat# F1141\nSodium bicarbonate Sigma-Aldrich Cat#S5761\nFGF Sigma-Aldrich Cat#F0291\nEGF Sigma-Aldrich Cat#E9644\nEthanol VWR Cat#85823-360\nLatrunculin B Millipore Cat#428020\nParaformaldehyde 16% Electron Microscopy Sciences Cat#15710\nMethanol Honeywell Research Chemicals Cat#32213\nDAPI Thermo Fisher Scientific Cat#62248\nn-propyl gallate Sigma-Aldrich Cat#P3130\nGlycerol, bidistilled, 99.5% VWR Cat#24388-295\n(Continued on next page)\ne1 Current Biology 29, 1–9.e1–e7, November 18, 2019"
    }, {
      "heading" : "Continued",
      "text" : "REAGENT or RESOURCE SOURCE IDENTIFIER\nCritical Commercial Assays\nClick-IT EdU Alexa Fluor 647 Imaging Kit Molecular Probes Cat#C10640\nAlexa Fluor 488 Phalloidin Thermo Fisher Scientific Cat#A12379\nExperimental Models: Cell Lines"
    }, {
      "heading" : "OVCAR-8 NCI RRID: CVCL_1629",
      "text" : "OVCAR-8 GFP H2B This paper Modified from RRID: CVCL_1629\nExperimental Models: Organisms/Strains\nMusmusculus pregnant females embryonic day E16.5, strain C57Bl6/N\nCharles River Laboratories, France\nN/A\nD. melanogaster wf BDSC N/A D. melanogaster sqh1 Karess, R.E [8]. N/A\nD. melanogaster Kruppel-GAL4, UAS-GFP Karess, R.E [38]. N/A\nD. melanogaster H2Av-mRFP BDSC [39] Cat#23651\nD. melanogaster Spc-25-GFP Lehner, C.F [40]. N/A\nD. melanogaster RpA-70-GFP Wieschaus, E.F [26]. N/A\nD. melanogaster FUCCI#2 BDSC [30] Cat#55099 D. melanogaster sqhRNAi BDSC [41] Cat#32439 D. melanogaster anillinRNAi BDSC [42] Cat#53358 D. melanogaster pavarottiRNAi BDSC [43] Cat#42573 D. melanogaster hsflp;;TubFRTGAL80FRTGAL4,UASmCD8-RFP Bellaiche lab [44] N/A\nSoftware and Algorithms\nMetamorph Molecular Devices https://www.moleculardevices.com/products/\ncellular-imaging-systems/acquisition-andanalysis-software/metamorphmicroscopy#gref\nNIS Prism Nikon Instruments https://www.microscope.\nhealthcare.nikon.com\nPrism GraphPad https://www.microscope.healthcare.\nnikon.com\nImageJ/Fiji [45] https://www.graphpad.com/scientific-\nsoftware/prism\nImageJ software-based Macro This paper; Quantacell https://imagej.net/Fiji\nPhotoShop Adobe https://www.quantacell.com\nIllustrator Adobe https://www.adobe.com\nOther\nDMEM/HamF12 GIBCO Cat#42400-028\nSchneider’s Drosophila Medium GIBCO Cat#21720-024\nFetal bovine serum GIBCO Cat#10500\nGlucose Sigma-Aldrich Cat#G6152\nB27 supplement minus vitamin A ThermoFisherScientific Cat#12587-010\nPenicillin/streptomycin GIBCO Cat#15140\nAmphotericin B Sigma-Aldrich Cat# A2942\nTriton X-100 Sigma-Aldrich Cat#T9284\nGlass bottom 35 mm dishes MatTek Cat#P35G-1.5-14-C\nStandard membrane kit YSI N/A\n10S Voltalef oil VWR BDH Prolabo Cat#9002-83-9\nCurrent Biology 29, 1–9.e1–e7, November 18, 2019 e2"
    }, {
      "heading" : "LEAD CONTACT AND MATERIALS AVAILABILITY",
      "text" : "Further information and requests for resources and reagents should be directed to and will be fulfilled by the Lead Contact, Renata Basto: renata.basto@curie.fr There are no restrictions to the availability of reagents generated in this study."
    }, {
      "heading" : "EXPERIMENTAL MODEL AND SUBJECT DETAILS",
      "text" : ""
    }, {
      "heading" : "Animals",
      "text" : ""
    }, {
      "heading" : "Mice",
      "text" : "For animal care, we followed the European and French National Regulation for the Protection of Vertebrate Animals used for Experimental and other Scientific Purposes (Directive 2010/63; French Decree 2013-118). The project was authorized and benefited from guidance of the Animal Welfare Body, Research Centre, Institut Curie. All mice were kept at the Curie I. Specific Pathogen Free (SPF) animal facility for breeding. C57Bl6/N pregnant females were purchased from Charles River Laboratories (France). For all pregnant females, the day ofmatingwas referred to 0.5 day of gestation (E0.5). Pregnant femaleswere anaesthetized by inhalation of isoflurane (Forene, Abbvie, B506) before being sacrificed by cervical dislocation. Embryos were collected after caesarean section. Embryos from both sexes were indistinctly used in all the experimental procedures. Fly husbandry and fly stocks Flies were raised on cornmeal medium (0.75% agar, 3.5% organic wheat flour, 5.0% yeast, 5.5% sugar, 2.5% nipagin, 1.0% penicillin-streptomycin and 0.4% propionic acid). Flies stocks were maintained at 18 C. Crosses were carried out in plastic vials and maintained at 25 C unless differently specified. Stocks were maintained using balancer inverted chromosomes to prevent recombination. Stocks used in this study: sqh1 [8], H2Av-mRFP (BL#23651) [39], Spc-25-GFP [40], RpA-70-GFP [26], FUCCI#2 (BL#5509) [30], sqhRNAi (BL#32439) [41], anillinRNAi (BL#53358) [42] and pavarottiRNAi (BL#42573) [43]. To induce clones, we used as a driver hsflp;;TubFRTGAL80FRTGAL4,UAS-mCD8-RFP [44]. BL = Bloomington Drosophila Stock Center (Indiana University, IN, USA). The sqh1 recessive allele is located on the X chromosome and in this study it was balanced with an FM7 chromosome or with an FM7 chromosome that contained the Kruppel-GAL4, UAS-GFP marker (FM7, Kr) [38] to facilitate the selection of hemizygous mutant larvae (always males). Heterozygous female larvae or hemizygous FM7 or FM, Kr males were used as diploid controls (Ctrl). Further, when using drivers, Ctrls also included the chromosomes containing the drivers. We also used other Ctrl stocks such as: wf and WT isogenic for sqh1 mutant (wf crossed with males FM7, Kr and propagated for several generations).\nIn most experiments except Deadpan staining (Figure S1A), larvae were staged to obtain comparable stages of development. Egg collection was performed at 25 C for 24 hours. Clone induction was carried out by heat shocks of 1st instar larvae for 45min at 37 C. After development at 25 C, third instar larvae were used for dissection."
    }, {
      "heading" : "Human Cell lines",
      "text" : "Culture of human cell lines Cells weremaintained at 37 C in a 5%CO2 atmosphere. OVCAR-8 (female; RRID: CVCL_1629) and HEK (female; RRID: CVCL_0045) cells were grown in Dulbecco’s modified medium (DMEM) F12 (11320-033 from GIBCO) containing 10% fetal bovine serum (GE Healthcare), 100 U/ml penicillin, 100 U/ml streptomycin (15140-122 from GIBCO). Cells were routinely checked for mycoplasma (PlasmoTest-Mycoplasma Detection Kit, InvivoGen, #rep-pt1) and underwent cell authentication by short tandem repeat analysis (powerplex16 HS kit, Promega #DC2101) processed at the Genomics Platform (Department of translational research, Institut Curie). Generation of OVCAR-8 GFP H2B stable cell lines To produce viral particles, HEK cells were transfected with 4mg of psPAX2 (#12260 from Addgene, RRID: Addgene_12260); 4mg of pMD2.G (#12259 from Addgene, RRID: Addgene_12259) and 4mg of pHR_dSV40-H2B-GFP (#67928 from Addgene, RRID: Addgene_67928) plasmids using FuGENE HD Transfection Reagent (E2311 from Promega) in OptiMEMmedium (51985034 from ThermoFisher). Cells were incubated at 37 C in a 5%CO2 atmosphere during 16 hours and then growthmediawas removed and replaced by 5ml fresh OptiMEM. The day after, viral particles were isolated by filtering the medium containing the viral particles through 0.45mm filter (16537 from Sartorius stedim biotech). Then, OVCAR-8 cells were incubated with viral particles in presence of 8mg/ml polybrene (sc-134220 from Santa Cruz) at 37 C in a 5% CO2 atmosphere during 24 hours. OVCAR-8 GFP-positive cells were then collected using BD FACS Aria IIIu (BD FACSDiva Software Version 8.0.1). In order to preserve inherent OVCAR-8 heterogeneity, a bulk population of GFP-positive cells has been sorted. Drug treatment of human cells Cells were plated at the appropriate confluence. The day after, cells were treated for 45 min at 37 C with ethanol (drug diluent, 0.015%) or latrunculin B (5mM, Millipore, 428020) before one quick wash in PBS 1X. The efficiency of drug treatment was assessed by cell rounding and was considered as time 0 (T0). Cells were enabled to proliferate in proliferation medium for 48h before immunofluorescence or live imaging.\nPrimary adherent mNSCs cultures"
    }, {
      "heading" : "Cell culture conditions",
      "text" : "To establish primary adherent cultures ofmouse embryonic neural stem cells (NSCs), we have adapted the protocol described in [23]. E16.5 cerebral cortex explants were dissociated into a single cell suspension after 5min accutase (Sigma, A6964) incubation at 37 C.\ne3 Current Biology 29, 1–9.e1–e7, November 18, 2019\nCortical cells were plated at a density of 104 cells/cm2 on plastic pre-coated sequentially for 1h at RT with poly-D-lysine (2 mg/cm2; Sigma, P6407) and fibronectin (1 mg/cm2; Sigma, F1141). Cells were cultured in a medium favoring the propagation of proliferating cells containing DMEM/HamF12 medium (GIBCO, 42400-028), supplemented with glucose (2.9g/L; Sigma, G6152), sodium bicarbonate (1.2g/L; Sigma, S5761), B27 supplement w/o vitamin A 2% (ThermoFisher, 12587-010), FGF (20 ng/ml; Sigma, F0291), EGF (20 ng/ml; Sigma, E9644), penicillin/streptomycin 1% (GIBCO, 15140-122) and Amphotericin B (250ng/ml; Sigma, A2942), at 37 C under 5% CO2. After one week in culture, the population is only composed of nestin-positive proliferating NSCs [37]. Drug treatment of mNSCs Embryonic NSCs were seeded at 104 cells/cm2 on glass coverslips pre-coated with poly-D-lysine and fibronectin in proliferating medium. The day after, cells were treated for 30min at 37 Cwith ethanol (drug diluent, 0.015%) or latrunculin B (5 mM,Millipore, 428020) before 2 quick washes in proliferation medium. The efficiency of drug treatment was assessed by cell rounding and was considered as time 0 (T0). Cells were enabled to proliferate in proliferation medium for 16h before paraformaldehyde (PFA) or methanol fixation and immunofluorescent staining."
    }, {
      "heading" : "METHOD DETAILS",
      "text" : "Whole mount tissue preparation and imaging of Drosophila larval brains Brains from third instar larvae were dissected in PBS and fixed for 25 minutes in 4% paraformaldehyde in PBS. They were washed three times in PBST 0.3% (PBS, 0.3% Triton X-100 (T9284, Sigma), 10 minutes for each wash) and incubated several hours in agitation at room temperature (RT) and O/N at 4 C with primary antibodies at the appropriate dilution in PBST 0.3%. Primary antibodies used in this study are: rabbit anti-g-H2Av (1:500; Rockland#600-401-914, Limerick, PA, USA), rabbit anti-Ph3 (1:250; Sigma-Aldrich#H6409, Merck, Darmstadt, DE), guinea pig anti-Deadpan (generated in our lab [36]), human anti-GFP (1:250; Antibody platform IC-A-R-H#11, Paris, FR), rabbit anti-GFP (1:250; TermoFisherScientific#A-11122, Waltham, MA, USA), mouse anti-GFP clone JL-8 (1:500; Clontech#632381, Mountain View, CA, USA), chicken anti-GFP (1:500; Abcam# ab13970; Cambridge, UK), human anti-mCherry (1:100; Antibody platform IC-A-R-H#46) and rat anti-RFP clone 5F8 (1:500; ChromoTek, Martinsried, DE). Tissues were washed three times in PBST 0.3% (10 minutes for each wash) and incubated several hours in agitation at RT and O/N at 4 C with 3 mg/ml DAPI to label DNA (4’,6-diamidino-2-phenylindole; 62248, Thermo Fisher Scientific) and secondary antibodies diluted in PBST 0.3%. All secondary antibodies (conjugated Alexa Fluor 488, Alexa Fluor 546 and Alexa Fluor 647) and Phalloidin 488 to label actin were used at 1:250 and were purchased from Molecular Probes (Invitrogen, TermoFisherScientific). Brains were then washed three times in PBST 0.3% (10 minutes for each wash), rinsed in in PBS and mounted in mounting media. Standard mounting media was prepared with 1.25% n-propyl gallate (Sigma, P3130), 75% glycerol (bidistilled, 99.5%, VWR, 24388-295), 23.75% H2O.\nImages were acquired on a confocal Nikon A1R inverted Ti-E microscope with oil 40X NA 1.3 or 60X NA 1.4 objectives in NIS Element software. Interval for z stacks acquisitions was set up from 0.3 mm to 1 mm. Imageswere analyzed with Fiji. The cellular structures of interest were quantified by manual scoring of the individual slices for each z stack. If quantitative analysis of the fluorescent signal was required, settings were kept constant for all acquisitions. Statistical analysis was performed with Graph Pad Prism using the tests mentioned in the figure legends. Further details on how DNA damage was quantified are available in the method section ‘‘QUANTIFICATION AND STATISTICAL ANALYSIS.’’"
    }, {
      "heading" : "Fly-Fucci in the brain",
      "text" : "We used the Fly-FUCCI described in [30]. This allows to discriminate between different phases of the cell cycle by expressing truncated forms of E2F and Cyclin B (CycB) fused to GFP and RFP, respectively (GFP-E2F 1-230, RFP-CycB 1-266). Ctrl NBs in G1phase express only GFP in the nucleus, in S-phase express only RFP in the cytoplasm, while Ctrl NBs in G2-phase are GFP and RFP positive (mostly localized to the nucleus and to the cytoplasm, respectively). Mitotic NBs that underwent nuclear envelope breakdown exhibit diffused colocalization of GFP and RFP. Large polyploid NBs can present different nuclei at different stages of the cell-cycle, despite the presence of a common cytoplasm."
    }, {
      "heading" : "EdU incorporation assay",
      "text" : "To analyze S-phase in polyploid NBs, brains were incubated with 5-ethynyl-20-deoxyuridine (EdU). 3rd instar larval brains were dissected in Schneider’s Drosophila Medium (described in the Methods section relative to live imaging) and incubated for 1 hour at 25 C in the same medium with 100 mM EdU. Brains were then washed in PBS, fixed and immunostained. EdU detection was performed after secondary antibody detection, according to the manufacturer instructions (C10640, Molecular Probes, TermoFisherScientific, Waltham, MA, USA). Image acquisition and treatment were made as described for whole mount preparation of tissues. Quantitative analysis of EdU nuclear coverage was performed as described below."
    }, {
      "heading" : "RO3306 treatment",
      "text" : "Drosophila larval brainswere dissected and incubated 3hrs ex-vivo in Schneider’sDrosophilaMedium containing either 500 mMof the Cdk-1 inhibitor RO3306 (SML 0569 from Sigma) or DMSO as a control. Brains were washed 3X and incubated in fresh Schneider’s\nCurrent Biology 29, 1–9.e1–e7, November 18, 2019 e4\nDrosophilaMedium for 2 hr before being rinsed in PBS, fixed and immunostained as described for whole mount tissue. Image acquisition and treatment were made as described for whole mount preparation of tissues. Quantitative analysis of g-H2Av fluorescence intensity and nuclear coverage was performed as described in the section ‘‘QUANTIFICATION AND STATISTICAL ANALYSIS.’’"
    }, {
      "heading" : "Immunofluorescent staining of mNSCs",
      "text" : "mNSC were fixed for 20 min in PFA 4% at RT or for 8 min at 20 C in methanol. Cells were permeabilized for 10 min in PBS, Triton X-100 0.5%, incubated for 30 min in blocking solution (PBS, BSA 2%, Triton X-100 0.1%, Sodium azide 0.02%) before sequential incubation for 2h at RT with primary and secondary antibodies diluted in the blocking solution. Human OVCAR-8 cells were plated on coverslips in 12-well plates and treated with the indicated drugs. The day of the immunofluorescence, cells were fixed using cold methanol (7 min at 20 C). Then, cells were washed three times using PBS-T (PBS 1X + 0,1% Triton X-100 + 0,02% Sodium Azide) and incubated with PBS-T + BSA (04-100-812-C from Euromedex) 0,5% for 30 min at RT. After three washes with PBS-T, primary and secondary antibodies were incubated in PBS-T + BSA 0,5% during 1 hr and 30 min at RT, respectively. Nuclear DNA was detected by mounting slides in Prolong Gold antifade reagent supplemented with DAPI (P36935 from Invitrogen).\nThe following primary antibodies were used: rabbit anti-bcatenin (Sigma, #C2206, RRID: AB_476831), rabbit anti-Cep135 [37], mouse anti-g-H2Ax (Sigma, clone JBW301, #05-636, RRID: AB_310795), mouse anti-g-tubulin (Sigma, clone GTU88, #T5326, RRID: AB_532292), mouse anti-N-cadherin (BD Transduction Laboratories, #610921, RRID: AB_398236), mouse anti-PCNA (Santa Cruz Biotechnology, #sc-56, RRID: AB_628110), rabbit anti-ph3 (pSer10) (Sigma, #H0412, RRID: AB_477043), Guinea pig anti CEP192 antibody [37]. All secondary antibodies (highly-crossed absorbed conjugated Alexa Fluor 488, Alexa Fluor 546 and Alexa Fluor 647) were used at 1/500 dilution and purchased fromMolecular Probes (Invitrogen). 4’,6-diamidino-2-phenylindole (DAPI, ThermoFisher Scientific, #D1306, RRID: AB_2629482) was used to label DNA at a concentration of 3 mg/ml. Images were acquired on a Leica epifluorescencemicroscope equippedwith a sCMOSHamamatsu camera with a 100XNA1.40 objective or on aGattaca/Nikon wide-field spinning disk confocal microscope equipped with a sCMOS Prime95B Photometrics camera with a 100X NA 1.40 objective."
    }, {
      "heading" : "Immunofluorescent staining of human cells",
      "text" : "Images were acquired on an upright widefield microscope (DM6B, Leica Systems, Germany) equipped with a motorized XY and a 63X objective (HCX PL APO 100X/1,40-0,70 Oil from Leica). Acquisitions were performed using Metamorph software (Molecular Devices, USA) and a sCMOS camera (Flash 4V2, Hamamatsu, Japan).\nStacks of conventional fluorescence images were collected automatically at a Z-distance of 0.2 mm (Metamorph software; Molecular Devices, RRID: SCR_002368). Images are presented as maximum intensity projections generated with ImageJ software (RRID: SCR_002285), from stacks deconvolved with an extension of Metamorph software (RRID: SCR_002368).\nLive imaging of Drosophila brains 3rd instar larval brains were dissected in Schneider’s DrosophilaMedium (21720-024, GIBCO, TermoFisherScientific, Waltham, MA, USA). The medium was supplemented with 10% heat-inactivated fetal bovine serum (#10500), Penicillin (100 units/ml) and Streptomycin (100 mg/ml; Penicillin-Streptomycin #15140), all purchased from GIBCO. Brains were placed in medium in a glass bottom 35 mm dish (P35G-1.5-14-C, MatTek Corporation, Ashland, MA, USA). To avoid evaporation and allow gas exchange, brains were covered with a permeable membrane (Standard membrane kit, YSI, Yellow Springs, OH, USA) and the membrane borders were sealed with 10S Voltalef oil (VWR BDH Prolabo, Radnor, PA, USA). For short term live imaging (up to 6 hours), we used 10 mL of medium and imaged maximum two different positions. For long term live imaging (> 6 hours), we used 20 mL of medium and imaged up to five different positions. 30 Z stacks of 0.75 to 1 mm were acquired at 30 s intervals (short term videos) or at 10 minutes intervals (long term videos) on a Yokagawa CSU-X1 spinning head mounted on a Nikon Ti-E inverted microscope, equipped with an EMCCD (electron-multiplying charge-coupled device) 512x512 Evolve camera (Photometrics) using an oil objective 60X NA 1.4. Laser power was kept constant for all the acquisitions. Images were acquired in MetaMorph software and analyzed with Fiji. A hyperstack video was created to followNBs in time and space (x, y and z). All events of interest weremanually quantified on raw data.\nLive imaging of human cells Cells were plated on a dish (627870 from Dutscher) and treated with the indicated drug. Images were acquired on a spinning disk microscope (Gataca Systems, France). Based on a CSU-W1 (Yokogawa, Japan), the spinning head was mounted on an inverted Eclipse Ti2 microscope equipped with a motorized XY Stage (Nikon, Japan). Images were acquired through a 40x 1.4NA PlanApo objective with a sCMOS camera (Prime95B, Photometrics, USA). Optical sectioning was achieved using a piezo stage (Nano-z series, Mad City Lab, USA). Gataca Systems’ laser bench was equipped with 405, 491 and 561 nm laser diodes, delivering 150 mW each, coupled to the spinning disk head through a single mode fiber. Multi-dimensional acquisitions were performed using Metamorph 7.10.1 software (Molecular Devices, USA). Stacks of conventional fluorescence images were collected automatically at a Z-distance of 1.5 mm (Metamorph software; Molecular Devices, RRID: SCR_002368). Images are presented as maximum intensity projections generated with ImageJ software (RRID: SCR_002285), from stacks deconvolved with an extension of Metamorph software (RRID: SCR_002368).\ne5 Current Biology 29, 1–9.e1–e7, November 18, 2019"
    }, {
      "heading" : "Laser ablation",
      "text" : "To verify the efficient recruitment of RpA-70-GFP on sites of DNA damage, 3rd instar larval brains expressing RpA-70-GFP were subjected to laser ablation. We performed short term live imaging using the Yokagawa CSU-X1 spinning head mounted on a Nikon Ti-E inverted microscope described above and a 100X NA 1.3 Oil Iris objective (S Fluor, Nikon). Ablation was carried out on line scan regions of interest (1 to 3 ablation pulses of 26 ms, 10 repetitions, laser at maximum power) using an iLas2 system (Roper Scientific France/PICT-IBiSA), piloted by Metamorph (Molecular Devices) and interfaced with a 355 nm UV Q-switched photo ablation laser (50 mW - Output Energy 1.5 mJ; Peak Power 2 kW, Teem Photonics)."
    }, {
      "heading" : "QUANTIFICATION AND STATISTICAL ANALYSIS",
      "text" : "Identification of polyploid cell boundaries in Drosophila brains The identification of polyploid cells in fixed samples is carried out on images obtained by confocal microscopy. To identify polyploid cell boundaries, the whole volume of a given polyploid cell was screened. Boundaries were identified based on the presence of cell cortex (visualized by phalloidin staining) or by the presence of connections between different DNA domains. Connections between DNA domains are not necessarily visible on z-projections, but can be identified by browsing through the entire cell volume.\nQuantitative analysis of DNA damage and EdU coverage in Drosophila NBs Staged 3rd instar larval brains were dissected, stained and imaged using the procedures described above. We used the g-H2Av primary antibody, which was preferentially detected using a secondary antibody conjugated Alexa Fluor 546. We used this secondary antibody because it was found to give the best signal to noise ratio.\nFor evaluation of g-H2Av nuclear coverage, imaging was performed using a 40X NA 1.3 oil objective with z stacks of 1 mm. To evaluate fluorescence intensity (FI), excitation parameters for the channel of interest weremaintained constant for Ctrl and polyploid conditions. Image analysis was performed using Fiji. Images were imported as z stack of 3 channels, being the red channel the one subject to analysis. Nuclei were manually segmented using the ‘‘Freehand’’ tool in Fiji. The z stack chosen corresponded to the mid-z plane of the nucleus (as determined by the DAPI signal-blue channel). Quantitative FI values were obtained using a new plugin developed by QUANTACELL (https://www.quantacell.com). We applied a thresholding operation to separate positive pixels from negative pixels in the channel of interest (red). After a number of tests, we determined 562 as the threshold value, which was maintained constant for g-H2Av signal analysis in both Ctrl and polyploid NBs. The plugin generates an output for the segmented nuclei indicating, for each nucleus the percentage of positive pixels (coverage) within the whole nuclear area, and the average intensity of the red channel (FI). The g-H2Av index was obtained multiplying the FI by the coverage.\nFor evaluation of EdU nuclear coverage, EdU was detected with Alexa Fluor 647. The threshold value used in all Ctrl and polyploid\nNBs was set to 568.\nBrain lobe area analysis Brain overgrowth was assessed comparing the latest stage of 3rd instar Ctrl WT iso larvae (dissected at day 6 of development- after egg laying) and sqh1 mutant aged larvae (dissected at day 13 of development-after egg laying). Images were collected on a Leica binocular microscope M165FC equipped with a DFC340FX camera. The area of each brain lobe was measured using the Fiji ‘‘freehand tool’’ and the command ‘‘area’’ in measurements. The average of WT iso brain lobe area was calculated taking into account the areas of 42 brain lobes. This value was subsequently used to normalized the areas of WT and polyploid brain lobes, which were then plotted in Prism.\nImage analysis of mNSCs and human OVCAR-8 For mNSCs, the incidence of polyploidy in different conditions was assessed by evaluating the number of centrosomes in mitotic NSCs at the prometaphase stage based on the co-localization of two centrosome markers (Cep135 and g tubulin). The fraction of mitotic cells with more than 2 centrosomes was used as a proxy of polyploidy.\nThe frequency of binucleated polyploid cells was evaluated in interphase cells and it was based on the presence of at least two nuclei and more than two centrosomes per cell. The differential expression of PCNA (S phase) and Ph3 (end of G2/M) markers in the two nuclei of a single polyploid cell was scored to evaluate the frequency of asynchrony among the binucleated polyploid cell population.\nFor DNA damage quantification, the signals obtained in cultured cells were different from the signals found in Drosophila NBs and measuring them on a single optical plane would not give a comprehensive output. We used an ImageJ software-based plugin developed by QUANTACELL, where g-H2Ax signals were measured through multiple image z stacks after thresholding. Both FI and percentage of nuclear coverage were obtained for each nucleus. g-H2Ax index was obtained multiplying FI by the coverage.\nAll data plotting and statistical analyses were performed using the GraphPad Prism software.\nImage processing, statistical analysis and data presentation All images were opened and assembled using Fiji to produce a merged picture or a projection from Z stacks. They were further processed in Photoshop and image panels were assembled in Illustrator. Statistical analysis was performed using Prism and the tests\nCurrent Biology 29, 1–9.e1–e7, November 18, 2019 e6\nmentioned in the figure legends. Normal distribution of data was verified by Shapiro-Wilk test. In all the data presented inmain figures and supplementary figures error bars represent Means ± Standard Deviation (SD). For all the data, statistical significance was assessed by a t test. Information related with sample size can be found in Table S1 together with information concerning the number of replicates."
    }, {
      "heading" : "DATA AND CODE AVAILABILITY",
      "text" : "The published article includes all data generated or analyzed during this study. No code associated with the manuscript.\ne7 Current Biology 29, 1–9.e1–e7, November 18, 2019"
    } ],
    "references" : [ {
      "title" : "From polyploidy to aneuploidy, genome instability and cancer",
      "author" : [ "Z. Storchova", "D. Pellman" ],
      "venue" : "Nat. Rev. Mol. Cell Biol",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2004
    }, {
      "title" : "Absolute quantification of somatic DNA alterations in human cancer",
      "author" : [ "S.L. Carter", "K. Cibulskis", "E. Helman", "A. McKenna", "H. Shen", "T. Zack", "P.W. Laird", "R.C. Onofrio", "W. Winckler", "Weir", "B.A" ],
      "venue" : "Nat. Biotechnol",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2012
    }, {
      "title" : "Pan-cancer patterns of somatic copy number alteration",
      "author" : [ "T.I. Zack", "S.E. Schumacher", "S.L. Carter", "A.D. Cherniack", "G. Saksena", "B. Tabak", "M.S. Lawrence", "C.Z. Zhsng", "J. Wala", "Mermel", "C.H" ],
      "venue" : "Nat. Genet",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2013
    }, {
      "title" : "Spatial and temporal diversity in genomic instability processes defines lung cancer",
      "author" : [ "E.C. de Bruin", "N. McGranahan", "R. Mitter", "M. Salm", "D.C. Wedge", "L. Yates", "M. Jamal-Hanjani", "S. Shafi", "N. Murugaesu", "Rowan", "A.J" ],
      "venue" : null,
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2014
    }, {
      "title" : "Tolerance of whole-genome doubling propagates chromosomal instability and accelerates cancer genome evolution",
      "author" : [ "S.M. Dewhurst", "N. McGranahan", "R.A. Burrell", "A.J. Rowan", "E. Grönroos", "D. Endesfelder", "T. Joshi", "D. Mouradov", "P. Gibbs", "Ward", "R.L" ],
      "venue" : "Cancer Discov",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2014
    }, {
      "title" : "A renewed model of pancreatic cancer evolution based on genomic rearrangement patterns",
      "author" : [ "F. Notta", "M. Chan-Seng-Yue", "M. Lemire", "Y. Li", "G.W. Wilson", "A.A. Connor", "R.E. Denroche", "S.B. Liang", "A.M. Brown", "Kim", "J.C" ],
      "venue" : "Nature 538,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2016
    }, {
      "title" : "Genes controlling essential cell-cycle functions in Drosophila melanogaster",
      "author" : [ "M. Gatti", "B.S. Baker" ],
      "venue" : "Genes Dev",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 1989
    }, {
      "title" : "The regulatory light chain of nonmuscle myosin is encoded by spaghetti-squash, a gene required for cytokinesis in Drosophila",
      "author" : [ "R.E. Karess", "X.J. Chang", "K.A. Edwards", "S. Kulkarni", "I. Aguilera", "D.P. Kiehart" ],
      "venue" : "Cell",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 1991
    }, {
      "title" : "The Drosophila gene morula inhibits mitotic functions in the endo cell cycle and the mitotic cell",
      "author" : [ "B.H. Reed", "T.L. Orr-Weaver" ],
      "venue" : "cycle. Development",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 1997
    }, {
      "title" : "Molecular dissection of cytokinesis by RNA interference in Drosophila cultured cells",
      "author" : [ "M.P. Somma", "B. Fasulo", "G. Cenci", "E. Cundari", "M. Gatti" ],
      "venue" : "Mol. Biol. Cell",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2002
    }, {
      "title" : "Anillin binds nonmuscle myosin II and regulates the contractile",
      "author" : [ "A.F. Straight", "C.M. Field", "T.J. Mitchison" ],
      "venue" : "ring. Mol. Biol. Cell",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2005
    }, {
      "title" : "Neural stem cells: balancing self-renewal with differentiation",
      "author" : [ "C.Q. Doe" ],
      "venue" : "Development",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2008
    }, {
      "title" : "The bHLH factor deadpan is a direct target of Notch signaling and regulates neuroblast self-renewal in Drosophila",
      "author" : [ "B.P. San-Juán", "A. Baonza" ],
      "venue" : "Dev. Biol",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2011
    }, {
      "title" : "Drosophila neuroblasts: a model for stem cell biology",
      "author" : [ "C.C. Homem", "J.A. Knoblich" ],
      "venue" : "Development",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2012
    }, {
      "title" : "Yorkie and JNK control tumorigenesis in Drosophila cells with cytokinesis failure",
      "author" : [ "S.U. Gerlach", "T. Eichenlaub", "H. Herranz" ],
      "venue" : "Cell Rep",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2018
    }, {
      "title" : "When bigger is better: the role of polyploidy in organogenesis",
      "author" : [ "T.L. Orr-Weaver" ],
      "venue" : "Trends Genet",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2015
    }, {
      "title" : "Mitch a rapidly evolving component of the Ndc80 kinetochore complex required for correct chromosome segregation in Drosophila",
      "author" : [ "B. Williams", "G. Leung", "H. Maiato", "A. Wong", "Z. Li", "E.V. Williams", "C. Kirkpatrick", "C.F. Aquadro", "C.L. Rieder", "M.L. Goldberg" ],
      "venue" : "J. Cell Sci",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2007
    }, {
      "title" : "The presence of extra chromosomes leads to genomic instability",
      "author" : [ "V. Passerini", "E. Ozeri-Galai", "M.S. de Pagter", "N. Donnelly", "S. Schmalbrock", "W.P. Kloosterman", "B. Kerem", "Z. Storchová" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2016
    }, {
      "title" : "Proliferation of double-strand breakresistant polyploid cells requires Drosophila FANCD2",
      "author" : [ "H.S. Bretscher", "D.T. Fox" ],
      "venue" : "Dev. Cell",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2016
    }, {
      "title" : "BubR1- and Polo-coated DNA tethers facilitate poleward segregation of acentric chromatids",
      "author" : [ "A. Royou", "M.E. Gagou", "R. Karess", "W. Sullivan" ],
      "venue" : "Cell 140,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2010
    }, {
      "title" : "DNA doublestrand break-induced phosphorylation of Drosophila histone variant H2Av helps prevent radiation-induced apoptosis",
      "author" : [ "J.P. Madigan", "H.L. Chotkowski", "R.L. Glaser" ],
      "venue" : "Nucleic Acids Res",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2002
    }, {
      "title" : "Centrosome amplification can initiate tumorigenesis",
      "author" : [ "R. Basto", "K. Brunk", "T. Vinadogrova", "N. Peel", "A. Franz", "A. Khodjakov", "J.W. Raff" ],
      "venue" : "in flies. Cell",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2008
    }, {
      "title" : "A comparison of proliferative capacity and passaging potential between neural stem and progenitor cells in adherent and neurosphere cultures",
      "author" : [ "T. Sun", "X.J. Wang", "S.S. Xie", "D.L. Zhang", "X.P. Wang", "B.Q. Li", "W. Ma", "H. Xin" ],
      "venue" : "Int. J. Dev. Neurosci",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2011
    }, {
      "title" : "Cytokinesis failure triggers hippo tumor suppressor pathway activation",
      "author" : [ "N.J. Ganem", "H. Cornils", "S.Y. Chiu", "K.P. O’Rourke", "J. Arnaud", "D. Yimlamai", "M. Th ery", "F.D. Camargo", "D. Pellman" ],
      "venue" : "Cell 158,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2014
    }, {
      "title" : "Repeated cleavage failure does not establish centrosome amplification in untransformed human cells",
      "author" : [ "A. Krzywicka-Racka", "G. Sluder" ],
      "venue" : "J. Cell Biol",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2011
    }, {
      "title" : "Zygotic genome activation triggers the DNA replication checkpoint at themidblastula transition",
      "author" : [ "S.A. Blythe", "E.F. Wieschaus" ],
      "venue" : "Cell 160,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2015
    }, {
      "title" : "End resection at double-strand breaks: mechanism and regulation",
      "author" : [ "L.S. Symington" ],
      "venue" : "Cold Spring Harb. Perspect. Biol",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2014
    }, {
      "title" : "Replication stress activates DNA repair synthesis in mitosis",
      "author" : [ "S. Minocherhomji", "S. Ying", "V.A. Bjerregaard", "S. Bursomanno", "A. Aleliunaite", "W. Wu", "H.W. Mankouri", "H. Shen", "Y. Liu", "I.D. Hickson" ],
      "venue" : "Nature 528,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2015
    }, {
      "title" : "Fragile X protein controls neural stem cell proliferation in the Drosophila brain",
      "author" : [ "M.A. Callan", "C. Cabernard", "J. Heck", "S. Luois", "C.Q. Doe", "D.C. Zarnescu" ],
      "venue" : "Hum. Mol. Genet",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2010
    }, {
      "title" : "Fly-FUCCI: a versatile tool for studying cell proliferation in complex tissues",
      "author" : [ "N. Zielke", "J. Korzelius", "M. van Straaten", "K. Bender", "G.F.P. Schuhknecht", "D. Dutta", "J. Xiang", "B.A. Edgar" ],
      "venue" : "Cell Rep",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2014
    }, {
      "title" : "Aneuploidy generates proteotoxic stress and DNA damage concurrently with p53-mediated post-mitotic apoptosis in SAC-impaired cells",
      "author" : [ "A. Ohashi", "M. Ohori", "K. Iwai", "Y. Nakayama", "T. Nambu", "D. Morishita", "T. Kawamoto", "M. Miyamoto", "T. Hirayama", "M Okaniwa" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2015
    }, {
      "title" : "Chromosome mis-segregation generates cell-cycle-arrested cells with complex karyotypes that are eliminated by the immune system",
      "author" : [ "S. Santaguida", "A. Richardson", "D.R. Iyer", "O. M’Saad", "L. Zasadil", "K.A. Knouse", "Y.L. Wong", "N. Rhind", "A. Desai", "A. Amon" ],
      "venue" : "Dev. Cell 41,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2017
    }, {
      "title" : "Chromosome pulverization in human binucleate cells following colcemid treatment",
      "author" : [ "H. Kato", "A.A. Sandberg" ],
      "venue" : "J. Cell Biol",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 1967
    }, {
      "title" : "Mammalian cell fusion: induction of premature chromosome condensation in interphase nuclei",
      "author" : [ "R.T. Johnson", "P.N. Rao" ],
      "venue" : "Nature",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 1970
    }, {
      "title" : "Mammalian cell fusion: studies on the regulation of DNA synthesis and mitosis",
      "author" : [ "P.N. Rao", "R.T. Johnson" ],
      "venue" : "Nature",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 1970
    }, {
      "title" : "Aneuploidy causes premature differentiation of neural and intestinal stem cells",
      "author" : [ "D. Gogendeau", "K. Siudeja", "D. Gambarotto", "C. Pennetier", "A.J. Bardin", "R. Basto" ],
      "venue" : "Nat. Commun",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2015
    }, {
      "title" : "Differences in mitotic spindle architecture in mammalian neural stem cells influence mitotic accuracy during brain development",
      "author" : [ "D. Vargas-Hurtado", "J.B. Brault", "T. Piolot", "L. Leconte", "N. Da Silva", "C. Pennetier", "A. Baffet", "V. Marthiens", "R. Basto" ],
      "venue" : "Curr. Biol",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2019
    }, {
      "title" : "GFP-tagged balancer chromosomes for Drosophila melanogaster",
      "author" : [ "D. Casso", "F.A. Ramı́rez-Weber", "T.B. Kornberg" ],
      "venue" : "Mech. Dev",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 1999
    }, {
      "title" : "Incorporation of Drosophila CID/CENP-A and CENP-C into centromeres during early embryonic anaphase",
      "author" : [ "M. Schuh", "C.F. Lehner", "S. Heidmann" ],
      "venue" : "Curr. Biol",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2007
    }, {
      "title" : "Spatial organization of a ubiquitous eukaryotic kinetochore protein network in Drosophila chromosomes",
      "author" : [ "R.B. Schittenhelm", "S. Heeger", "F. Althoff", "A. Walter", "S. Heidmann", "K. Mechtler", "C.F. Lehner" ],
      "venue" : "Chromosoma",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2007
    }, {
      "title" : "Myosin-dependent remodeling of adherens junctions protects junctions from Snail-dependent disassembly",
      "author" : [ "M. Weng", "E. Wieschaus" ],
      "venue" : "J. Cell Biol",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2016
    }, {
      "title" : "A genomescale shRNA resource for transgenic RNAi in Drosophila",
      "author" : [ "J.Q. Ni", "R. Zhou", "B. Czech", "L.P. Liu", "L. Holderbaum", "D. Yang-Zhou", "H.S. Shim", "R. Tao", "D. Handler", "P Karpowicz" ],
      "venue" : "Nat. Methods",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2011
    }, {
      "title" : "Pavarotti/MKLP1 regulates microtubule sliding and neurite outgrowth in Drosophila neurons",
      "author" : [ "U. Del Castillo", "W. Lu", "M. Winding", "M. Lakonishok", "V.I. Gelfand" ],
      "venue" : "Curr. Biol",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2015
    }, {
      "title" : "The microcephaly protein Asp regulates neuroepithelium morphogenesis by controlling the spatial distribution of myosin",
      "author" : [ "M.A. Rujano", "L. Sanchez-Pulido", "C. Pennetier", "G. le Dez", "R. Basto" ],
      "venue" : "II. Nat. Cell Biol",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2013
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Polyploidy arises from the gain of complete chromosome sets [1], and it is known to promote cancer genome evolution.",
      "startOffset" : 60,
      "endOffset" : 63
    }, {
      "referenceID" : 7,
      "context" : "CF can be induced using mutations or RNAi-targeting genes required for cytokinesis, such as spaghetti squash (sqh), pavarotti (pav) (MKLP-1), and anillin [8, 10, 11].",
      "startOffset" : 154,
      "endOffset" : 165
    }, {
      "referenceID" : 9,
      "context" : "CF can be induced using mutations or RNAi-targeting genes required for cytokinesis, such as spaghetti squash (sqh), pavarotti (pav) (MKLP-1), and anillin [8, 10, 11].",
      "startOffset" : 154,
      "endOffset" : 165
    }, {
      "referenceID" : 10,
      "context" : "CF can be induced using mutations or RNAi-targeting genes required for cytokinesis, such as spaghetti squash (sqh), pavarotti (pav) (MKLP-1), and anillin [8, 10, 11].",
      "startOffset" : 154,
      "endOffset" : 165
    }, {
      "referenceID" : 14,
      "context" : "Not all Drosophila proliferative tissues were tolerant to CF, because mutant wing discs were abnormal in size and displayed pyknotic nuclei, as previously reported [15] (Figure S1B).",
      "startOffset" : 164,
      "endOffset" : 168
    }, {
      "referenceID" : 7,
      "context" : "We further characterized the consequences of repetitive CF using a hypomorphic mutation in the sqh gene [8].",
      "startOffset" : 104,
      "endOffset" : 107
    }, {
      "referenceID" : 15,
      "context" : "Other types of polyploid cells can be identified in Drosophila and other organisms, resulting from endoreplication or endomitosis [16].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 16,
      "context" : "DNA Damage Is Detected in Mitotic Polyploid and Tetraploid Cells While filming polyploid NBs expressing H2Av-RFP and Spc25GFP (a kinetochore marker) [17], we observed acentric chromosomes in 23.",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 17,
      "context" : "These were never observed in Ctrl NBs, but have been described in cells with genomic instability [18] and in Drosophila polyploid papillar cells [19].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 18,
      "context" : "These were never observed in Ctrl NBs, but have been described in cells with genomic instability [18] and in Drosophila polyploid papillar cells [19].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 19,
      "context" : "In polyploid cells, DNA fragments without Spc25 signal lagged behind the main chromosome mass, segregating to opposite poles only later, as described in [20].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 20,
      "context" : "We next investigated the presence of DNA damage using the double-strand break (DSB) marker g-H2Av, which is one of the earliest markers of the DNA damage response (DDR) [21].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 21,
      "context" : "We used the Sas-4 mutation (Sas-4) [22] to reduce multipolarity in mitotic polyploid NB.",
      "startOffset" : 35,
      "endOffset" : 39
    }, {
      "referenceID" : 22,
      "context" : "We established primary cultures of mouse neural stem cells (mNSCs) [23] (Figure 2A).",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 23,
      "context" : "We restrained the analysis of these cultures to a period of 16 h after cytokinesis inhibition, because we noticed a drop in proliferation afterward, as described for other vertebrate cells [24, 25].",
      "startOffset" : 189,
      "endOffset" : 197
    }, {
      "referenceID" : 24,
      "context" : "We restrained the analysis of these cultures to a period of 16 h after cytokinesis inhibition, because we noticed a drop in proliferation afterward, as described for other vertebrate cells [24, 25].",
      "startOffset" : 189,
      "endOffset" : 197
    }, {
      "referenceID" : 25,
      "context" : "To distinguish between these possibilities, we used RpA-70-GFP [26].",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 26,
      "context" : "RpA-70 is a member of the elongation complex and binds single-stranded DNA (ssDNA), including the ssDNA produced through resection after the generation of double-stranded DNA (dsDNA) breaks [27].",
      "startOffset" : 190,
      "endOffset" : 194
    }, {
      "referenceID" : 27,
      "context" : "Replicative stress activates DNA synthesis at chromosome fragile sites during mitosis [28].",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 29,
      "context" : "Using the FlyFUCCI system [30], we found that 23.",
      "startOffset" : 26,
      "endOffset" : 30
    }, {
      "referenceID" : 17,
      "context" : "Numerical aneuploidy also generates DNA damage and impairs genome stability [18, 31, 32].",
      "startOffset" : 76,
      "endOffset" : 88
    }, {
      "referenceID" : 30,
      "context" : "Numerical aneuploidy also generates DNA damage and impairs genome stability [18, 31, 32].",
      "startOffset" : 76,
      "endOffset" : 88
    }, {
      "referenceID" : 31,
      "context" : "Numerical aneuploidy also generates DNA damage and impairs genome stability [18, 31, 32].",
      "startOffset" : 76,
      "endOffset" : 88
    } ],
    "year" : 2019,
    "abstractText" : null,
    "creator" : "Elsevier"
  }
}