{
  "name" : "downloads_2019-02-22_cc_hong2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Introduction to Nanomaterials: Basic Properties, Synthesis, and Characterization",
    "authors" : [ "Nguyen Hoa Hong" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "CHAPTER 1\nIntroduction to Nanomaterials: Basic Properties, Synthesis, and Characterization Nguyen Hoa Hong Department of Physics and Astronomy, Seoul National University, Seoul, Republic of Korea\n1 INTRODUCTION\nNanometer-scaled materials could be defined as specimens that have at least one dimension of less than 100nm. Nanomaterials include ultrathin films, quantum wire, and nanoparticles-quantum dots, in general.\nFor more than a decade, nanomaterials have been very attractive to science and technology due to their particular properties, which are not usually seen in bulks of the same compounds.\nThose remarkable features may include special optical, magnetic, and electrical properties, among many others. These unique properties could potentially have great impacts on electronics, spintronics, medical applications, and other devices.\nSome nanomaterials may be found in nature, but in most cases, they should have been fabricated in laboratories by some engineering methods so that they can contain demanding properties that are targeted for industrial purposes. Nanomaterials have been intentionally designed for industrial applications. They can be applied in cell phones, CD-ROMs, magnetic recordings, cosmetics, drug delivery in medicine, imaging, water splitting, etc. Engineered nanomaterials are synthesized in special ways in order to take full advantage of their tiny size and their particular properties, which are generally not observed in their conventional bulk counterparts.\nThere are two main reasons why nanomaterials have properties that are different from corresponding bulks: (1) a large surface area and (2) confinement (quantum) effects. Due to their structures that contain many small grains, nanomaterials have a much greater surface area to volume ratio than their conventional counterparts, leading to a possibility of having greater\n1 Nano-sized Multifunctional Materials Copyright © 2019 Elsevier Inc. https://doi.org/10.1016/B978-0-12-813934-9.00001-3 All rights reserved.\nchemical reactivity; this may affect pressure inside the lattice. Moreover, at the nanometer scale, confinement effects should play a key role in shaping the properties and characteristics of materials. As a result, new optical, electrical, and magnetic behaviors may occur.\nEven though the concept of nanostructured materials is “fashionable” now, such materials have existed and been widely used for centuries. One famous example is the Lycurgus Cup of the fifth century that is currently on display at the BritishMuseum. The cup has gold particles that were dispersed in the soda glass. Therefore, it has a green appearance but reflects purple due to transmitted light, which is the consequence of the interaction of gold-silver and copper nanoparticles with the light [1]. Many similar applications of nanostructures were used in pottery for centuries. More popular uses of nanostructured materials include image photography, which exploits metal nanoparticles that have large surface area, and painting, which uses pigments based on metallic or semiconducting nanoparticles.\nOver the last few decades, strong technological development has enabled manipulation of the synthesis of nanostructured materials with shaped-up properties to meet the needs of applications. One can actually tailor up the properties of low-dimensional materials by the methods of physical chemistry. There is always the matter of how to control the size, shape, crystal structure, and surface formation to bring the materials to meet the requirement of any targeted application. Controlling as to targeting is never an easy task for any research team.\nIn Fig. 1, you can find some images of nanostructured materials as\nexamples.\nAs mentioned above, one might be called “nanomaterial” if it has at least one dimension in the range of 1–100nm. Nanomaterials can be three dimensions (nanoparticles); two dimensions (nanometer-thick films), one dimension (nanowires) or zero dimensions (e.g., quantum dots). They can exist in single, fused, aggregated, or agglomerated forms with spherical, tubular, and irregular shapes. The most popular types of nanomaterials are nanotubes, dendrimers, quantum dots, and fullerenes.\nSome typical examples of nanomaterials are summarized below:\n(i) Nanostructured semiconductors are known to show various non-\nlinear optical properties. They may also show quantum confinement effects leading to special properties, such as the luminescence in silicon powders and silicon germanium quantum dots as infrared optoelectronic devices. Nanostructured semiconductors are used as window layers in solar cells.\n(ii) Nanometallic powders have been used for coatings.\n(iii) Single nanomagnetic particles are monodomains. One also expects\nthat, in magnetic nanophase materials, the grains correspond with domains while boundaries correspond to disordered walls. They could be used in magnetic recording. Recently, magnetic nanoparticles have also been used widely for imaging and drug delivery.\n(iv) Nanostructured metal-oxide thin films are widely used for the reali-\nzation of gas sensors due to their enhanced sensitivity and selectivity.\n(v) Nanocrystalline silicon films are known for highly transparent con-\ntacts in thin film solar cell and nanostructured TiO2 films are known for their high transmission and significant surface area enhancement leading to strong absorption in dye sensitized solar cells.\n(vi) Ultrathin films are used to coat smart phones with superinduction and\noptical properties.\n(vii) Polymer-based composites with a high content of inorganic particles\nleading to a high dielectric constant have potential for photonic band gap structure."
    }, {
      "heading" : "2 REMARKABLE PROPERTIES OF NANOSTRUCTURED MATERIALS",
      "text" : ""
    }, {
      "heading" : "2.1 Properties of Quantum Dots",
      "text" : "Quantum dots (QDs) are nanocrystals of a semiconductor material whose size is between single molecules and bulk crystalline solids. A typical picture of quantum dots can be seen in Fig. 2 [2]. QDs are remarkable because\n4 N ano-sized M ultifunctionalM aterials\ntheir tiny size produces physically confined electrons, which are also called “quantum confinements.” As a result of their spatial properties, they are subject to many particular optical, electronic, and chemical properties that are not found in other materials. The size dependence shows that those properties can be easily controlled by tuning the size of QDs. When more methods to reliably synthesize variable sizes of monodisperse nanocrystals can be developed, QDs would become low-cost. These unique qualities have given QDs potential for a lot of scientific and industrial applications.\nThe unique properties of QDs are formed basically due to their size. As semiconducting materials, they have an intrinsic band gap through which electrons can be bridged by excitation of incident light. However, unlike bulk semiconducting materials, QDs are too sparse to create the continuous valence and conduction bands as other macroscopic semiconductors. Differently, QDs produce an electronic structure that is more reminiscent of the discrete electronic states found in single atoms; the larger the QD, the smaller its band gap can be. As a consequence, the larger a QD becomes, the more continuous its electronic structure is and its band gap becomes closer to that of the bulks (see Fig. 3 and Ref. [3]). Unlike a single atom, however, this size dependence allows the band gap energy to be modulated by varying the size of the QD [3].\nThe optical properties of quantum dots occur partially due to a unique effect known as quantum confinements. When a photon of sufficient energy (equal to or greater than the band gap) strikes a QD, it may excite an electron from the valence band to the conduction band, leaving a positive hole in its place. This leads to an electron-hole pair (also known as an “exciton”), which is a common phenomenon in semiconducting materials. In a QD, the average exciton size (the exciton Bohr radius) is smaller than the size of the QD, producing a confinement energy as the exciton is squeezed into the material.\nThe total energy of a fluorescing photon can be modeled as the sum of the band gap of the QD, the quantum confinement energy, and the bound exciton energy. In the size regime of 10–100Å, quantum dots have highly tuneable absorption and emission spectra. This high degree of control makes QDs able to be optimized for many applications. The most fashionable application of QDs is for drug delivery. Fluorescent-carrying drug dots are able to be tracked, making them very helpful for imaging in cancer diagnostics, for example."
    }, {
      "heading" : "2.2 Properties of Ultrathin Films",
      "text" : "We call films with thickness between 1 and 50nm “ultrathin films.” Once one dimension is reduced to be very tiny, the films are considered twodimensional materials. They have confinement effects in one dimension. These confinement effects can influence their properties very much. In fact, depending on each purpose one can tune structural, optical, or mechanical– or the magnetic properties of ultrathin films, by modifying the size, or in other words, varying the thickness. Another important factor besides the confinement effect is the substrate effect, which is equally important because the constraints of the substrate leading to the interface effect can modify the properties of films enormously.\nMany groups have discovered how the material properties (electrical, thermal, optical, magnetic, mechanical, chemical) of thin films may deviate from those of the bulks [4]. Such differences in observed parameters can be due to different sizes, shapes, and orientations of crystal grains, the presence of interfaces, quantum confinement, constraints, and/or morphological\neffects related to the film growth. Nanometer-scale surface morphology can, for example, strongly modify the dielectric response. This is particularly important in the case of metallic films in the optical regime [5]. Furthermore, even in the case of structurally perfect films, the (local) dielectric function is a classical concept that, in the nanometer limit, must be reevaluated to account for the spreading of the electron wave functions and the finite-size effects [6, 7].\nSome group reported that 3–4 nm-thick gold films grown on silica substrates could have an optical transmission much lower than that of bulks. This decreased transmission of continuous ultrathin films can be accounted for, however, in a conventional transfer-matrix calculation by assuming “diffuse interfaces” on each side of the gold film. For thinner films, transmission is additionally affected by broad bandwidth plasmonic absorption associated with geometrical features. The observed reduction of the optical transmission is particularly important in the context of using ultrathin gold films as transparent electrodes where maximizing optical transparency is crucial [8].\nMagnetically, it has been observed that by making films very thin, one could make some material that is originally paramagnetic in bulks become ferromagnetic, or make the magnetic moment much greater in comparison with that of thicker films (see Fig. 4 and Ref. [9]). As for more details, please read Chapter 7 in this volume. This can happen due to defects and oxygen vacancies that may be more favored at the surface of the film, or at the\ninterface between the film and the substrate. On the other hand, one cannot rule out the confinement effects that exist in thin films that are known to be two-dimensional materials."
    }, {
      "heading" : "2.3 Properties of Nanoparticles",
      "text" : "The principal parameters of nanoparticles are their shape (including aspect ratios where appropriate), size, and the morphological substructure of the substance. In the presence of chemical agents (surfactants), the surface and interfacial properties may be modified. Indirectly, such agents can stabilize against aggregation by conserving particle charge and by modifying the outermost layer of the particle. Depending on the growth route and the lifetime of a nanoparticle, very complex compositions should be expected. In the typical route of fabricating nanoparticles, for example, many different agents tend to condensate on the particle while cooling down, and the particle indeed is exposed to various ambient atmospheres. Therefore, complex surface chemical processes are expected and have been identified only for a small number of particulate model systems. At the nanoparticle-liquid interface, polyelectrolytes have been used to modify surface properties and the interactions between particles and their environment. They have been exploited in industries, including adhesion, lubrication, stabilization, and controled flocculation of colloidal dispersions [10].\nBoth physical and chemical properties of nanoparticles are based on atomic and molecular origins in a complex way. The electronic and optical properties and the chemical reactivity of small clusters are completely different from the better-known property of each component in the bulk or at extended surfaces. Complex quantum mechanical models are required in order to be able to predict the evolution of such properties with particle size, and typically very well-defined conditions are needed to compare experiments and theoretical predictions.\nAt the nanometer scale, interactions between particles can be dominated by weak Van der Waals forces, stronger polar and electrostatic interactions, or covalent interactions. Depending on the viscosity and polarization of the fluid, particle aggregation can be determined by the interaction between nanoparticles. By surface modification, the tendency of a colloid to coagulate can be enhanced or degraded. The details of nanoparticle-nanoparticle interaction forces and nanoparticle-fluid interactions are very crucial for physical and chemical processes. It is difficult to characterize properties due to the small amount of molecules involved in the surface active layer. Surface energy, charge, and solvation are relevant parameters to be\nconsidered. The interaction forces, either attractive or repulsive, would importantly govern individual and collective nanoparticles. This interaction between nanoparticles will result in aggregates and/or agglomerates that may influence their behaviors."
    }, {
      "heading" : "3 POPULAR FABRICATION METHODS OF NANOMATERIALS",
      "text" : ""
    }, {
      "heading" : "3.1 Quantum Dots",
      "text" : ""
    }, {
      "heading" : "3.1.1 Aerosol Synthesis",
      "text" : "The typical synthesis of GaAs quantum dots includes the nucleation and growth of the semiconductor particles, passivation of the particle surface with a higher band gap semiconductor, cluster classification, deposition, and incorporation into a semiconductor device. A critical step in an aerosol process is to induce a homogeneous nucleation of particles from the vapor phase. Several processes have been developed for vapor phase epitaxial growth of GaAs. The most popular methods with possible applications are vapor phase epitaxi (VPE) and organometallic chemical vapor deposition (MOCVD). For the synthesis of GaAs clusters, MOCVD seems to be better because an introduction of the two components of the semiconductor can be decoupled, and the particle stoichiometry through reaction kinetics can be controled. Additionally, MOCVD is better suited for hetero-epitaxi of AlGaAs as a passivating agent. An initial high-temperature stage should be designed to promote a homogeneous nucleation of GaAs clusters. Provision is made for a differential mobility classification of the clusters prior to passivation with AlGaAs [11]."
    }, {
      "heading" : "3.1.2 Cluster Production Using Nonthermal Vapor Sources",
      "text" : "GaAs particles can be first produced using spark sources. However, the resulting particles can be nonstoichiometric due to preferential vaporization of volatile arsenic from a gallium arsenide source. To produce stoichiometric GaAs clusters by direct vaporization, a method that vaporizes both gallium and arsenic with equal efficiency is needed. Single crystal silicon particles have been generated using the spark source. There are two methods for vapor-phase nucleation from nonthermal sources: (a) laser ablation and (b) the tile exploding wire technique. Both methods can lead to the formation of stoichiometric nanometer-scale clusters by vapor phase nucleation, therefore overcoming a key difficulty in the achievement of stoichiometry in the vapor phase growth of III–V clusters that resulted from the large difference in equilibrium anion and cation vapor pressures [11]."
    }, {
      "heading" : "3.2 Thin Films Made by Pulsed Laser Deposition Technique",
      "text" : "The pulsed laser deposition (PLD) technique has been widely used for the deposition of thin films. A ceramic target and a substrate on which the film should be deposited are fixed in a chamber. The chamber is kept in an ultrahigh vacuum and oxygen gas flows from the tube inside the chamber. Pulses are intentionally shot directly at the target, creating a plasma plume. This plasma plume touches the substrate so that the film can be grown on it. See schema in Fig. 5."
    }, {
      "heading" : "3.3 Thin Films Made by the Chemical Vapor Deposition (CVD) Technique",
      "text" : "This method is usually used in semiconductor industries to produce thin films for electronic devices.\nIn this technique, the substrate should be exposed to one or more volatile precursors, which would react and decompose on the surface of the substrate in order to produce the targeted composition. In general, residues are also produced as side products, which should be removed by designed gas flow through the reaction chamber.\nPeople use the CVD technique inmicrofabrications to fabricate materials such as semiconducting films (silicon, nitrides, etc.), graphenes, various high-k dielectric materials, and many others."
    }, {
      "heading" : "3.4 Nanoparticles",
      "text" : "Particles can be prepared using the coprecipitation method. For example, the aqueous precursor solution can be obtained by dissolving metal nitrates with appropriate molar concentrations. Then, the excess of NH4OH is added to the precursor solution under a vigorous stirring to initiate the precipitation process, thereby obtaining mixed metal hydroxides. The precipitates were collected by centrifuge, washed several times, and then dried in an oven at the appropriate temperature for many hours. The dried precipitates are then calcined at high temperatures in the air and ground several times. The size of particles can be controlled by varying solvents and applying different thermal treatments [12]."
    }, {
      "heading" : "4 CHARACTERIZATIONS OF NANOMATERIALS: POINTS TO PAY ATTENTION TO",
      "text" : ""
    }, {
      "heading" : "4.1 Measurements for Quantum Dots",
      "text" : "Usually, morphology, composition, crystal structure, band gap energy, optical properties, and the nature of the surface ligand are important to be characterized in semiconducting QDs. Transmission emission microscopy (TEM) imaging, therefore, is a useful tool to determine the size, size contribution, and shape of QDs. On the other hand, energy-dispersive X-ray diffraction spectroscopy (EDS) can tell us about the composition of the samples while high-resolution TEM (HRTEM) can be used to give information on crystalline structure. Depending on the specific type of dots, the appropriate solution should be used."
    }, {
      "heading" : "4.2 Measurements for Thin Films",
      "text" : ""
    }, {
      "heading" : "4.2.1 Transport",
      "text" : ""
    }, {
      "heading" : "4.2.1.1 Make Contacts",
      "text" : "One should check first to see if the sample has a resistance that is smaller than the internal impedance of the voltmeter (be careful with insulating samples because you may not expect how large the resistance can be when the temperature gets lower). If the resistance is too large, the measurement may not be completed due to an overloading (OL). For low-resistance samples, the contacts may be simply made by silver paste and gold wires. For thin films, it is also good if you use indium to first fix four points of contacts, and then put silver paste on top of them. The advantage to using indium is that we can define the shape of the contacts easily, and after the R-T measurement,\nwe can remove them thoroughly to use the sample for other purposes. When using indium, use a clean toothpick to press it onto four positions where you want your contacts to be. Be sure to use silver paste that is well mixed and has an appropriate wetness (not too wet but not too dry). Fix the sample into the sample holder by using low temperature/vacuum greases.\nIn fact, the current always tends to choose an “easier way” to go, and therefore, in some homogenous samples, we may obtain a negative resistance. To avoid this, it is better to create terminals by using Pt-Pr sputtering first, and then apply indium and silver paste on the top (if you want to make contacts this way, be sure that you measure all other measurements before because, after creating terminals, the sample is not supposed to be used for magnetic measurements or X-rays, etc.).\nIf the resistance of the sample is extremely small or extremely large, a microfabrication using lithography in clean rooms should be used to create paths. Based on the formula ofR¼ρl/s, one can see that if you want a sample to be measurable, if its resistance is too large, you may reduce the “measured” resistance by decreasing l or increasing s. If it is too small, you can increase the “measured” resistance by increasing l and reducing s. See an example of creating necessary paths in Fig. 6.\nIf your films are bilayer and you want to measure the resistance over the “real sample,” you should do etching to make the bottom layer displayed so that you can put two current contacts on the parts belonging to the bottom layer, and two other contacts for voltage can be fixed to the top layer. An easier way to avoid doing etching is that, when you fabricate your bilayer sample, use a mask to cover the outer quarter of the bottom layer of the sample before depositing the top layer so that you can fix two contacts on these areas.\nBecause the gold wires used for anR-Tmeasurement are often very fine, be sure to have tweezers that have very small but not very sharp tips to fix the wires while making contacts in order to avoid cutting your wires or removing your contacts."
    }, {
      "heading" : "4.2.1.2 Run a Measurement",
      "text" : "If you want to measure magnetoresistance (MR), basically the sample should be fixed into the sample holder in two configurations: parallel to the applied magnetic field or perpendicular to it. When you fix/cover the sample, be sure that the wires do not touch one another because, if they get shorted during the measurement, they may give mistaken data.\nThe applied current must be small to avoid the OL (because if the current is large then the measured voltage will be large), but it must be large enough\nto avoid the case that the signals of the noises and of the sample are in the same order. Each voltmeter/program has been fixed with some cut-off voltage. When you see the measured voltage approaching the limit, you have to reduce the applied current. However, it is better to avoid doing this many times to avoid the electric field effect that may occur on the sample (in some manganite thin films, when we change the applied current/voltage, the feature is not recoverable, see Fig. 7) [13]). Therefore, it is perfect if you can choose an appropriate current that can stand for the whole measurement.\nIn principle, it is always safer to apply magnetic fields when the system is at low temperatures. In general, a standardMRmeasurement process will be carried out in this way: you measure R-T under zero field upon cooling, then apply a magnetic field at 5–10K, then measure R-T under that field upon warming, then upon cooling at the same field, then again apply a\nhigher field at low temperature. Finally, you quench the field to zero also at low temperatures when you want to finish all MRmeasurements, and measure under zero field upon warming up to room temperature before picking up the sample. Be sure your sample is at room temperature when you take it out in order to avoid any damage due to thermal shock.\nIn some cases (e.g., manganese oxide films), a “history effect” may be observed. For example, the curve measured at zero field upon warming has exactly the same feature as the curve at 5T upon cooling measured just before, but not the same as the curve measured at zero field upon cooling that was done at the beginning [14, 15]. This feature needs to be noticed when you interpret some MR data.\nKeep in mind that because there are many possibilities for an oxide film to be inhomogeneous, after removing the old contact and making the new contacts onto different positions, you rarely obtain the same magnitude of resistivity, even if the tendency of the R-T curve remains the same. On the other hand, due to the “aging effect” that is very often found in oxide samples after a few months, the sample cannot maintain the same quality as before.\nWhen youmeasure a thin film sample, the thickness of the film should be taken into account when interpreting data. Because in some cases, due to strain effects, a film sample can be insulating or metallic depending on the thickness as well as the type of substrate [16–18]."
    }, {
      "heading" : "4.2.2 Magnetization",
      "text" : "The maximum size of the film sample using for magnetization measurements should be about 5mm 5mm in order to load the sample in without any trouble. The film should not be too thin (to have big enough signals). Measurements in two configurations can be performed. In one configuration, the film plane is parallel to the magnetic field (vertical in the loading) and in another configuration, it is perpendicular to the magnetic field (it also means that the small piece of straw containing the film is placed normal to the parent straw). If you can move the sample skillfully (by using some bar to support it while putting in), then you can place it perpendicular without cutting the parent straw because the small piece of straw can fix itself firmly inside due to its four corners leaning to the inner part of the parent straw. If you are not sure that you can place it nicely, then you had better split the parent straw at the position you want to put the sample, place it in, and finally use nonmagnetic tape to wrap around for sealing and protecting. Be sure to have an angle of 90 degrees between the film plane and the straw (see Fig. 8).\nTo be sure to obtain the real magnetic signal of the sample, fixing by nonmagnetic tape is required. To have an easy subtraction, and to avoid errors, it is better to use some pieces of tape with the same size to fix the sample and to fix the bare substrate when you measure the substrate alone. For the same reason, use the same straw for measurements of the film sample and the bare substrate that you use for the subtraction (for samples with strong ferromagnetism and with FM particles on the surface, as in the case of magnetic semiconducting films, the piece of the straw may be magnetized also).\nDuring loading, if you insert the sample too fast, or you do not purge very well, a solid oxygen lump may be formed on the sample. Therefore, when you measure M-T, you may see a “wrong” peak around 50–60K and it may be mistaken as some intrinsic property of the film while, in fact, it is due to solid oxygen. In this case, it is recommended to heat the sample to room temperature to melt such a solid oxygen lump. After doing this, one can restart the sequence. Due to this reason, of course in principle you can perform the measurements in both zero field cool (ZFC, i.e., upon warming) and field cooling (FC) modes, according to your own purpose of experiments. However, in the case where you just need a simple M-T curve, to have TC, or to have an idea about the magnetic nature of the sample, it is simpler to measure upon cooling to avoid that kind of trouble.\nThe first signal you see while centering, along with your knowing about the magnetism base of your sample (such as being ferromagnetic or paramagnetic at that temperature), will basically guide you to select a correct position to be the center of the sample (in some cases, it is easy when the signal is strong, but in some other cases, it can be rather subtle and it would be helpful to use your own knowledge about your sample). By seeing the first signals, you also can decide what field should be suitable to apply to perform the centering. For a ferromagnetic sample, a field of 100Oe may be enough but for an antiferromagnetic sample, it may require 2000Oe or larger. As mentioned earlier, the field quenching must be done by the oscillating mode. If the field applied for centering is small, one had better apply a big field, then quench again to be very sure to completely get rid of the magnetic residue.\nIn general, measuring a ferromagnetic thin film is much easier than measuring an antiferromagnetic sample because in the latter case, the signals are very small. As for ferromagnetic samples, a magnetization versus temperature (M-T) measurement (in order to determine TC) used to be performed at low fields of 100–2000Oe (depending on samples). However, the applied field must be large enough to be sure that the magnetic moment can get saturated. In the case of paramagnetic/antiferromagnetic samples, even a field of about 3T may be needed. The temperature range is usually 5–400K, but it can be larger, depending on facilities and the need measurement. In fact, the magnetization versus field (M-H) curve usually gives direct evidence of the nature of a sample at a specific value of temperature to show that that sample is paramagnetic, ferromagnetic, or antiferromagnetic, etc. However, because the performance of measurements is very time consuming, it is suggested to measure the M-T curve first to have a guide to other M-H measurements (at which temperature you can expect to observe what, e.g.).\nKeep in mind that when measuring a thin film sample, the obtained signals should be the signals of both the film and the substrate. Therefore, when performing a measurement for a thin film sample, it is necessary to perform a corresponding measurement with the same sequence for a bare substrate. For example, if one measures M-T at 0.2T from 400K to 5K for a thin film sample on an LaAlO3 substrate, then the M-T curve at the same field and in the same temperature range is also needed for a bare LaAlO3 substrate. If the sizes of the sample and the bare substrate are the same, the subtraction should be very simple because one just needs to deduct the data directly. Otherwise, the proportional difference must be taken into account while calculating.\nOne should be careful with the subtraction for an antiferromagnetic thin film sample because the signal is quite small, and basically most substrates used for oxide thin films such as LaAlO3, SrTiO3, MgO, etc., are diamagnetic. To avoid getting the wrong values of the magnetic moment, the mass and size of the sample and the substrate used for subtraction must be noted carefully and precisely.\nThe unit of magnetization can be emu/g or emu/cm3. If you want to have the unit as emu/cm3, use the DEKTAK profiler to determine the thickness and then calculate the volume of the film (to get that, multiply the thickness by the area of the substrate in which the film is deposited)."
    }, {
      "heading" : "4.2.3 X-Ray Measurements",
      "text" : "As for films, one should pay attention to fix the film sample very flat on the sample holder because otherwise, it may give wrong or weak signals concerning oriented peaks. Signals of substrates are always very big so that a zoom in is necessary to clearly observe the peaks of films. Sweeping slowly is also preferred for film samples."
    }, {
      "heading" : "4.3 Measurements for Nanoparticles",
      "text" : "When performing X-ray diffraction measurements for nanoparticles, one should prepare a sufficient amount, and nanopowders/nanoparticles should be fixed homogenously on a flat holder to be targeted correctly for the beam. Normally, peaks are of several different orientations so that indexing must be done with some special care.\nAs for optical measurements such as photoluminescence, nanoparticles should be contained in some transparent glass container. Even though this kind of measurement is not hard to perform, repeating the measurements several times can help to ensure that the data are taken correctly.\nAs for magnetic measurements, nanoparticles should be given in a larger amount to be sure they are giving strong enough signals. Nanopowders/ nanoparticles must be contained in nonmagnetic capsules, and the data of the bare capsule must be measured with the same sequence as for the particles plus the capsule, in order to be able to subtract them from raw data. Magnetization should be normalized by taking into account the mass of the whole amount of nanoparticles/nanopowders."
    }, {
      "heading" : "5 CONCLUSION",
      "text" : "Nanostructured materials have remarkable properties that are not usually observed in bulk materials of the same compositions. The reduction in the spatial dimension and confinement effects lead to modifications of physical properties of the systems.We have generally discussed properties that are typically expected in nanostructured materials. The most popular methods of synthesis as well as important issues for characterizing nanomaterials have been also discussed, with hope to give a general understanding about this research domain. Details for different types of nanomaterials can be found in the following chapters in this book."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "The chapter is supported partially by grant 2017060271 of the National Research Foundation of Korea (NRF).\nREFERENCES [1] http://www.britishmuseum.org/. [2] D.S. Kumar, http://www.drsakthikumar.com/quantumdots.php. [3] https://www.sigmaaldrich.com/technical-documents/articles/materials-science/\nnanomaterials/quantum-dots.html. [4] A. Goswami, Thin Film Fundamentals, New Age International Publishers, New Delhi,\nIndia, 1996. [5] H. Fujiwara, Spectroscopic Ellipsometry: Principles and Applications, John Wiley and\nSons. Ltd., Chichester, West Sussex, England, 2007. [6] F.J. Garcı́a de Abajo, J. Phys. Chem. C 112 (2008) 17983. [7] S. Laref, J. Cao, A. Asaduzzaman, K. Runge, P. Deymier, R. Ziolkowski,\nM. Miyawaki, K. Muralidharan, Opt. Express 21 (2013) 11827. [8] A. Kossoy, V. Merk, D. Simakov, K. Leosson, S. K ena-Cohen, S.A. Maier, Adv. Opt.\nMater. 3 (2015) 71. [9] N.H. Hong, J. Sakai, F.J. Gervais, Mag. Mag. Mater. 316 (2007) 214. [10] M. Mazilu, V. Musat, P. Innocenzi, T. Kidchob, D. Marongiu, Particulate Sci. Tech-\nnol. 30 (2012) 32–42 and references therein. [11] R.C. Flagan, H.A. Atwater, K.J. Vahala, J. Aerosol Sci. 22 (Suppl. 1) (1991) 31.\n[12] T.S. Atabaev, J.H. Lee, J.J. Lee, D.W. Han, Y.H. Hwang, H.K. Kim, N.H. Hong, Nanotechnology 24 (2013) 345603 and references therein. [13] J. Sakai, A. Kitagawa, S. Imai, J. Appl. Phys. 90 (2001) 1410. [14] N.H. Hong, S. Imai, J. Sakai, H. Iwasaki, J. Phys. Condens. Matter 15 (2003) 1921. [15] N.H. Hong, JAIST, Japan, (PhD thesis), (2001). [16] W. Prellier, C. Simon, A.M. Haghiri-Gosnet, B. Mercey, B. Raveau, Phys. Rev. B\n62 (2000)R16337. [17] J. Zhang, H. Tanaka, T. Kanki, J.H. Choi, T. Kawai, Phys. Rev. B 64 (2001) 184404. [18] J. Klein, J.B. Philipp, G. Carbone, A. Vigliante, L. Alff, R. Gross, Phys. Rev. B\n66 (2002) 52414."
    } ],
    "references" : [ {
      "title" : "Thin Film Fundamentals",
      "author" : [ "A. Goswami" ],
      "venue" : "New Age International Publishers, New Delhi, India",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "Spectroscopic Ellipsometry: Principles and Applications",
      "author" : [ "H. Fujiwara" ],
      "venue" : "John Wiley and Sons. Ltd., Chichester, West Sussex, England",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Opt",
      "author" : [ "S. Laref", "J. Cao", "A. Asaduzzaman", "K. Runge", "P. Deymier", "R. Ziolkowski", "M. Miyawaki", "K. Muralidharan" ],
      "venue" : "Express 21 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "S",
      "author" : [ "A. Kossoy", "V. Merk", "D. Simakov", "K. Leosson" ],
      "venue" : "K ena-Cohen, S.A. Maier, Adv. Opt. Mater. 3 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Mag",
      "author" : [ "N.H. Hong", "J. Sakai", "F.J. Gervais" ],
      "venue" : "Mag. Mater. 316 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Particulate Sci",
      "author" : [ "M. Mazilu", "V. Musat", "P. Innocenzi", "T. Kidchob", "D. Marongiu" ],
      "venue" : "Technol. 30 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "22 (Suppl",
      "author" : [ "R.C. Flagan", "H.A. Atwater", "K.J. Vahala", "J. Aerosol Sci" ],
      "venue" : "1) ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 1991
    }, {
      "title" : "Phys",
      "author" : [ "J. Sakai", "A. Kitagawa", "S. Imai", "J. Appl" ],
      "venue" : "90 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Condens",
      "author" : [ "N.H. Hong", "S. Imai", "J. Sakai", "H. Iwasaki", "J. Phys" ],
      "venue" : "Matter 15 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "JAIST",
      "author" : [ "N.H. Hong" ],
      "venue" : "Japan, (PhD thesis), ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Phys",
      "author" : [ "W. Prellier", "C. Simon", "A.M. Haghiri-Gosnet", "B. Mercey", "B. Raveau" ],
      "venue" : "Rev. B 62 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Phys",
      "author" : [ "J. Zhang", "H. Tanaka", "T. Kanki", "J.H. Choi", "T. Kawai" ],
      "venue" : "Rev. B 64 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Phys",
      "author" : [ "J. Klein", "J.B. Philipp", "G. Carbone", "A. Vigliante", "L. Alff", "R. Gross" ],
      "venue" : "Rev. B 66 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2002
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Many groups have discovered how the material properties (electrical, thermal, optical, magnetic, mechanical, chemical) of thin films may deviate from those of the bulks [4].",
      "startOffset" : 169,
      "endOffset" : 172
    }, {
      "referenceID" : 1,
      "context" : "important in the case of metallic films in the optical regime [5].",
      "startOffset" : 62,
      "endOffset" : 65
    }, {
      "referenceID" : 2,
      "context" : "Furthermore, even in the case of structurally perfect films, the (local) dielectric function is a classical concept that, in the nanometer limit, must be reevaluated to account for the spreading of the electron wave functions and the finite-size effects [6, 7].",
      "startOffset" : 254,
      "endOffset" : 260
    }, {
      "referenceID" : 3,
      "context" : "The observed reduction of the optical transmission is particularly important in the context of using ultrathin gold films as transparent electrodes where maximizing optical transparency is crucial [8].",
      "startOffset" : 197,
      "endOffset" : 200
    }, {
      "referenceID" : 5,
      "context" : "They have been exploited in industries, including adhesion, lubrication, stabilization, and controled flocculation of colloidal dispersions [10].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 6,
      "context" : "Provision is made for a differential mobility classification of the clusters prior to passivation with AlGaAs [11].",
      "startOffset" : 110,
      "endOffset" : 114
    }, {
      "referenceID" : 6,
      "context" : "Both methods can lead to the formation of stoichiometric nanometer-scale clusters by vapor phase nucleation, therefore overcoming a key difficulty in the achievement of stoichiometry in the vapor phase growth of III–V clusters that resulted from the large difference in equilibrium anion and cation vapor pressures [11].",
      "startOffset" : 315,
      "endOffset" : 319
    }, {
      "referenceID" : 8,
      "context" : "For example, the curve measured at zero field upon warming has exactly the same feature as the curve at 5T upon cooling measured just before, but not the same as the curve measured at zero field upon cooling that was done at the beginning [14, 15].",
      "startOffset" : 239,
      "endOffset" : 247
    }, {
      "referenceID" : 9,
      "context" : "For example, the curve measured at zero field upon warming has exactly the same feature as the curve at 5T upon cooling measured just before, but not the same as the curve measured at zero field upon cooling that was done at the beginning [14, 15].",
      "startOffset" : 239,
      "endOffset" : 247
    } ],
    "year" : 2018,
    "abstractText" : "Nanometer-scaled materials could be defined as specimens that have at least one dimension of less than 100nm. Nanomaterials include ultrathin films, quantum wire, and nanoparticles-quantum dots, in general. For more than a decade, nanomaterials have been very attractive to science and technology due to their particular properties, which are not usually seen in bulks of the same compounds. Those remarkable features may include special optical, magnetic, and electrical properties, among many others. These unique properties could potentially have great impacts on electronics, spintronics, medical applications, and other devices. Some nanomaterials may be found in nature, but in most cases, they should have been fabricated in laboratories by some engineering methods so that they can contain demanding properties that are targeted for industrial purposes. Nanomaterials have been intentionally designed for industrial applications. They can be applied in cell phones, CD-ROMs, magnetic recordings, cosmetics, drug delivery in medicine, imaging, water splitting, etc. Engineered nanomaterials are synthesized in special ways in order to take full advantage of their tiny size and their particular properties, which are generally not observed in their conventional bulk counterparts. There are two main reasons why nanomaterials have properties that are different from corresponding bulks: (1) a large surface area and (2) confinement (quantum) effects. Due to their structures that contain many small grains, nanomaterials have a much greater surface area to volume ratio than their conventional counterparts, leading to a possibility of having greater",
    "creator" : "Elsevier"
  }
}