{
  "name" : "downloads_2019-11-23_fb_shafiei-irannejad2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Advanced nanomaterials towards biosensing of insulin: Analytical approaches",
    "authors" : [ "Vahid Shafiei-Irannejad", "Jafar Soleymani", "Sajjad Azizi", "Maryam KhoubnasabJafari", "Abolghasem Jouyban", "Mohammad Hasanzadeh" ],
    "emails" : [ "hasanzadehm@tbzmed.ac.ir," ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nTrends in Analytical Chemistry\njournal homepage: www.elsevier .com/locate/ t rac\nAdvanced nanomaterials towards biosensing of insulin: Analytical approaches\nVahid Shafiei-Irannejad a, Jafar Soleymani b, Sajjad Azizi c, Maryam KhoubnasabJafari d, Abolghasem Jouyban c, Mohammad Hasanzadeh e, *\na Cellular and Molecular Research Center, Cellular and Molecular Medicine Institute, Urmia University of Medical Sciences, Urmia, Iran b Liver and Gastrointestinal Diseases Research Center, Tabriz University of Medical Sciences, Tabriz, Iran c Pharmaceutical Analysis Research Center and Faculty of Pharmacy, Tabriz University of Medical Sciences, Tabriz, Iran d Tuberculosis and Lung Diseases Research Center, Tabriz University of Medical Sciences, Tabriz, Iran e Drug Applied Research Center, Tabriz University of Medical Sciences, Tabriz, Iran\na r t i c l e i n f o\nArticle history: Available online 24 April 2019\nKeywords: Advanced nanomaterials Diabetes Insulin Point of care Real time analysis Biomedical analysis\n* Corresponding author. Fax: þ98 41 33363231. E-mail addresses: hasanzadehm@tbzmed.ac.ir, m\ncom (M. Hasanzadeh).\nhttps://doi.org/10.1016/j.trac.2019.04.020 0165-9936/© 2019 Elsevier B.V. All rights reserved.\na b s t r a c t\nInsulin is one of the most important peptide hormones with a critical role in the control of human blood glucose level. Any changes in insulin secretion level can be resulted in various diseases including diabetes, kidney failure, obesity, neurodegenerative disease and myocardial infarctions. Thus, ultrasensitive and specific recognition of insulin is crucial for early stage diagnosis and treatment of diseases. This review summarizes the trends on the use of advanced nanomaterials towards biosensing of insulin. In comparison with the conventionally used materials in sensing applications, nanomaterials can enhance the sensitivity of methods because of their exponentially increase in the surface-to-volume ratio. This feature of the nanomaterials is the main factor for designing of the point-of-care (POC) devices. Categorization and analyzing of the materials trends not only highlight the favorable features of each material but also can guide the future studies trends to the most potentially materials. Therefore, various type of nanomaterials including carbon, gold, silver, magnetic, polymer, silica and metal based materials with different biosensing techniques such as optical, electrochemical and quartz crystal microbalance for insulin detection was discussed in this review. We report most recent advances in insulin detection from Jan 2010 to Feb 2019 with discussions on their advantages and limitations. The analytical figures of merit of the developed methods are also evaluated.\n© 2019 Elsevier B.V. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Insulin is a very important peptide hormone with poor permeability and plays a crucial role in the regulation of blood glucose levels. In healthy persons, insulin blood concentrations are fallen to the ranging from 30 to 55 pM and could be risen up to 269 pM [1]. Lower concentrations of insulin could be resulted in incomplete glucose metabolism and make different types of diabetes mellitus. Diabetes has two main features of type 1 and type 2 where generally are as a results of failure in insulin production and the body resistance to insulin, respectively [2]. According to international diabetes federation (IDF) reports, more than 425 million\nhmmd_hasanzadeh@yahoo.\npeople are currently suffering from different types of diabetes [3]. However, the increasing rate of diabetes prevalence is a major problem of communities which should be controlled and decreased. Thus, the control of insulin levels in human bloodstream have extremely importance in diagnosis and control of both types of diabetes. Early stage, accurate and sensitive diagnosis of diabetes can enhance the quality of human life by decreasing the diseases' symptoms.\nInsulin concentration is alter frequently, therefore, fast, versatile and simple detection approaches are require in clinical practices. To date, different approaches have been developed to sense insulin in biological fluids. Radioimmunoassay, immunoassay and chromatographic methods are major techniques of insulin sensing [4] and generally could be categorized into four groups of immunoassay, chromatographic, electrochemical and optical methods. The chromatographic techniques offer more selective and reliable results with different monitoring devices such as fluorescence,\nultraviolet, and mass spectrometric methods. Nevertheless, due to the low concentration of insulin, these detectors usually could not cover low concentration range of the blood insulin. Also, chromatographic methods are laborious and time consuming, highcost, need to complex protocols and complicated pretreatment steps. The fluorescent detectors always need to use derivatization methods for non-fluorescent analytes. Electrochemical methods provide direct detection of insulin without any derivatization where offer sensitive and fast detection methods. However, any pretreatment of samples could be resulted in longer analysis time. Also, optical based probes can exhibit more sensitive manner towards the analytes without any sample preparations. The assay based probes are often low-sensitive, non-specific and need to be used multiple expensive reagents, so they cannot meet the clinical requirements criteria. Hence, the fabrication of robust, rapid, versatile, sensitive, and high-throughput sensing procedures which provide accurate insulin detection, are of great importance.\nBiosensing of biological markers provides substantial favorable benefits including rapid, specific, sensitive, need to low-sample volume and label-free detections, which each of them have huge impact on the developed biosensing probes' function. Application of nanomaterials for bio-sensing aims provide more sensitive approaches by increasing the surface-to-volume ratios. The increased surface area offers more functionalizable active sites to change the surface properties to our desired form. Combination of the nanomaterials with some sensitive approaches (such as biosensing and immunosensing) and techniques (optical, electrochemical and thermal) offer specific and ultrasensitive modified sensing ways using different analytical techniques.\nPOC devices are portable mobile devices which provide fast, simple, cheap and versatile testing methods. In addition, accuracy, specificity and sensitivity are the other analytical features that should regarded in a POC device designing. These devices are applicable for testing in near the infected persons and could be performed by un-skilled persons or patients themselves. Due to the importance of the control and high incidence rate of insulin, authors will try to highlight the reported methods which could be applied in POC testing of insulin."
    }, {
      "heading" : "1.1. Scope",
      "text" : "The present review focused on the most recent progresses on the application of the materials (especially nanomaterials) for sensing of insulin from Jan 2010 to Feb 2019. We reviewed the synthesis of nanomaterials and manufacturing approaches recently reported in construction of insulin detection bio-devices. As summarized in Table 1, carbon and gold based materials are the most used materials and also electrochemical and optical based techniques are the most popular methods for the fabrication of insulin sensing devices. In addition, this review highlights the analytical performances of the reported sensing probes by discussion on their limit of detections (LOD), limit of quantifications (LOQ), dynamic ranges and also validating parameters such as specificity, repeatability and accuracy. Finally, the advantages, limitations and future prospects of the report probes were also discussed."
    }, {
      "heading" : "2. Type of materials on the sensing of insulin",
      "text" : ""
    }, {
      "heading" : "2.1. Carbon based materials",
      "text" : "Carbon based materials such as carbon nanotubes (CNTs), graphene, graphene oxide (GO), reduced GO (rGO), single- and multi-walled nanotubes (SWCNTs and MWCNTs), graphene quantum dots (GQDs) and carbon dots (CDs) have involved huge considerations due to their extraordinary physico-chemical\nproperties of high conductivity, low toxicity and easy to functionalization. Anti-fouling effect of carbon-based materials is another exceptional feature that provides sensing method with higher sensitivity and selectivity by rejecting unspecific attachments. High volume-to-surface area ratio and high conductivity of the CNTs based materials make CNTs as effective materials to reduce the fouling effect. A vast series of applications have been reported for carbon based materials including bio-sensing, imaging and drug-delivery [5e10].\nIn this subsection, applications of carbon-based materials in the biosensing of insulin along with their advantages and limitations were critically discussed. Rafiee et al. [11] applied nickel oxide nanoparticles (NiO NPs) to the surface modification of screen printed electrode (SPE) which functionalized with nafion and MWCNTs to produce NiO NPs/nafion-MWCNTs/SPE probe. After casting of the nafion-MWCNTs composite on the electrode surface, pulsed electrodeposition techniquewas used to the in situ synthesis of NiO NPs. The amperometric response of the modified electrode was linear from 20.0 to 260.0 nM with a sensitivity and LOD of 1.83 mA/mM and 6.1 nM, respectively. The same strategy was employed by Martinez-Perionan et al. [12] to modify a glassy carbon electrode (GCE) surface to sense insulin in human plasma and pharmaceutical samples. To improve the MWCNTs electrical properties, nickel hydroxide nanoparticles (Ni(OH)2 NPs) were deposited on the MWCNTs modified GCE surface which give high catalytic electro-activity against the oxidation of compounds with OH and sulfur groups. Chronoamperometry (ChA) technique was applied to construct a calibration curve ranging from 0 to 10 mM with LOD and LOQ of 85 and 490 nM, respectively. Also, Businova et al. [13] developed an electrochemical sensor for in vitro/vivo biosensing of insulin. The fabricated sensor is comprised of a planar carbon microelectrode as working electrode which modified by MWCNTs to enhance the electrode sensitivity. The developed biosensor is able to detect insulin from 1.6 pM to 250 nM with a LOD of 250 nM. As reported, this sensor shows high potential to build a special three-electrode POC based sensor for fast insulin detection.\nPhoto-electrochemical (PEC) techniques have been applied as a promising method for various biological assays [14]. The PEC signal is produced as a result of the excitation of a photoactive substance and then transferring of exited electron from valence layer to the conduction layer. Liu et al. [15] modified an indium tin oxide (ITO) electrode with SnS2 and CdS loaded 2D-MWCNTs to fabricate a PEC immunosensor of insulin. MWCNTs promote the speed of electron transfer, leading to increase the PEC signal and subsequently the sensitivity of the probe. This immunosensor displayed excellent analytical performances with awide dynamic range from 0.1 pg/mL to 5 ng/mL with a LOD of 0.03 pg/mL. Wang et al. [16] reported a sandwich-type PEC immunosensor to analyze insulin in human serum samples. They immobilized primary antibodies (Ab1) on the WO3/CdS/polydopamine (PDA) surface to bind to insulin antigen (Ag) and subsequently with Ab2. WO3/CdS/PDA-Ab1-Ag is attached to the PDA@CNTs to amplify the PEC signal. The reported immunosensor is able to sense insulin concentrations from 0.01 to 50 ng/ mL with a LOD of 2.8 pg/mL.\nSWCNTs is another form of CNTs which extensively applied in sensing. Recently, Bisker et al. [17] reported a corona phase based approach to the sensitive detection of insulin. Firstly a polyethylene glycol (PEG) conjugated lipid was adsorbed onto SWCNTs to produce a specific corona phase for insulin molecules where in the presence of the C16-PEG (2000 kDa)-ceramide a decrease in the near infrared (NIR) fluorescent of SWCNTs is observed. Obtained results showed that the developed sensor is selective and insulin has not any affinity to the C16-PEG (2000 kDa)-ceramide complex in the absence of SWCNTs. The fluorescence emission of the sensor\nTable 1 Reported materials and fabricated probes analytical parameters for detection of insulin.\nEmployed material Technique Method/recognition elements Dynamic range LOD/LOQ Ref.\nCarbon based materials NiO NPs/nafion-MWCNTs/SPE amperometric chemical sensing 20.0e260.0 nM 6.1 nM [11] Ni(OH)2 NPs/MWCNTs/GCE ChA chemical sensing 0e10 mM 85 and 490 nM [12] MWCNTs/Planar carbon microelectrode electrochemical chemical sensing 1.6 mMe250 nM 250 nM [13] SnS2/CdS 2D-MWCNTs/ITO PEC immunosensing 0.1 pg/mL e 5 ng/mL 0.03 pg/mL [15] WO3/CdS/PDA-Ab1-Ag/PDA@CNTs PEC immunosensing 0.01e50 ng/mL 2.8 pg/mL [16] SWCNTs/PEG fluorescence protein 180 pMe3.5 mM e [17] Insulin binding aptamer/GO fluorescence aptasensing 500 nMe5 mM\n5 nMe100 nM 500 nM and 5 M [19]\nCdTeSe/ZnS QDs/OC NPs fluorescence aptasensing 1 pMe2.0 nM 0.6 pM [20] CNT-nickelecobalt oxide/nafion/SPE electrochemical chemical sensing 0.1e31.5 mg/mL 0.22 mg/mL [21] CNFs/NiO NPs electrochemical chemical sensing 20e1020 nM 12.1 nM [22] NiO NPs/GO/GCE amperometric chemical sensing 800 nMe6400 nM 200 nM [23] Noble metal (Au and Ag) nanoparticles Au NPs Raman chemical sensing 100 pMe50 nM 35 pM ‒ 100 pM [25] Cu7S4-Au NPs ChA and DPV immunosensing 0.1 pg/mL e 50 ng/mL 12.4 and 35.8 fg/mL [27] Au NPs-Pb(II)-Pb-b-CD/CRuSi NPs ECL immunosensing 0.1 pg/mL e 10.0 ng/mL 0.042 pg/mL [29] Au nanopores/Hcy electrochemical chemical sensing e 0.1 mg/mL (LOQ) [30] Au NPs/G4-PAMAM/Ins-Ab SPR immunosensing 2e43 pM 0.5 pM [31] Au NPs/Ins-Ab EIS immunosensing 5 pMe50 nM 1.25 pM [32] Au electrode EIS immunosensing 50 pMe1500 pM 64 pM [33] Au NPs/IBA MALDI-TOF MS aptamera 5e1000 ng/mL 5 ng/mL [34] ITO/BiOBr/Ag2S NPs/Ins-Ab PEC immunosensing 0.001e20 ng/mL 0.2 pg/mL [35] ITO/rGO/Ag nanoflowers/Ins-Ab EIS immunosensing 1e1000 ng/mL 70 pg/mL [36] Borax hydrogel/Ag dots fluorescence chemical sensing 5e220 ng/mL 0.1 ng/mL [38] Silica based materials pSi-IBA IRS immunosensing 2.5e50 mg/mL 0.29 and 0.19 mg/mL [43] Zn2SiO4 Pd NPs-AB2 SWV and ChA immunosensing 0.1 pg/mL e 50 ng/mL 0.25 and 80 fg/mL [44] CuS-SiO2-Ab2/C-TiO2/CdS PEC immunosensing 0.1e50 ng/mL 0.03 pg/mL [45] CPE/silica gel amperometric chemical sensing 90e1400 pM 36 pM [46] SnO2/rGO/Au NPs-Ab1/Ab2 -SiO2@PDA ECL immunosensing 0.0001e50 ng/mL e [47] SBA-15/IBA MALDI-TOF MS aptamera 0.25e5 pg/mL 0.05 ng/mL [52] Nanogratings of silica CMOS immunosensing e 10 fM [55] Magnetic materials Magnetic beads/Ins-Ab luminescence immunosensing e 10 10 M [57] Fe3O4@rGO/PANI NPs electrochemical MIP based sensing e 17 pM and 3 pM [72] MMANs/IBA MALDI-TOF MS aptamera 2e1000 ng/mL e [60] Metal based materials UiO-67/Ru(bpy)32þ/Au@SiO2 NPs ECL immunosensing 0.0025e50 ng/mL 0.001 ng/mL [61] Gd MOF luminophore fluorescence aptamer e 0.0012 mM [62] Guanine and NiO NPs/GCE electrochemical chemical sensing 100 pMe4 mM 22 pM [63] Ni NPs/ITO electrochemical chemical sensing 100e2400 pM\n1e125 nM 10 pM [64]\nCoO NPs/CCE electrochemical chemical sensing 0.5e15 nM 0.11 nM [65] Pd NPs@3D MoSx/GCE electrochemical immunosensing 0.01e100 ng/mL 3.0 pg/mL [66] Polymeric materials PCs fluorescence immunosensing 0.5e20 mU/mL e [69] Polyurethane QCM immunosensing 1 1000 mg/mL 0.1 mm/mL [70] Phosphotidylcholine fluorescence chemical sensing 0.06e5.95 nM 0.018 nM [71] CPs ECL immunosensing 1.0 10 5 e 100 ng/mL 3.0 fg/mL [73] Zwittorionic polymer electrochemical immunosensing 0.1e200 pM 42.6 fM [74]\nElectrochemiluminescence (ECL), Chronoamperometry (ChA), square wave voltammetry (SWV), differential pulse voltammetry (DPV), photo-electrochemical (PEC), surface Plasmon resonance (SPR), electrochemical impedance spectroscopy (EIS), employed time-of-flight mass spectrometer (MALDI-TOF MS), insulin binding aptamer (IBA), insulin antibody (Ins-Ab), interferometric reflectance spectroscopy (IRS), complementary metaleoxideesemiconductor (CMOS), magnetic mesoporous silica/Au nanocomposites (MMANs), cobalt hydroxide nanoparticles (CoO NPs), carbon ceramic electrode (CCE), quartz crystal microbalance (QCM), photonic crystals (PCs), conjugated polymers (CPs), carbon paste electrode (CPE).\na Aptamer was used to extraction of insulin.\nis changed by insulin concentrations ranging from 180 pM to 3.5 mM.\nGO is a new type of carbon basedmaterial whichwas extensively employed for sensitive detection of analytes. GOs show different encouraging properties in the manufacturing of biosensors includingwater solubility, effective quenching agent against various fluorophores, and very large surface areas [18]. Pu et al. [19] functionalized GO with insulin specific aptamers by two different strategies for the fluorometric detection of insulin. As shown in Fig. 1, the competitive and DNase I enzyme amplified approaches provide a linear range from 500 nM to 5 mM and 5 nMe100 nM, respectively. The reported LODs were 500 nM and 5 nM in which using of\nDNase I enzyme is resulted to enhance the analytical performance (i.e. LOD) of method by about 100 orders of magnitude.\nForster resonance energy transfer (FRET) mechanism has been widely utilized as a high specific and sensitive detection approach in biosensing of different biomarkers and also provides indirect information about the various biomedical actions like conformation changes of proteins. The performance of FRET phenomenon as a non-radiative relaxation is basically controlled by the distance between acceptor and donor (about 10 nm), which makes FRET a very sensitive technology for the detection of near-field interaction between molecules. Wang et al. [20] constructed a FRET based NIR fluorescence sensor to recognize insulin in human plasma samples.\nThe reported optical sensor is based on a CdTeSe/ZnS QDs as an energy donor and oxidized carbon nanoparticles (OC NPs) as an acceptor pairs. As a proof of concept, CdTeSe/ZnS QDs is bound on the surface of the NIR-QDs by pep interactions to regulate the distance between acceptor and donor for effective quenching of the donor fluorescence. The quenched fluorescence is linear from 1 pM to 2.0 nM of insulin concentrations where the developed sensor could assay insulin at 0.6 pM. To confirm the specificity of the aptasensor, various interfering agents were tested in which the obtained results approved the selectivity of the engineered sensor towards insulin.\nArvinte et al. [21] utilized nickel and cobalt dual oxide to improve the SPE electrode surface for ultrasensitive insulin detection. The electrocatalytic activity of the engineered electrochemical sensor was studied where its sensitivity was 22.57 mA/mg/mL, suggesting a highly sensitive system. The wide dynamic range from 0.1 to 31.5 mg/mL and LOD of 0.22 mg/mL are showing high potential of the constructed modified SPE electrode for uses in biomedical applications. The specificity of the sensor was evaluated in the presence of the possible interfering agents including ascorbic acid, uric acid and acetaminophen with satisfying results.\nCarbon nanofibers (CNFs), with diameters of 50e200 nm, are a type of carbon fibers with superior electrical properties which have been utilized in many studies such as battery industry and sensing technology. Zhang et al. [22] employed CNFs as a sensitizing materials for insulin recognition. In this work, NiO NPs was synthesized by an in-situ pyrolysis method. The produced hybrid sensor exhibited superior analytical performances because of the cooperative effects between CNFs and NiO nanoparticles which enhance the electroanalytical activity of the modified electrode. The reported sensor provides a dynamic range of 20e1020 nMwith a LOD and sensitivity of 12.1 nM and 1.55 A/M, respectively. Also, the CNFs/NiO NPs modified sensor is selective towards insulin in the presence of various interfering molecules.\nLin et al. [23] described a simple method to detect insulin in human serum samples. The reported procedure is based on the growing of the NiO NPs on the surface of graphene nanosheets to form a uniform surface of the hybrid nanocomposite. The amperometric current of the modified GCE electrode is increased linearly with increasing insulin concentrations from 800 nM to 6400 nM with a LOD of 200 nM. This method shows some favorable features such as fast response time (less than 2 s), high sensitivity and ease\nof sensor construction. The exceptional analytical merits of these sensors are aided from the enhanced surface-to-volume ratio of the hybrid nanocomposite which can exponentially promote the electroanalytical activity of the probe. The reported features make the developed method as a candidate for designing of a POC device.\nAs a conclusion of this subsection, carbon based materials with their various surface functional groups of eOH, eCOOH, eNH2, eNHe etc. were utilized to functionalize with different nanomaterials and antigen/antibodies to sensitize these materials for insulin detection with various strategies of immunosensing, aptasensing and bio-sensing. Immuno- and aptamer based biosensing show ultra-specific trends towards insulin in different biological environments. The existence of the functional groups can offer somemodifying ways to regulate their toxicity by either adsorption or covalent bonds. Carbon based materials with NIR excitation and emission are ideal materials for optical bio-sensing of insulinwhich serve minimum spectral interferences from the coexistence molecules."
    }, {
      "heading" : "2.2. Noble metal (Au and Ag) nanoparticles",
      "text" : "Noble metal nanoparticles, especially Au NPs and Ag NPs, have been appealing huge concerns due to their remarkable chemical properties and structural diversities. In sensing, simple functionalization ways, relatively large surface area-to-volume ratios and bio-compatibility of the majority of the noble metal nanoparticles are their fascinating features. In addition, these materials could be used by different bio-analytical techniques including absorbance, luminescence, electrochemical, Raman spectroscopy and localized surface plasmon resonance (LSPR) to develop ultrasensitive biosensors [24]. For example, Cho et al. [25] introduced a label free optical method to in vitro detection of insulin of pancreatic islets. They developed a surface-enhanced Raman spectroscopy (SERS) based sensor by applying 3D Au NPs to determine insulin at clinically relevant concentrations. This optical sensor was fabricated by vertically aligned Au NPs clusters in a pillar-like system which can adsorb and then excite insulin molecules and finally increase the Raman signal. The adsorption of insulin molecules on the surface of Au NPs was formed by Au-S bonds. The fabricated sensor displayed a linear range from 100 pM to 50 nM with a LOD of 35 pM where the reported LOQ was about 100 pM. In addition to the ultra-high sensitivity of the reported approach, this method is cost-effective\nand could be recommended for determination of insulin in medical applications.\nSome exceptional features of copper sulfides including high electrical conductivity, low-toxicity, high adsorption constants and peroxidase like activities, make these materials as ideal sensitizers for designing of immunosensing platforms [26]. The Cu7S4 (as a non-stoichiometry compound of copper), combines the superior properties of both Cu2þ and Cuþ sulfides. Li et al. [27] used Cu7S4Au NPs as a signal enhancer for insulin electrochemical immunosensing. The synergistic amplifying effect between Cu7S4 and Au NPs enhance the electro-analytical activity of the probe. The Cu7S4Au-Ab2 system was produced by only adding of Ab2 to Cu7S4-Au mixture and then incubation for about 12 h. Using Cu7S4 on the structure of biosensor not only presents a strong electron transfer between Cu2þ and Cuþ but also enhance sensitivity of H2O2 reduction by ChA technique. In these sensor, polyaniline-grafted graphene (PANI-GS) provides large number of NH2 groups for attachment of Au NPs resulting in high sensitivity. The developed immunosensor shows a wide linear range from 0.1 pg/mL to 50 ng/ mL of insulin concentrations with a LOD of 12.4 and 35.8 fg/mL for ChA and differential pulse voltammetry (DPV) techniques, respectively. The reported features of this immunosensor candidate it as an excellent probe for quantitative assay of insulin in medical centers.\nElectrochemiluminescence (ECL) is a phenomenon in which electrical energy is converted into radiative energy. ECL offers vast advantages as a biosensing technique including ultrasensitivity, cheap instrumentation and low-interference. Low-interference feature is mainly provided by the fact that ECL active materials are quite rare especially in biological environments [28]. Ma et al. [29] reported a sandwich-type immunosensor based on b-cyclodextrin functionalized Au NPs. The reported ECL sensor obeys from resonance energy transfer (RET) rules. To fabricate this sensor, initially Au NPs-Pb(II)-b-cyclodextrin (Pb-b-CD) as luminescence donor was synthetized with exploiting the reducing effect of Pb-b-CD. As a acceptor chitosan/Ru(bpy)3þ2/silica nanoparticles (CRuSi NPs) was produced. Au NPs@Pb-b-CD and CRuSi NPs were functionalized with Ab1 and Ab2, respectively, in which insulin can effectively quench the fluorescence emission of the Au NPs@Pb-b-CD. The quenched ECL signal is linear from 0.1 pg/mL to 10.0 ng/mL with a LOD of 0.042 pg/mL. Despite the excellent selectivity and stability, the immunosensors have own restrictions such as time-consuming and high-cost of experimental procedure.\nSolid-state nanopore (SSNPs) based devices are regarded as an important devices in ultra-sensitive single-molecule detection\nFig. 2. Aptamer based extraction of insulin and sensing with MALDI-TOF MS (Reprint lic\nstrategies which could be applied for the detection of biological macromolecules like proteins, DNA and RNA. Rutkowska et al. [30] employed solid-state Au nanopores for determination of insulin. As state-of-the-art of the engineered biosensor, three different electrodes of an electrochemical setup were embedded to a specific chamber which the produced current is proportional to insulin concentrations. Obtained results showed that this device can detect insulin with a LOQ of 0.1 mg/mL.\nSurface plasmon resonance (SPR) technique has been effectively utilized in the immunosensor designing because of their simplicity, rapidness and label-free detection assays. Different analytes like proteins, drugs, toxins, allergens and pesticides are detected using immunoassay based methods with high specificity and favorable LODs. Frasconi et al. [31] deposited polyamidoamine dendrimer (G4-PAMAM) modified Au NPs on the gold substrate by selfassembled monolayer (SAM) method. The sensing ability of the developed SPR immunosensor is amplified because of using a competitive strategy between anti-insulin antibodies (Ins-Ab) and insulin molecules. Results revealed that SPR response is linear from 2 to 43 pM with a LOD of 0.5 pM. Despite the sensitivity, this immunosensor suffers from nonspecific binding of bulk proteins in serum sample. Similar synthesis method was utilized by Xu et al. [32] to fabricate a label-free electrochemical impedance spectroscopy (EIS) approach to detect insulin in human serum samples. As reported by Frasconi et al. [31] the Ins-Ab was attached on the surface of the gold electrode by dipping it in Ins-Ab solution. This immunosensor provides facile impedimetric platform with dynamic range from 5 pM to 50 nM with a LOD of 1.25 pM. As an advantage of this method, the constructed probe is reusable at least for four determinations of insulin. Also, Malkoc et al. [33] applied the same approach to sensitize gold electrode for EIS based quantification of insulin. The reported surface functionalized gold probe is linear from 50 pM to 1500 pM with lower LOD of 64 pM which covers the physiological concentration of insulin. The developed sensor meets the clinical sensors' requirements and could be used as a POC device for insulin detection.\nZhang et al. [34] employed insulin binding aptamer (IBA) functionalized Au NPs to the extraction of insulin. As shown in Fig. 2, a 96-well textured plate was applied and functionalized with Au NPs-IBA to capture insulin molecules. After capturing of the analyte, the unspecific molecules was removed by washing with buffer solution then the concentrated insulin was quantified by matrix-assisted laser desorption/ionization time-of-flight mass spectrometer (MALDI-TOF MS). The LOD of the system is about 5 ng/mL, with dynamic range of 5e1000 ng/mL. The reported\nense number: Adopted from Ref. [34] with permission number of 4530671074404).\naptamer based microarray provides a high-throughput and ultrasensitive platform for insulin determination. However, the instrumentation and the maintenance of the developed MS based method are very high-cost and usually very skilled persons are require to quantify the analytes.\nBismuth oxybromide (BiOBr) and Ag2S are semiconductors with low band-gap of 2.85 and 1.0 eV which make them as ideal for optical sensor designing. Fan et al. [35] reported a PEC immunosensing approach by layer-by-layer functionalization of the ITO electrode with BiOBr, Ag2S NPs and anti-insulin-body. The dynamic range and LOD of sensor are 0.001e20 ng/mL and 0.2 pg/mL, respectively. PEC based sensors provide more sensitive methods towards biosensing of various analytes because of their separation of analyte-produced signals and excitation source, offering low background and subsequently interfering free emissions. However, using of nanomaterials in PEC based sensor construction can further increase the sensitivity and specificity of the developed platform.\nAlso, Yagati et al. [36] used an ITO electrode for the consecutive immobilizing of rGO, Ag nanoflowers and Ins-Ab on the surface of electrode for immunosensing of insulin in serum samples. The reported EIS based method showed a good linear relationship from 1 to 1000 ng/mL with a LOD of 70 pg/mL. Using Ag nanoflowers with their high surface area help to increase the sensitivity of the probe.\nMetal enhanced fluorescence (MEF) is an interaction between metal and fluorophore that significantly increases the fluorescence intensity of the fluorophores along with their photostabilities. This effect is widely applied in bio-assay applications [37]. Pourreza et al. [38] synthesized a borax hydrogel composite comprising Ag dots embedded to a polyvinyl alcohol networks to determine insulin in human serum samples. MEF effect of the Ag nanodots can enhance the fluorescence intensity proportionally with insulin concentrations from 5 to 220 ng/mL with LOD of 0.1 ng/mL. As an advantage of the reported strategy is its excellent selectivity over the interfering agents at even 200-fold upper concentrations.\nSensing application of noble metals have been increased after commencing of various surface modification strategies. These surface modification approaches offer an effective route to change the surface properties to our desired conditions. As a primary mission of the sensing methods, the sensitivity of the developed methods was enhanced and also the specificity of the probes was also improved. Easy surface modification of the noble metals are mostly attributed to the formation of dative bonds between metals and modifying agents. As discussed above, gold amplified immunosensors are the majority of the reported studies for insulin detectionwhich arises from the simple attachment of the IBA and Ins-Ab on to the gold surfaces. Using of IBA and Ins-Ab as specific binding agents, enhance selectivity and also sensitivity of developed sensors and further signal amplification could be gained by using a broad range of amplifier such as nano-materials, enzymes etc. As reviewed, several methods based on immunosensing and sensing approaches were collaborated with noble metals to provide more sensitivemethods at fg/mL levels [27]. However, the contribution of other metal nanoparticles were not reported which probably arised from their higher toxicities. Also, electrochemical methods have main contribution in insulin detections. Electrochemical methods with their superior properties of simplicity and rapidness provide more affordable approaches for sensing of various analytes."
    }, {
      "heading" : "2.3. Silica based materials",
      "text" : "Silica nanoparticles (SiO2 NP) are solid dispersible materials which their size and porosity could easily be controlled to regulate the amount of the loaded materials. In biomedical applications, the fluorescent SiO2NP are mostly used owing to their fascinating\nproperty of low toxicity, stable structure, high loading volumes, and the controlled-release of the captured materials. These features render the SiO2 NP as a highly potential materials for biomedical sensing, imaging and therapeutics [39e41]. Porous silicon (pSi) is one of porous particles that have concerned enormous attention for designing of biocompatible and ultrasensitive detection of analytes [42]. Physical features like morphology, size and dimensions have important effect on the sensing performance of pSi-based materials. Chhasatia et al. [43] employed an especially designed pSi based filter to the biosensing of insulin. In this method a flow injection system was fabricated by injecting of insulin to a substrate which has been modified by pSi-IBA molecules. Upon attaching of insulin to the pSi-IBA, the surface properties and subsequently reflecting ability of the surface was changed which could be sensed by an optically oriented interferometric reflectance spectroscopy (IRS) detector. The dynamic range of the developed sensor was checked in PBS and Krebs buffering system ranging from 2.5 to 50 mg/mL (for both media) with a LOD of 0.29 and 0.19 mg/mL, respectively. The developed pSi aptasensor was used to effectively recognition of insulin of human islets. However, its application in biomedical media could be limited due to its unfavorable LOD.\nLi et al. [44] used zinc silicate spheres (Zn2SiO4) to insert palladium nanoparticles (Pd NPs) in their 3D porous cavities. Pd NPs are synthesized by a facile in situ method and aminefunctionalized Pd NPs could easily conjugated to the secondary antibodies. Fig. 3 summarizes the synthesis approach of the nanomaterials and immunosensing principle of insulin detection. As reported, gold electrode was employed as a substrate for the fabrication of sensor by the immobilizing of the Ab1 to the surface of the electrode by assisting gold icosahedra nanocrystals (Au INCs). After attaching of insulin and Zn2SiO4 Pd NPs-Ab2 nanocomposite, the current of the electrode is recovered and was applied to draw calibration curve for quantitative detection of insulin. The linear range and LOD of the functionalized electrode for both techniques of square wave voltammetry (SWV) and ChA were from 0.1 pg/mL to 50 ng/mL and 0.25 and 80 fg/mL, respectively. Generally, the constructed immunosensor is a powerful device to the recognition of insulin in human serum samples with high sensitivity and specificity.\nImmunosensors are usually designed based on specific bonding between antibody and antigen to produce a stable immune structure. The stability of developed immunosensors are critically controlled by the dissociation constant of the antigen and antibody anchored on the surface of immunosensor. The interactions between antigen and antibodies induce a signal changes of the antibody functionalized nanomaterials. Wang et al. [45] reported the same strategy for PEC immunosensing of insulin. For the construction of PEC sensor, CuS-SiO2-Ab2 and carbon doped titanium dioxide C-TiO2/CdS-Ab1 were prepared using EDC/NHS chemistry. As a mechanism of action, C-TiO2/CdS could effectively absorbed and emitted PEC signal whereas in the presence of insulin, PEC signal intensity was decreased as a result of the steric hindrance of CuS-SiO2-Ab2. Fig. 4 illustrates the possible mechanism of the developed immunosensor. The prepared immunosensor showed a wide dynamic range from 0.1 pg/mL to 50 ng/mL with a LOD of 0.03 pg/mL. The ultra-sensitivity of sensor was aided from the synergetic effect of the C-TiO2/CdS and CuS-SiO2 to affect the PEC signal.\nJaafariasl et al. [46] modified the surface of the carbon paste electrode (CPE) with silica gel in order to amperometric detection of insulin from 90 to 1400 pM. The reported LOD and sensitivity were 36 pM and 107.3 pA/pM (1511.3 pA/pMcm2), respectively. Facile synthesis, high mechanical and chemical stabilities are the main advantages of the developed platform. Also, Xing et al. [47] introduced a sandwich-type ECL immunosensors to determine\ninsulin in human serum samples. Firstly, the Au NPs and luminol (Lu) adsorbed on the surface of the SnO2-reduced GO sheets and then Ab1 was attached to produce SnO2/rGO/Au NPs-Ab1 nanocomposites with enhanced ECL signal. The Ab2 functionalized SiO2@poly dopamine (SiO2@PDA) was produced as signal quencher whereas in the presence of insulin the signal of SnO2/rGO/Au NPsAb1 reduced proportionally from 0.0001 to 50 ng/mL. The reported immunosensor exhibited favorable properties of low LOD, fast analysis time, good selectivity and biocompatibility.\nSanta Barbara Amorphous (SBA-15) was introduced by Zhao et al. [48] in 1998. High surface-to-volume ratio, biocompatibility and thermal and mechanical stabilities are the main advantages of SBA-15 [49e51]. Lei et al. [52] utilized SBA-15 mesoporous materials to attach the IBA and quantify insulin with a modified version of the enzyme linked immunosorbent assay (ELISA). In this work, insulin is enriched and detected with anti-insulin and anti-insulinhorseradish peroxidase assisted ELISA. The quantification range in human serum samples is from 0.25 to 5 pg/mL. In compared to available devices, the developed immunosensor is about 30 times\nmore sensitive than the commercial ones. In another work, they used various types of the mesoporous materials for the extraction and determination of insulin in urines samples. The MALDI-TOF MS method was utilized to plot a calibration curve where about 0.05 ng/mL could be analyzed by this method. The designed approach is efficient and sensitive and could be used for sensitive detection of insulin and even other biomolecules in biological media. However, the high-cost and need to high skilled employee are intrinsic limits of the MS based methods [53].\nHigh surface area and special size distribution of Si nanowire field effect transistors (SiNW-FETs) make them as promising materials for label-free ultrasensitive biorecognition of biomarkers [54]. Regonda et al. [55] tried to utilize nanochannels and nanogratings of silica in biosensing of insulin. The developed device is able to detect insulin with a LOD of 10 fM in human serum samples without any pre-purification steps.\nAlthough silicon based nanomaterials have been widely applied to design sensors for biomedical requests, there are still some problems in their construction processes. For example, most of\nsilica based nanoparticles are insoluble in the aqueous medical environments and the dispersed form of these materials are always unstable and thus sedimented within few seconds. However, the biocompatibility of the silica based materials and their different shapes (porous, fibrous, wire like etc.) offer powerful sensing approaches with ultrasensitive detection abilities. In general, further modification of silicon based nanomaterials can increase the use of these materials for bio-analytical uses. The porous 3D structure of the silicon based materials increase the surface area-to-volume ratio providing sensitive approaches with LODs at pM levels [46,55]. In spite favorable properties of the other types of silica basedmaterials such as mobil composition of matter (MCM 41) and fibrous silica (KCC-1), these materials were not applied in insulin detection which could be regarded as potential materials for designing of the future insulin devices. KCC-1 and MCM 41 based nanoprobes provide ultra-sensitive approaches for various analytes and even cancer cells [40,41]."
    }, {
      "heading" : "2.4. Magnetic nanomaterials",
      "text" : "Traditionally, magnetic nanoparticles (MNPs) were mostly applied to the extraction of analytes as pre-analytical steps. However, currently the use of MNPs were extended to the capturing, concentrating and signaling of different types of analytes. MNPs have appealed great consideration for biosensing because of their exceptional properties including high surface area and favorable electrical and intrinsic optical activities. While the intrinsic properties of MNPs enhance the sensitivity of the developed biosensors, the bio-functionalization of their surfaces can further promote the sensitivity and also the selectivity of the developed probes. Smartly designed MNPs can only monitor signal of analytes nor interfering agents [56].\nZhan et al. [57] reported a polydimethysiloxane microfluidic device which was constructed by a photolithography method. The immunosensor strategy is based on conjugation of Ins-Abfunctionalized magnetic beads which was specifically bound by HRP conjugated antibodies. The Lu, hydrogen oxide and p-Iodophenol (as enhancer) are used to set up the sensor where the emitted luminescence is indirectly proportional to insulin concentrations. The LOD of the device is about 10 10 M. The most favorite feature of the reported approach is short-time of insulin detection.\nIn recent years, capture-release approaches are widespread in biosensing of different biomarkers and cells [58,59]. Xiong et al. [60] employed capture-release strategy to sense insulin molecules. IBA was immobilized on the surface of the magnetic mesoporous silica/Au nanocomposites (MMANs) by Au-S bonds. Afterwards, insulin molecules captured on the MMANs-IBA composites without any interfering effect. Then, insulin molecules released and separated to a vial to analysis with MALDI-TOF MS (Fig. 5). The utilized mesoporous/magnetic nanocomposite provides an efficient and specific platform for enrichment and extraction of insulin. The sizeexclusion nature of mesoporous materials can delete interfering agents to produce pure MS spectra. The developed approach showed an excellent linear range from 2 to 1000 ng/mL in human serum samples.\nThe combination of MNPs with other materials offer synergistic effect to promote their properties. MNPs and nanoparticles hybrids not only merge the exceptional properties of the composed materials but also they display new physico-chemical properties as a results of interactions of the constituents. For example, the combination of MNPs with carbon based materials could be resulted in an increase in the electrical conductivity and the surface area of the composites, modifying the sensitivity of the developed sensor. The majority of biological fluids show minor magnetic properties and\napplication of MNPs in biosensing can further increase the specificity of the developed probes."
    }, {
      "heading" : "2.5. Metal based materials",
      "text" : "Recently, metal-organic frameworks (MOFs) nanoparticles have been largely used as three-dimensional luminophores in ECL based sensing. High porosity and crystallinity index of MOFs make them to load extraordinary concentrations of lumimnophre which caused to increase the sensitivity of the developed platforms. For example, Zhao et al. [61] introduced an immunosensor based on MOF of UiO-67/Ru(bpy)32þ and Au@SiO2 NPs. In the presence of insulin and decreasing space between UiO-67/Ru(bpy)32þ and Au@SiO2, the ECL emission is decreased which the deceased emission is linear from 0.0025 to 50 ng/mL with a LOD of 0.001 ng/ mL. Also, Wang et al. [62] applied a GdMOF fluorescence technique to the detection of insulin in human blood samples. The reported GdMOF luminophore could detect insulinwith a LOD of 0.0012 mM.\nSalimi et al. [63] utilized guanine and NiO NPs tomodify the GCE electrode surface by electrodeposition technique. The reported sensor is found to be linear from 100 pM to 4 mM with a LOD and sensitivity of 22 pM and 100.9 pA/pM, respectively. Similarly, Yu et al. [64] used nickel nanoparticles to the sensitive electrochemical detection of bovine insulin injections using indium tin oxide (ITO) electrode. This electrochemical sensor exhibited a dynamic range of 100e2400 pM and 1e125 nM and LOD and sensitivity of 10 pM and 2140 mA mM 1, respectively. Habibi et al. [65] developed a flow injection electrochemical system using carbon ceramic electrode (CCE). The surface of the CCE electrode was uniformly functionalized with cobalt hydroxide nanoparticles to sensitize to the insulin molecules of human serum samples. The reported LOD and dynamic range are 0.11 and 0.5e15 nM, respectively. The sensitivity of the probe is 1.8 nA/nM. Besides its sensitivity, the most favorite feature of the reported method is easy electrode functionalization which could be reduced the pre-analysis time.\nAmorphous materials such as molybdenum sulfide (MoSx) provide more active functional groups on their edge sites which are needed for regulating of the materials for desired applications. Gao et al. [66] constructed an immunosensor for insulin detection using Pd NPs@3D MoSx to functionalize the GCE electrode and then immobilizing of Ins-Ab on the electrode surface. In the presence of insulin the current is decreased which is proportional with the concentration of insulin from 0.01 to 100 ng/mL with a LOD of 3.0 pg/mL. The developed immunosensor is able to determine insulin in real human serum samples with favorable accuracy.\nMOF nanomaterials provide some advantages as a sensing probe such as controlled porosity and size, flexible and different-shaped structure, plenty of various functional groups, and also metal atoms for furthers reaction [67]. These fluorescent materials can be easily acted as a fluorophore and show “antenna effect”. Although MOFs are used to the fabrication of biosensing applications with several techniques such as optical and electrochemical, the reproducible production approaches to control morphology of MOFs are still a major challenge to develop a reproducible sensors. In addition, the reported sensors are usually suffer from low-specificity towards analytes. However, the mentioned limitation could be resolved by various surface modification and also production of the combined materials [68]."
    }, {
      "heading" : "2.6. Polymeric materials",
      "text" : "Polymeric materials were utilized as a powerful materials for various medical applications such as diagnosis, imagining, therapeutic and biosensing. These materials are synthesized with a wide range of physical structures and chemical properties. This\nsubsection summarized the use of different polymers in biosensing of insulin and various strategies to develop the polymeric sensing platforms. For example, Endo et al. [69] fabricated a sensing platform by using photonic crystals (PCs). PCs are new optical materials in which light flow could be controlled. This property of PCs was applied to design a scattering based immunosensor to label-free determination of insulin. The 2D-PCs were constructed on a cyclo-olefin polymer substrate by nano-imprint lithography and then modified by insulin antibodies. Upon binding of insulin in the concentrations range from 0.5 to 20 mU.mL 1, the surface properties are changed which resulting to the variations in refractive indices.\nMolecular imprinted polymers (MIP) based techniques are analyte specific templates for selective detections. However the production of the MIP templates for macromolecules still remain a challenge arising from their low-solubility, degradation and structural complexity. Schirhagl et al. [70] applied polyurethane polymers to create MIP holes of insulin to selective quartz crystal microbalance (QCM) based method. The reported dynamic range is located from 1 to 1000 mg/mL with a LOD of 0.1 mm/mL. The reported method provides some advantages of label-free, fast and refreshable way to the detection of insulin as a result of combination of nanomaterials with QCMs. However, the reported sensitivity is not favorable for ultrasensitive detections. Also, Prasad et al. [71] functionalized the MWCNTs with vinyl groups to produce a biocompatible MIPs by the non-covalent binding of insulin. Application of phosphotidylcholine monomers provide more watersoluble and biocompatible polymers with low cross-reaction among the other biological molecules. The reported MIP-pencil graphite electrode (PGE) is able to detect insulin at trace concentrations from 0.06 to 5.95 nM with a LOD of 0.018 nM in human serum and pharmaceutical insulin injections. Recently, quartz crystal microbalance (QCM) has been applied as a new emerging technique for the detection of various analytes owning to its appealing features such as simple protocols, fast, low cost, easy to construct, and the possibility of designing of label-free and flow injection analysis.\nZhu et al. [72] developed an electromagnetic molecularly imprinted polymers (EMMIPs) based sensor by polymerization of\ninsulin and Fe3O4@rGO/PANI nanoparticles (MGPNPs) to produce EMMIPs insulin sensor. After synthesis, Fe3O4@rGO/PANI-EMMIPs was casted on the surface of a magnetic glassy carbon electrode (MGCE) to produce a magnetically controlled refreshable electrode which could be removed after each insulin detection. The membrane-like sensor possesses good specificity and repeatability with a LOD of 17 and 3 pM in the presence and absence of the Fe(CN)6 3/ 4 redox pairs, respectively. The reported probe showed favorable specificity and sensitivity, however the sensor production steps are very time consuming, and laborious. So, the use of the reportedmethod in clinical practice as a POC device is questionable.\nConjugated polymers (CPs) have been attracting interests in biosensing and imaging because of their high quantum yields and exceptional photo stability. Zhang et al. [73] utilized CPs to develop an ECL immunosensor for insulin detection. The carboxyl poly(9,9dioctyfluorenyl-2,7-diyl) dots (PFO dots), 3,4,9,10-perylenetetracarboxylic acid (PTCA) and hydrogen peroxide engaged as donor, acceptor and co-reactant, respectively. The immunosensor dynamic range and LOD are 1.0 10 5 e 100 ng/mL and 3.0 10 6 ng/mL, respectively. Luo et al. [74] employed a zwitter ionic polymer of poly-(carboxybetaine methacrylate) (PCBMA) to the functionalization of the surface of Au electrode where Ins-Ab immobilized to the terminals of the polymer to specify the probe for insulin detection. This immunosensor response is linear from 0.1 to 200 pM range with a LOD of 42.6 fM. The superior feature of the reportedmethodmake this approach as a possiblemethod to develop a POC device for clinical diagnostics.\nThe applications of polymers are mainly caused by their easy synthesis and modification processes, flexibility, high strength-toweight ratio, biocompatibility and recyclability. However, the biodegradability could restrict their applications in the biomedical uses because of their leaching in the biological environments whereas each component could be toxic to the human body. From Table 1, it is obvious that immunosensing approach and also the optical fluorescent materials were more popular in insulin determinations. Favorable spectral features of the fluorescent polymers such as CPs are main reason for the optical based detection of insulin. However, its electrochemical detection can enhance\nsensitivity of the developed probes. A glimpse on the used polymers for insulin sensing show that natural polymers have not utilized to fabricate sensing platforms for insulin. Thus, they could be regarded as possible materials for the future works. Upon combining of the natural polymers with biocompatible materials such as carbon nanoparticles, the sensitivity of the fabricated probes could exponentially be increased."
    }, {
      "heading" : "2.7. Other materials for insulin sensing",
      "text" : "Genosensing i.e. oligonucleotide based biosensing was utilized for different biomarkers of infectious, inheritable and noncontagious diseases [75]. Electrochemical based genosensors show inherent high specificity aided by oligonucleotide hybridization and favorable features of electrochemical techniques including cheapness, simplicity, ultra-sensitivity, rapid analysis time and miniaturization potential to fabricate POC devices. Also, optical genosensors provide more repeatable and simple approaches for sensing with comparable sensitivities.\nG-quadruplex-based sensors are specific sensors which in the presence of the analytes their conformational structure turn to change as analytical signal. Wang et al. [76] reported a G-quadruplex based probe to the selective luminescent determination of insulin. The reported dynamic range and LOD were 80 pM ‒ 20 nM and 80 pM, respectively. Also, in another work, Dai et al. [77] developed a molecular beacon (MB) hemin where altering of the molecular conformation of MB at a given potential produce reductive current as analytical signal for detection of insulin from 1 pM to 300 pM with a LOD of 72 pM.\nThe conformational rearrangements of a specially designed materials upon binding to the target analytes is important approach in sensing of biomolecules. Any changes in the structure of the substrates could be resulted in a change on the spectral and/ or electrochemical properties. As reported above, G-quadruplex and MB were used to sense insulin where their conformational changes resulted in a change in luminescence and current intensity, respectively. The reported LODs approve the ultra-sensitivemanner of these strategies for sensing of insulin. As another advantage of the genosensing methods, the cross-reaction with other coexisting agents could be reduced."
    }, {
      "heading" : "3. Conclusion",
      "text" : "On-time and accurate detection of biomarkers, biomolecules and pathogens are the main challenges in the prognosis and therapy of diseases. To date, various diagnostic bio-devices have been fabricated to determine biomolecules in different biological fluids which enable to detect them even at a single molecule level. However, the detection power of devices is clearly related to the early stage detection of diseases to start therapy process or provide valuable insights to prevent the start of disease. Most of biological fluids have so many interfering compounds which mislead the results of the developed platform. Thus, the fabricated bio-devices should provide a selective manner towards the analytes.\nSince the discovery of nanomaterials, they displayed ever exploding uses in diversity fields of science owing to their unique properties. Due to these unique properties, nanomaterials have been applied in wide range of uses from industrial to medical applications. In medical issues, they really affected biosensing, drug delivery, bioimaging, tissue engineering, and therapy approaches and in compare with corresponding old-fashioned methods, their efficiencies were increased. However, the uses of the nanomaterials in medical application have their own limitations. For example, the physical and chemical properties of the nanomaterial could be changed during contacting with biological fluids and\nphysicochemical properties should be checked under same biological conditions.\nThis review sought to provide important progresses in the synthesis and applying of novel nanomaterials for insulin detection in biological samples. As discussed, these materials are comprising carbon, gold, silver, silica, magnetic, metallic and also polymeric materials using different amplifying techniques including optical (fluorescence, ECL etc.), electrochemical (EIS, DPV, ChA, SWV etc.) and QCM. Carbon based nanoparticles are the most used materials in insulin bio-sensing because of their unique structure-dependent properties. The biocompatibility of the carbon based materials serve their application in diverse medical multidisciplinary studies. On the other hand, the functionalization helps to modify their surface to our desired properties. Gold based materials were also applied to the sensitive determination of insulin. Along with the carbon nanoparticles, gold nanoparticles are the best choices for optical detection platforms where they can be used to fabricate colorimetric devices detecting even by naked eye routes. Upon using of the fluorescent nanomaterials like carbon based nanomaterials, the quantum yield is increased enhancing the sensitivity of the developed sensing platforms.\nChemical sensing, immunosensing, aptasensing and biosensing were most used techniques for detection of insulin in various biological environments. About 80 percent of the reported works were based on the chemical sensing and immunosensing. It seems that aptasensing of insulin will be more interested in the future researches. This could be concluded from the exceptional properties of the aptamer based sensing including high affinity and specificity towards the target molecules, simple and reproducible synthesis protocols, chemically stable than enzymes and proteins, and finally conformation changes by attaching to the target.\nRegarding the above discussed materials, it seems that in the future projects,1) silica and carbon basedmaterials will more use to the construction of the new probes. The future outlook of silica based materials seem to be very bright due to the produced biocompatible and stable silica based material such as KCC-1; 2) combination of nanomaterials with magnetic particles will be applied in the MALDI MS based approaches; 3) optical techniques like SPR will more emerge in insulin quantifications; 4) the specificity and durability of the developed approaches will improve upon using new materials. Photo-stability and photo-bleaching of the nanomaterials are two main limitations for using in the biological media; and 5) although recent research projects havemainly been based on using the reported materials especially carbon materials, other new materials are estimated to be widely considered in the upcoming projects."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors would like to thank the supports of Liver and Gastrointestinal Diseases Research Center, Drug Applied Research Center and Pharmaceutical Analysis Research Center of Tabriz University of Medical Sciences, Tabriz, Iran."
    } ],
    "references" : [ {
      "title" : "B",
      "author" : [ "M.S. Winzell", "E.M. Wulff", "G.S. Olsen", "P. Sauerberg", "C.F. Gotfredsen" ],
      "venue" : "Ahr en, Improved insulin sensitivity and islet function after PPARd activation in diabetic db/db mice, Eur. J. Pharmacol. 626 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Flexibility and bioactivity of insulin: an NMR investigation of the solution structure and folding of an unusually flexible human insulin mutant with increased biological activity",
      "author" : [ "D. Keller", "R. Clausen", "K. Josefsen", "J.J. Led" ],
      "venue" : "Biochemistry 40 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Towards point-of-care insulin detection",
      "author" : [ "R. Soffe", "V. Nock", "J.G. Chase" ],
      "venue" : "ACS Sens. 4 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Serum arsenic and lipid peroxidation levels in patients with multiple sclerosis",
      "author" : [ "B. Yousefi", "Y. Ahmadi", "A. Ghorbanihaghjo", "Z. Faghfoori", "V.S. Irannejad" ],
      "venue" : "Biol. Trace Elem. Res. 158 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Targeting and sensing of some cancer cells using folate bioreceptor functionalized nitrogendoped graphene quantum dots",
      "author" : [ "J. Soleymani", "M. Hasanzadeh", "M.H. Somi", "S.A. Ozkan", "A. Jouyban" ],
      "venue" : "Int. J. Biol. Macromol. 118 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Inhibition of survivin restores the sensitivity of breast cancer cells to docetaxel and vinblastine",
      "author" : [ "P. Ghanbari", "M. Mohseni", "M. Tabasinezhad", "B. Yousefi", "A.A. Saei", "S. Sharifi", "M.R. Rashidi", "N. Samadi" ],
      "venue" : "Appl. Biochem. Biotechnol. 17 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Sensitive detection and determination of benzodiazepines using silver nanoparticles-N-GQDs ink modified electrode: a new platform for modern pharmaceutical analysis",
      "author" : [ "H. Ashrafi", "S. Hassanpour", "A. Saadati", "M. Hasanzadeh", "K. Ansarin", "A. Jouyban" ],
      "venue" : "Microchem. J. 145 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A",
      "author" : [ "S. Hassanpour", "M. Hasanzadeh", "A. Saadati", "N. Shadjou", "J. Soleymani" ],
      "venue" : "Jouyban, A novel paper based immunoassay of breast cancer specific carbohydrate (CA 15.3) using silver nanoparticles-reduced graphene oxide nano-ink technology: A new platform to construction of microfluidic paper-based analytical devices (mPADs) towards biomedical analysis, Microchem. J. 146 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Cross-linked chitosan/thiolated graphene quantum dots as a biocompatible polysaccharide towards aptamer immobilization",
      "author" : [ "A. Mirzaie", "M. Hasanzadeh", "A. Jouyban" ],
      "venue" : "Int. J. Biol. Macromol. 123 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Electrocatalytic oxidation and determination of insulin at nickel oxide nanoparticles-multiwalled carbon nanotube modified screen printed electrode",
      "author" : [ "B. Rafiee", "A.R. Fakhari" ],
      "venue" : "Biosens. Bioelectron. 46 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Insulin sensor based on nanoparticledecorated multiwalled carbon nanotubes modified electrodes, Sensor",
      "author" : [ "E. Martínez-Peri~  n an", "M. Revenga-Parra", "M. Gennari", "F. Pariente", "R. Mas- Ballest e", "F. Zamora", "E. Lorenzo" ],
      "venue" : "Actuator. B Chem",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2016
    }, {
      "title" : "Voltammetric sensor for direct insulin detection",
      "author" : [ "P. Businova", "J. Prasek", "J. Chomoucka", "J. Drbohlavova", "J. Pekarek", "R. Hrdy", "J. Hubalek" ],
      "venue" : "in: Procedia Eng.",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Photoelectrochemical sensor for pentachlorophenol on microfluidic paper-based analytical device based on the molecular imprinting technique",
      "author" : [ "G. Sun", "P. Wang", "S. Ge", "L. Ge", "J. Yu", "M. Yan" ],
      "venue" : "Biosens. Bioelectron. 56 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Visiblelight driven photoelectrochemical immunosensor for insulin detection based on MWCNTs@SnS2@CdS nanocomposites",
      "author" : [ "Y. Liu", "Y. Zhang", "D. Wu", "D. Fan", "X. Pang", "Y. Zhang", "H. Ma", "X. Sun", "Q. Wei" ],
      "venue" : "Biosens. Bioelectron. 86 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Photoelectrochemical sensitive detection of insulin based on CdS/polydopamine cosensitized WO3 nanorod and signal amplification of carbon nanotubes@polydopamine",
      "author" : [ "R. Wang", "H. Ma", "Y. Zhang", "Q. Wang", "Z. Yang", "B. Du", "D. Wu", "Q. Wei" ],
      "venue" : "Biosens. Bioelectron. 96 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Insulin detection using a corona phase molecular recognition site on single-walled carbon nanotubes",
      "author" : [ "G. Bisker", "N.A. Bakh", "M.A. Lee", "J. Ahn", "M. Park", "E.B. O'Connell", "N.M. Iverson", "M.S. Strano" ],
      "venue" : "ACS Sens. 3 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Sensitive detection of Trifluralin in untreated human plasma samples using reduced graphene oxide modified by polyethylene imine and silver nanoparticles: A new platform on the analysis of pesticides and chemical injuries",
      "author" : [ "M. Jafari", "M. Hasanzadeh", "R. Karimian", "N. Shadjou" ],
      "venue" : "Microchem. J. 147 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Insulin-binding aptamer-conjugated graphene oxide for insulin detection",
      "author" : [ "Y. Pu", "Z. Zhu", "D. Han", "H. Liu", "J. Liu", "J. Liao", "K. Zhang", "W. Tan" ],
      "venue" : "Analyst 136 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "A near infrared fluorescence resonance energy transfer based aptamer biosensor for insulin detection in human plasma",
      "author" : [ "Y. Wang", "D. Gao", "P. Zhang", "P. Gong", "C. Chen", "G. Gao", "L. Cai" ],
      "venue" : "Chem. Commun. 50 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Electrocatalytic oxidation and determination of insulin at CNT-nickel-cobalt oxide modified electrode",
      "author" : [ "A. Arvinte", "A.C. Westermann", "A.M. Sesay", "V. Virtanen" ],
      "venue" : "Sensor. Actuator. B Chem. 150 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Ethylenediamine-assisted preparation of carbon nanofiber supported nickel oxide electrocatalysts for sensitive and durable detection of insulin",
      "author" : [ "L. Zhang", "X. Chu", "S.-M. Yuan", "G.-C. Zhao" ],
      "venue" : "RSC Adv. 5 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Facile synthesis of nickel hydroxide-graphene nanocomposites for insulin detection with enhanced electro-oxidation properties",
      "author" : [ "Y. Lin", "L. Hu", "L. Li", "K. Wang" ],
      "venue" : "RSC Adv. 4 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Sreeprasad, Noble Metal Nanoparticles, in: R. Vajtai (Editor), Springer Handbook of Nanomaterials",
      "author" : [ "P.T.T.S" ],
      "venue" : null,
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2013
    }, {
      "title" : "Surface-enhanced Raman spectroscopy-based label-free insulin detection at physiological concentrations for analysis of islet performance",
      "author" : [ "H. Cho", "S. Kumar", "D. Yang", "S. Vaidyanathan", "K. Woo", "I. Garcia", "H.J. Shue", "Y. Yoon", "K. Ferreri", "H. Choo" ],
      "venue" : "ACS Sens. 3 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Korgel, Solventless synthesis of monodisperse Cu2S nanorods, nanodisks, and nanoplatelets",
      "author" : [ "M.B. Sigman Jr.", "A. Ghezelbash", "T. Hanrath", "A.E. Saunders", "B.A.F. Lee" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2003
    }, {
      "title" : "Dual-mode electrochemical immunoassay for insulin based on Cu7S4-Au as a double signal indicator",
      "author" : [ "Y. Li", "W. Zhu", "Q. Kang", "L. Yang", "Y. Zhang", "Y. Wang", "Q. Wei" ],
      "venue" : "ACS Appl. Mater. Interfaces 10 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Electrochemiluminescence",
      "author" : [ "M.M. Richter" ],
      "venue" : "in: Opt. Biosens.",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Sensitive insulin detection based on electrogenerated chemiluminescence resonance energy transfer between  Ru(bpy)32þand Au nanoparticle-doped b-cyclodextrin-Pb (II) metal-organic framework",
      "author" : [ "H. Ma", "X. Li", "T. Yan", "Y. Li", "H. Liu", "Y. Zhang", "D. Wu", "B. Du", "Q. Wei" ],
      "venue" : "ACS Appl. Mater. Interfaces 8 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Electrodeposition and bipolar effects in metallized nanopores and their use in the detection of insulin",
      "author" : [ "A. Rutkowska", "K. Freedman", "J. Skalkowska", "M.J. Kim", "J.B. Edel", "T. Albrecht" ],
      "venue" : "Anal. Chem. 87 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "F",
      "author" : [ "M. Frasconi", "C. Tortolini" ],
      "venue" : "Botr  e, F. Mazzei, Multifunctional Au nanoparticle dendrimer-based surface plasmon resonance biosensor and its application for improved insulin detection, Anal. Chem. 82 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "The label free picomolar detection of insulin in blood serum",
      "author" : [ "M. Xu", "X. Luo", "J.J. Davis" ],
      "venue" : "Biosens. Bioelectron. 39 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Enhancing glycemic control via detection of insulin using electrochemical impedance spectroscopy",
      "author" : [ "A. Malkoc", "D. Probst", "C. Lin", "M. Khanwalker", "C. Beck", "C.B. Cook", "J.T. La Belle" ],
      "venue" : "J. Diabetes Sci. Technol. 11 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "An aptamer based on-plate microarray for high-throughput insulin detection by MALDI-TOF MS",
      "author" : [ "X. Zhang", "S. Zhu", "C. Deng", "X. Zhang" ],
      "venue" : "Chem. Commun. 48 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "An ultrasensitive photoelectrochemical immunosensor for insulin detection based on BiOBr/Ag2S composite by in-situ growth method with high visible-light activity",
      "author" : [ "D. Fan", "H. Wang", "M.S. Khan", "C. Bao", "H. Wang", "D. Wu", "Q. Wei", "B. Du" ],
      "venue" : "Biosens. Bioelectron. 97 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Silver nanoflowerreduced graphene oxide composite based micro-disk electrode for insulin detection in serum",
      "author" : [ "A.K. Yagati", "Y. Choi", "J. Park", "J.-W. Choi", "H.-S. Jun", "S. Cho" ],
      "venue" : "Biosens. Bioelectron. 80 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Metal enhanced fluorescence (MEF) for biosensors: general approaches and a review of recent developments",
      "author" : [ "Y. Jeong", "Y.-M. Kook", "K. Lee", "W.-G. Koh" ],
      "venue" : "Biosens. Bioelectron. 111 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A novel metal enhanced fluorescence bio probe for insulin sensing based on poly vinyl alcohol-borax hydrogel functionalized by Ag dots",
      "author" : [ "N. Pourreza", "M. Ghomi" ],
      "venue" : "Sensor. Actuator. B Chem. 251 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A new kinetic-mechanistic approach to elucidate electrooxidation of doxorubicin hydrochloride in unprocessed human fluids using magnetic graphene based nanocomposite modified glassy carbon electrode",
      "author" : [ "J. Soleymani", "M. Hasanzadeh", "N. Shadjou", "M. Khoubnasab Jafari", "J.V. Gharamaleki", "M. Yadollahi", "A. Jouyban" ],
      "venue" : "Mater. Sci. Eng. C 61 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Probing the specific binding of folic acid to folate receptor using amino-functionalized mesoporous silica nanoparticles for differentiation of MCF 7 tumoral cells from MCF 10A",
      "author" : [ "J. Soleymani", "M. Hasanzadeh", "M.H. Somi", "N. Shadjou", "A. Jouyban" ],
      "venue" : "Biosens. Bioelectron. 115 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Highly sensitive and specific cytosensing of HT 29 colorectal cancer cells using folic acid functionalized-KCC-1 nanoparticles",
      "author" : [ "J. Soleymani", "M. Hasanzadeh", "M.H. Somi", "N. Shadjou", "A. Jouyban" ],
      "venue" : "Biosens. Bioelectron. 132 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Progress in nanotheranostics based on mesoporous silica nanomaterial platforms",
      "author" : [ "R.K. Singh", "K.D. Patel", "K.W. Leong", "H.-W. Kim" ],
      "venue" : "ACS Appl. Mater. Interfaces 9 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Performance optimisation of porous silicon rugate filter biosensor for the detection of insulin",
      "author" : [ "R. Chhasatia", "M.J. Sweetman", "B. Prieto-Simon", "N.H. Voelcker" ],
      "venue" : "Sensor. Actuator. B Chem. 273 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Dual-responsive electrochemical immunosensor for detection of insulin based on dualfunctional zinc silicate spheres-palladium nanoparticles",
      "author" : [ "Y. Li", "L. Tian", "L. Liu", "M.S. Khan", "G. Zhao", "D. Fan", "W. Cao", "Q. Wei" ],
      "venue" : "Talanta 179 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Ultrasensitive photoelectrochemical immunosensor for insulin detection based on dual inhibition effect of CuS-SiO2 composite on CdS sensitized C-TiO2",
      "author" : [ "X. Wang", "P. Gao", "T. Yan", "R. Li", "R. Xu", "Y. Zhang", "B. Du", "Q. Wei" ],
      "venue" : "Sensor. Actuator. B Chem. 258 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Silica gel modified carbon paste electrode for electrochemical detection of insulin",
      "author" : [ "M. Jaafariasl", "E. Shams", "M.K. Amini" ],
      "venue" : "Electrochim. Acta 56 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Electrochemiluminescence immunosensor based on quenching effect of SiO2@PDA on SnO2/rGO/Au NPs-  V",
      "author" : [ "B. Xing", "W. Zhu", "X. Zheng", "Y. Zhu", "Q. Wei", "D. Wu" ],
      "venue" : "Shafiei-Irannejad et al. / Trends in Analytical Chemistry 116 (2019) 1e12 12 luminol for insulin detection, Sensor. Actuator. B Chem. 265 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Nonionic triblock and star diblock copolymer and oligomeric sufactant syntheses of highly ordered",
      "author" : [ "D. Zhao", "Q. Huo", "J. Feng", "B.F. Chmelka", "G.D. Stucky" ],
      "venue" : "hydrothermally stable, mesoporous silica structures, J. Am. Chem. Soc. 120 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "M",
      "author" : [ "M. Hasanzadeh", "N. Shadjou" ],
      "venue" : "de la Guardia, M. Eskandani, P. Sheikhzadeh, Mesoporous silica-based materials for use in biosensors, Trends Anal. Chem. 33 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Bone tissue engineering using silica-based mesoporous nanobiomaterials: recent progress",
      "author" : [ "N. Shadjou", "M. Hasanzadeh" ],
      "venue" : "Mater. Sci. Eng. C 55 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "M",
      "author" : [ "M. Hasanzadeh", "N. Shadjou", "E. Omidinia", "M. Eskandani" ],
      "venue" : "de la Guardia, Mesoporous silica materials for use in electrochemical immunosensing, Trends Anal. Chem. 45 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Mesoporous materials modified by aptamers and hydrophobic groups assist ultra-sensitive insulin detection in serum",
      "author" : [ "C. Lei", "C. Xu", "O. Noonan", "A.K. Meka", "L. Zhang", "A. Nouwens", "C. Yu" ],
      "venue" : "Chem. Commun. 51 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Sensitive detection of human insulin using a designed combined pore approach",
      "author" : [ "C. Lei", "O. Noonan", "S. Jambhrunkar", "K. Qian", "C. Xu", "J. Zhang", "A. Nouwens", "C. Yu" ],
      "venue" : "Small 10 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Semiconducting nanowire field-effect transistor biomolecular sensors",
      "author" : [ "E. Stern", "A. Vacic", "M.A. Reed" ],
      "venue" : "IEEE Trans. Electron Devices 55 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Silicon multi-nanochannel FETs to improve device uniformity/stability and femtomolar detection of insulin in serum",
      "author" : [ "S. Regonda", "R. Tian", "J. Gao", "S. Greene", "J. Ding", "W. Hu" ],
      "venue" : "Biosens. Bioelectron. 45 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "M",
      "author" : [ "M. Hasanzadeh", "N. Shadjou" ],
      "venue" : "de la Guardia, Iron and iron-oxide magnetic nanoparticles as signal-amplification elements in electrochemical biosensing, Trends Anal. Chem. 72 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Insulin detection based on a PDMS microfluidic system",
      "author" : [ "Z. Zhan", "P. Yao", "Z. Dong", "S. Tung", "J. Hohnbaum", "B. Srinivasan", "W.J. Li" ],
      "venue" : "in: 2010 IEEE Int. Conf. Nano/ Molecular Med. Eng. IEEE NANOMED",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "The Use of Capture- Release Method for Differentiation and Targeting of Cancer Cell from Normal Based on Folate Bioreceptor Functionalized Gold Leafs",
      "author" : [ "J. Soleymani", "M. Hasanzadeh", "M.H. Somi", "A. Jouyban" ],
      "venue" : "Submmited",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Dual-responsive surfaces modified with phenylboronic acid-containing polymer brush to reversibly capture and release cancer cells",
      "author" : [ "H. Liu", "Y. Li", "K. Sun", "J. Fan", "P. Zhang", "J. Meng", "S. Wang", "L. Jiang" ],
      "venue" : "J. Am. Chem. Soc. 135 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Designed synthesis of aptamerimmobilized magnetic mesoporous silica/Au nanocomposites for highly selective enrichment and detection of insulin",
      "author" : [ "Y. Xiong", "C. Deng", "X. Zhang", "P. Yang" ],
      "venue" : "ACS Appl. Mater. Interfaces 7 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Quenching electrochemiluminescence immunosensor based on resonance energy transfer between ruthenium (ii) complex incorporated in the UiO-67 metal-organic framework and gold nanoparticles for insulin detection",
      "author" : [ "G. Zhao", "Y. Wang", "X. Li", "X. Dong", "H. Wang", "B. Du", "W. Cao", "Q. Wei" ],
      "venue" : "ACS Appl. Mater. Interfaces 10 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Hydrothermal preparation of five rare-earth (Re1⁄4Dy",
      "author" : [ "X.R. Wang", "Z. Huang", "J. Du", "X.Z. Wang", "N. Gu", "X. Tian", "Y. Li", "Y.Y. Liu", "J.Z. Huo", "B. Ding" ],
      "venue" : "Gd, Ho, Pr, and Sm) luminescent cluster-based coordination materials: the first MOFs-based ratiometric fluorescent sensor for lysine and bifunctional sensing platform  for insulin and  Al3þ, Inorg. Chem. 57 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Highly sensitive sensor for picomolar detection of insulin at physiological pH",
      "author" : [ "A. Salimi", "A. Noorbakhash", "E. Sharifi", "A. Semnani" ],
      "venue" : "using GC electrode modified with guanine and electrodeposited nickel oxide nanoparticles, Biosens. Bioelectron. 24 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Nickel nanoparticle-modified electrode for ultra-sensitive electrochemical detection of insulin",
      "author" : [ "Y. Yu", "M. Guo", "M. Yuan", "W. Liu", "J. Hu" ],
      "venue" : "Biosens. Bioelectron. 77 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Flow injection amperometric detection of insulin at cobalt hydroxide nanoparticles modified carbon ceramic electrode",
      "author" : [ "E. Habibi", "E. Omidinia", "H. Heidari", "M. Fazli" ],
      "venue" : "Anal. Biochem. 495 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Label-free electrochemical immunosensor for insulin detection by high-efficiency synergy strategy of Pd NPs@ 3D MoSx towards H2O2",
      "author" : [ "Z. Gao", "Y. Li", "C. Zhang", "S. Zhang", "F. Li", "P. Wang", "H. Wang", "Q. Wei" ],
      "venue" : "Biosens. Bioelectron. 126 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A mixed-crystal lanthanide zeolite-like metaleorganic framework as a fluorescent indicator for lysophosphatidic acid",
      "author" : [ "S.-Y. Zhang", "W. Shi", "P. Cheng", "M.J. Zaworotko" ],
      "venue" : "a cancer biomarker, J. Am. Chem. Soc. 137 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Metal-enhanced Fluorescence",
      "author" : [ "C.D. Geddes" ],
      "venue" : "John Wiley & Sons",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Printed twodimensional photonic crystals for single-step label-free biosensing of insulin under wet conditions",
      "author" : [ "T. Endo", "M. Sato", "H. Kajita", "N. Okuda", "S. Tanaka", "H. Hisamoto" ],
      "venue" : "Lab Chip 12 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Natural and biomimetic materials for the detection of insulin",
      "author" : [ "R. Schirhagl", "U. Latif", "D. Podlipna", "H. Blumenstock", "F.L. Dickert" ],
      "venue" : "Anal. Chem. 84 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Imprinting molecular recognition sites on multiwalled carbon nanotubes surface for electrochemical detection of insulin in real samples",
      "author" : [ "B.B. Prasad", "R. Madhuri", "M.P. Tiwari", "P.S. Sharma" ],
      "venue" : "Electrochim. Acta 55 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Magnetically controlled electrochemical sensing membrane based on multifunctional molecularly imprinted polymers for detection of insulin",
      "author" : [ "W. Zhu", "L. Xu", "C. Zhu", "B. Li", "H. Xiao", "H. Jiang", "X. Zhou" ],
      "venue" : "Electrochim. Acta 218 ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "S",
      "author" : [ "H. Zhang", "F. Zuo", "X. Tan", "S. Xu", "R. Yuan" ],
      "venue" : "Chen, A novel electrochemiluminescent biosensor based on resonance energy transfer between poly(9,9-di-n-octylfluorenyl-2,7-diyl) and 3,4,9,10-perylenetetracar-boxylic acid for insulin detection, Biosens. Bioelectron. 104 ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Ultrasensitive label free electrical detection of insulin in neat blood serum",
      "author" : [ "X. Luo", "M. Xu", "C. Freeman", "T. James", "J.J. Davis" ],
      "venue" : "Anal. Chem. 85 ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Nano)-materials and methods of signal enhancement for genosensing of p53 tumor suppressor protein: novel research overview",
      "author" : [ "M. Hasanzadeh", "N. Shadjou" ],
      "venue" : "Mater. Sci. Eng. C 76 ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Development of an Iridium (III) complex as a G-quadruplex probe and its application for the Gquadruplex-based luminescent detection of picomolar insulin",
      "author" : [ "M. Wang", "W. Wang", "T.-S. Kang", "C.-H. Leung", "D.-L. Ma" ],
      "venue" : "Anal. Chem. 88 ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Design strategy for a novel electrochemically activeeinactive switching molecular beacon based on Hemin for SNPs and insulin detection directly in homogenous solution",
      "author" : [ "S. Dai", "W. Zhang", "S. Shao", "Y. Tang", "L. Shao", "T. Liu", "G. Cheng", "P. He", "Y. Fang" ],
      "venue" : "Talanta 190 ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "In healthy persons, insulin blood concentrations are fallen to the ranging from 30 to 55 pM and could be risen up to 269 pM [1].",
      "startOffset" : 124,
      "endOffset" : 127
    }, {
      "referenceID" : 1,
      "context" : "Diabetes has two main features of type 1 and type 2 where generally are as a results of failure in insulin production and the body resistance to insulin, respectively [2].",
      "startOffset" : 167,
      "endOffset" : 170
    }, {
      "referenceID" : 2,
      "context" : "Radioimmunoassay, immunoassay and chromatographic methods are major techniques of insulin sensing [4] and generally could be categorized into four groups of immunoassay, chromatographic, electrochemical and optical methods.",
      "startOffset" : 98,
      "endOffset" : 101
    }, {
      "referenceID" : 9,
      "context" : "[11] applied nickel oxide nanoparticles (NiO NPs) to the surface modification of screen printed electrode (SPE) which functionalized with nafion and MWCNTs to produce NiO NPs/nafion-MWCNTs/SPE probe.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 10,
      "context" : "[12] to modify a glassy carbon electrode (GCE) surface to sense insulin in human plasma and pharmaceutical samples.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 11,
      "context" : "[13] developed an electrochemical sensor for in vitro/vivo biosensing of insulin.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 12,
      "context" : "Photo-electrochemical (PEC) techniques have been applied as a promising method for various biological assays [14].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 13,
      "context" : "[15] modified an indium tin oxide (ITO) electrode with SnS2 and CdS loaded 2D-MWCNTs to fabricate a PEC immunosensor of insulin.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 14,
      "context" : "[16] reported a sandwich-type PEC immunosensor to analyze insulin in human serum samples.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 15,
      "context" : "[17] reported a corona phase based approach to the sensitive detection of insulin.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 10,
      "context" : "Ni(OH)2 NPs/MWCNTs/GCE ChA chemical sensing 0e10 mM 85 and 490 nM [12]",
      "startOffset" : 66,
      "endOffset" : 70
    }, {
      "referenceID" : 21,
      "context" : "NiO NPs/GO/GCE amperometric chemical sensing 800 nMe6400 nM 200 nM [23]",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 23,
      "context" : "Au NPs Raman chemical sensing 100 pMe50 nM 35 pM ‒ 100 pM [25]",
      "startOffset" : 58,
      "endOffset" : 62
    }, {
      "referenceID" : 31,
      "context" : "Au electrode EIS immunosensing 50 pMe1500 pM 64 pM [33]",
      "startOffset" : 51,
      "endOffset" : 55
    }, {
      "referenceID" : 32,
      "context" : "Au NPs/IBA MALDI-TOF MS aptamer 5e1000 ng/mL 5 ng/mL [34]",
      "startOffset" : 53,
      "endOffset" : 57
    }, {
      "referenceID" : 34,
      "context" : "ITO/rGO/Ag nanoflowers/Ins-Ab EIS immunosensing 1e1000 ng/mL 70 pg/mL [36]",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 44,
      "context" : "CPE/silica gel amperometric chemical sensing 90e1400 pM 36 pM [46]",
      "startOffset" : 62,
      "endOffset" : 66
    }, {
      "referenceID" : 53,
      "context" : "Nanogratings of silica CMOS immunosensing e 10 fM [55]",
      "startOffset" : 50,
      "endOffset" : 54
    }, {
      "referenceID" : 55,
      "context" : "Magnetic beads/Ins-Ab luminescence immunosensing e 10 10 M [57]",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 70,
      "context" : "Fe3O4@rGO/PANI NPs electrochemical MIP based sensing e 17 pM and 3 pM [72]",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 58,
      "context" : "MMANs/IBA MALDI-TOF MS aptamer 2e1000 ng/mL e [60]",
      "startOffset" : 46,
      "endOffset" : 50
    }, {
      "referenceID" : 61,
      "context" : "Guanine and NiO NPs/GCE electrochemical chemical sensing 100 pMe4 mM 22 pM [63]",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 16,
      "context" : "GOs show different encouraging properties in the manufacturing of biosensors includingwater solubility, effective quenching agent against various fluorophores, and very large surface areas [18].",
      "startOffset" : 189,
      "endOffset" : 193
    }, {
      "referenceID" : 17,
      "context" : "[19] functionalized GO with insulin specific aptamers by two different strategies for the fluorometric detection of insulin.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 18,
      "context" : "[20] constructed a FRET based NIR fluorescence sensor to recognize insulin in human plasma samples.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 19,
      "context" : "[21] utilized nickel and cobalt dual oxide to improve the SPE electrode surface for ultrasensitive insulin detection.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 20,
      "context" : "[22] employed CNFs as a sensitizing materials for insulin recognition.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 21,
      "context" : "[23] described a simple method to detect insulin in human serum samples.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 22,
      "context" : "In addition, these materials could be used by different bio-analytical techniques including absorbance, luminescence, electrochemical, Raman spectroscopy and localized surface plasmon resonance (LSPR) to develop ultrasensitive biosensors [24].",
      "startOffset" : 238,
      "endOffset" : 242
    }, {
      "referenceID" : 23,
      "context" : "[25] introduced a label free optical method to in vitro detection of insulin of pancreatic islets.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "Some exceptional features of copper sulfides including high electrical conductivity, low-toxicity, high adsorption constants and peroxidase like activities, make these materials as ideal sensitizers for designing of immunosensing platforms [26].",
      "startOffset" : 240,
      "endOffset" : 244
    }, {
      "referenceID" : 25,
      "context" : "[27] used Cu7S4Au NPs as a signal enhancer for insulin electrochemical immunosensing.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 26,
      "context" : "Low-interference feature is mainly provided by the fact that ECL active materials are quite rare especially in biological environments [28].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 27,
      "context" : "[29] reported a sandwich-type immunosensor based on b-cyclodextrin functionalized Au NPs.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 28,
      "context" : "[30] employed solid-state Au nanopores for determination of insulin.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "[31] deposited polyamidoamine dendrimer (G4-PAMAM) modified Au NPs on the gold substrate by selfassembled monolayer (SAM) method.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 30,
      "context" : "[32] to fabricate a label-free electrochemical impedance spectroscopy (EIS) approach to detect insulin in human serum samples.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "[31] the Ins-Ab was attached on the surface of the gold electrode by dipping it in Ins-Ab solution.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 31,
      "context" : "[33] applied the same approach to sensitize gold electrode for EIS based quantification of insulin.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 32,
      "context" : "[34] employed insulin binding aptamer (IBA) functionalized Au NPs to the extraction of insulin.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 32,
      "context" : "[34] with permission number of 4530671074404).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 33,
      "context" : "[35] reported a PEC immunosensing approach by layer-by-layer functionalization of the ITO electrode with BiOBr, Ag2S NPs and anti-insulin-body.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 34,
      "context" : "[36] used an ITO electrode for the consecutive immobilizing of rGO, Ag nanoflowers and Ins-Ab on the surface of electrode for immunosensing of insulin in serum samples.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 35,
      "context" : "This effect is widely applied in bio-assay applications [37].",
      "startOffset" : 56,
      "endOffset" : 60
    }, {
      "referenceID" : 36,
      "context" : "[38] synthesized a borax hydrogel composite comprising Ag dots embedded to a polyvinyl alcohol networks to determine insulin in human serum samples.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 25,
      "context" : "As reviewed, several methods based on immunosensing and sensing approaches were collaborated with noble metals to provide more sensitivemethods at fg/mL levels [27].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 40,
      "context" : "Porous silicon (pSi) is one of porous particles that have concerned enormous attention for designing of biocompatible and ultrasensitive detection of analytes [42].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 41,
      "context" : "[43] employed an especially designed pSi based filter to the biosensing of insulin.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 42,
      "context" : "[44] used zinc silicate spheres (Zn2SiO4) to insert palladium nanoparticles (Pd NPs) in their 3D porous cavities.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 43,
      "context" : "[45] reported the same strategy for PEC immunosensing of insulin.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 44,
      "context" : "[46] modified the surface of the carbon paste electrode (CPE) with silica gel in order to amperometric detection of insulin from 90 to 1400 pM.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 45,
      "context" : "[47] introduced a sandwich-type ECL immunosensors to determine",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 43,
      "context" : "[45] with permission number of 4530671470186).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 42,
      "context" : "[44] with permission number of 4530671277093).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 50,
      "context" : "[52] utilized SBA-15 mesoporous materials to attach the IBA and quantify insulin with a modified version of the enzyme linked immunosorbent assay (ELISA).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 51,
      "context" : "However, the high-cost and need to high skilled employee are intrinsic limits of the MS based methods [53].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 52,
      "context" : "High surface area and special size distribution of Si nanowire field effect transistors (SiNW-FETs) make them as promising materials for label-free ultrasensitive biorecognition of biomarkers [54].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 53,
      "context" : "[55] tried to utilize nanochannels and nanogratings of silica in biosensing of insulin.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 44,
      "context" : "The porous 3D structure of the silicon based materials increase the surface area-to-volume ratio providing sensitive approaches with LODs at pM levels [46,55].",
      "startOffset" : 151,
      "endOffset" : 158
    }, {
      "referenceID" : 53,
      "context" : "The porous 3D structure of the silicon based materials increase the surface area-to-volume ratio providing sensitive approaches with LODs at pM levels [46,55].",
      "startOffset" : 151,
      "endOffset" : 158
    }, {
      "referenceID" : 38,
      "context" : "KCC-1 and MCM 41 based nanoprobes provide ultra-sensitive approaches for various analytes and even cancer cells [40,41].",
      "startOffset" : 112,
      "endOffset" : 119
    }, {
      "referenceID" : 39,
      "context" : "KCC-1 and MCM 41 based nanoprobes provide ultra-sensitive approaches for various analytes and even cancer cells [40,41].",
      "startOffset" : 112,
      "endOffset" : 119
    }, {
      "referenceID" : 54,
      "context" : "Smartly designed MNPs can only monitor signal of analytes nor interfering agents [56].",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 55,
      "context" : "[57] reported a polydimethysiloxane microfluidic device which was constructed by a photolithography method.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 56,
      "context" : "In recent years, capture-release approaches are widespread in biosensing of different biomarkers and cells [58,59].",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 57,
      "context" : "In recent years, capture-release approaches are widespread in biosensing of different biomarkers and cells [58,59].",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 58,
      "context" : "[60] employed capture-release strategy to sense insulin molecules.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 59,
      "context" : "[61] introduced an immunosensor based on MOF of UiO-67/Ru(bpy)32þ and Au@SiO2 NPs.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 60,
      "context" : "[62] applied a GdMOF fluorescence technique to the detection of insulin in human blood samples.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 61,
      "context" : "[63] utilized guanine and NiO NPs tomodify the GCE electrode surface by electrodeposition technique.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 62,
      "context" : "[64] used nickel nanoparticles to the sensitive electrochemical detection of bovine insulin injections using indium tin oxide (ITO) electrode.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 63,
      "context" : "[65] developed a flow injection electrochemical system using carbon ceramic electrode (CCE).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 64,
      "context" : "[66] constructed an immunosensor for insulin detection using Pd NPs@3D MoSx to functionalize the GCE electrode and then immobilizing of Ins-Ab on the electrode surface.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 65,
      "context" : "MOF nanomaterials provide some advantages as a sensing probe such as controlled porosity and size, flexible and different-shaped structure, plenty of various functional groups, and also metal atoms for furthers reaction [67].",
      "startOffset" : 220,
      "endOffset" : 224
    }, {
      "referenceID" : 66,
      "context" : "However, the mentioned limitation could be resolved by various surface modification and also production of the combined materials [68].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 67,
      "context" : "[69] fabricated a sensing platform by using photonic crystals (PCs).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 69,
      "context" : "[71] functionalized the MWCNTs with vinyl groups to produce a biocompatible MIPs by the non-covalent binding of insulin.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 70,
      "context" : "[72] developed an electromagnetic molecularly imprinted polymers (EMMIPs) based sensor by polymerization of insulin and Fe3O4@rGO/PANI nanoparticles (MGPNPs) to produce EMMIPs insulin sensor.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 71,
      "context" : "[73] utilized CPs to develop an ECL immunosensor for insulin detection.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 72,
      "context" : "[74] employed a zwitter ionic polymer of poly-(carboxybetaine methacrylate) (PCBMA) to the functionalization of the surface of Au electrode where Ins-Ab immobilized to the terminals of the polymer to specify the probe for insulin detection.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 73,
      "context" : "oligonucleotide based biosensing was utilized for different biomarkers of infectious, inheritable and noncontagious diseases [75].",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 74,
      "context" : "[76] reported a G-quadruplex based probe to the selective luminescent determination of insulin.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 75,
      "context" : "[77] developed a molecular beacon (MB) hemin where altering of the molecular conformation of MB at a given potential produce reductive current as analytical signal for detection of insulin from 1 pM to 300 pM with a LOD of 72 pM.",
      "startOffset" : 0,
      "endOffset" : 4
    } ],
    "year" : 2019,
    "abstractText" : "Insulin is one of the most important peptide hormones with a critical role in the control of human blood glucose level. Any changes in insulin secretion level can be resulted in various diseases including diabetes, kidney failure, obesity, neurodegenerative disease and myocardial infarctions. Thus, ultrasensitive and specific recognition of insulin is crucial for early stage diagnosis and treatment of diseases. This review summarizes the trends on the use of advanced nanomaterials towards biosensing of insulin. In comparison with the conventionally used materials in sensing applications, nanomaterials can enhance the sensitivity of methods because of their exponentially increase in the surface-to-volume ratio. This feature of the nanomaterials is the main factor for designing of the point-of-care (POC) devices. Categorization and analyzing of the materials trends not only highlight the favorable features of each material but also can guide the future studies trends to the most potentially materials. Therefore, various type of nanomaterials including carbon, gold, silver, magnetic, polymer, silica and metal based materials with different biosensing techniques such as optical, electrochemical and quartz crystal microbalance for insulin detection was discussed in this review. We report most recent advances in insulin detection from Jan 2010 to Feb 2019 with discussions on their advantages and limitations. The analytical figures of merit of the developed methods are also evaluated. © 2019 Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}