{
  "name" : "downloads_2019-12-01_f9_10.1080@00438243.2019.1686418.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Giving it a burl: towards the integration of genetics, isotope chemistry, and osteoarchaeology in Cape York, Tropical North Queensland, Australia",
    "authors" : [ "Mark Collard", "Sally Wasef", "Shaun Adams", "Kirsty Wright", "R. John Mitchell", "Joanne L. Wright", "Gabriel Wrobel", "Nano Nagle", "Adrian Miller", "Rachel Wood", "Timothy J. Pietsch", "Sheila Van Holst", "Michael C. Westaway", "Sheila Van Holst Pellekaan", "Clarence Flinders" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS Aboriginal Australians; ancient DNA; isotope chemistry; osteoarchaeology; community archaeology; repatriation"
    }, {
      "heading" : "1. Introduction",
      "text" : "As our contribution to this World Archaeology volume, we thought it might be useful to discuss a project we have been working on over the last few years, as a worked example of the combined use of genetic data and archaeological evidence. Supported by major grants from the Australian Research Council, the project focuses on the Cape York Peninsula of Tropical North Queensland and has two goals. One is to shed new light on the Indigenous history of the region. The other is to develop a methodology to assist with the repatriation of the remains of Aboriginal Australians. The project represents one of the first attempts to integrate genetic and archaeological research in an Australian context. It also involves members of local Aboriginal communities in decision making, data collection, and the preparation of technical and plain-language reports. As such, the project,\nCONTACT Mark Collard mark.collard@sfu.ca; Michael C. Westaway m.westaway@uq.edu.au Department of Archaeology, Simon Fraser University, 8888 University Drive, Burnaby, BC V5A 1S6, Canada; School of Social Sciences, University of Queensland, St Lucia, QLD, 4072, Australia\n© 2019 Informa UK Limited, trading as Taylor & Francis Group\nwhich can be thought of as an exercise in ‘community bioarchaeology’, offers not only new findings but also practical lessons that can inform future work in Australia and perhaps elsewhere.\nThis paper is structured as follows. In the next section, we provide some background to the project. We then outline the personnel involved in the project, its governance, and the main activities it has involved. Subsequently, we discuss the main results of the project to date. Thereafter, we consider what conducting the project has taught us about the prehistory of Cape York, and about the potential contribution of ancient DNA (aDNA) and isotope analysis to ongoing efforts to repatriate Aboriginal remains in Cape York and elsewhere in Australia. The paper closes with some observations about the integration of genetics and archaeology informed by our experiences with the project."
    }, {
      "heading" : "2. Background",
      "text" : ""
    }, {
      "heading" : "2.1. Cape York",
      "text" : "The Cape York Peninsula is delimited to the east by the Coral Sea and to the west by the Gulf of Carpentaria (Figure 1). To its north is the ca. 150 km wide Torres Strait, which separates Cape York from\nNew Guinea. The Cape’s southern margin conventionally follows the 16°S gridline. Within these boundaries are approximately 288,000 km2 of land (for scale, the UK is 242,495 km2).\nGeomorphological processes have generated contrasting east-west bedrock geology in the Cape. The eastern region bears large granite bodies and ancient upland metamorphic and igneous deposits that are incised by folds and faults (Willmott 2009). The uplands are part of the Great Dividing Range, which runs the entire length of Australia’s east coast. The low-lying plains of the western region are dominated by large alluvial fans of weathered bauxite and laterite (Willmott 2009). Twenty-two river catchments drain the Cape, ten emptying into the Coral Sea and 12 flowing towards the Gulf of Carpentaria.\nThe climate of northern Australia is strongly influenced by the Australian monsoon and consequently Cape York has a wet season and a dry season. The former occurs in the summer, from November to April (Woinarski et al. 2007). Tropical cyclones are common in this season (Luly, Grindrod, and Penny 2006). The Great Dividing Range creates orographic rains in the eastern coastal and upland areas through the dry winter months (Luly, Grindrod, and Penny 2006). These yearround rains support wet tropical vegetation. In contrast, the lowlands of the western Cape are strongly seasonal with regard to rainfall and consequently feature savannah grasslands and seasonally inundated floodplains."
    }, {
      "heading" : "2.2. Issues in Cape York’s prehistory",
      "text" : "At the moment, there are many unanswered questions about the Indigenous history of Cape York because the region has been the subject of relatively little archaeological research. In our project, we have been particularly interested in shedding more light on three issues. One is the initial human occupation of the Cape. Recent work indicates that humans first colonized Australia around 65,000 years ago (Clarkson et al. 2017), but it remains unclear which route or routes they used. Cape York’s proximity to New Guinea and Asia makes it a prime candidate for the point of initial landfall (Hiscock 2008). Thus, improving understanding of the Indigenous history of Cape York has the potential to shed light on the migration of humans into Australia and their dispersal across the island continent.\nA second issue we have sought to shed light on is when the coastal areas of Cape York were first occupied. Based on the results of excavations carried out in Princess Charlotte Bay (Figure 1), Beaton (1985) argued that the east coast of the mainland was occupied around 4,700 years ago and the islands in the bay, the Flinders Island Group, some 2,200 years later. These dates are so late, Beaton (1985) proposed, because the development of a coastal economy was dependent on environmental stasis which only came about after sea levels stabilized during the late Holocene. Other researchers, however, have suggested that Beaton’s (1985) failure to find earlier material is likely a consequence of taphonomic factors, such as tropical cyclones, which can obliterate coastal middens (Hiscock 2008).\nThe relationship between Cape York and Melanesia in prehistory is the third issue that has interested us. Most genetic studies have indicated that Indigenous Australians and Melanesians became genetically isolated from one another more than 30,000 years ago (e.g. Stoneking and Wilson 1989; Kayser et al. 2001; Bergström et al. 2016, 2017). However, a number of morphological similarities between populations in northern Australia and southern New Guinea have been suggested to be the result of gene flow in the last few thousand years (e.g. Kellock and Parsons 1970; Macintosh and Larnach 1973; Pietrusewsky 1979; Van Dijk 1998). These biological data are complemented by archaeological and ethnographic evidence indicative of links between Cape York and\nMelanesia subsequent to the arrival of Austronesians in the New Guinea area around 3,000 years ago. Perhaps most strikingly, some ethnographically-documented Cape groups used outrigger canoes (Rowland 2018; Wood 2018), and pottery and southwest Pacific-style stone arrangements have been found on Lizard Island (Lentfer et al. 2013). In view of the evidence for recent links between Cape York and Melanesia, McNiven, Von Gnielinski, and Quinnell (2004), McNiven et al. (2011) have argued that during the late Holocene the Cape was part of ‘The Coral Sea Cultural Interaction Sphere’, which is hypothesized to have involved not only cultural diffusion but also gene flow."
    }, {
      "heading" : "2.3. Repatriation in Australia",
      "text" : "Australian research institutions still hold substantial collections of Aboriginal remains. In Australia, collecting human remains for scientific purposes began later than in Europe and the US, but once underway it was pursued enthusiastically by laypeople, medical doctors, scientists, and colonial officials (Turnbull 2017). Even those charged with the responsibility of protecting Aboriginal people on the colonial frontier considered that Aboriginal remains should be obtained for research purposes (e.g. Roth 1897). In addition, large numbers of remains were collected in the course of coronial investigations and transferred to state institutions when determined to be Aboriginal.\nAs Indigenous people around the world gained civil rights, the collection of Indigenous remains for research purposes became the focus of increased criticism by descendant communities. This resulted in the repatriation movement, which began in the late 20th century. In Australia, federal government initiatives such as the Return of Indigenous Cultural Property Program of 2002 saw the repatriation of hundreds of remains to communities (Truscott 2006). In addition, Aboriginal peoples’ criticisms of archaeological research practices brought significant changes to the discipline (Griffiths 1996). Most significantly for present purposes, research on ancient human remains nearly disappeared (Littleton 2014).\nThe relationship between Aboriginal Australians and archaeologists has improved in recent years, but repatriation remains a thorny issue. One reason for this is that it has proven difficult to repatriate many Aboriginal remains held by institutions because they are not accompanied by adequate contextual information. The scale of the problem is substantial. Pardoe (2013) estimated that 10-15% of the South Australian Museum’s human remains collection is unprovenanced, and that up to 25% of other Australian collections have poor contextual information. As such, there is an urgent need to develop ways of identifying the likely tribal affiliation of unprovenanced Aboriginal remains."
    }, {
      "heading" : "3. Project personnel, leadership, and activities",
      "text" : "The project involves a wide range of researchers, including field archaeologists, biological anthropologists, isotope chemists, geneticists, and dating specialists. Rangers from the Napranam and Normanton Aboriginal ranger programmes and Marine Parks Queensland have also been important to the success of the project.\nThe project is directed by MCW in consultation with an advisory committee comprising representatives of several Cape York Aboriginal communities and organizations, including the Ankamuthi Traditional Owners Group, the Gkuthaarn and Kukatj People, the Thaynakwith People, the Yidiny\nand Gimuy Walubara People, and the Cape Melville, Flinders and Howick Islands Aboriginal Corporation.\nThe project has involved several excavations. One of these was prompted by the discovery of human remains eroding from a beach in the Flinders Island Group (Figure 1). The discovery led to a re-investigation of the island’s archaeology in collaboration with the Cape Melville, Flinders and Howick Islands Aboriginal Corporation. The research ultimately included excavation of a major occupation site, the Yindayin Rockshelter (previously referred to as the Endean Rockshelter [e.g. Beaton 1985]), as well as osteoarchaeological, isotope, and aDNA analyses of the remains of several individuals.\nA second excavation of eroded remains was undertaken in Normanton, which is on the west side of Cape York (Figure 1). Conversations with the Gkuthaarn and Kukatj People revealed that the eight individuals had died in the Normanton hospital at the beginning of the 20th Century. The remains were subjected to osteoarchaeological analysis, sampled for the purposes of aDNA and isotope analysis, and then reburied in the Normanton Aboriginal Cemetery by members of the local Aboriginal community and the research team (Figure 2).\nA further rescue excavation was undertaken at Duyfken Point (Figure 1). Duyfken Point is historically important because it was the first place in Australia to be visited by Europeans, in 1606 (Macknight 1969). Members of the project team excavated a burial with the assistance of the Napranam Aboriginal Rangers. The remains were subjected to osteoarchaeological analysis, sampled for the purposes of isotope and aDNA analysis, and then reburied in a location selected by the local Aboriginal community.\nWe also carried out fieldwork with the goal of generating the first strontium (Sr) isotope map for an Australian region. Such maps are a prerequisite for using Sr isotopes to reconstruct mobility in ancient populations and to provenance human remains of uncertain origin (e.g. Evans et al. 2010; Font et al. 2015; Willmes et al. 2018). In order to develop the map for the Cape, over 100 soil, water, plant, and faunal samples were obtained from locations selected to capture the geological diversity.\nOther fieldwork focused on collecting samples for DNA extraction. We sampled two collections that had been repatriated from the Queensland Museum. One of these comprised the skeletal remains of three Aboriginal people from the Cairns region (Figure 1). The remains had been repatriated to the Menmuny Museum, Yarrabah, and the Yidindji and Gungandji Peoples of Cairns in the 1990s. The other collection comprised hair from 18 Aboriginal individuals who lived on the west coast of Cape York in the late 19th Century. These specimens had been repatriated from the Queensland Museum in the previous decade and were held by the Mapoon Council. In addition to the skeletal and hair samples, saliva sampleswere collected fromAboriginal individuals in the city of Cairns and the towns ofWeipa, Mapoon, and Normanton (Figure 1) with a view to understanding contemporary genetic diversity in the Cape and aiding the interpretation of aDNA results (Figure 3).\nThe various data collection activities were conductedwith the permission of the Traditional Owners of the Aboriginal communities mentioned earlier in this section in connection with the project’s advisory committee. Where appropriate, permission was also obtained from the Queensland Parks and Wildlife Service. Samples from living people were obtained under a permit issued by the Griffith University Human Research Ethics Committee (see Malaspinas et al. [2016] and Wright et al. [2018b] for details)."
    }, {
      "heading" : "4. Key results to date",
      "text" : "The fieldwork and laboratory analyses carried out in connection with the project have produced a large number of results; some have been published, while others are currently being prepared for publication.\nOne study to which the project contributed was the first analysis of multiple complete Aboriginal Australian genomes (Malaspinas et al. 2016). In this study, nuclear DNA (nDNA) and mitochondrial DNA (mtDNA) genomes were generated from saliva samples provided by 25 Papuans from the New Guinea Highlands and 83 Aboriginal Australians, 18 of whom were from Cape York. Three findings of significance for the Cape’s prehistory were produced by the study. One was that the ancestors of Aboriginal Australians and Papuans diverged around 37,000 years ago (95% CI: 25–40 ka). Another was that the population of the Cape showed a steady increase during the Holocene. A third finding of significance regarding Cape York was that it is likely there was modest but continuous gene flow from Melanesians to Indigenous Australians during the Holocene but only in northeast Australia.\nA second study to which the project contributed focused on the possibility of using genomic data as a basis for repatriating unprovenanced Aboriginal remains (J.L. Wright et al. 2018b). In this study, ten nDNA and 27 mtDNA genomes from pre-European (up to 1540 BP) individuals of known provenance were sequenced and compared to 100 modern Aboriginal genomes. Twenty-three of the pre-European samples came from the Cape. The analyses revealed close affinities between pre-European and contemporary individuals from the same area, which indicates substantial population structure since at least the late Holocene and suggests that it may be possible to provenance Aboriginal remains using genomic methods. The analyses also produced a number of findings that are relevant to Cape York specifically. Two of the individuals whose remains we sampled during our archaeological fieldwork in the Flinders Island Group were found to belong to a new subhaplogroup within the recently discovered P5b mtDNA haplotype (Nagle et al. 2017), while three of the hair samples from Mapoon were determined to belong to a newly recognized mtDNA haplogroup, P5a1a. In addition, one of the Flinders Island Group individuals was found to have a Y chromosome haplotype not previously found among Aboriginal males, S1c. A further noteworthy finding for present purposes was that the Cairns and Flinders Island Group samples shared ca. 13% ancestry with New Guinea Highlanders.\nIn a third study, members of the project team created osteobiographies for the eight sets of skeletal remains recovered at Normanton (Adams et al. 2018a). One individual was found to be an adult, while the others were determined to be children. Several of the children had multiple skeletal pathologies, which is consistent with documentary evidence indicating that many Aboriginal people suffered poor health on the colonial frontier (Butlin 1982). The study was designed to be a contribution to the truth-telling requested by Aboriginal and Torres Strait Islander peoples in 2017 (https://www.referendumcouncil.org.au/final-report.html#toc-anchor-ulurustatement-from-theheart), and was co-authored with the lawyer who represents the Gkuthaarn and Kukatj People, Ms. Susan Philips.\nA fourth study arising from the project was the first regional scale analysis of Sr isotope variability in Australia (Adams et al. 2019). The 87Sr/86Sr range in the Cape was found to be 0.707–0.789, which is larger than the ranges reported for other countries. The high degree of variability is important because it should, in principle, increase the utility of Sr isotope mapping for provenancing human remains. Adams et al. (2019) also found a close correlation between surface soil leachates,\nvegetation, surface water, and faunal material indicating that surface soil and plant samples are reliable indicators of local bioavailable 87Sr/86Sr, supporting their use for assessing regional Sr isotope variability. A third important finding concerned the accuracy of a method of Sr provenancing that uses geostatistical models to predict values at unsampled locations. Adams et al.'s (2019) analyses indicated that it is not a robust way of mapping Sr isotope variability in Cape York. They found that unmodelled data capture the heterogeneity of the region’s geology more accurately. Lastly, Adams et al. (2019) created a Sr map for the Cape to aid in the reconstruction of Aboriginal mobility patterns in prehistory and repatriation efforts (Figure 4).\nA fifth study is close to submission (Adams et al. forthcoming). This study focused on five sets of skeletal remains recovered in the Flinders Island Group. Radiocarbon assays indicate that the individuals pre-date the arrival of Europeans in Australia. Two of them had been buried on the\nbeach; the others were interred as bark bundle burials in rockshelters. Adams et al. (forthcoming) measured Sr, oxygen (O), and carbon (C) isotope ratios in the individual’s tooth enamel carbonate and compared them to each other and to other samples from Oceania. Results suggest that the individuals from the rockshelters were of local origin. One of the individuals buried on the beach also had a local Sr signature. However, his δ13C value indicated that his juvenile diet was markedly different from those of the rockshelter burials, which Adams et al. (forthcoming) suggest may imply differential access to food resources among the inhabitants of the islands. The other beach interment exhibits isotope ratios that suggest she may have grown up on the mainland in a more temperate environment, and included a higher proportion of terrestrial, low trophic level foods in her diet. Overall, Adams et al.’s (forthcoming) results reveal a complex pattern of mobility and diet among the inhabitants of the Flinders Islands and adjacent mainland prior to the arrival of Europeans in the region.\nOur archaeological fieldwork produced two other noteworthy results. The excavation at the Yindayin Rockshelter recovered midden material dating to ca. 6,280 calBP (Wright, Faulkner, and Westaway n.d). This is several thousand years earlier than the previous earliest date for the occupation of the Flinders Island Group, which was ca. 2,500 BP (Beaton 1985). The other important result produced by our archaeological fieldwork involves the burial excavation at Duyfken Point. Only part of the skeleton was preserved, but the individual appeared to be female and around 30 years of age. More importantly for present purposes, radiocarbon and optically-stimulated luminescence (OSL) dates suggest that the burial is 3,100–3,700 years old (Figure 5), making it the oldest burial discovered in Cape York to date.\nLastly, we will briefly describe the ways in which we have sought to disseminate the findings of the project beyond the academy. One course of action we have followed is to prepare articles for The Conversation. We have produced four such articles, one to accompany each of the major studies we have published to date (Westaway et al. 2016; Adams, Westaway, and Martin 2018b; Wright, Lambert, and Wasef 2018a; Adams and Westaway 2019). Given the nature of the project, it has also been important for us to communicate the project’s goals and findings to local communities. To this end, we have participated in radio interviews and presented the project’s results to meetings of Aboriginal Corporations. In addition, we have created a number of different types of plain language documents. Of these, by far the most effective was a graphic novel-style poster created by Ms. Kate Moon (Figure 6). The poster provides an overview of the prehistory and history of the Flinders Island Group and explains the long-term goal of the project vis-à-vis repatriating ancestral remains to the islands’ Traditional Owners, the Aba Wurriya People."
    }, {
      "heading" : "5. Discussion and conclusions",
      "text" : "In this section we discuss what carrying out the project has taught us about the prehistory of Cape York. We then consider what the project has taught us about the potential contribution of aDNA and isotope analysis to the repatriation of Aboriginal remains to the Cape and elsewhere in Australia. We close the section – and the paper – with some observations about the integration of genetics and archaeology informed by our experiences with the project."
    }, {
      "heading" : "5.1. What has the project taught us about the prehistory of Cape York?",
      "text" : "While a number of large-scale genomic studies have focused on Australia in recent years, a regional approach integrated with archaeology has largely been absent. We believe the present project has\nhighlighted the potential such an approach has for providing a more nuanced understanding of the prehistory of Australia’s different regions.\nOf the various results yielded by the project, three are particularly important with respect to the Cape’s prehistory. One is Malaspinas et al.’s (2016) finding that the ancestors of Aboriginal Australians and Papuans from the New Guinea Highlands began to diverge ca. 37,000 years ago. This is consistent with the results of recent mtDNA and Y-chromosome studies, which suggest that the Aboriginal Australian-New Guinean divergence took place more than 30,000 years ago and maybe as much as 53,000 years ago (e.g. Bergström et al. 2016; Nagle et al. 2017). Such an early divergence is surprising because it is almost 30,000 years before the sundering of the Torresian Plain, which happened ca. 8,000 years ago (Hiscock 2008). At the moment, it is not possible to ascertain which other process or set of processes was responsible for the early divergence, but two possibilities suggest themselves. One is that it reflects the movement of the ancestors of the Papuans into the Highlands and a resulting decline in contact with populations in the Torresian Plain and Cape York. The other possibility is that it is a consequence of the impact of the formation of ethnolinguistic groups on gene flow. To test these hypotheses, it will be necessary to obtain a larger sample of genomes from New Guinea, the Torres Strait Islands, and Cape York, especially ancient ones, and to develop a better understanding of the culture history of the region.\nThe second of the project’s findings that is important for the prehistory of the Cape concerns gene flow. To reiterate, Malaspinas et al. (2016, 212) found evidence for 'continuous but modest' gene flow between Aboriginal Australians and Papuans after the formation of the Torres Strait but this gene flow was geographically restricted to northeast Australia. They were able to further elucidate the nature of these interactions by showing that the spread of genes was unidirectional,\nFigure 5. Section drawing showing age estimates associated with the burial excavated by the project team at Duyfken Point, near Weipa, on the west side of Cape York. The dates indicate that the burial is the oldest discovered to date in the Cape. Details of the excavation and dates can be obtained from the corresponding authors.\nFigure 6. A graphic novel-style poster designed to provide an overview of the prehistory and history of the Flinders Island Group and explain the long-term goal of the project vis-à-vis repatriating ancestral remains to the islands’ Traditional Owners, the Aba Wurriya people. The poster was created by Ms. Kate Moon.\nfrom New Guinea to Australia. In line with these findings, Wright et al. (2018b) estimated that their skeletal samples from Cairns and the Flinders Island Group had ca. 13% Papuan-related ancestry. At first glance, these findings appear to support McNiven, Von Gnielinski, and Quinnell (2004; McNiven et al. 2011) Coral Sea Interaction Sphere hypothesis, which posits the occurrence of gene flow from Melanesia to Cape York after the Austronesians dispersed into the southwest Pacific ca. 3,000 years ago. However, the fact that Malaspinas et al.’s (2016) analyses indicated that gene flow was continuous after the formation of the Torres Strait, which occurred around 8,000 years ago, raises the possibility that populations in Melanesia and Cape York interbred for several thousand years prior to the arrival of Austronesians in the southwest Pacific. Testing between these hypotheses will require the acquisition of additional aDNA samples from the eastern coastline of Cape York and New Guinea – and, ideally, the Torres Strait Islands too.\nThe discovery of midden material dating to ca. 6,280 calBP at the Yindayin Rockshelter on Stanley Island is the third finding that is particularly important for the Cape’s prehistory. Earlier we explained that Beaton’s (1985) excavations in Princess Charlotte Bay led him to conclude that the coast of the mainland was occupied around 4,700 years ago and the Flinders Island Group about 2,500 years ago. Our new dates from the Yindayin Rockshelter indicate that the Flinders Islands, and presumably therefore the adjacent mainland, were occupied several thousand years earlier than Beaton (1985) hypothesized. One of the implications of this is that the first people to colonize the Flinders Islands Group were able to do so without the aid of outrigger canoes, which appear to have been introduced to the Coral Sea by the Austronesians, who did not begin dispersing across the Pacific until around 3,000 years ago (Sheppard 2011; Denham, Bronk Ramsay, and Specht 2012). This contradicts what Beaton (1985) argued about the colonization of the islands."
    }, {
      "heading" : "5.2. What has the project taught us about the use of DNA and isotopes for repatriating unprovenanced Aboriginal remains?",
      "text" : "Although the genomic dataset (Wright et al. 2018b) and Sr map (Adams et al. 2019) developed in connection with the project should help with the problem of repatriating unprovenanced human remains to Cape York and elsewhere in Australia, we are still some way from possessing a reliable approach. The project highlighted several problems in this regard.\nOne concerns the two types of DNA in human cells, mtDNA and nDNA. Wright et al. (2018b) found that their nDNA data had a higher rate of affiliation than their mtDNA data, which failed to attribute ca. 7% of specimens due to sequence novelty. The greater accuracy of nDNA relative to mtDNA is not surprising, given the much greater amount of information in the nuclear genome. However, entirely focusing repatriation efforts on nDNA is not feasible at the moment because it has proven difficult to obtain nDNA from Aboriginal remains that are in excess of 1000 years old with current methods (Heupink et al. 2016; Wright et al. 2018b). The preservation problem is less acute with mtDNA. Because cells contain hundreds or thousands of mtDNA molecules compared to the two copies of the nuclear genome per cell, there is a much greater chance of some of them surviving intact in ancient material. The implication of this is that we will have to continue using mtDNA for the foreseeable future. Indeed, we may always have to use mtDNA for some poorly preserved cases. This in turn implies that we need to expand the mtDNA sample for Australia, the Torres Strait, and New Guinea, and also increase the size of the nDNA sample for the region.\nA second problematic issue concerns the use of Sr isotopes for repatriation in Cape York. While Sr isotope ratios vary substantially across the Cape, locations often do not have unique ratios. Instead,\nthey tend to have the same ratio as a number of other locations, often ones that are quite distant. This is readily apparent in the isoscape generated by Adams et al. (2019), which contains multiple geographically discontiguous blocks for most of the isotope ranges (Figure 4). For example, redbrown blocks, which correspond to the 0.735–0.745 range, are found towards the southeast and southwest corners of the Cape and also further north, but they are separated by blocks that are of a different colour and therefore represent different isotope ratio ranges. This implies that Sr isotope ratios may be able to narrow down the range of possible locations in the Cape from which an institution-held set of human remains was obtained but they are unlikely to be able to pinpoint a single location with confidence. Adams et al.’s (forthcoming) assessment of the mobility patterns of the five individuals from the Flinders Island Group indicates that using multiple isotopes, including those of O and C, may help to reduce the range of possibilities still further, but it also demonstrates that making inferences about an individual’s place of residence from multiple isotopes is not straightforward, even at the scale of a single bay. We may be able to improve the situation by, for example, formalizing the process of making inferences from multiple isotopes within a probabilistic framework. However, it is likely that equifinality will always be a problem. A corollary of this is that before embarking on a repatriation project researchers and community members should explicitly discuss what can be realistically achieved with isotopes and how that relates to a community’s ideas of return.\nRecently it has been argued that either genomics alone or genomics combined with anthropological and archival evidence should be enough to enable the thousands of unprovenanced Aboriginal remains in institutions in Australia and other countries to be repatriated with confidence (Phillips 2019). Based on our experience with the present project, we are sceptical about this claim. Genomics is undoubtedly a powerful tool but, as we noted earlier, the vagaries of preservation mean that it will not always be possible to recover sufficient DNA from a set of remains to carry out a genomic comparison. Moreover, the complexities of human social life (e.g. inter-tribal marriage) and the impacts of colonial policies on Indigenous Australians (e.g. displacement) are such that even full genome comparisons may not correctly identify an individual’s tribal affiliation. Thus, it would be unwise to rely on genomics alone for repatriation. As we explained earlier, isotopes offer a means of narrowing down the possibilities vis-à-vis the place where an individual lived. Given this, we are of the opinion that the development of a reliable protocol for repatriating unprovenanced Aboriginal remains will require genomics, isotopes, and whatever other lines of evidence are available.\nThe word ‘reliable’ in the last sentence is crucial. The repatriation of Indigenous remains is socially important and therefore deserves the same level of scientific scrutiny and certainty as the repatriation of historical military remains and modern missing person investigations. That is, the repatriation of Indigenous remains needs to be based on scientific findings consistent with the required standard of proof for a coronial investigation, which is ‘on the balance of probabilities’. Given this, we believe there is a need to develop repatriation standards for Indigenous remains that incorporate a forensic approach. The model, we think, should be a multi-disciplinary team of scientists using rigorously tested methods to generate objective and, where possible, quantitative and probabilistic data which are then presented to relevant independent decision makers or representatives of Indigenous communities within a framework of quality assurance. Because such a model is reliant on an integrated approach, it will be necessary to avoid creating a hierarchy among the scientific disciplines involved and focus instead on complementarity."
    }, {
      "heading" : "5.3. What has the project taught about the process of integrating genetics and archaeology?",
      "text" : "Although we consider the project to have been a success, with the benefit of hindsight there are definitely things we should have done differently. Most notably, we can now see that we should have paid more attention to the challenges involved in researchers from different scientific disciplines working together. We were mindful of the need to address potential difficulties arising from the differences in perspective that scientists and Indigenous people sometimes have vis-à-vis the treatment of ancient human remains, and we made sure that the main mechanism we settled on – the Aboriginal advisory committee – was adequately resourced. However, we did not appreciate until some way into the project that differences in perspective and disciplinary norms among scientists could also result in substantial challenges. Some of the differences in question were practical in nature (e.g. different ways of writing collaborative papers, different expectations regarding author-order); others were more theoretical (e.g. specialists underestimating the challenges involved in interpreting each other’s data). Given the difficulties we have encountered, we now believe we also should have proposed, and requested funding for, mechanisms specifically designed to foster interdisciplinary collaboration rather than simply relying on the standard methods of managing scientific projects involving two or more investigators, i.e. email, phone calls, video-chats, and occasional team meetings.\nThere is a broader lesson here, we think. It seems to us that the problem that motivated the present volume of World Archaeology – the concern on the part of some archaeologists that geneticists pay insufficient attention to the details of the archaeological record and to the potential sociopolitical ramifications of their work – is connected with the interdisciplinarity problem we encountered, and can probably also be resolved, or at least moderated, by deploying mechanisms that encourage sustained interaction and knowledge transfer between archaeologists and geneticists. We have encountered one mechanism that we think is worth exploring in this regard. The Canadian Institute for Advanced Research (CIFAR) is a non-profit organization that creates and maintains global interdisciplinary research networks working on complex problems, such as child and brain development and quantum information science (https://www.cifar.ca/). CIFAR networks aim for ‘deep collaboration’. This is primarily accomplished by bringing together the scientists in a given network two or three times a year to give talks about their research that are pitched for nonspecialists and are followed by long question and answer sessions. At these meetings the scientists in the network effectively teach each other about their disciplines’ assumptions, theories, epistemologies, and terminologies. Based on our experience with the CIFAR model, we think that it, or something very like it, would go a long way to bridging the ‘gap’ between genetics and archaeology highlighted by this volume. All that is required is a sufficiently motivated group of geneticists and archaeologists – and some funding.\nLastly, it is unquestionably the case that the project would not have succeeded without the enthusiastic participation of the Aboriginal communities of Cape York. Their involvement in the management of the project and data collection has been vital, as has their advice regarding the various non-technical outputs we have produced. In our view, those running future projects of this type in Australia would be well advised to ensure not only that the different scientific disciplines are treated as equal partners, but also that representatives of the local Indigenous communities are integrated into the project from the planning stage onwards. Based on our experience, the benefits of doing so are likely to be considerable."
    }, {
      "heading" : "Acknowledgments",
      "text" : "This paper is dedicated to the memory of our friend and collaborator Mr. Thomas Wales, who was an Elder of the Thaynakwith People. We hope he would have been pleased by the results we have obtained. We are grateful to Prof. David Burley, Mr. Gudju Gudju Fourmile, Prof. Brian Fry, Ms. Brooke Hendry, Prof. David Lambert, Dr. Peter McAllister, Mr. Larry Woosup, and Ms. Carol Yamashita for their help. We are also grateful for the support provided by the Napranam and Normanton Aboriginal Ranger programs, and Marine Parks Queensland. Lastly, we appreciate the advice of the volume-editor with whom we interacted, Prof. Matthew Spriggs, and two anonymous reviewers. The project has been primarily supported by the Australian Research Council, initially via its Linkage grant program and subsequently through a four-year fellowship awarded to MCW. Additional support has been provided by the Canada Research Chairs Program (228117 and 231256), the Canada Foundation for Innovation (203808 and 36801), the British Columbia Knowledge Development Fund (862-804231 and 962-805808), and Simon Fraser University.\nDisclosure statement\nNo potential conflict of interest was reported by the authors.\nFunding\nThis work was supported by the Australian Research Council;British Columbia Knowledge Development Fund [862-804231,962-805808]; Canada Foundation for Innovation [203808,36801]; Canada Research Chairs Program [228117,231256]; Simon Fraser University.\nNotes on contributors\nMark Collard is the Canada Research Chair in Human Evolutionary Studies and a Professor of Archaeology at Simon Fraser University in Burnaby, Canada.\nTimothy J. Pietsch is a dating specialist based at Griffith University’s Centre for Coastal Management, which is in the City of Gold Coast, Australia.\nShaun Adams is a PhD student with the Australian Research Centre for Human Evolution at Griffith University in Brisbane, Australia.\nKirsty Wright is a Visiting Fellow with the Genomics Research Centre at Queensland University of Technology in Brisbane, Australia.\nR.John Mitchell is an Honorary Research Fellow in the Department of Biochemistry and Genetics at La Trobe University in Melbourne, Australia.\nJoanne L. Wright completed at PhD in ancient DNA at Griffith University in Brisbane, Australia. She is now an independent scholar.\nGabriel Wrobel is an Associate Professor of Anthropology at Michigan State University in East Lansing, USA.\nNano Nagle is a PhD student in the Department of Biochemistry and Genetics at La Trobe University in Melbourne, Australia.\nAdrian Miller is the Pro Vice-Chancellor (Indigenous Engagement) and a Professor of Indigenous Engagement at CQUniversity in Townsville, Australia.\nRachel Wood is a Senior Lecturer in Radiocarbon Dating in the Research School of Earth Sciences and the School of Archaeology and Anthropology at the Australian National University in Canberra, Australia.\nSally Wasef is a Postdoctoral Research Fellow in Paleogenetics with the Australian Research Centre for Human Evolution at Griffith University in Brisbane, Australia.\nSheila Van Holst Pellekaan was a Senior Lecturer at the University of Sydney and a Research Fellow in population genetics at the University of New South Wales in Sydney, Australia. She is now an independent scholar.\nClarence Flinders is a member of the Cape Melville, Flinders and Howick Islands Aboriginal Corporation in Cairns, Australia.\nMichael C. Westaway is an Associate Professor in the School of Social Sciences at the University of Queensland in Brisbane, Australia.\nORCID\nMark Collard http://orcid.org/0000-0002-2725-4989 Joanne L. Wright http://orcid.org/0000-0002-2829-6400 Gabriel Wrobel http://orcid.org/0000-0002-1821-3202"
    } ],
    "references" : [ {
      "title" : "Strontium Isotope Distribution Throughout North-East Australia: Human Provenance and Repatriation.",
      "author" : [ "S. Adams", "R. Grün", "D. McGahan", "J.-X. Zhao", "A. Nguyen", "M. Willmes", "M. Quaresimin", "B. Lobsey", "M. Collard", "M.C. Westaway" ],
      "venue" : null,
      "citeRegEx" : "Adams et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Adams et al\\.",
      "year" : 2019
    }, {
      "title" : "Truth-telling in the Wake of European Contact: Historical Investigation of Aboriginal Skeletal Remains from Normanton.",
      "author" : [ "S. Adams", "R. Martin", "S. Phillips", "C. Macgregor", "M. Westaway" ],
      "venue" : "Archaeologies: Journal of the World Archaeological Congress",
      "citeRegEx" : "Adams et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Adams et al\\.",
      "year" : 2018
    }, {
      "title" : "Where Did You Grow Up? How Strontium in Your Teeth Can Help Answer that Question.",
      "author" : [ "S. Adams", "M. Westaway" ],
      "venue" : "The Conversation",
      "citeRegEx" : "Adams and 2019.,? \\Q2019\\E",
      "shortCiteRegEx" : "Adams and 2019.",
      "year" : 2019
    }, {
      "title" : "Poor Health in Aboriginal Children after European Colonization Revealed in Their Skeletal Remains.",
      "author" : [ "S. Adams", "M. Westaway", "R. Martin" ],
      "venue" : "The Conversation",
      "citeRegEx" : "Adams et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Adams et al\\.",
      "year" : 2018
    }, {
      "title" : "Evidence for a Coastal Occupation Time-lag at Princess Charlotte Bay (North queensland) and Implications for Coastal Colonization and Population Growth Theories for Aboriginal Australia.",
      "author" : [ "J. Beaton" ],
      "venue" : "Archaeology in Oceania",
      "citeRegEx" : "Beaton,? \\Q1985\\E",
      "shortCiteRegEx" : "Beaton",
      "year" : 1985
    }, {
      "title" : "Deep Roots for Aboriginal Australian Y Chromosomes.",
      "author" : [ "A. Bergström", "N. Nagle", "Y. Chen", "S. McCarthy", "M.O. Pollard", "Q. Ayub", "S. Wilcox" ],
      "venue" : "Current Biology",
      "citeRegEx" : "Bergström et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Bergström et al\\.",
      "year" : 2016
    }, {
      "title" : "A Neolithic Expansion, but Strong Genetic Structure, in the Independent History",
      "author" : [ "A. Bergström", "S.J. Oppenheimer", "A.J. Mentzer", "K. Auckland", "K. Robson", "R. Attenborough", "M.P. Alpers" ],
      "venue" : null,
      "citeRegEx" : "Bergström et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Bergström et al\\.",
      "year" : 2017
    }, {
      "title" : "Close Encounters of the Worst Kind: Modelling Aboriginal Depopulation and Resource Competition",
      "author" : [ "N.G. Butlin" ],
      "venue" : null,
      "citeRegEx" : "Butlin,? \\Q1982\\E",
      "shortCiteRegEx" : "Butlin",
      "year" : 1982
    }, {
      "title" : "Human Occupation of Northern Australia by 65,000 Years Ago.",
      "author" : [ "C. Clarkson", "Z. Jacobs", "B. Marwick", "R. Fullagar", "L. Wallis", "M. Smith", "R.G. Roberts" ],
      "venue" : "Nature 547:",
      "citeRegEx" : "Clarkson et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Clarkson et al\\.",
      "year" : 2017
    }, {
      "title" : "Dating the Appearance of Lapita Pottery in the Bismarck Archipelago and Its Dispersal to Remote Oceania.",
      "author" : [ "T. Denham", "C. Bronk Ramsay", "J. Specht" ],
      "venue" : "Archaeology in Oceania",
      "citeRegEx" : "Denham et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Denham et al\\.",
      "year" : 2012
    }, {
      "title" : "Spatial Variations in Biosphere 87sr/86sr in Britain.",
      "author" : [ "J.A. Evans", "J. Montgomery", "G. Wildman", "N. Boulton" ],
      "venue" : "Journal of the Geological Society 167:",
      "citeRegEx" : "Evans et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Evans et al\\.",
      "year" : 2010
    }, {
      "title" : "Provenancing of Unidentified World War II Casualties: Application of Strontium and Oxygen Isotope Analysis in Tooth Enamel.",
      "author" : [ "L. Font", "G. Jonker", "P.A. van Aalderen", "E.F. Schiltmans", "G.R. Davies" ],
      "venue" : "Science and Justice",
      "citeRegEx" : "Font et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Font et al\\.",
      "year" : 2015
    }, {
      "title" : "Hunters and Collectors: The Antiquarian Imagination in Australia",
      "author" : [ "T. Griffiths" ],
      "venue" : "Cambridge: Cambridge University Press.",
      "citeRegEx" : "Griffiths,? 1996",
      "shortCiteRegEx" : "Griffiths",
      "year" : 1996
    }, {
      "title" : "Ancient mtDNA Sequences from the First Australians Revisited.",
      "author" : [ "T.H. Heupink", "S. Subramanian", "J.L. Wright", "P. Endicott", "M.C. Westaway", "L. Huynen", "W. Parson", "C.D. Millar", "E. Willerslev", "D.M. Lambert" ],
      "venue" : "Proceedings of the National Academy of Sciences USA",
      "citeRegEx" : "Heupink et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Heupink et al\\.",
      "year" : 2016
    }, {
      "title" : "Archaeology of Ancient Australia",
      "author" : [ "P. Hiscock" ],
      "venue" : "London: Routledge.",
      "citeRegEx" : "Hiscock,? 2008",
      "shortCiteRegEx" : "Hiscock",
      "year" : 2008
    }, {
      "title" : "Independent Histories of Human Y Chromosomes from Melanesia and Australia.",
      "author" : [ "M. Kayser", "S. Brauer", "G. Weiss", "W. Schiefenhövel", "P.A. Underhill", "M. Stoneking" ],
      "venue" : "American Journal of Human Genetics",
      "citeRegEx" : "Kayser et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Kayser et al\\.",
      "year" : 2001
    }, {
      "title" : "A Comparison of the Incidence of Minor Non-metrical Cranial Variants in Australian Aborigines with Those of Melanesia and Polynesia.",
      "author" : [ "W.L. Kellock", "P.A. Parsons" ],
      "venue" : "American Journal of Physical Anthropology",
      "citeRegEx" : "Kellock and Parsons.,? \\Q1970\\E",
      "shortCiteRegEx" : "Kellock and Parsons.",
      "year" : 1970
    }, {
      "title" : "Human History and Palaeoenvironmental Change at Site 17, Freshwater Beach, Lizard Island, Northeast Queensland, Australia.",
      "author" : [ "C.J. Lentfer", "M.W. Felgate", "R.A. Mills", "J. Specht" ],
      "venue" : "Queensland Archaeological Research",
      "citeRegEx" : "Lentfer et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Lentfer et al\\.",
      "year" : 2013
    }, {
      "title" : "Local Trajectories? A View from down Under.",
      "author" : [ "J. Littleton" ],
      "venue" : "Archaeological Human Remains,",
      "citeRegEx" : "Littleton,? \\Q2014\\E",
      "shortCiteRegEx" : "Littleton",
      "year" : 2014
    }, {
      "title" : "Holocene Palaeoenvironments and Change at Three-Quarter Mile Lake, Silver Plains Station, Cape York Peninsula, Australia.",
      "author" : [ "J.G. Luly", "J.F. Grindrod", "D. Penny" ],
      "venue" : "The Holocene 16: 1085–1094",
      "citeRegEx" : "Luly et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Luly et al\\.",
      "year" : 2006
    }, {
      "title" : "A Cranial Study of the Aborigines of Queensland with A Contrast between Australian and New Guinea Crania.",
      "author" : [ "N.W.G. Macintosh", "S.L. Larnach" ],
      "venue" : "In The Human Biology of Aborigines in Cape York, edited by R. L. Kirk,",
      "citeRegEx" : "Macintosh and Larnach.,? \\Q1973\\E",
      "shortCiteRegEx" : "Macintosh and Larnach.",
      "year" : 1973
    }, {
      "title" : "The Farthest Coast: A Selection of Writings Relating to the History of the Northern Coast of Australia",
      "author" : [ "C.C. Macknight" ],
      "venue" : "Melbourne: University of Melbourne Press.",
      "citeRegEx" : "Macknight,? 1969",
      "shortCiteRegEx" : "Macknight",
      "year" : 1969
    }, {
      "title" : "A Genomic History of Aboriginal Australia.",
      "author" : [ "A.S. Malaspinas", "M.C. Westaway", "C. Muller", "V.C. Sousa", "O. Lao", "I. Alves", "A. Bergström" ],
      "venue" : "Nature 538:",
      "citeRegEx" : "Malaspinas et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Malaspinas et al\\.",
      "year" : 2016
    }, {
      "title" : "New Direction in Human Colonisation of the Pacific: Lapita Settlement of South Coast New Guinea.",
      "author" : [ "I.J. McNiven", "B. David", "T. Richards", "K. Aplin", "B. Asmussen", "J. Mialanes", "M. Leavesley", "P. Faulkner", "S. Ulm" ],
      "venue" : "Australian Archaeology",
      "citeRegEx" : "McNiven et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "McNiven et al\\.",
      "year" : 2011
    }, {
      "title" : "Torres Strait and the Origin of Large Stone Axes from Kiwai Island, Fly River Estuary (Papua New guinea).",
      "author" : [ "I.J. McNiven", "F. Von Gnielinski", "M. Quinnell" ],
      "venue" : "Memoirs of the Queensland Museum",
      "citeRegEx" : "McNiven et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "McNiven et al\\.",
      "year" : 2004
    }, {
      "title" : "Repatriation, Reburial, and Biological Research in Australia: Rhetoric and Practice.",
      "author" : [ "C. Pardoe" ],
      "venue" : "Tarlow and L. N. Stutz,",
      "citeRegEx" : "Pardoe,? \\Q2013\\E",
      "shortCiteRegEx" : "Pardoe",
      "year" : 2013
    }, {
      "title" : "Indigenous Groups Look to Ancient DNA to Bring Their Ancestors Home.",
      "author" : [ "N. Phillips" ],
      "venue" : "Nature 568:",
      "citeRegEx" : "Phillips,? \\Q2019\\E",
      "shortCiteRegEx" : "Phillips",
      "year" : 2019
    }, {
      "title" : "Craniometric Variation in Pleistocene Australian and More Recent Australian and New Guinea Populations Studied by Multivariate Procedures.",
      "author" : [ "M. Pietrusewsky" ],
      "venue" : "Occasional Papers in Human Biology",
      "citeRegEx" : "Pietrusewsky,? \\Q1979\\E",
      "shortCiteRegEx" : "Pietrusewsky",
      "year" : 1979
    }, {
      "title" : "Ethnographic Studies Amongst the NW Central Aborigines",
      "author" : [ "W. Roth" ],
      "venue" : "Cambridge: Cambridge University Press.",
      "citeRegEx" : "Roth,? 1897",
      "shortCiteRegEx" : "Roth",
      "year" : 1897
    }, {
      "title" : "65,000 Years of Isolation in Aboriginal Australia or Continuity and External Contacts? an Assessment of the Evidence with an Emphasis on the Queensland Coast.",
      "author" : [ "M.J. Rowland" ],
      "venue" : "Journal of the Anthropological Society of South Australia",
      "citeRegEx" : "Rowland,? \\Q2018\\E",
      "shortCiteRegEx" : "Rowland",
      "year" : 2018
    }, {
      "title" : "Lapita Colonization across the Near/Remote Oceania Boundary.",
      "author" : [ "P. Sheppard" ],
      "venue" : "Current Anthropology",
      "citeRegEx" : "Sheppard,? \\Q2011\\E",
      "shortCiteRegEx" : "Sheppard",
      "year" : 2011
    }, {
      "title" : "Mitochondrial DNA.",
      "author" : [ "M. Stoneking", "A.C. Wilson" ],
      "venue" : "V. S. Hill and S. Serjeantson,",
      "citeRegEx" : "Stoneking and Wilson.,? \\Q1989\\E",
      "shortCiteRegEx" : "Stoneking and Wilson.",
      "year" : 1989
    }, {
      "title" : "Repatriation of Indigenous Cultural Property.” Report prepared for the Australian State of the Environment Committee. Canberra: Department of the Environment and Heritage",
      "author" : [ "M. Truscott" ],
      "venue" : null,
      "citeRegEx" : "Truscott,? \\Q2006\\E",
      "shortCiteRegEx" : "Truscott",
      "year" : 2006
    }, {
      "title" : "Science, Museums and Collecting the Indigenous Dead in Colonial Australia",
      "author" : [ "P. Turnbull" ],
      "venue" : "Cham: Palgrave Macmillan.",
      "citeRegEx" : "Turnbull,? 2017",
      "shortCiteRegEx" : "Turnbull",
      "year" : 2017
    }, {
      "title" : "The Melanesians: An Osteological Study of Their Biological Relationships within the Pacific.",
      "author" : [ "N. Van Dijk" ],
      "venue" : "Unpublished PhD thesis,",
      "citeRegEx" : "Dijk,? \\Q1998\\E",
      "shortCiteRegEx" : "Dijk",
      "year" : 1998
    }, {
      "title" : "DNA Reveals a New History of the First Australians.",
      "author" : [ "M.C. Westaway", "C. Bowern", "D. Lambert", "J.L. Wright", "S. Subramanian" ],
      "venue" : "The Conversation",
      "citeRegEx" : "Westaway et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Westaway et al\\.",
      "year" : 2016
    }, {
      "title" : "Mapping of Bioavailable Strontium Isotope Ratios in France for Archaeological Provenance Studies.",
      "author" : [ "M. Willmes", "C.P. Bataille", "H.F. James", "I. Moffat", "L. McMorrow", "L. Kinsley", "R.A. Armstrong", "S. Eggins", "R. Grün" ],
      "venue" : "Applied Geochemistry",
      "citeRegEx" : "Willmes et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Willmes et al\\.",
      "year" : 2018
    }, {
      "title" : "The Geological Story of Cape York Peninsula.” Report prepared for the Department of Environment and Resources Management, Brisbane",
      "author" : [ "W. Willmott" ],
      "venue" : null,
      "citeRegEx" : "Willmott,? \\Q2009\\E",
      "shortCiteRegEx" : "Willmott",
      "year" : 2009
    }, {
      "title" : "The Nature of Northern Australia: Its Natural Values, Ecological Processes and Future Prospects",
      "author" : [ "J. Woinarski", "B. Mackey", "H. Nix", "B. Traill." ],
      "venue" : "Canberra: ANU Press.",
      "citeRegEx" : "Woinarski et al\\.,? 2007",
      "shortCiteRegEx" : "Woinarski et al\\.",
      "year" : 2007
    }, {
      "title" : "Wangga: The Linguistic and Typological Evidence for the Sources of the Outrigger",
      "author" : [ "R. Wood" ],
      "venue" : "Canoes of Torres Strait and Cape York Peninsula.” Oceania",
      "citeRegEx" : "Wood,? \\Q2018\\E",
      "shortCiteRegEx" : "Wood",
      "year" : 2018
    }, {
      "title" : "DNA from Ancient Aboriginal Australian Remains Enables Their Return to Country.",
      "author" : [ "J.L. Wright", "D. Lambert", "S. Wasef 2018a" ],
      "venue" : "The Conversation",
      "citeRegEx" : "Wright et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wright et al\\.",
      "year" : 2018
    }, {
      "title" : "Ancient Nuclear Genomes Enable Repatriation of Indigenous Human Remains.",
      "author" : [ "J.L. Wright", "S. Wasef", "T.H. Heupink", "M.C. Westaway", "S. Rasmussen", "C. Pardoe", "G.G. Fourmile" ],
      "venue" : "Science Advances 4: eaau5064. doi:10.1126/sciadv.aau5064",
      "citeRegEx" : "Wright et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wright et al\\.",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 37,
      "context" : "The eastern region bears large granite bodies and ancient upland metamorphic and igneous deposits that are incised by folds and faults (Willmott 2009).",
      "startOffset" : 135,
      "endOffset" : 150
    }, {
      "referenceID" : 38,
      "context" : "The former occurs in the summer, from November to April (Woinarski et al. 2007).",
      "startOffset" : 56,
      "endOffset" : 79
    }, {
      "referenceID" : 8,
      "context" : "Recent work indicates that humans first colonized Australia around 65,000 years ago (Clarkson et al. 2017), but it remains unclear which route or routes they used.",
      "startOffset" : 84,
      "endOffset" : 106
    }, {
      "referenceID" : 14,
      "context" : "Cape York’s proximity to New Guinea and Asia makes it a prime candidate for the point of initial landfall (Hiscock 2008).",
      "startOffset" : 106,
      "endOffset" : 120
    }, {
      "referenceID" : 14,
      "context" : "Other researchers, however, have suggested that Beaton’s (1985) failure to find earlier material is likely a consequence of taphonomic factors, such as tropical cyclones, which can obliterate coastal middens (Hiscock 2008).",
      "startOffset" : 208,
      "endOffset" : 222
    }, {
      "referenceID" : 15,
      "context" : "Most genetic studies have indicated that Indigenous Australians and Melanesians became genetically isolated from one another more than 30,000 years ago (e.g. Stoneking and Wilson 1989; Kayser et al. 2001; Bergström et al. 2016, 2017).",
      "startOffset" : 152,
      "endOffset" : 233
    }, {
      "referenceID" : 27,
      "context" : "However, a number of morphological similarities between populations in northern Australia and southern New Guinea have been suggested to be the result of gene flow in the last few thousand years (e.g. Kellock and Parsons 1970; Macintosh and Larnach 1973; Pietrusewsky 1979; Van Dijk 1998).",
      "startOffset" : 195,
      "endOffset" : 288
    }, {
      "referenceID" : 29,
      "context" : "Perhaps most strikingly, some ethnographically-documented Cape groups used outrigger canoes (Rowland 2018; Wood 2018), and pottery and southwest Pacific-style stone arrangements have been found on Lizard Island (Lentfer et al.",
      "startOffset" : 92,
      "endOffset" : 117
    }, {
      "referenceID" : 39,
      "context" : "Perhaps most strikingly, some ethnographically-documented Cape groups used outrigger canoes (Rowland 2018; Wood 2018), and pottery and southwest Pacific-style stone arrangements have been found on Lizard Island (Lentfer et al.",
      "startOffset" : 92,
      "endOffset" : 117
    }, {
      "referenceID" : 17,
      "context" : "Perhaps most strikingly, some ethnographically-documented Cape groups used outrigger canoes (Rowland 2018; Wood 2018), and pottery and southwest Pacific-style stone arrangements have been found on Lizard Island (Lentfer et al. 2013).",
      "startOffset" : 211,
      "endOffset" : 232
    }, {
      "referenceID" : 33,
      "context" : "In Australia, collecting human remains for scientific purposes began later than in Europe and the US, but once underway it was pursued enthusiastically by laypeople, medical doctors, scientists, and colonial officials (Turnbull 2017).",
      "startOffset" : 218,
      "endOffset" : 233
    }, {
      "referenceID" : 32,
      "context" : "In Australia, federal government initiatives such as the Return of Indigenous Cultural Property Program of 2002 saw the repatriation of hundreds of remains to communities (Truscott 2006).",
      "startOffset" : 171,
      "endOffset" : 186
    }, {
      "referenceID" : 12,
      "context" : "In addition, Aboriginal peoples’ criticisms of archaeological research practices brought significant changes to the discipline (Griffiths 1996).",
      "startOffset" : 127,
      "endOffset" : 143
    }, {
      "referenceID" : 18,
      "context" : "Most significantly for present purposes, research on ancient human remains nearly disappeared (Littleton 2014).",
      "startOffset" : 94,
      "endOffset" : 110
    }, {
      "referenceID" : 21,
      "context" : "historically important because it was the first place in Australia to be visited by Europeans, in 1606 (Macknight 1969).",
      "startOffset" : 103,
      "endOffset" : 119
    }, {
      "referenceID" : 11,
      "context" : "Such maps are a prerequisite for using Sr isotopes to reconstruct mobility in ancient populations and to provenance human remains of uncertain origin (e.g. Evans et al. 2010; Font et al. 2015; Willmes et al. 2018).",
      "startOffset" : 150,
      "endOffset" : 213
    }, {
      "referenceID" : 36,
      "context" : "Such maps are a prerequisite for using Sr isotopes to reconstruct mobility in ancient populations and to provenance human remains of uncertain origin (e.g. Evans et al. 2010; Font et al. 2015; Willmes et al. 2018).",
      "startOffset" : 150,
      "endOffset" : 213
    }, {
      "referenceID" : 22,
      "context" : "One study to which the project contributed was the first analysis of multiple complete Aboriginal Australian genomes (Malaspinas et al. 2016).",
      "startOffset" : 117,
      "endOffset" : 141
    }, {
      "referenceID" : 7,
      "context" : "pathologies, which is consistent with documentary evidence indicating that many Aboriginal people suffered poor health on the colonial frontier (Butlin 1982).",
      "startOffset" : 144,
      "endOffset" : 157
    }, {
      "referenceID" : 0,
      "context" : "A fourth study arising from the project was the first regional scale analysis of Sr isotope variability in Australia (Adams et al. 2019).",
      "startOffset" : 117,
      "endOffset" : 136
    }, {
      "referenceID" : 35,
      "context" : "We have produced four such articles, one to accompany each of the major studies we have published to date (Westaway et al. 2016; Adams, Westaway, and Martin 2018b; Wright, Lambert, and Wasef 2018a; Adams and Westaway 2019).",
      "startOffset" : 106,
      "endOffset" : 222
    }, {
      "referenceID" : 23,
      "context" : "At first glance, these findings appear to support McNiven, Von Gnielinski, and Quinnell (2004; McNiven et al. 2011) Coral Sea Interaction Sphere hypothesis, which posits the occurrence of gene flow from",
      "startOffset" : 88,
      "endOffset" : 115
    }, {
      "referenceID" : 30,
      "context" : "One of the implications of this is that the first people to colonize the Flinders Islands Group were able to do so without the aid of outrigger canoes, which appear to have been introduced to the Coral Sea by the Austronesians, who did not begin dispersing across the Pacific until around 3,000 years ago (Sheppard 2011; Denham, Bronk Ramsay, and Specht 2012).",
      "startOffset" : 305,
      "endOffset" : 359
    }, {
      "referenceID" : 0,
      "context" : "2018b) and Sr map (Adams et al. 2019) developed in connection with the project should help with the problem of repatriating unprovenanced human remains to Cape York and elsewhere in Australia, we are still some way from possessing a reliable approach.",
      "startOffset" : 18,
      "endOffset" : 37
    }, {
      "referenceID" : 13,
      "context" : "However, entirely focusing repatriation efforts on nDNA is not feasible at the moment because it has proven difficult to obtain nDNA from Aboriginal remains that are in excess of 1000 years old with current methods (Heupink et al. 2016; Wright et al. 2018b).",
      "startOffset" : 215,
      "endOffset" : 257
    }, {
      "referenceID" : 26,
      "context" : "Recently it has been argued that either genomics alone or genomics combined with anthropological and archival evidence should be enough to enable the thousands of unprovenanced Aboriginal remains in institutions in Australia and other countries to be repatriated with confidence (Phillips 2019).",
      "startOffset" : 279,
      "endOffset" : 294
    } ],
    "year" : 2019,
    "abstractText" : "In this paper we outline a worked example of the combined use of genetic data and archaeological evidence. The project focuses on Queensland’s Cape York Peninsula and has two goals. One is to shed new light on the population history of the region. The other is to develop a methodology to facilitate repatriation of the remains of Aboriginal Australians. After providing some background to the project and outlining its main activities, we summarize our key findings to date. Subsequently, we discuss what the project has taught us about the prehistory of Cape York, the potential for DNA research and isotope chemistry to assist research institutions and Aboriginal communities with the repatriation of unaffiliated remains, and the process of conducting combined genetic and archaeological research.",
    "creator" : "Arbortext Advanced Print Publisher 11.0.3433/W Unicode"
  }
}