{
  "name" : "downloads_2020-08-20_71_galliano2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Hydrogel Electrolytes Based on Xanthan Gum: Green Route towards Stable Dye-Sensitized Solar Cells",
    "authors" : [ "Simone Galliano", "Federico Bella", "Matteo Bonomo", "Guido Viscardi", "Claudio Gerbaldi", "Gerrit Boschloo", "Claudia Barolo" ],
    "emails" : [ "simone.galliano@unito.it", "matteo.bonomo@unito.it", "guido.viscardi@unito.it", "federico.bella@polito.it", "claudio.gerbaldi@polito.it", "gerrit.boschloo@kemi.uu.se", "claudia.barolo@unito.it" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: aqueous dye-sensitized solar cells; xanthan gum; design of experiments; stability; biosourced polymer"
    }, {
      "heading" : "1. Introduction",
      "text" : "Nowadays, sustainable solar energy harvesting technologies able to provide enhanced performance under low or weak irradiation (e.g., on a cloudy day, indoor, etc.) and possessing aesthetically pleasing/functional features, suitable for building integration (BIPV), are highly suited as complementary renewable sources to Si-based photovoltaics from a smart-grid energy perspective [1–4]. Among them, dye-sensitized solar cells (DSSCs) are one of the most interesting choices [5–7]. However, many issues remain to be solved before the widespread commercialization of practical DSSCs, safety as well as long-term stability being among the main drawbacks [8]. Actually, high-efficiency DSSCs are prepared mainly with organic solvent-based liquid electrolytes, such as acetonitrile (ACN) and methoxypropionitrile (MPN). These are often oil derivatives characterized by toxicity and flammability; in addition, they possess high vapor pressure and volatility, which often straightforwardly lead to electrolyte leakage and decrease of photovoltaic performance over time [9,10].\nNanomaterials 2020, 10, 1585; doi:10.3390/nano10081585 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 1585 2 of 19\nBearing this in mind and with the idea of creating efficient, safe and low-cost DSSCs, the research moved towards alternative solvents [11–13]. Above all, water-based DSSCs are amongst the best solutions, providing reduced costs, nonflammability, good stability and environmental compatibility [14]. In recent years, scientific literature on this topic has significantly increased [15–19]. Devices have been reported, which achieve efficiency close to 6% with a mixed water/organic electrolyte [20], or even 5.5% and 7% with 100% aqueous electrolytes based on a cobalt [21] and iodine/iodide [22] redox couple, respectively. The latter results have been obtained with an optimized photoanode and an innovative PEDOT (poly(3,4-ethylenedioxythiophene))-derivative based counter electrode. Even more interestingly, the possibility of trapping the liquid solvent in a solid or quasi-solid matrix can reduce electrolyte leakage, correspondingly increasing long-term stability [10,23,24]: polymer networks are highly effective in this respect, due to their easy synthesis and tunable properties. However, the use of a hydrogel is much less explored in the literature. Camacho et al. employed a K-carrageenan hydrophilic polymer as a gelling agent in pure water, but the overall performance was lower than 0.01% [25]. More recently, Saraubh and coworkers [26] reported on the use of a saturated chenodeoxycholic acid (CDCA) liquid electrolyte that was then jellified with 62% w/w block copolymer (EO52-PO35-EO52), resulting in photoconversion efficiency (PCE) ≈ 1%. The same authors employed a slightly different block copolymer, viz. Pluronic F77 (PEO53-PPO34-PEO53) in an aqueous solution containing 0.5 M LiI/0.05 M I2/0.2 M tert-butyl pyridine (TBP) with 45% w/w polymer to solution composition leading to efficiency close to 2% [27]. Zhang et al. employed an inorganic templating agent (SiO2) to build up a jellified electrolyte (efficiency = 1.48%) [28]. Interesting results (up to 4%) [29] have also been obtained with high voltage redox couples; however, the use of cobalt complexes still undermines the overall sustainability. Moreover, water-based quasi-solid electrolytes ensuring the highest efficiencies are usually prepared with a large quantity of synthetic macromolecules derived from the petrochemical industry, which actually makes the DSSC technology not 100% renewable or eco-friendly [30–32]. Bearing in mind the idea to investigate the feasibility of stable, but sustainable solar cells with safe and truly nontoxic components, we decided to focus our efforts on low-cost, abundant bio-derived polymers and critical raw material (CRM)-free redox couples as attractive and feasible alternatives to common organic electrolyte redox mediators [33–39]. In this context, we employed a standard Pt-based counter-electrode, but a further improvement in the sustainability of aqueous DSSCs should consider the development of alternative counter-electrodes [40–42]. Following our preliminary results on the use of carboxymethyl cellulose (CMC) as a biopolymer matrix for aqueous electrolytes [34], here we propose a different bioderived polymer, namely the xanthan gum (XG). XG is a low-cost, water-soluble polysaccharide secreted by Xanthomonas campestris bacterium and commonly used in the food and cosmetic industries as a thickening and stabilizing agent [43]. Its primary structure is based on a pentasaccharide repeating unit, comprising glucose, mannose and glucuronic acids (Figure 1a) [43], able to form a three-dimensional hydrogel network with a thixotropic property [44]. With a specific view towards DSSC scalability, this property should allow the XG-based hydrogel to effectively penetrate into the mesopores of the TiO2 photoanode as a liquid does, thus overcoming the pore filling issues of common highly viscous polymer-based electrolytes [30,45]. XG has been investigated as a polymer matrix in DSSC electrolytes by Park et al., who actually developed a hydrogel-like system containing 50% of organic solvent (e.g., MPN) [46]. The efficiency of the “quasi” hydrogel electrolyte was lower compared to its liquid counterpart, but it nonetheless showed a noticeable long-term stability over 288 days of the aging test.\nNanomaterials 2020, 10, 1585 3 of 19\nInspired by this interesting result, here we propose the first example of 100% truly aqueous electrolytes gelled with biosourced XG. The first part is focused on the comparison between our standard aqueous liquid electrolyte (previously optimized thanks to the introduction of CDCA [19] and TiCl4 treatment of photoelectrodes [47]) with the related XG-based hydrogel, discussing their photovoltaic performances and cell properties. Then, we present a multivariate chemometric experimental strategy (design of experiments, DoE) [48] on hydrogel electrolytes to simultaneously evaluate how the conditions of anode sensitization and electrolyte composition could affect DSSCs performance and long-term stability. Although this approach is scarcely exploited in the photovoltaic field, DoE can considerably improve the final information about the investigated system, as demonstrated in the present work [49,50]."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : "Sodium iodide (NaI), iodine (I2), xanthan gum (XG, Mw = 4–12 × 106 g mol−1), chenodeoxycholic acid (CDCA), ethanol (EtOH), acetone (Ac), t-butanol (t-BuOH), titanium tetrachloride (TiCl4), hexachloroplatinic acid (H2PtCl6) and acetonitrile (ACN) were purchased from Merck KGaA. Deionized water (DI-H2O, 18 MΩ cm at 25 ◦C) was obtained with a Direct-Q 3 UV Water Purification System (Millipore). The sensitizing dye 2-[{4-[4-(2,2-diphenylethenyl)phenyl]-1,2,3,3a,4,8bhexahydrocyclopento[b]indole-7-yl}methylidene]- cyanoacetic acid (D131) was purchased from Inabata Europe S.A. All the reagents were purchased at the highest degree of purity available and they were employed without further purification. Fluorine-doped tin oxide (FTO) glass plates (sheet resistance 15 Ω sq−1, purchased from Solaronix) were cut into 2 cm × 1.5 cm sheets and used as substrates for the fabrication of both photoanodes and counter electrodes. The aqueous liquid electrolyte was prepared as follows: a homogeneous supersaturated solution was obtained by adding excess CDCA in DI-H2O and stirring overnight at 40 ◦C; it was then cooled to room temperature and filtered with paper to obtain a clear solution into which NaI and I2 were then dissolved by stirring for 2 h. The concentration of NaI and I2 ranged from 1 to 5 M and from 10 to 30 mM, respectively. Hydrogel electrolytes were prepared by simply stirring XG powder (3 or 5 wt.%) into the already prepared aqueous electrolytes (as explained before) for 2 h at 40 ◦C. All electrolytes were stored in closed vials in the dark and at room temperature. FTO covered glasses were rinsed in mixed Ac/EtOH in an ultrasonic bath for 10 min; solvent traces were removed by compressed air. Photoanodes with transparent mesoporous TiO2 (≈6 µm thickness and 0.25 cm2 active area) were prepared by screen-printing a layer of TiO2 paste (18NR-T, Dyesol) onto the conductive side, followed by a stepwise thermal treatment at increasing temperatures (ramp 10 ◦C min−1): 15 min at 25, 125 and 375 ◦C, respectively, and, finally, 20 min at 480 ◦C. Photoanodes\nNanomaterials 2020, 10, 1585 4 of 19\nwere then dipped into a solution of TiCl4 (40 mM in DI-H2O) for 30 min at 70 ◦C. TiCl4 treatment was proved to improve the photocurrent and efficiency of aqueous solar cells [47]. After rinsing with DI-H2O and EtOH, photoanodes were heated up to 520 ◦C for 20 min and then cooled down to 50 ◦C and soaked (still hot) in the dye solution, which was composed of D131 dye (0.5 mM) and CDCA, as coadsorbents in different ratios (between 1:18 and 1:50 dye to CDCA), in a mixture of ACN/t-BuOH 1:1. The dipping step into dye solutions was carried out at 25 (±1) ◦C for 5 h under dark conditions and shaking in a Büchi Syncore platform. After dye loading, photoanodes were washed in Ac to remove residual dye, and dried with compressed air. With regard to the preparation of counter electrodes, FTO glasses were platinized by spreading a drop of H2PtCl6 (5.0 mM solution in isopropanol) onto the conductive side and heating up to 450 ◦C for 30 min. For the liquid electrolyte-based devices, the photoanode and counter electrode were firstly assembled under a hot press (30 s at 90 ◦C) with a Surlyn thermoplastic gasket (internal area 0.6 cm × 0.6 cm) as spacer (≈ 50 µm thickness), taking care of the overlapping of the active areas. Then, the aqueous liquid electrolyte was injected by vacuum process through a hole in the Surlyn frame, which was then sealed by commercial epoxy glue. Differently, hydrogel electrolyte (~2 mg) was spread onto the TiO2 layer with a spatula; the photoanode and counter electrode were then sealed with a Surlyn thermoplastic gasket by hot pressing. It is worth mentioning that the XG-based electrolyte is not sticking. After fabrication, the sealed DSSCs were stored simply on laboratory countertops and aged at ambient temperature. Diffusion coefficients were calculated by means of both diffusion limiting current and electrochemical impedance spectroscopy as reported in the literature [51]. Current−voltage (J−V) characteristics were measured under 1 sun light intensity (100 mW cm−2, AM 1.5G) provided by an AAA class sun simulator equipped with a 150 W xenon arc lamp (91195A, Newport Corp., Irvine, CA, USA) and connected to a digital source meter (2420, Keithley Instrument Inc., Cleveland, OH, USA), after calibration with a silicon reference solar cell (91150V, Newport Corp.). Three consecutive J−V measurements were performed on solar cells and their performance was monitored over time. Incident-photon-to-current conversion efficiency (IPCE) spectra were recorded using a combined computer-controlled setup consisting of a xenon light source (Spectral Products ASB-XE-175) and a monochromator (Spectral Products CM110) connected to a digital source meter (2700, Keithley Instrument Inc.), which was calibrated using the same certified reference solar cell mentioned above. The dependence of current and voltage as a function of irradiation, electron lifetime and transport time, and extracted charge measurements were performed by a toolbox (DN-AE01, Dyenamo, Stockholm, Sweden) with a white light-emitting diode (Natural white S42182H 1W, Seoul Semiconductors, Ansan-si, Korea) as the light source [7]. Briefly, the electron lifetimes and transports were calculated by monitoring photocurrent and photovoltage rise transients at different light intensities upon applying a small square wave modulation to the base light intensity. Extracted charge measurements were performed by illuminating the cell under open-circuit (Qoc) or short-circuit (Qsc) conditions and then turning the lamp off. Then, the current was measured for a certain period and integrated to obtain the extracted charge [52–54]. The term “toolbox” indicates different photoelectrochemical techniques useful to investigate the properties of DSSCs under operating conditions [55]."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : "3.1. Aqueous Liquid vs. XG-Based Hydrogel Electrolytes\n3.1.1. Electrolyte Characterization\nAqueous liquid and hydrogel electrolytes were compared in terms of photovoltaic performance and studied by means of toolbox measurements. Photoanode sensitization conditions (CDCA:dye molar ratio equal to 18:1) and liquid electrolyte (LIQ-1) formulation (iodide and iodine concentrations at 5 M and 30 mM, respectively, in a CDCA supersaturated solution) were selected following our\nNanomaterials 2020, 10, 1585 5 of 19\nprevious results on aqueous DSSCs [47]. Being commonly the limiting redox species, especially in quasi-solid and solid electrolytes [56], a sufficiently high amount of I2 should have avoided carrier mobility and diffusion issues, at the same time improving long-term stability of solar cells. Hydrogel electrolyte (XG-1) was prepared by adding 5 wt.% of xanthan gum to the liquid counterpart. In accordance with our previous experiments on CMC-based hydrogel electrolytes, here we found that the amount of 5 wt.% XG produced a homogeneous viscous gel, which was consistent and self-standing even when overturning the bottle [34]. In Figure 1b both liquid and hydrogel electrolytes are shown, together with the corresponding UV−Vis absorption spectra. Hydrogel electrolytes appeared much darker than their liquid counterpart. Interestingly, the darkening disappeared during the hot-press sealing and slowly appeared again while the cell cooled down to ambient temperature, finally stabilizing to the initial color after few hours. This phenomenon, in addition to the blue-greenish shades, suggests a possible “starch effect” due to the interactions between triiodide in the electrolyte and the polymer [37]. Further investigation of this effect will be discussed in a forthcoming paper. It is worth mentioning that the pH of aqueous-based electrolytes could deeply influence the photoelectrochemical performance of the device. Therefore, we measured the pH of LIQ-1 throughout the preparation procedure: deionized water was 7.05; quite unexpectedly, the pH of the CDCA-saturated solution did not change too much, but it slightly decreased to 6.33. The addition of NaI and I2 simply led to a partial basification of the solution (pH = 6.95). Concerning XG-1, measuring the pH was not possible due to the pH meter instability during the measurement in the gel phase. Yet, we can reasonably assume that the addition of XG (3 wt.%) did not modify consistently the pH of the solution. Indeed, the pH of an aqueous solution of xanthan gum (3 wt.%) is close to neutrality (i.e., 6.98). To further confirm that, we also measured the equilibrium potential of both LIQ-1 and XG-1 samples, and they were equal to 270 and 262 mV vs. Ag/AgCl, respectively. Straightforwardly, the redox potential of the electrolyte seems to be independent of the presence of the XG matrix.\n3.1.2. Photoelectrochemical and Stability Characterization\nThe photovoltaic performance of DSSCs filled with aqueous liquid and hydrogel electrolytes were measured under standard 1 sun irradiation and monitored for over two months (≈1500 h) of aging at ambient laboratory temperature. Two cells were prepared for each electrolyte and the photovoltaic parameters of the best cell are shown over time in Figure 2.\nNanomaterials 2020, 10, 1585 6 of 19\nSurprisingly, both electrolytes showed very similar photovoltaic results. In the first hours of aging, the efficiencies of liquid and gel DSSCs achieved values of 2.28 and 1.93%, respectively. The lower performance (−15%) of the hydrogel is likely ascribed to little drops in both VOC (−5%) and JSC (−10%). To exclude a mass-limitation effect caused by the presence of XG matrix we calculated the diffusion coefficient of the limiting species (i.e., triiodide) of both LIQ-1 and XG-1 from the polarization curve [57]. XG-1 showed a slightly lower coefficient (=1.3 × 10−6 cm2 s−1) compared to its liquid counterpart (=2.6 × 10−6 cm2 s−1), ascribable to the higher viscosity throughout the polymeric matrix. Notwithstanding, the limiting current density (Jlim) of XG-1 was at least three times higher than the one produced by the device (i.e., 15 mA cm−2). This assured that limitations in ion diffusion could not reduce the overall current of the device. Very interestingly, the efficiencies of both electrolytes slowly increased upon aging: both the cells achieved the highest performances after ≈1100 h of aging time (Table 1 and Figure 3). Remarkably, the efficiency gap between LIQ-1 and XG-1 decreased over time; this was due to a JSC loss in the liquid cell, which affected the overall efficiency. In particular, a slight decrease in the photocurrent was found to be constant throughout the aging test and became quite drastic after ≈1250 h, knocking down the efficiency to below 1%. The sudden drop in PCE is due to the sealing failure and subsequent electrolyte leakage. It should be pointed out that, during aging, the channel used to introduce the liquid electrolyte could be a “preferred” path for solvent leakage, jeopardizing the lifetime of LIQ-1. On the other hand, hydrogel-based cells exhibited impressive stability in all their parameters, which even increased after more than 1500 h of the aging test. Indeed, the presence of jellified electrolyte prevented leakage from the cell by “freezing” it in the XG matrix.\nNanomaterials 2020, 10, 1585 7 of 19Nanomaterials 2020, 10, x FOR PEER REVIEW 7 of 19\n0.0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.0\n1.0x10 -3\n2.0x10 -3\n3.0x10 -3\n4.0x10 -3\n5.0x10 -3\n6.0x10 -3\nLIQ-1 XG-1C\nu rr\ne n\nt d\ne n\ns it\ny /\nA *c\nm -2\nVoltage / V\n400 500 600 700 800 0\n10\n20\n30\n40\n50\n60\nLIQ-1 XG-1\nIP C\nE /\n%\nWavelength / nm\na b\nFigure 3. (a) J−V curves and (b) IPCE spectra for the best LIQ-1 (black squares) and XG-1 (liquid circles) DSSCs measured after ≈1100 h of aging.\nThe difference in the photocurrent between LIQ-1 and XG-1 was well-evidenced by the IPCE\nmeasurements, as shown in Figure 3b (best cell after 3 days). The spectra showed an enlarged peak\nwith the maximum photoconversion around 480 nm, consistent with the absorbance of D131 dye onto\nthe TiO2 surface [58]. As expected, the LIQ-1 cell exhibited a slightly higher value (~55%) than XG-1\n(~51%), in line with the higher photogenerated current. No other significant differences were\nobserved in the IPCE spectra of the two cells.\nThese results indicate that the XG-based matrix slightly negatively influenced the photocurrent\nbecause of an expected matrix-effect, but did not affect the photo-responsive profile of the solar cells,\nin spite of the darker aspect of the cells when compared to the liquid counterparts (vide supra).\nHowever, a sort of light-filter effect, due to the permeation of dark electrolyte into TiO2 pores, cannot\nbe excluded.\n3.1.3. Toolbox Analyses\nAqueous liquid and hydrogel electrolytes were also studied in lab-scale DSSCs by means of\ntoolbox techniques to shed light on their different performances. Dependence of VOC and JSC on light,\nelectron lifetime and electron transport time were studied under different light intensities.\nThe JSC and VOC parameters in function of the light intensity (up to 3 suns) are shown in Figure\n4.\nAs previously observed, XG-1 based cells exhibited lower photocurrent than LIQ-1 up to 3 suns\n(13.5 vs. 14.3 mA cm−2, respectively, Figure 4). However, it showed an almost perfectly linear\ndependence (R2 = 0.999) on the light intensity. The differences in light dependence became evident\nunder high intensity (>2 sun) with the number of performed measurements (i.e., three different cycles\non the same device): LIQ-1 showed a remarkable decrease in JSC, while XG-1 was perfectly stable. This\nbehavior is likely related to a possible fastening of the recombination processes that occur during\nprolonged operation under strong irradiation levels. On the other hand, the presence of the XG matrix\ncould partially protect the excessive irradiation of the redox mediator. The inefficient photocurrent\ngeneration of the liquid electrolyte appears clearer when monitoring the JSC continuously while\nkeeping the irradiation constant (Figure S1). This behavior was found to be consistent within a set of\nfive (namely identical) devices.\nFigure 3. (a) J−V curves and (b) IPCE spectra for the best LIQ-1 (black squ res) and XG-1 (liquid circles) DSSCs measured after ≈1100 h of aging.\nThe differ nce in the phot current between LIQ-1 and XG-1 was well-evidenced by the IPCE measurements, as shown in Figure 3b (best cell after 3 days). The spectra showed an enlarged peak with the maximum phot c nversion around 480 nm, consistent with the absorbance of D13 dye onto the TiO2 surface [58]. As expected, the LIQ-1 cell exhibited a slightly higher value (~55%) than XG-1 (~51%), in line with the higher p otogenerat d current. No other significant differences were observed in the IPCE spectra of the two cells. Thes results indicate that the XG-based matrix slightly negatively influenced the phot current because of an expected matrix-effect, but di not affect the phot -responsive profile of the solar cells, in spite of the darker aspect of the cells when compared to the liquid counterparts (vide supra). However, a sort of light-filter effect, due to the permeation of dark el ctrolyte into TiO2 pores, cannot be xcluded.\n3.1.3. Toolbox Analyses\nAqueous liquid and hydrogel electrolytes were also studied in lab-scale DSSCs by means of toolbox techniques to shed light on their different performances. Dependence of VOC and JSC on light, electron lifetime and electron transport time were studied under different light intensities.\nThe JSC and VOC parameters in function of the light intensity (up to 3 suns) are shown in Figure 4. As previously observed, XG-1 based cells exhibited lower photocurrent than LIQ-1 up to 3 suns\n(13.5 vs. 14.3 mA cm−2, respectively, Figure 4). However, it showed an almost perfectly linear dependence (R2 = 0.999) on the light intensity. The differences in light dependence became evident under high intensity (>2 sun) with the number of performed measurements (i.e., three different cycles on the same device): LIQ-1 showed a remarkable decrease in JSC, while XG-1 was perfectly stable. This behavior is likely related to a possible fastening of the recombination processes that occur during prolonged operation under strong irradiation levels. On the other hand, the presence of the XG matrix could partially protect the excessive irradiation of the redox mediator. The inefficient photocurrent generation of the liquid electrolyte appears clearer when monitoring the JSC continuously while keeping the irradiation constant (Figure S1). This behavior was found to be consistent within a set of five (namely identical) devices.\nNanomaterials 2020, 10, 1585 8 of 19\nAs soon as the illumination was turned on, the LIQ-1 based cell exhibited higher photocurrent than the hydrogel one (5.2 vs. 5.0 mA cm−2, respectively) and remained stable for over 40 s of continuous working. The slightly lower JSC is ascribable to the higher absorbance of XG-based electrolyte that partially reduces the amount of radiation reaching the photoanode. It is worth mentioning that this effect makes just a modest contribution to the reduction of the current density, being the device illuminated from the photoanode side. Indeed, the filter effect produced by XG-1 becomes meaningful just for the inner portion of the photoanode. After 40 s, JSC remarkably decreased for the liquid cell (−12%), stabilizing again after 20 s, then keeping its value constant (4.6 mA cm−2). Differently, photocurrent generation of the XG-1 based cell was stable during the experiment, even slightly increasing, thus definitely outperforming (+9%) the liquid electrolyte after 50 s of continuous operation. This could be ascribed to the protective effect of the XG matrix. We hypothesize that XG could prevent the excessive irradiation and the straightforward heating of the electrolyte. As a matter of fact, under continuous operation iodide species could be subjected to photodegradation reactions leading to a modification in the concentration of the active species in the electrolyte. This explanation is consistent with the reported results, with an initial stabilization period in which the photocurrent slightly increases. Then, LIQ-1 suffered a small (but limited in time and magnitude) performance depletion that led to a stabilization of the photocurrent after 60 s. Conversely, XG-based cells exhibited very stable JSC values. Overall, electrolyte bleaching under light was not detected (coherently with our previous studies on aqueous DSSCs), thus we did not observe the disappearance of I3− ions found by Macht et al. through photocurrent imaging techniques [59]. Thus, it seems that the iodine-based redox shuttle kept in an aqueous environment and exposed to 1 sun visible irradiation is rather stable (even in the\nNanomaterials 2020, 10, 1585 9 of 19\npresence of XG) and relevant modifications would occur only under more stressful conditions, i.e., exposure to O3 atmosphere [60]. Concerning photovoltage values (Figure 4), both cells exhibited a similar dependence on light irradiation, with a slope of ≈90 mV per decade with increasing intensity. This value is much higher than the ideal 59 mV, which is likely ascribable to some limitations of the water-based system, regardless of the polymeric matrix. Figure 5a shows electron lifetime as a function of VOC under different light intensities for both liquid and hydrogel cells. The electron lifetimes are lower than the typical values of organic solvent-based electrolytes, showing that recombination processes affect the water-based system. Moreover, the liquid electrolyte exhibited a slightly longer lifetime compared to the hydrogel one, but their values were quite close, indicating that XG does not significantly increase the electron recombination processes, as could be expected. Similar conclusions can be derived by analyzing the electron transport time shown in Figure 5b. However, even if electron lifetime and transport time were measured under different cell conditions, the latter was only ≈3−5 fold lower than lifetime, indicating that recombination likely occurs before the electron is collected. Moreover, the extracted charge from TiO2 in open-circuit conditions was found to be lower than typical values of organic solvent-based cells (Figure 5c). However, as expected, the charge increased with VOC, in accordance with an exponential distribution of trapping states below the conduction band energy, ECB. In such a test, a higher amount of charge was extracted in the presence of the hydrogel electrolyte. The higher values could be attributed to a shift of ECB (toward the redox potential of the mediator), if no changes occurred in trap density [61]. The trap density was constant with different electrolytes, which was supported by charge extraction measurements under short-circuit conditions (Figure 5d), where no significant differences were observed between cells. Hence, the conduction band edge may be shifted by the interaction with XG polymer, as was also proved by the lower VOC generated in the presence of the jellified electrolyte. Additionally, we likely exclude a change in the redox potential of the electrolyte due to the use of XG matrix (as already discussed above). It should be pointed out that Mott–Schottky (MS) plot is often employed in the determination of flat band potential of semiconductors [62]. Unfortunately, MS is highly reliable just for flat (or slightly porous electrodes [63]). In the present case, the highly porous nature of our TiO2 electrodes make the MS approach unsuitable. Furthermore, in this context, the aim was mainly to evidence some differences between LIQ and XG more than make an accurate determination of the Fermi’s level of TiO2 electrodes.\nNanomaterials 2020, 10, x FOR PEER REVIEW 9 of 19\npresence of XG) and relevant modifications would occur only under more stressful conditions, i.e.,\nexposure to O3 atmosphere [60].\nConcerning photovoltage values (Figure 4), both cells exhibited a similar dependence on light\nirradiation, with a slope of ≈90 mV per decade with increasing intensity. This value is much higher\nthan the ideal 59 mV, which is likely ascribable to some limitations of the water-based system,\nregardless of the polymeric matrix.\nFigure 5a shows electron lifetime as a function of VOC under different light intensities for both\nliquid and hydrogel cells. The electron lifetimes are lower than the typical values of organic solvent-\nbased electrolytes, showing that recombination processes affect the water-based system. Moreover,\nthe liquid electrolyte exhibited a slightly longer lifetime compared to the hydrogel one, but their\nvalues were quite close, indicating that XG does not significantly increase the electron recombination\nprocesses, as could be expected.\nSimilar conclusions can be derived by analyzing the electron transport time shown in Figure 5b.\nHowever, even if electron lifetime and transport time were measured under different cell conditions,\nthe latter was only ≈3−5 fold lower than lifetime, indicating that recombination likely occurs before\nthe electron is collected.\nMoreover, the extracted charge from TiO2 in open-circuit conditions was found to be lower than\ntypical values of organic solvent-based cells (Figure 5c). However, as expected, the charge increased\nwith VOC, in accordance with an exponential distribution of trapping states below the conduction\nband energy, ECB. In such a test, a higher amount of charge was extracted in the presence of the\nhydrogel electrolyte. The higher values could be attributed to a shift of ECB (toward the redox\npotential of the mediator), if no changes occurred in trap density [61]. The trap density was constant\nwith different electrolytes, which was supported by charge extraction measurements under short-\ncircuit conditions (Figure 5d), where no significant differences were observed between cells. Hence,\nthe con uction band edge may be shifted by the interaction with XG polymer, as was also proved by\nthe lower VOC generated in the presence of the jellified electrolyte. Additionally, we likely exclude a\nchange in the redox potential of the electrolyte due to the use of XG matrix (as already discussed\nabove). It should be pointed out that Mott–Schottky (MS) plot is often employed in the determination\nof flat band potential of semiconductors [62]. Unfortunately, MS is highly reliable just for flat (or\nslightly porous electrodes [63]). I the present case, t e ighly poro s nature of our TiO2 electrodes\nmake the MS approach unsuitable. Furt ermore, in this context, the aim was mainly to evidence some\ndifferences between LIQ and XG more tha make an accurate determination of the Fermi’s level of\nTiO2 electrodes.\nNanomaterials 2020, 10, 1585 10 of 19Nanomaterials 2020, 10, x FOR PEER REVIEW 10 of 19\n0.52 0.54 0.56 0.58 0.60 0.62 0.64 0.66 0.68\n5x10 -6\n10 -5\n1.5x10 -5\n2x10 -5\n2.5x10 -5\n3x10 -5\nLIQ-1 XG-1\nQ O\nC /\nC\nVOC / V\n10 -3\n5x10 -7\n10 -6\n1.5x10 -6\n2x10 -6\n2.5x10 -6\n3x10 -6\n3.5x10 -6\n4x10 -6\nLIQ-1 XG-1\nQ S\nC /\nC\nJSC / A*cm -2\nc d\nFigure 5. (a) Electron lifetime and (b) transport time. Extracted charges for aqueous liquid and hydrogel cells as a function of (c) VOC and (d) JSC under different light intensities.\nIn conclusion, liquid and hydrogel electrolytes exhibited similar behavior under operating\nconditions, which indicates that the XG matrix does not detrimentally affect the photo-\nelectrochemical processes occurring in the DSSC. Lower VOC and JSC parameters, in addition to the\nshort electron lifetime, could be ascribed to a slight increase in electron recombination processes.\nMoreover, XG seems to positively shift the TiO2 conduction band edge, probably as consequence of\nthe adsorption of positive ions released by the polymer (i.e., protonation). Above all, the most\ninteresting result is the relative stability enhancement achieved by the electrolyte gelation with XG\npolymer, which candidates it among the most promising low-cost and bioderived electrolyte\njellifying agents for DSSCs.\n3.2. A Multivariate Investigation of XG-Based Hydrogel Electrolytes\n3.2.1. Experimental Design\nTo deepen the knowledge of XG-based hydrogel electrolytes and to improve the overall\nphotovoltaic performances, a DoE was planned and performed on a large series of hydrogel-based\nlab-scale DSSCs. DoE enables the simultaneous evaluation of the effect of different factors, while\nperforming a limited number of experiments. However, DSSCs possess an intrinsic high variability,\nwhich limits the possible observable variations due to a controlled factor. Hence, the DoE was\nplanned as a simple screening of three relevant factors, while maintaining constant as much as\npossible all the other not observed variables. In order to carry out a multivariate experimental design\nand the related statistical evaluation, the software MODDE (version 11.0.2.2309, Umetrics) was used.\nIn this study, concentrations of redox mediators [I2 (x1) and NaI (x2)] in the electrolyte and the\nCDCA:dye molar ratio (x3) adopted for anode sensitization were selected as the three relevant factors.\nIn fact, XG-based matrix could interact with redox carriers leading to reduced carrier mobility, carrier\ncomplexation, or even other effects. Hence, evaluating different amounts, and ratios, of the two redox\nmediators should allow us to understand their effect on performance and to identify the best trade-\noff to achieve higher efficiency with better stability. Indeed, CDCA is typically used as co-adsorbent\nin dye solution to reduce aggregation of dye molecules onto the TiO2 surface, thus improving the dye\ncoverage of the photoanode. It has been recently demonstrated that interdye hole transport can occur\nin a monolayer of highly packed D131 molecules, leading to an increase in recombination processes\n[64]. Hence, different CDCA amounts could also lead to changes in cell photovoltaic performances.\nFigure 5. (a) Electron lifetim and (b) transpo t time. Extracted ch rges for aqueous liquid and hydrogel cells as a function of (c) VOC and (d) JSC u er different light intensities.\nIn conclusion, liquid and hydrogel el ctrolytes exhibited similar behavior under operating conditions, whic indicates that the XG matrix does not detrime tally affect the photo-electrochemical processes occurring in th DSSC. Lower VOC and JSC parameters, in addition to the short electron lifetime, could be ascribed to a slight increase in electro r combination processes. Moreover, XG seems t positively shift the TiO2 conduction band edge, probably as cons quence of the adsorptio of positive i ns released by the p lymer (i.e., protonation). Above all, the most i teresting result is the relative stability enhancement achieved by the electrolyte gelation with XG polymer, which ca didates it among the most promising low-cost and bioderived electrolyte jellifying gents for DSSCs.\n3.2. A Multivariate Investigation of XG-Based Hydrogel Electrolytes\n3.2.1. Experimental Design\nTo deepen the knowledge of XG-based hydrogel electrolytes and to improve the overall photovoltaic performances, a DoE was planned and performed on a large series of hydrogel-based lab-scale DSSCs. DoE enables the simultaneous evaluation of the effect of different factors, while performing a limited number of experiments. However, DSSCs possess an intrinsic high variability, which limits the possible observable variations due to a controlled factor. Hence, the DoE was planned as a simple screening of three relevant factors, while maintaining constant as much as possible all the other not observed variables. In order to carry out a multivariate experimental design and the related statistical evaluation, the software MODDE (version 11.0.2.2309, Umetrics) was used. In this study, concentrations of redox mediators [I2 (x1) and NaI (x2)] in the electrolyte and the CDCA:dye molar ratio (x3) adopted for anode sensitization were selected as the three relevant factors. In fact, XG-based matrix could interact with redox carriers leading to reduced carrier mobility, carrier complexation, or even other effects. Hence, evaluating different amounts, and ratios, of the two redox mediators should allow us to understand their effect on performance and to identify the best trade-off to achieve higher efficiency with better stability. Indeed, CDCA is typically used as co-adsorbent in dye solution to reduce aggregation of dye molecules onto the TiO2 surface, thus improving the dye coverage of the photoanode. It has been recently demonstrated that interdye hole transport can occur in a monolayer of highly packed D131 molecules, leading to an increase in recombination processes [64]. Hence, different CDCA amounts could also lead to changes in cell photovoltaic performances. The effects of these three factors were evaluated by a thoroughly detailed analysis of the cells photovoltaic performance and characteristics (VOC, JSC, FF, PCE and long-term stability). In order\nto evaluate only these experimental factors, all the other variables related to cell fabrication were\nkept constant.\nHydrogel electrolytes consisted of NaI (1 to 5 M) and I2 (10 to 30 mM) in CDCA-saturated water\nwith 3 wt.% of XG. In this case, no significant darkening of the cell occurred, probably due to the lower\nNanomaterials 2020, 10, 1585 11 of 19\namount of XG added into the electrolytes. Stable hydrogels were obtained also in this case. Instead, the CDCA:dye molar ratio in the sensitization solution ranged from 18 to 50 (9 to 25 mM of CDCA). A two-level full factorial design was planned, the list of experiments is summarized in Table 2.\nTable 2 also lists the photovoltaic parameters measured under 1 sun standard irradiation after ≈100 h from cell sealing. It was observed that cell performances significantly increased during the first hours from device sealing, indicating a sort of “activation period” required for these hydrogel-based solar cells. As a result, performing measurements in this initial period can lead to wrong conclusions, as also mentioned by some authors [65]. The measured efficiencies ranged from 1.57 (cell 5) to 2.55% (cell 8), and a detailed analysis of the experimental data was properly carried out to understand the reasons for the observed performance variations. Analysis of the experimental data as a function of the controlled factors allowed us to obtain a mathematical model describing the effect of each factor and their possible interactions on the cell photovoltaic performance. The model was fitted by means of PLS regression [66]. Hence, all four responses were fitted simultaneously, giving an overview of how the experimental factors affected all of the measured responses. The summary of fit (R2, model validity and reproducibility) for each response is shown in Figure S2. The high values of R2 indicate that each model explains well the measured experimental variation as a function of changed factors. Reproducibility and model validity values showed that experimental data were not particularly affected by pure error, and the latter was not significantly different from model error. The effect of factors and their interactions, which all together represent the model coefficients, were studied on each photovoltaic response, and are plotted in Figure S3.\n3.2.2. Efficiency vs. Experimental Factors\nThe CDCA:dye ratio exhibited an overall positive effect on photovoltaic performance, increasing both VOC and JSC (Figure S3). Generally, the presence of this co-adsorbent in the sensitizing bath improves charge injection in TiO2, by reducing aggregation and stacking between dye molecules. These phenomena decrease electron injection and increase the charge recombination processes. This effect could become more evident in the presence of increased amounts of oxidized species in the electrolyte (free I2 and I3−). Moreover, CDCA can improve the photoanode wettability, being less hydrophobic than D131 dye, and as a result, photocurrent and voltage increase. Besides this, we also considered the linear interactions (CDCA × I−): it gave a positive effect, suggesting that CDCA exhibits\nNanomaterials 2020, 10, 1585 12 of 19\ndifferent effects depending on the iodide ions amount. At lower [I−], CDCA did not significantly affect either voltage or current, while at higher [I−] it showed a remarkably positive effect. The effect could also be observed on electron lifetime values for cells 6 and 8, as shown in Figure 6. A shift in I2/I3− equilibrium toward triiodide, due to the increase in the concentration of iodide ions, and a better dye coverage due to CDCA-promoted effect, led to reduced recombination and longer lifetimes [61]. This evidence was different from some of the literature reports [67], and was likely ascribed to lower dye concentration levels adopted by other groups, leading to an insufficient/inhomogeneous coverage of the electrode surface. Even a shift in TiO2 levels could occur due to a reduced amount of dye molecules on the anode surface. As regards the interaction CDCA × I2, it seemed not to particularly affect the cells performance, but only FF values changed. Positive variations of iodine concentration tended to increase the overall efficiency, in particular due to the higher JSC and FF (Figure S3). This improvement could be related to the increased occurrence of charge transfer phenomena. Charge extraction measurements at open-circuit condition showed lower values with a low amount of I2 (Figure S4). In addition, longer electron lifetime and transport time values were observed by lowering [I2] (Figure S5). On the contrary, no significant, or scarcely negative, effects were observed on VOC due to [I2] variation. This latter fact suggested that, even if I2 should have increased VOC due to a redox potential shift, it could detrimentally affect the photovoltage by enhancing the amount of recombining species (i.e., I3−). In Figure S4, the extracted charge at short-circuit condition showed similar values for all cells, while it was significantly lower only in the case of high [I2] and low [I−]. This evidence seemed to confirm that recombination was the main cause of voltage loss.\nAs far as iodide concentration is concerned, the effect on JSC and PCE was generally positive, while it was the opposite for VOC and FF values. In particular, voltage decreased due to the shift of redox potential toward higher energy. Moreover, the positive interactions with CDCA and I2 likely suggested improved wettability and reduced recombination, and this was confirmed by the generally higher electron lifetime values (Figure 6). The extracted charge at open circuit was also barely lower with high [I−] (Figure S4), which might be ascribed to a negative shift of the TiO2 conduction band and/or a fewer number of trap states. Moreover, considering that the QOC equation contains a term to take into account the charge accumulated at the electrode/electrolyte interfaces, changes in double-layer capacitance and Stark effect may also be important factors [68]. On the other hand, FF was negatively affected likely because of electron transfer issues at the cathode/electrolyte interface, where the large amount of iodide ions increased the resistance, especially at low I3− concentration. On the contrary, photocurrent was remarkably increased by iodide amount; as mentioned before, it could be due to the reduced surface tension of the electrolyte and improved wettability. Moreover, the increase in [I−] corresponded to an\nNanomaterials 2020, 10, 1585 13 of 19\nincrease also in the amount of Na+ ions, which could adsorb on TiO2 surface and shift the conduction band edge as in the well-known case of lithium ions [69]. The shift caused opposite effect on VOC and JSC values.\n3.2.3. Stability vs. Experimental Factors\nFinally, the long-term stability of lab-scale cells was also evaluated by monitoring their photovoltaic performances over a period of 50 days (1200 h), as shown in Figure 7. In general, aqueous hydrogel electrolyte exhibited an impressively stable efficiency, showing similar parameters, even higher, during the aging period for almost all the cells. Surprisingly, the photocurrent increased over time continuously, while only three cells showed remarkable JSC losses. A multivariate analysis was performed to evaluate the aging of the cells; however, in this case the experimental variability was very high, which did not allow us to consider as significant many of the model coefficients. Nevertheless, DoE analysis was effective to observe some trends in the stability test due to applied variations in experimental factors. Figure 8 shows the isoresponse plots for each photovoltaic parameter calculated by the model. Above all, higher iodide concentrations facilitated longer stability, as observable comparing the three graphs for each photovoltaic parameter. Concerning CDCA:dye ratio, it seemed to reduce the VOC stability, but surprisingly the other photovoltaic performances were greatly enhanced, demonstrating a negligible desorption of dye molecules from TiO2 surface upon aging. The best combination of all factors may be obtained around the central point of the experimental domain, where the most significant cell stability was recorded, which was provided by cell 9b: it exhibited the best stability, with an outstanding +20% in its PCE after 1200 h, leading to an efficiency equal to 2.75% (VOC = 623 mV, JSC = 6.58 mA cm−2, FF = 67%).\nThe proper combination of experimental and characterization strategies led to an optimized lab-scale DSSC reaching an overall performance equal to 2.75%, actually reproducible and very stable upon aging, which, to the best of our knowledge, is the most remarkable result obtained so far with a truly aqueous electrolyte based on a biosourced polymer, iodine/iodide redox couple and CDCA additive.\nNanomaterials 2020, 10, 1585 14 of 19"
    }, {
      "heading" : "4. Conclusions",
      "text" : "A number of severe challenges is nowadays pushing forward the development of DSSCs with enhanced environmental sustainability. The use of water as the sole electrolyte solvent is amongst the most intriguing choices for the purpose. In this work, 100% water-based hydrogel electrolytes based on biosourced XG were successfully proposed as alternative, cheap, green electrolytes for DSSCs, where toxic and volatile organic solvents as well as oil-derived polymers and CRMs are fully avoided. Newly developed materials and devices were investigated by means of in-depth electrochemical analyses; a specific and tailored multivariate approach was also included. Actually, thorough DoE analysis\nNanomaterials 2020, 10, 1585 15 of 19\nallowed the clarification of some correlations between the chosen experimental factors (i.e., dipping conditions and redox mediator concentrations) and the final photovoltaic performances and stability of lab-scale devices. It is well-known that critical issues in aqueous systems chiefly include the higher recombination processes and the lower mobility of ionic charges. Here we demonstrated that the electrolyte jellification by the use of XG did not significantly worsen these parameters. Overall, some optimization is needed, particularly in terms of long-term stability of the devices; however, thanks to the properly optimized experimental conditions achieved through DoE, we were able to effectively reduce leakage of iodine out of the device. It allowed a +20% improvement of efficiency after the 1200 h aging test, which led to an overall PCE of 2.75% (higher for hydrogel with respect to its liquid counterpart). Performances were found to be reproducible and stable in an open cell filled in air atmosphere, without any time/energy consuming vacuum treatments. These preliminary results, obtained on transparent devices, readily assembled in lab-scale configuration with yellow dye and standard counter electrode, confirm that hydrogel electrolytes based on a sustainable biosourced polymer offer remarkable opportunities to further develop low-cost, sustainable aqueous based DSSCs, which provide the same performance as the corresponding liquid electrolyte counterpart, but with remarkably higher stability. Future strategies, which are already under investigation in our laboratories, will include the replacement of platinum by cheap and abundant alternatives, such as biosourced carbonaceous materials, the use of natural dyes and the development of fully solid-state electrolytes by quick and reliable preparation procedures.\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-4991/10/8/1585/s1, Figure S1: Device aging under 1 sun; Figure S2: DoE parameters; Figure S3: DoE coefficient significance; Figure S4: Extracted charges; Figure S5: Carrier lifetime and transport time.\nAuthor Contributions: Conceptualization, C.B., C.G. and F.B.; methodology, S.G.; validation, S.G., F.B. and M.B.; formal analysis, S.G. and F.B and M.B.; investigation, S.G. and M.B.; resources, G.B., G.V., C.B. and C.G.; data curation, S.G. and M.B.; writing—Original draft preparation, S.G. and M.B.; writing—Review and editing, G.B., G.V., C.B. and C.G.; supervision, G.B., G.V., C.B. and C.G.; project administration, C.B. and G.B. All authors have read and agreed to the published version of the manuscript.\nFunding: This project was funded by the European Union’s Horizon 2020 research and innovation program, grant number No 826013 (IMPRESSIVE).\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "On the role of solar photovoltaics in global energy transition scenarios",
      "author" : [ "C. Breyer", "D. Bogdanov", "A. Gulagi", "A. Aghahosseini", "L.S.N.S. Barbosa", "O. Koskinen", "M. Barasa", "U. Caldera", "S. Afanasyeva", "M Child" ],
      "venue" : "Prog. Photovolt. Res. Appl",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2017
    }, {
      "title" : "A spatio-temporal city-scale assessment of residential photovoltaic power integration scenarios. Sol",
      "author" : [ "G.B.M.A. Litjens", "B.B. Kausika", "E. Worrell", "W.G.J.H.M. van Sark" ],
      "venue" : "Energy",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "The revival of dye-sensitized solar cells",
      "author" : [ "M. Freitag", "G. Boschloo" ],
      "venue" : "Curr. Opin. Electrochem. 2017,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2017
    }, {
      "title" : "Application of transparent dye-sensitized solar cells to building integrated photovoltaic systems",
      "author" : [ "S. Yoon", "S. Tak", "J. Kim", "Y. Jun", "K. Kang", "J. Park" ],
      "venue" : "Build. Environ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2011
    }, {
      "title" : "Characterization of photovoltaic devices for indoor light harvesting and customization of flexible dye solar cells to deliver superior efficiency under artificial lighting",
      "author" : [ "F. De Rossi", "T. Pontecorvo", "T.M. Brown" ],
      "venue" : "Appl. Energy",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2015
    }, {
      "title" : "Efficiency Rating of Various PV Technologies under Different Indoor Lighting Conditions",
      "author" : [ "T.-C. Wu", "Y.-S. Long", "S.-T. Hsu", "E.-Y. Wang" ],
      "venue" : "Energy Procedia",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2017
    }, {
      "title" : "Dye-sensitized solar cells for efficient power generation under ambient lighting",
      "author" : [ "M. Freitag", "J. Teuscher", "Y. Saygili", "X. Zhang", "F. Giordano", "P. Liska", "J. Hua", "S.M. Zakeeruddin", "J.-E. Moser", "M Grätzel" ],
      "venue" : "Nat. Phot",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2017
    }, {
      "title" : "An overview of the Challenges in the commercialization of dye sensitized solar cells",
      "author" : [ "S. Mozaffari", "M.R. Nateghi", "M.B. Zarandi" ],
      "venue" : "Renew. Sustain. Energy Rev. 2017,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2020
    }, {
      "title" : "Effect of electrolyte bleaching on the stability and performance of dye solar cells",
      "author" : [ "S. Mastroianni", "I. Asghar", "K. Miettunen", "J. Halme", "A. Lanuti", "T.M. Brown", "P. Lund" ],
      "venue" : "Phys. Chem. Chem. Phys",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2014
    }, {
      "title" : "Long-term stability of dye solar cells",
      "author" : [ "R. Harikisun", "H. Desilvestro" ],
      "venue" : "Sol. Energy",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2011
    }, {
      "title" : "A novel deep eutectic solvent-based ionic liquid used as electrolyte for dye-sensitized solar cells",
      "author" : [ "H.R. Jhong", "D.S.H. Wong", "C.C. Wan", "Y.Y. Wang", "T.C. Wei" ],
      "venue" : "Electrochem. Commun",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2009
    }, {
      "title" : "Acetylacetone: A promising electrolyte solvent for dye sensitized solar cells",
      "author" : [ "V. Gondane", "P. Bhargava" ],
      "venue" : "RSC Adv. 2016,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2016
    }, {
      "title" : "Dye-Sensitized Solar Cells that use an Aqueous Choline Chloride-Based Deep Eutectic Solvent as Effective Electrolyte Solution",
      "author" : [ "C.L. Boldrini", "N. Manfredi", "F.M. Perna", "V. Trifiletti", "V. Capriati", "A. Abbotto" ],
      "venue" : "Energy Technol. 2017,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2017
    }, {
      "title" : "Solid state p-type dye-sensitized solar cells: Concept, experiment and mechanism",
      "author" : [ "L. Zhang", "G. Boschloo", "L. Hammarström", "H. Tian" ],
      "venue" : "Phys. Chem. Chem. Phys. 2016,",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2016
    }, {
      "title" : "Aqueous dye-sensitized solar cells",
      "author" : [ "F. Bella", "C. Gerbaldi", "C. Barolo", "M. Grätzel" ],
      "venue" : "Chem. Soc. Rev",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2015
    }, {
      "title" : "Sensitizers for aqueous-based solar cells",
      "author" : [ "C.T. Li", "R.Y.Y. Lin", "J.T. Lin" ],
      "venue" : "Chem. An. Asian J. 2017,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2017
    }, {
      "title" : "High-Performance Ruthenium Sensitizers Containing Imidazolium Counterions for Efficient Dye Sensitization in Water",
      "author" : [ "X. Li", "S. Li", "G. Gao", "D. Wu", "J. Lan", "R. Wang", "J. You" ],
      "venue" : "ChemSusChem",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2017
    }, {
      "title" : "Aqueous dye-sensitized solar cell based on new ruthenium diphenyl carbazide complexes",
      "author" : [ "H. Shahroosvand", "L. Heydari", "S. Tarighi", "M. Riahi", "B.N. Bideh", "B. Pashaei" ],
      "venue" : "Int. J. Hydrogen Energy",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2017
    }, {
      "title" : "Finely tuning electrolytes and photoanodes in aqueous solar cells by experimental design",
      "author" : [ "S. Galliano", "F. Bella", "G. Piana", "G. Giacona", "G. Viscardi", "C. Gerbaldi", "M. Grätzel", "C. Barolo" ],
      "venue" : "Sol. Energy",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2018
    }, {
      "title" : "High-Performance Aqueous/Organic Dye-Sensitized Solar Cells Based on Sensitizers Containing Triethylene Oxide Methyl Ether",
      "author" : [ "R.Y.-Y. Lin", "F.-L. Wu", "C.-T. Li", "P.-Y. Chen", "K.-C. Ho", "J.T. Lin" ],
      "venue" : "ChemSusChem",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2015
    }, {
      "title" : "Development of high efficiency 100% aqueous cobalt electrolyte dye-sensitised solar cells",
      "author" : [ "H. Ellis", "R. Jiang", "S. Ye", "A. Hagfeldt", "G. Boschloo" ],
      "venue" : "Phys. Chem. Chem. Phys. 2016,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2016
    }, {
      "title" : "A water-based and metal-free dye solar cell exceeding 7% efficiency using a cationic poly(3,4-ethylenedioxythiophene) derivative",
      "author" : [ "F. Bella", "L. Porcarelli", "D. Mantione", "C. Gerbaldi", "C. Barolo", "M. Grätzel", "D. Mecerreyes" ],
      "venue" : "Chem. Sci",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2020
    }, {
      "title" : "Efficiency enhancement of dye-sensitized solar cell based gel polymer electrolytes using Poly(vinyl butyral-co-vinyl alcohol-co-vinyl acetate)/tetrapropylammonium iodide",
      "author" : [ "N.K. Farhana", "S. Ramesh", "K. Ramesh" ],
      "venue" : "Mater. Sci. Semicond. Process",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2019
    }, {
      "title" : "Preparation of polyvinylpyrrolidone-based polymer electrolytes and their application by in-situ gelation in dye-sensitized solar cells",
      "author" : [ "D.A. Chalkias", "D.I. Giannopoulos", "E. Kollia", "A. Petala", "V. Kostopoulos", "G.C. Papanicolaou" ],
      "venue" : "Electrochim. Acta",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2018
    }, {
      "title" : "Gelling polysaccharide as the electrolyte matrix in a dye-sensitized solar cell",
      "author" : [ "J.P. Bantang", "D. Camacho" ],
      "venue" : "Mater. Tehnol",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2017
    }, {
      "title" : "Anisotropic One-Dimensional Aqueous Polymer Gel Electrolyte for Photoelectrochemical Devices: Improvement in Hydrophobic “2-Dye/Electrolyte Interface",
      "author" : [ "K.K. Sonigara", "J.V. Vaghasiya", "H.K. Machhi", "J. Prasad", "A. Gibaud", "S.S. Soni" ],
      "venue" : "ACS Appl. Energy Mater. 2018,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2018
    }, {
      "title" : "A Smart Flexible Solid State Photovoltaic Device with Interfacial Cooling Recovery Feature through Thermoreversible Polymer Gel Electrolyte",
      "author" : [ "K.K. Sonigara", "H.K. Machhi", "J.V. Vaghasiya", "A. Gibaud", "S.C. Tan", "S.S. Soni" ],
      "venue" : null,
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2018
    }, {
      "title" : "Performance enhancement of aqueous dye-sensitized solar cells via introduction of a quasi-solid-state electrolyte with an inverse opal structure. Sol",
      "author" : [ "S. Zhang", "G.Y. Dong", "B. Lin", "J. Qu", "N.Y. Yuan", "J.N. Ding", "Z. Gu" ],
      "venue" : "Energy",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2016
    }, {
      "title" : "The effect of the scattering layer in dye-sensitized solar cells employing a cobalt-based aqueous gel electrolyte",
      "author" : [ "W. Xiang", "D. Chen", "R.A. Caruso", "Y.B. Cheng", "U. Bach", "L. Spiccia" ],
      "venue" : "ChemSusChem",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2015
    }, {
      "title" : "New insights into dye-sensitized solar cells with polymer electrolytes",
      "author" : [ "J. Nei de Freitas", "A.F. Nogueira", "M.-A. De Paoli" ],
      "venue" : "J. Mater. Chem",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2009
    }, {
      "title" : "Dye-senstitized solar cells emplying polymers",
      "author" : [ "S. Yun", "J. Nei de Freitas", "A.F. Nogueira", "Y. Wang", "S. Ahmad", "Z. Wang" ],
      "venue" : "Prog. Polym. Sci",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2016
    }, {
      "title" : "Electrolytes in Dye-Sensitized Solar Cells",
      "author" : [ "J. Wu", "Z. Lan", "J. Lin", "M. Huang", "Y. Huang", "L. Fan", "G. Luo" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2015
    }, {
      "title" : "Inkjet-printed flexible, transparent and aesthetic energy storage devices based on PEDOT:PSS/Ag grid electrodes",
      "author" : [ "T. Cheng", "Y.-Z. Zhang", "J.-P. Yi", "L. Yang", "J.-D. Zhang", "W.-Y. Lai", "W. Huang" ],
      "venue" : "J. Mater. Chem. A 2016,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2016
    }, {
      "title" : "Approaching truly sustainable solar cells by the use of water and cellulose derivatives",
      "author" : [ "F. Bella", "S. Galliano", "M. Falco", "G. Viscardi", "C. Barolo", "M. Grätzel", "C. Gerbaldi" ],
      "venue" : "Green Chem",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2017
    }, {
      "title" : "Novel Rice Starch based aqueous gel electrolyte for Dye Sensitized Solar Cell Application",
      "author" : [ "K.C. Yogananda", "E. Ramasamy", "S. Kumar", "S. Vasantha Kumar", "M. Navya Rani", "D. Rangappa" ],
      "venue" : "Mater. Today Proc. 2017,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2017
    }, {
      "title" : "Synthesis, characterization, and dye-sensitized solar cell fabrication using solid biopolymer electrolyte membranes",
      "author" : [ "R. Singh", "P.K. Singh", "S.K. Tomar", "B. Bhattacharya" ],
      "venue" : "High. Perform. Polym",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2016
    }, {
      "title" : "Effect of Cross-Linking on the Performances of Starch-Based Biopolymer as Gel Electrolyte for Dye-Sensitized Solar Cell Applications",
      "author" : [ "P. Nagaraj", "A. Sasidharan", "V. David", "A. Sambandam" ],
      "venue" : "Polymers 2017,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2017
    }, {
      "title" : "Optimizing photovoltaic performance in CuInS 2 and CdS quantum dot-sensitized solar cells by using an agar-based gel polymer electrolyte",
      "author" : [ "E. Raphael", "D.H. Jara", "M.A. Schiavon" ],
      "venue" : "RSC Adv. 2017,",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2017
    }, {
      "title" : "Emerging photovoltaic technologies and eco-design-Criticisms and potential improvements. In Criticisms and Potential Improvements, Reliability and Ecological Aspects of Photovoltaic Modules",
      "author" : [ "N. Mariotti", "M. Bonomo", "C. Barolo" ],
      "venue" : null,
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2020
    }, {
      "title" : "CuS/graphene nanocomposite as a transparent conducting oxide and pt-free counter electrode for dye-sensitized solar cells",
      "author" : [ "M. Mohammadnezhad", "G.S. Selopal", "N. Alsayyari", "R. Akilimali", "F. Navarro-Pardo", "Z.M. Wang", "B. Stansfield", "H. Zhao", "F. Rosei" ],
      "venue" : "J. Electrochem",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2019
    }, {
      "title" : "Synthesis of highly efficient Cu2ZnSnSxSe4−x (CZTSSe) nanosheet electrocatalyst for dye-sensitized solar cells",
      "author" : [ "M. Mohammadnezhad", "M. Liu", "G.S. Selopal", "F. Navarro-Pardo", "Z.M. Wang", "B. Stansfield", "H. Zhao", "C.Y. Lai", "D.R. Radu", "F. Rosei" ],
      "venue" : "Electrochim. Acta",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2020
    }, {
      "title" : "Recent advances in cost-effective and eco-friendly materials towards sustainable Dye-sensitized solar cells",
      "author" : [ "N. Mariotti", "M. Bonomo", "L. Fagiolari", "N. Barbero", "C. Gerbaldi", "F. Bella", "C. Barolo" ],
      "venue" : "Green Chem",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2020
    }, {
      "title" : "Xanthan gum: Production, recovery, and properties",
      "author" : [ "F. García-Ochoa", "V. Santos", "J. Casas", "E. Gómez" ],
      "venue" : "Biotechnol. Adv",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2000
    }, {
      "title" : "A review of thixotropy and its rheological modeling",
      "author" : [ "R.G. Larson", "Y. Wei" ],
      "venue" : "J. Rheol",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2019
    }, {
      "title" : "Novel thixotropic gel electrolytes based on dicationic bis-imidazolium salts for quasi-solid-state dye-sensitized solar cells",
      "author" : [ "J.Y. Kim", "T.H. Kim", "D.Y. Kim", "N.G. Park", "K.D. Ahn" ],
      "venue" : "J. Power Sources",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2008
    }, {
      "title" : "Water-Based Thixotropic Polymer Gel Electrolyte for Dye-Sensitized Solar Cells",
      "author" : [ "S.J. Park", "K. Yoo", "J.-Y. Kim", "J.Y. Kim", "D.-K. Lee", "B. Kim", "H. Kim", "J.H. Kim", "J. Cho", "M.J. Ko" ],
      "venue" : "ACS Nano 2013,",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2013
    }, {
      "title" : "Boosting the efficiency of aqueous solar cells: A photoelectrochemical estimation on the effectiveness of TiCl4 treatment",
      "author" : [ "F. Bella", "S. Galliano", "G. Piana", "G. Giacona", "G. Viscardi", "M. Grätzel", "C. Barolo", "C. Gerbaldi" ],
      "venue" : "Electrochim. Acta",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2019
    }, {
      "title" : "Experimental Design: A Chemometric Approach",
      "author" : [ "J.E. Reece", "S.N. Deming", "S.L. Morgan" ],
      "venue" : "Am. Stat",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2006
    }, {
      "title" : "Rationalization of dye uptake on titania slides for dye-sensitized solar cells by a combined chemometric and structural approach",
      "author" : [ "V. Gianotti", "G. Favaro", "L. Bonandini", "L. Palin", "G. Croce", "E. Boccaleri", "E. Artuso", "W. Van Beek", "C. Barolo", "M. Milanesio" ],
      "venue" : "ChemSusChem",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2014
    }, {
      "title" : "A UV-crosslinked polymer electrolyte membrane for quasi-solid dye-sensitized solar cells with excellent efficiency and durability",
      "author" : [ "F. Bella", "D. Pugliese", "J.R. Nair", "A. Sacco", "S. Bianco", "C. Gerbaldi", "C. Barolo", "R. Bongiovanni" ],
      "venue" : "Phys. Chem. Chem",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2013
    }, {
      "title" : "Electrochemical characterization of 1-ethyl-3-methylimidazolium thiocyanate and measurement of triiodide diffusion coefficients in blends of two ionic liquids",
      "author" : [ "M. Zistler", "C. Schreiner", "P. Wachter", "P. Wasserscheid", "D. Gerhard", "H.J. Gores" ],
      "venue" : "Int. J. Electrochem. Sci",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2008
    }, {
      "title" : "Design of organic dyes and cobalt polypyridine redox mediators for high-efficiency dye-sensitized solar cells",
      "author" : [ "S.M. Feldt", "E.A. Gibson", "E. Gabrielsson", "L. Sun", "G. Boschloo", "A. Hagfeldt" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2010
    }, {
      "title" : "The impact of non-uniform photogeneration on mass transport in dye-sensitised solar cells",
      "author" : [ "R. Jiang", "G. Boschloo" ],
      "venue" : "J. Mater. Chem. A 2018,",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2018
    }, {
      "title" : "Quantification of the effect of 4-tert-butylpyridine addition to I-/I3-redox electrolytes in dye-sensitized nanostructured TiO2 solar cells",
      "author" : [ "G. Boschloo", "L. Häggman", "A. Hagfeldt" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2006
    }, {
      "title" : "Dye-Sensitized Solar Cells",
      "author" : [ "A. Hagfeldt", "G. Boschloo", "L. Sun", "L. Kloo", "H. Pettersson" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2010
    }, {
      "title" : "Characteristics of the iodide/triiodide redox mediator in dye-sensitized solar cells",
      "author" : [ "G. Boschloo", "A. Hagfeldt" ],
      "venue" : "Acc. Chem. Res",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2009
    }, {
      "title" : "Comparison of electrochemical methods for triiodide diffusion coefficient measurements and observation of non-Stokesian diffusion behaviour in binary mixtures of two ionic liquids. Electrochim",
      "author" : [ "M. Zistler", "P. Wachter", "P. Wasserscheid", "D. Gerhard", "A. Hinsch", "R. Sastrawan", "H.J. Gores" ],
      "venue" : null,
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2006
    }, {
      "title" : "Photoanode/Electrolyte Interface Stability in Aqueous Dye-Sensitized Solar Cells",
      "author" : [ "S. Galliano", "F. Bella", "C. Gerbaldi", "M. Falco", "G. Viscardi", "M. Grätzel", "C. Barolo" ],
      "venue" : "Energy Technol. 2017,",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2017
    }, {
      "title" : "Patterns of efficiency and degradation in dye sensitization solar cells measured with imaging techniques. Sol",
      "author" : [ "B. Macht", "M. Turrión", "A. Barkschat", "P. Salvador", "K. Ellmer", "H. Tributsch" ],
      "venue" : "Energy Mater. Sol. Cells",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2002
    }, {
      "title" : "Conversion of iodide to hypoiodous acid and iodine in aqueous microdroplets exposed to ozone",
      "author" : [ "E.A. Pillar", "M.I. Guzman", "J.M. Rodriguez" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2013
    }, {
      "title" : "The mechanism of iodine reduction by TiO2 electrons and the kinetics of recombination in dye-sensitized solar cells",
      "author" : [ "C.E. Richards", "A.Y. Anderson", "S. Martiniani", "C. Law", "B.C. O’Regan" ],
      "venue" : "J. Phys. Chem. Lett. 2012,",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 1980
    }, {
      "title" : "Mott-Schottky Analysis of Nanoporous Semiconductor Electrodes in Dielectric State Deposited on SnO2 (F) Conducting Substrates",
      "author" : [ "F. Fabregat-Santiago", "G. Garcia-Belmonte", "J. Bisquert", "P. Bogdanoff", "A. Zaban" ],
      "venue" : "J. Electrochem. Soc",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2003
    }, {
      "title" : "Photo)electrochemical methods for the determination of the band edge positions of TiO 2-based nanomaterials",
      "author" : [ "R. Beranek" ],
      "venue" : "Adv. Phys. Chem",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2011
    }, {
      "title" : "Interdye Hole Transport Accelerates Recombination in Dye Sensitized Mesoporous Films",
      "author" : [ "D. Moia", "A. Szumska", "V. Vaissier", "M. Planells", "N. Robertson", "B.C. O’Regan", "J. Nelson", "P.R.F. Barnes" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2016
    }, {
      "title" : "An organic hydrophilic dye for water-based dye-sensitized solar cells",
      "author" : [ "V. Leandri", "H. Ellis", "E. Gabrielsson", "L. Sun", "G. Boschloo", "A. Hagfeldt" ],
      "venue" : "Phys. Chem. Chem. Phys",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 2014
    }, {
      "title" : "Umeå, Sweden, 2015",
      "author" : [ "Modde 11 Software", "Umetrics" ],
      "venue" : "Available online: https://umetrics.com/kb/modde-11",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "The effect of dye coverage on the performance of dye-sensitized solar cells with a cobalt-based electrolyte",
      "author" : [ "M. Pazoki", "P.W. Lohse", "N. Taghavinia", "A. Hagfeldt", "G. Boschloo" ],
      "venue" : "Phys. Chem. Chem. Phys",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2014
    }, {
      "title" : "A key discovery at the TiO2/dye/electrolyte interface: Slow local charge compensation and a reversible electric field",
      "author" : [ "W. Yang", "M. Pazoki", "A.I.K. Eriksson", "Y. Hao", "G. Boschloo" ],
      "venue" : "Phys. Chem. Chem. Phys",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2015
    } ],
    "referenceMentions" : [ {
      "referenceID" : 7,
      "context" : "However, many issues remain to be solved before the widespread commercialization of practical DSSCs, safety as well as long-term stability being among the main drawbacks [8].",
      "startOffset" : 170,
      "endOffset" : 173
    }, {
      "referenceID" : 8,
      "context" : "These are often oil derivatives characterized by toxicity and flammability; in addition, they possess high vapor pressure and volatility, which often straightforwardly lead to electrolyte leakage and decrease of photovoltaic performance over time [9,10].",
      "startOffset" : 247,
      "endOffset" : 253
    }, {
      "referenceID" : 9,
      "context" : "These are often oil derivatives characterized by toxicity and flammability; in addition, they possess high vapor pressure and volatility, which often straightforwardly lead to electrolyte leakage and decrease of photovoltaic performance over time [9,10].",
      "startOffset" : 247,
      "endOffset" : 253
    }, {
      "referenceID" : 13,
      "context" : "Above all, water-based DSSCs are amongst the best solutions, providing reduced costs, nonflammability, good stability and environmental compatibility [14].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 19,
      "context" : "Devices have been reported, which achieve efficiency close to 6% with a mixed water/organic electrolyte [20], or even 5.",
      "startOffset" : 104,
      "endOffset" : 108
    }, {
      "referenceID" : 20,
      "context" : "5% and 7% with 100% aqueous electrolytes based on a cobalt [21] and iodine/iodide [22] redox couple, respectively.",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 21,
      "context" : "5% and 7% with 100% aqueous electrolytes based on a cobalt [21] and iodine/iodide [22] redox couple, respectively.",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 9,
      "context" : "Even more interestingly, the possibility of trapping the liquid solvent in a solid or quasi-solid matrix can reduce electrolyte leakage, correspondingly increasing long-term stability [10,23,24]: polymer networks are highly effective in this respect, due to their easy synthesis and tunable properties.",
      "startOffset" : 184,
      "endOffset" : 194
    }, {
      "referenceID" : 22,
      "context" : "Even more interestingly, the possibility of trapping the liquid solvent in a solid or quasi-solid matrix can reduce electrolyte leakage, correspondingly increasing long-term stability [10,23,24]: polymer networks are highly effective in this respect, due to their easy synthesis and tunable properties.",
      "startOffset" : 184,
      "endOffset" : 194
    }, {
      "referenceID" : 23,
      "context" : "Even more interestingly, the possibility of trapping the liquid solvent in a solid or quasi-solid matrix can reduce electrolyte leakage, correspondingly increasing long-term stability [10,23,24]: polymer networks are highly effective in this respect, due to their easy synthesis and tunable properties.",
      "startOffset" : 184,
      "endOffset" : 194
    }, {
      "referenceID" : 25,
      "context" : "More recently, Saraubh and coworkers [26] reported on the use of a saturated chenodeoxycholic acid (CDCA) liquid electrolyte that was then jellified with 62% w/w block copolymer (EO52-PO35-EO52), resulting in photoconversion efficiency (PCE) ≈ 1%.",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 26,
      "context" : "2 M tert-butyl pyridine (TBP) with 45% w/w polymer to solution composition leading to efficiency close to 2% [27].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 28,
      "context" : "Interesting results (up to 4%) [29] have also been obtained with high voltage redox couples; however, the use of cobalt complexes still undermines the overall sustainability.",
      "startOffset" : 31,
      "endOffset" : 35
    }, {
      "referenceID" : 33,
      "context" : "Following our preliminary results on the use of carboxymethyl cellulose (CMC) as a biopolymer matrix for aqueous electrolytes [34], here we propose a different bioderived polymer, namely the xanthan gum (XG).",
      "startOffset" : 126,
      "endOffset" : 130
    }, {
      "referenceID" : 42,
      "context" : "XG is a low-cost, water-soluble polysaccharide secreted by Xanthomonas campestris bacterium and commonly used in the food and cosmetic industries as a thickening and stabilizing agent [43].",
      "startOffset" : 184,
      "endOffset" : 188
    }, {
      "referenceID" : 42,
      "context" : "Its primary structure is based on a pentasaccharide repeating unit, comprising glucose, mannose and glucuronic acids (Figure 1a) [43], able to form a three-dimensional hydrogel network with a thixotropic property [44].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 43,
      "context" : "Its primary structure is based on a pentasaccharide repeating unit, comprising glucose, mannose and glucuronic acids (Figure 1a) [43], able to form a three-dimensional hydrogel network with a thixotropic property [44].",
      "startOffset" : 213,
      "endOffset" : 217
    }, {
      "referenceID" : 29,
      "context" : "With a specific view towards DSSC scalability, this property should allow the XG-based hydrogel to effectively penetrate into the mesopores of the TiO2 photoanode as a liquid does, thus overcoming the pore filling issues of common highly viscous polymer-based electrolytes [30,45].",
      "startOffset" : 273,
      "endOffset" : 280
    }, {
      "referenceID" : 44,
      "context" : "With a specific view towards DSSC scalability, this property should allow the XG-based hydrogel to effectively penetrate into the mesopores of the TiO2 photoanode as a liquid does, thus overcoming the pore filling issues of common highly viscous polymer-based electrolytes [30,45].",
      "startOffset" : 273,
      "endOffset" : 280
    }, {
      "referenceID" : 18,
      "context" : "The first part is focused on the comparison between our standard aqueous liquid electrolyte (previously optimized thanks to the introduction of CDCA [19] and TiCl4 treatment of photoelectrodes [47]) with the related XG-based hydrogel, discussing their photovoltaic performances and cell properties.",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 46,
      "context" : "The first part is focused on the comparison between our standard aqueous liquid electrolyte (previously optimized thanks to the introduction of CDCA [19] and TiCl4 treatment of photoelectrodes [47]) with the related XG-based hydrogel, discussing their photovoltaic performances and cell properties.",
      "startOffset" : 193,
      "endOffset" : 197
    }, {
      "referenceID" : 47,
      "context" : "Then, we present a multivariate chemometric experimental strategy (design of experiments, DoE) [48] on hydrogel electrolytes to simultaneously evaluate how the conditions of anode sensitization and electrolyte composition could affect DSSCs performance and long-term stability.",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 48,
      "context" : "Although this approach is scarcely exploited in the photovoltaic field, DoE can considerably improve the final information about the investigated system, as demonstrated in the present work [49,50].",
      "startOffset" : 190,
      "endOffset" : 197
    }, {
      "referenceID" : 49,
      "context" : "Although this approach is scarcely exploited in the photovoltaic field, DoE can considerably improve the final information about the investigated system, as demonstrated in the present work [49,50].",
      "startOffset" : 190,
      "endOffset" : 197
    }, {
      "referenceID" : 46,
      "context" : "TiCl4 treatment was proved to improve the photocurrent and efficiency of aqueous solar cells [47].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 50,
      "context" : "Diffusion coefficients were calculated by means of both diffusion limiting current and electrochemical impedance spectroscopy as reported in the literature [51].",
      "startOffset" : 156,
      "endOffset" : 160
    }, {
      "referenceID" : 6,
      "context" : "The dependence of current and voltage as a function of irradiation, electron lifetime and transport time, and extracted charge measurements were performed by a toolbox (DN-AE01, Dyenamo, Stockholm, Sweden) with a white light-emitting diode (Natural white S42182H 1W, Seoul Semiconductors, Ansan-si, Korea) as the light source [7].",
      "startOffset" : 326,
      "endOffset" : 329
    }, {
      "referenceID" : 54,
      "context" : "The term “toolbox” indicates different photoelectrochemical techniques useful to investigate the properties of DSSCs under operating conditions [55].",
      "startOffset" : 144,
      "endOffset" : 148
    }, {
      "referenceID" : 46,
      "context" : "previous results on aqueous DSSCs [47].",
      "startOffset" : 34,
      "endOffset" : 38
    }, {
      "referenceID" : 55,
      "context" : "Being commonly the limiting redox species, especially in quasi-solid and solid electrolytes [56], a sufficiently high amount of I2 should have avoided carrier mobility and diffusion issues, at the same time improving long-term stability of solar cells.",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 33,
      "context" : "% XG produced a homogeneous viscous gel, which was consistent and self-standing even when overturning the bottle [34].",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 36,
      "context" : "This phenomenon, in addition to the blue-greenish shades, suggests a possible “starch effect” due to the interactions between triiodide in the electrolyte and the polymer [37].",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 56,
      "context" : ", triiodide) of both LIQ-1 and XG-1 from the polarization curve [57].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 57,
      "context" : "The spectra showed an enlarged peak with the maximum phot c nversion around 480 nm, consistent with the absorbance of D13 dye onto the TiO2 surface [58].",
      "startOffset" : 148,
      "endOffset" : 152
    }, {
      "referenceID" : 58,
      "context" : "through photocurrent imaging techniques [59].",
      "startOffset" : 40,
      "endOffset" : 44
    }, {
      "referenceID" : 60,
      "context" : "The higher values could be attributed to a shift of ECB (toward the redox potential of the mediator), if no changes occurred in trap density [61].",
      "startOffset" : 141,
      "endOffset" : 145
    }, {
      "referenceID" : 61,
      "context" : "It should be pointed out that Mott–Schottky (MS) plot is often employed in the determination of flat band potential of semiconductors [62].",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 62,
      "context" : "Unfortunately, MS is highly reliable just for flat (or slightly porous electrodes [63]).",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 60,
      "context" : "potential of the mediator), if no changes occurred in trap density [61].",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 61,
      "context" : "of flat band potential of semiconductors [62].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 63,
      "context" : "It has been recently demonstrated that interdye hole transport can occur in a monolayer of highly packed D131 molecules, leading to an increase in recombination processes [64].",
      "startOffset" : 171,
      "endOffset" : 175
    }, {
      "referenceID" : 64,
      "context" : "As a result, performing measurements in this initial period can lead to wrong conclusions, as also mentioned by some authors [65].",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 65,
      "context" : "The model was fitted by means of PLS regression [66].",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 60,
      "context" : "A shift in I2/I3− equilibrium toward triiodide, due to the increase in the concentration of iodide ions, and a better dye coverage due to CDCA-promoted effect, led to reduced recombination and longer lifetimes [61].",
      "startOffset" : 210,
      "endOffset" : 214
    }, {
      "referenceID" : 66,
      "context" : "This evidence was different from some of the literature reports [67], and was likely ascribed to lower dye concentration levels adopted by other groups, leading to an insufficient/inhomogeneous coverage of the electrode surface.",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 67,
      "context" : "Moreover, considering that the QOC equation contains a term to take into account the charge accumulated at the electrode/electrolyte interfaces, changes in double-layer capacitance and Stark effect may also be important factors [68].",
      "startOffset" : 228,
      "endOffset" : 232
    } ],
    "year" : 2020,
    "abstractText" : "The investigation of innovative electrolytes based on nontoxic and nonflammable solvents is an up-to-date, intriguing challenge to push forward the environmental sustainability of dye-sensitized solar cells (DSSCs). Water is one of the best choices, thus 100% aqueous electrolytes are proposed in this work, which are gelled with xanthan gum. This well-known biosourced polymer matrix is able to form stable and easily processable hydrogel electrolytes based on the iodide/triiodide redox couple. An experimental strategy, also supported by the multivariate chemometric approach, is used here to study the main factors influencing DSSCs efficiency and stability, leading to an optimized system able to improve its efficiency by 20% even after a 1200 h aging test, and reaching an overall performance superior to 2.7%. In-depth photoelectrochemical investigation demonstrates that DSSCs performance based on hydrogel electrolytes depends on many factors (e.g., dipping conditions, redox mediator concentrations, etc.), that must be carefully quantified and correlated in order to optimize these hydrogels. Photovoltaic performances are also extremely reproducible and stable in an open cell filled in air atmosphere, noticeably without any vacuum treatments.",
    "creator" : null
  }
}