{
  "name" : "downloads_2019-12-05_45_wadhawan2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Role of nanomaterials as adsorbents in heavy metal ion removal from waste water_ A review",
    "authors" : [ "Shweta Wadhawan", "Ayushi Jain", "Jasamrit Nayyar", "Surinder Kumar Mehta" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nJournal of Water Process Engineering\njournal homepage: www.elsevier.com/locate/jwpe\nRole of nanomaterials as adsorbents in heavy metal ion removal from waste water: A review\nShweta Wadhawana,*, Ayushi Jaina,b, Jasamrit Nayyara, Surinder Kumar Mehtab\na Department of Chemistry, Panjab University Research Centre, GGDSD College, Sector 32C, Chandigarh, U.T., 160031, India bDepartment of Chemistry and Centre for Advanced Studies in Chemistry, Panjab University, Sector 14, Chandigarh, U.T., 160014, India\nA R T I C L E I N F O\nKeywords: Nanosorbents Functionalization Adsorption capacity Contaminants Adsorption kinetics Adsorption isotherm\nA B S T R A C T\nThis review presents a holistic analysis of the synthesis and efficacy of nanosorbents towards the waste water purification by the removal of selected heavy metal ions, with special emphasis on the effect of functionalization of nanoadsorbents on certain key properties such as surface area, separation and adsorption capacity. We have compiled enormous data based on the characteristic properties of nanomaterials and their selective affinity towards certain heavy metal ions. The experimental factors like pH, adsorbent dosage, contact time, temperature, initial ion concentration and ionic strength affecting metal ion removal have also been explored. Besides, the different adsorption kinetics and adsorption isotherm models are discussed with the help of various illustrations to have an insight into the adsorption procedure."
    }, {
      "heading" : "1. Water pollution: some reviews and discussion",
      "text" : ""
    }, {
      "heading" : "1.1. Heavy metal pollution",
      "text" : "A rapid increase in world’s human population, natural disasters, exhaustion of water resources due to erratic climatic changes have led to scarceness of hygienically safe drinking water in various developing nations of the world. In addition, the presence of heavy metal ions, such as Pb (II), Cr (VI), Mn (II), Ni (II), As (V), Cd (II), Hg (II) etc. which are extremely noxious water pollutants, impose serious side effects in living organisms. Segregation of unprocessed industrial and household waste containing contaminants creates huge menace to the aquatic ecosystem by deteriorating the quality of surface and ground water and causes rigorous damaging and ill effects on the existing flora and fauna. In addition to this, prolonged excessive intake of heavy metal ions could damage kidney, liver, brain function and nervous system [1]. Some of these heavy metal ions become carcinogenic and even lethal when their concentrations exceed threshold limits. Different heavy metals are discharged into waste water by the effluent runoffs of various industries like fertilizers, paints, metal fabrication, pigments, leather, batteries, alloying, electroplating, mining etc. [2,3]. This leads to accumulation of non-biodegradable heavy metal ions in the food chain at every level through biomagnification resulting in heavy metal poisoning of living organisms. Amongst the trace metals, Pb (II) is considered to be the most toxic element which causes severe health issues in kids below six\nyears, such as less IQ, attention deficit disorders, learning disabilities, behavioural problems, retarded growth and impaired hearing [4]. Hg (II) is creating threat to mankind because of its toxicity, constant existence in the environment and organisms as well as bio amplification and accretion in the food chain [5]. As (II) is a carcinogen which has been proved to be toxic in human beings through inhalation as well as ingestion [6]."
    }, {
      "heading" : "1.2. Sources, toxicity and hazardous effects",
      "text" : "Table 1 presents the summarized data of common heavy metal ions, their sources, harmful effects and permissible limits in drinking water recommended by World Health Organisation (WHO)."
    }, {
      "heading" : "1.3. Methods for heavy metal ion remediation",
      "text" : "Increasing demand of pure water with low concentration of heavy metals makes it obligatory to effectively eliminate poisonous heavy metals from industrial runoffs prior to their release into the ecosystem [115]. Various conventional techniques are accessible for the decontamination of waste water viz. reverse osmosis [13], ion exchange [14], chemical precipitation [15], solvent extraction [16] etc. Even though the above mentioned approaches are efficient and achieve the discharge standards, however, most of them generate secondary waste. Adsorption, therefore, is believed to be a promising choice for the exclusion of\nhttps://doi.org/10.1016/j.jwpe.2019.101038 Received 16 June 2019; Received in revised form 11 October 2019; Accepted 31 October 2019\n⁎ Corresponding author. E-mail address: shewta.wadhawan@ggdsd.ac.in (S. Wadhawan).\nJournal of Water Process Engineering 33 (2020) 101038\n2214-7144/ © 2019 Elsevier Ltd. All rights reserved.\nT\nnoxious metals from waste water because of its accessibility, versatility and high proficiency [8]. The adsorption on the surface of solid adsorbents demonstrates a great perspective for the treatment of heavy metal ion contaminated water. It is more advantageous than other methods owing to its simple design and low investment in terms of initial cost and space required [17–21]. Further, the adsorption process becomes highly cost effective if the adsorbent used is recyclable. Due to these properties, adsorption process is gaining a great deal of attention from researchers in the treatment of industrial waste water contaminated with heavy metal ions.\nIdeally an adsorbent should provide sufficient binding sites for appropriate adsorption of heavy metal ions. Main conventional adsorbents used for heavy metal ion elimination are activated carbon, metal oxides, clay etc. to name a few [116,117]. These traditional adsorbents suffer from certain constraints such as low adsorption capacities, lack of functional tunability, reusability and recyclability. To overcome such limitations, new sorbents in nano dimensions are being synthesized and adopted for water decontamination.\nNowadays, a considerable attention has been drawn by nanomaterials as the adsorbents in decontamination of wastewater due to their large specific surface area, lesser flocculent production and availability of large number of active groups for binding of heavy metal ions [22,23]. Furthermore, nanostructured adsorbents can be reused and recycled repeatedly which makes them cost-effective and highly attractive. But, their inconstancy, inconvenience in removal from treated water and their regeneration has restricted their commercial use [115]. Therefore, researchers are aiming to resolve these issues by functionalization of NPs. This involves their coating with inorganic materials [24], polymers [8,25], carbon [26], biomolecules [27] etc. Appropriate surface functionalization enhances the adsorption capacity and provides more facile separation.\nThis review comprises of three sections. In the first, focus is on the use of various categories of nanoadsorbents like metal, metal oxide, magnetic, chitosan, polymer, carbon, zeolite etc. for the efficient elimination of heavy metal ions from the waste water through adsorption process. The second section describes the effect of various parameters i.e. pH, adsorbent dose, contact time, temperature and initial ion concentration on the elimination of heavy metal ions. Finally, in the third section, kinetics and adsorption isotherms of heavy metal removal have been summarized."
    }, {
      "heading" : "2. Nanoadsorbents for heavy metal removal: General overview, advantages, limitations and applications",
      "text" : "Various types of NPs viz. metallic, bimetallic, metal oxide, magnetic, ferrite, chitosan, polymer based, carbonaceous, zeolite etc. have been studied in the previous years for purification of wastewater contaminated with heavy metal ions. These nanomaterials mainly remove the heavy metal ions by adsorbing them on their surfaces. Following is the detailed description of diverse types of NPs demonstrated in the scientific investigations in recent times for the above mentioned purpose."
    }, {
      "heading" : "2.1. Metal and Metal oxide based nanoadsorbent: synthesis and functionalization",
      "text" : "In the past few years, metallic and metal oxide NPs (Fig. 1) have emerged as an encouraging material in heavy metal ion removal. Bare metallic NPs are less commonly used as adsorbent because they tend to agglomerate due to their instability. In addition to this, separation of bare NPs from waste water is a complicated process. Therefore, there is a need of capping or functionalization of these nanostructured adsorbents to enhance their stability and to make the separation process easy.\nAmong the metallic NPs, Fe0 i.e. nano zero valent iron (NZVI) is of immense significance due to its high stability, greater surface area, non-Ta\nbl e 1 So m e he\nav y m et al\nio ns ,s\nou rc es , ha\nrm fu l eff\nec ts\nan d pe\nrm is si bl e lim\nit s in\ndr in ki ng\nw at er .\nS. N o.\nM et al\nIo ns\nSo ur ce s\nH ar m fu l Eff\nec ts\nPe rm\nis si bl e lim\nit R ef er en\nce s\n1. H g (I I)\nV ol ca ni c ac ti vi ty , m in in g op\ner at io ns ,t an\nni ng\nan d el ec tr o pl at in g\nin du\nst ri es .\nM in am\nat a di se as e.\nO rg an\nom er cu\nry ca n ca us e ca nc\ner .\n2 pp\nb [7 ]\n2. Pb\n(I I)\nPl um\nbi ng\nfi xt ur es ,c\nab le\nco ve\nri ng\ns, ce ra m ic ,g\nla ss ,b\nat te ri es ,p\nai nt s, oi l,\nso ld er in g an\nd le ad\nex tr ac ti on\n. A ff ec ts liv\ner ,k\nid ne\nys ,C\nen tr al\nN er vo\nus sy st em\nan d G as tr oi nt es ti na\nlt ra ct .S\nub je ct io n to\nhi gh\nco nc\nen tr at io n\nle ad\ns to\nhy pe\nrt en\nsi on\n,i nf er ti lit y,\nar th ra lg ia\nan d co\nm a.\n0. 05\npp m\n[8 ]\n3. C u (I I)\nBa tt er y m an\nuf ac tu ri ng\n,a nd\nco rr os io n of\nho us eh\nol d pl um\nbi ng\n. H ea da\nch e,\nde pr es si on\nan d le ar ni ng\npr ob\nle m s.\n1. 3 pp\nm [9 ]\n5. C d (I I)\nEl ec tr op\nla ti ng\n,m et al\nsm el ti ng\n,p ai nt s,\nba tt er ie s,\nfe rt ili ze rs ,a nd al lo yi ng . R en\nal dy\nsf un\nct io n,\npu lm\non ar y pr ob\nle m s,\nbo ne\ntu m or s,\nhi gh\nbl oo\nd pr es su re ,I ta iI ta i di se as e,\nan d bo ne de fo rm it ie s in fo et us .\n10 pp\nb [1 0]\n6. A s (V\n) V ol ca ni c ac ti vi ti es , in du\nst ri es\nvi z.\npa in ts ,d\nru gs ,d\nye s,\nag ri cu\nlt ur al\nap pl ic at io ns ,m\nin in g an\nd sm\nel ti ng\n. Se\nve re\nar se ni co\nsi s,\npi gm\nen ta ti on\nch an\nge s,\nna us ea\nan d ca nc\ner of\nliv er ,s\nki n,\nlu ng\n,b la dd\ner an\nd ki dn\ney .\n0. 01\npp m\n[8 9]\n7. C o (I I)\nM et al lu rg y,\nm in in g,\nel ec tr op\nla ti ng\n, ta nn\nin g,\npa in t in du\nst ri es\nan d\nnu cl ea r po\nw er\npl an\nts .\nSk el et al\nde fo rm\nit ie s,\ndi ar rh oe\na, hy\npo te ns io n pu\nlm on\nar y is su es\nan d pa\nra ly si s.\nN ot\nsp ec ifi ed\nby W H O\n[1 1] [1 2]\n8. N i (I I)\nN ic ke\nl pl at in g in du\nst ri es , al lo ys\nan d m an\nuf ac tu re\nof ba\ntt er ie s.\nC ar ci no\nge ni c,\nha ir\nlo ss\nan d de\nrm a to xi ci ty\nin hy\npe rs en\nsi ti ve\nhu m an\ns. 0. 02\npp b\n[1 2]\n9. M o (I I)\nIn du\nst ri es ,f er ti liz\ner s,\nca ta ly si s,\nal lo ys ,a\nnd an\nti -c or ro si ve\nag en\nts .\nA th\nig h le ve\nls ca us es\nm in er al\nim ba\nla nc\ne, in cr ea se\nin se ru m\nce ru pl as m in\nan d ur in ar y co\npp er\nex cr et io n an d go ut lik e sy m pt om s. 70\npp b\n[1 2]\n10 .\nM n (I I)\nSo il,\nro ck s, m in in g,\ndu m p si te s, ag\nri cu\nlt ur al\nap pl ic at io ns\nan d pe\nst ic id es .\nN eu\nro lo gi ca l da\nm ag\ne, m ut ag\nen ic\nan d he\npa ti c en\nce ph\nal op\nat hy\n. 10\n0 pp\nb [1 2]\n11 .\nZn (I I)\nSt ee l pr od\nuc ti on\npl an\nts ,c\noa l fi re\nst at io ns\nan d ga\nlv an\nis ed\nm et al\npi pe\ns. Fe\nve r,\nvo m it in g,\nna us ea ,s\nto m ac h cr am\nps an\nd di ar rh oe\na. 30\n00 pp\nb [1 2]\ntoxicity, reducing nature and higher adsorption capacity. Several investigations in literature illustrate the use of NZVI for heavy metal ion removal. In a study by Xiao et al. [28] iron based NPs were synthesized from FeCl3 using Syzygium jambos (SJA). The synthesized biogenic SJAFe NPs were found to be highly effective in elimination of Cr (VI) with maximum removal capacity 983.2mg/g. In a similar study, removal of As (V) by synthetic NZVI was demonstrated by Kanet et al. [29] with 99% removal capacity.\nFurther, the stability of these NZVI can be improved by their entrapment or functionalization with some stabilizing agent. Sikder et al. [30] entrapped NZVI in a non- toxic and biodegradable stabilizer i.e. chitosan carboxymethyl β-cyclodextrin complex. The synthesized material was used for the complete removal of Cr (VI) and Cu (II), which involves physisorption followed by reduction of Cr (VI) to Cr (III) and also Cu (II) to Cu (0) whilst oxidizing Fe0 to Fe (III) as illustrated in Fig. 2.\nSubsequently, bimetallic NPs have also been used for the heavy metal ion removal as reported in literature. In this respect, Cai et al. [31] synthesized bimetallic Fe/Ni NPs embedded in kaolinite (K-Fe/Ni). These Fe/Ni NPs were effective for the simultaneous elimination of Cu (II) and NO3− with removal efficiency of 99.7% and 40.4%, respectively.\nIn addition to metallic NPs, numerous scientific investigations have been carried out by different research groups to demonstrate the role of metal oxide NPs in waste water decontamination (Fig. 1). Based upon their inherent magnetic character, these have been classified as magnetic and non-magnetic metal oxide NPs. Among non-magnetic NPs, oxides of Zn, Ce, Al, Fe, Cu, Mn etc. have been utilized for heavy metal ion removal. For example, Gupta et al., 2016 and Verma et al., 2017 [32,22,23] synthesized CuO NPs, using magnetron sputtering for the removal of noxious Cr (VI) and Pb (II) ions from waste water with adsorption capacities of 15.62mg/g and 37.02mg/g, respectively. Another cost effective NPs, i.e. volcanic rock with the α-Fe2O3 coating were used for the effective adsorption of Cd (II) ions [10] with\nmaximum adsorption capacity of 146.41mg/g at 30 °C. Nanofibrous adsorbent α-Fe2O3 was investigated for the elimination of Cr (VI) from wastewater with 16.17mg/g removal capacity [33]. Similarly, Hallaji et al. [34] synthesized a nanofiber adsorbent based on ZnO coated with polyvinyl alcohol (PVA) (Fig. 3a) for the adsorption of Cu (II), Ni (II) and U (VI) ions with maximum adsorption capacity toward U (VI) followed by Cu (II) and Ni (II). The order of removal of these ions can be explained on the basis of the fact that the attraction of an adsorbent for a particular ion is related to atomic mass, electronegativity and ionic radii [35]. Atomic mass follows the sequence: U (VI) (238.02 g/mol)> Cu (II) (63.54 g/mol)>Ni (II) (58.69 g/mol). On the other hand, electronegativity is in the order of U (VI) (1.38)<Cu(II) Cu(II) (1.90) and Ni(II) (1.91). Ionic radii are in the order of U (VI) (156 pm)>Cu (II) (128 pm)>Ni (II) (124 pm). Therefore, an obvious relation can be established between the properties of metal ions and the sequence of adsorption. Because of high ionic radii, greater atomic mass and lower electronegativity, PVA/ZnO nanofiber adsorbed more U (VI) ions as compared to Cu(II) and Ni(II) ions.\nYari et al. [2] demonstrated the use of nanofiber based on CeO2 coated with vinylpyrrolidone and 3-mercaptopropyltrimethoxysilane (PVP/CeO2/TMPTMS) (Fig. 3b) for the adsorption of Cu (II) and Pb (II) ions which depicted better adsorption affinity for Pb (II) as compared to Cu (II). Similarly, polyacrylonitrile (PAN) and polypyrrole (PPy) coated MnO2 nanofiber (PAN/PPy/MnO2) was used as an adsorbent for the elimination of Pb (II) ions which showed better adsorption capacity of 251.89mg/g [36] than above mentioned nanofiber PVP/CeO2/ TMPTMS which was 90.9 mg/g. Sounthararajah et al. [37] synthesized another nanofibrous material using sodium titanate for adsorption of multiple ions i.e. Cu (II), Cd (II), Ni (II), Pb (II) and Zn (II) ions from water. The adsorption investigations were carried out both for single and mixed metal systems which illustrated the better adsorptive removal of individual metal as compared to mixed metal system. The reason behind this can be the interionic competition for adsorption.\nBesides transition metal oxide NPs, some alkaline metal oxide NPs has also been used for the elimination of heavy metal ions. These are believed to be relatively less toxic and eco-friendly as compared to above mentioned metal oxide NPs. MgO NPs are important members of this group which have been studied by various researchers and observed to be competent for the elimination of heavy metal ions. For example, Cao et al. [38] developed flowerlike MgO NPs with high surface area and exhibited excellent removal efficiency towards Pb (II) and Cd (II), with maximum capacities of 1980mg/g and 1500mg/g, respectively. A different mechanism of adsorption based on cation exchange between Mg (II) ions from MgO NPs and Pb (II) or Cd (II) was proposed which lead to the high adsorption capacities. In another study, MgO NPs were used for the decontamination of waste water along with simultaneous bacterial disinfection. The prepared MgO NPs showed good removal efficiency for Cd (II) and Pb (II) ions along with Escherichia coli (E. coli) inactivatio[106]"
    }, {
      "heading" : "2.1.1. Alumina based nanoadsorbent: synthesis and functionalization",
      "text" : "Another imperative metal oxide alumina (Al2O3) occurs in natural\nsoils and has numerous structural phases, namely α, β, ɤ, ɵ and χ [39,40]. In conventional methods, α-Al2O3 is being utilized as a natural adsorbent possessing greater stability [41,42]. Alumina with strong interatomic bonding, is a popular sorbent because it possesses intriguing properties i.e. its thermal conductivity, compressive strength, wear and corrosion resistance, and electrical insulation are quite high [43]. Recent studies have illustrated the ability of Al2O3 NPs to boost the adsorption performance of certain nanomembranes. In this context, Ghaemi [44] employed Al2O3 NPs to enhance the removal efficiency of polyethersulfone (PES) membranes toward copper. Here, PES nano membrane was impregnated with different doses of Al2O3 NPs. It was noticed that the uptake of metal ions increases by increasing the NPs content in membrane matrix. Hojamberdiev et al. [43] impregnated dithizone (DTZ) and 2-amine-1-methyl benzimidazole (MAB) in the pores of spent Al2O3 catalyst. The adsorption efficiencies of DTZ-Al2O3 and MAB-Al2O3 were determined by the sorption of Ni (II), Cd (II), and Zn (II) from water. The highest adsorption capacities for Ni (II) (0.37 mmol g−1), Zn (II) (0.54mmol g−1) and Cd (II) (1.01 mmol g−1) were noted for MAB-Al2O3. The sorption of these heavy metal ions on MAB-Al2O3 was due to physisorption and chemical reaction between metal ions and the MAB-Al2O3.\nSurfactant functionalization of metal oxides results into enhanced adsorption performance. Since most of metal oxide nanoparticles have a tendency to agglomerate which results into decrease in surface area. Therefore, modification of the surface of metal oxide with surfactant has emerged as a successful method for improving the adsorption capacity of nanoadsorbent. In this context, adsorption performance of Sodium dodecyl sulphate (SDS) modified alumina i.e. Al2O3@SDS towards NH4 (I) ions was investigated by Pham et al. [45]. Authors observed that surface modification of alumina with SDS induces a significant increase in removal efficiency due to change in surface charge resulted by coating of anionic surfactant. In another report, Nguyen et al. [46] illustrated the use of both Sodium tetra decyl sulphate (STS) and SDS modified ɤ-alumina nanoparticles for the efficient removal of\nCd (II). The authors investigated the effect of surfactants on the adsorption of Cd (II) ion and the removal efficiency was found to be significantly enhanced from 67% to 94.6%."
    }, {
      "heading" : "2.1.2. Silica-based nanoadsorbent: synthesis and functionalization",
      "text" : "Silica based nanomaterials, another category of metal oxide nanoadsorbents possess great potential in metal ion adsorption due to their unique characteristics like large surface area, controllable surface properties and well defined pore size. In addition to this, nanosilica presents a non-toxic and eco-friendly adsorbent. Further, the surface modification of nanosilica with amino and thiol functional groups result into increased adsorption capacity and selectivity. Li et al. [47] modified silica gel with nitrilotriacetic acid (NTA- silica gel) for the efficient removal of Cu (II), Cd (II) and Pb (II) from waste water. The synthesized material showed quick removal of metal ion within 2 to 20min. with adsorption capacities of 63.5, 53.14 and 76.22mg g−1 for Cu (II), Cd (II) and Pb (II) respectively. In another report, amino-functionalized (3- aminopropyl and phenyl groups) silica nanospheres were investigated for the enhanced removal of Cu (II) ions [48]. The adsorption capacity was found to increase with increase in concentration of amino groups. Najafi et al. [49] also gave insight to the comparative removal of Cd (II), Ni (II) and Pb (II) using three different amino functionalized silica nano hollow spheres (NH2-SNHS) and non functionalized silica based nanomaterials i.e. nanosilica spheres and non functionalized (SNHS)) and amino functionalized nanosilica gel (NH2-SG).The adsorption capacity of functionalized nanosilica was found to be higher as compared to SNHS and maximum adsorption capacities for Cd (II), Ni (II) and Pb (II) employing NH2-SNHS were 40.73, 31.39 and 96.79mg g−1, respectively."
    }, {
      "heading" : "2.2. Magnetic Nanoparticles (MNPs) based nanoadsorbent: synthesis and functionalization",
      "text" : "Magnetic nanomaterials constitute a major category of advanced\nnanomaterials which combine advantages of magnetic separation and nanotechnology for the better heavy metal ion removal. Magnetic separation technique is being widely used in the case of ecological issues, because the MNPs exhibit brilliant reusability after magnetic separation. The characteristics of these magnetic nanomaterials alter considerably with reduction in size. The multi-domain structure of magnetic material changes to single-domain, ensuing new magnetic properties. Non-MNPs have less surface area and are difficult to separate from the aqueous phase that limits their applicability in wastewater decontamination. Alternatively, MNPs have a comparatively greater surface area, biocompatibility, chemical inertness, less toxicity, and easy dispersion ability. Hence, the application of MNPs in the waste water treatment is more reliable, efficient and cost effective.\nVarious MNPs have been used by the researchers for the effective removal of heavy metal ions. Nano sized iron oxide particles are an important member of this family. These offer increased adsorption capacity, rapid adsorption rate, easy separation and renewal. In this regard, Iconaru et al. [50] synthesized magnetite NPs (nFe3O4) and compared their removal efficiency with commercial magnetite towards As (II) and Cu (II). The results indicated the higher adsorption capacity of synthesized magnetite as compared to commercial magnetite. In another study, Fe3O4 MNPs prepared by Giraldo et al. [51] were examined for the adsorptive removal of Pb (II), Cu (II), Zn (II) and Mn (II) ions. The adsorption capacity of Fe3O4 NPs towards Pb (II) was found to be maximum and for Mn (II) it was minimum. This can be attributed to different hydrated ionic radii of these heavy metal ions which lead to variation in electrostatic interactions between heavy metal cations and negatively charged adsorption sites. In another contribution, Fe3O4 nanoadsorbents were studied for the adsorptive removal of Pb (II) ions from waste water with adsorption capacity of 36.0 mg/g [52].\nAmongst the various nanostructures, nanotubes, nanowires and nanorods have greater specific area and exhibit high capacity to eliminate heavy metal ions from water. In a study by Karami [53] magnetite\nnanorods were used for the effective removal of Fe (II), Pb (II), Zn (II), Ni (II), Cd (II) and Cu (II) ions from waste water. The maximum adsorption capacities were found to be 127, 113, 107, 95, 88 and 76mg g−1 for Fe (II), Pb (II), Zn (II), Ni (II), Cd (II) and Cu (II), respectively.\nGenerally, bare MNPs are prone to oxidation and are easily agglomerated in aqueous medium which restricts their practical application. Beside the significant developments in synthesis of MNPs, maintenance of their stability by preventing them from agglomeration and precipitation is an important issue. To overcome these limitations, bare MNPs can be functionalized by different moieties. Surface modification of MNPs increases adsorption capacities and stability towards oxidation with enhanced selectivity towards a particular metal ion. Functionalization provides complex formation, chemical binding and ligand combination in addition to electrostatic and Van der Waals interactions liable for the metal ion adsorption on the surface of adsorbent [54,55]. Functionalization using charged functional groups alters the charge on nanoadsorbent surface which results into enhanced electrostatic interactions between metal ions and the surface of adsorbent. These improved electrostatic interactions are responsible for adsorption selectivity. Further, surface functionalization of MNPs with hydrophilic coating using Polyethylene glycol (PEG), Poly vinyl alcohol (PVA), and Poly vinyl pyrollidine (PVP) as capping agents, prevent them from agglomeration. It leads to larger surface area to volume ratio and increases the homogeneity of MNPs into the solution. Manipulation of properties of MNPs by tailoring their surfaces results into selective adsorption of heavy metal ions. Type of surface functionalization and the geometric array of coating molecules decide the overall size and surface area of MNPs which play an important role in enhanced and selective adsorption of heavy metal ions from waste water.\nMany investigations have been carried out for the functionalization of MNPs with various materials like polymers, organic, inorganic, biomolecules, carbonaceous materials etc."
    }, {
      "heading" : "2.2.1. Polymer functionalized MNPs",
      "text" : "Polymers have also been used for the surface modification of MNPs to obtain higher adsorption capacities. Polymeric support provides a number of advantages for NPs functionalization such as better chemical stability, high mechanical strength and bio-compatibility. Many scientists have illustrated the use of polymers in combination with MNPs (Fig. 4) which improves the mechanical and thermal properties of polymer. For example, magnetic nanocomposite particles (MNCPs) fabricated with iminodiacetic acid grafted poly (glycidylmethacrylatemaleic anhydride) (PGMA-MAn) copolymer were reported by Hasanzadeh et al. [8]. The authors illustrated the efficiency of these MNCPs for the decontamination of water containing Pb (II) and Cd (II) ions. Similarly, Martínez-Cabanas et al. [25] presented another polymer functionalized iron oxide MNPs where chitosan was used as a polymer for the effective adsorption of As (V). A green approach has been used for the synthesis of above mentioned nanomaterial where iron oxide NPs have been prepared using plant extract of eucalyptus. The investigations revealed that iron oxide nanoparticle beads are an efficient As (V) adsorbent with small equilibrium times and excellent adsorption capacity at natural pH. In another study, MNPs modified with hydroxyapatite (MNHAP) were tested for the adsorptive removal of Cd (II) and Zn (II) [56]. Another polymeric mercaptoethylamino coated MNPs (MAMNPs) were presented by Madrakian et al. [57]. The experimental results demonstrated that MAMNPs showed high tendency towards the removal Ag (I), Hg (II), Pb (II) and Cd (II). Huang and Chen [58] demonstrated the use of a new magnetic nanoadsorbent fabricated by the functionalization of Fe3O4 NPs with polyacrylic acid (PAA) and diethylenetriamine (DETA) for the adsorption of Cu (II) and Cr (VI). The higher adsorption capacity was calculated for Cu (II) ions as compared to Cr (VI) ions."
    }, {
      "heading" : "2.2.2. Biomolecules functionalized MNPs",
      "text" : "Functionalization of MNPs with biomolecules enables their safe and eco-friendly use in metal ion remediation process in addition to increased adsorption capacity. Many researchers investigated the use of biomolecule functionalized MNPs in heavy metal ion adsorption. In a contribution by Verma et al. [[22,23]] glycine modified magnetic Fe3O4 NPs (GF-MNPs) enclosed in alginate polymer in the form of beads were used where the adsorbent demonstrated excellent removal efficiency for Pb (II) ions owing to the amino and carboxylate groups on the surface of beads. Another adsorbent, containing iron oxide MNPs and Ca-alginate embedded on the surface of a biomass strain i.e. Phanerochaete chrysosporium pellets was prepared by Xu et al. [[59]] for effective removal of Pb (II) with adsorption capacity 167.36mg/g.\nIn some reports, substituted cellulose, a biopolymer has also been used for functionalization of MNPs. Fan et al. [60] synthesized Carboxy methyl cellulose-immobilized Fe3O4 MNPs (CMC-Fe3O4) which exhibit high adsorption capacity (152.0 mg g−1) of Pb (II) ions. The results indicated that chelation as well as electrostatic attraction was responsible for the removal of Pb (II) by CMC-Fe3O4. This can be attributed to fact that CMC chains on the surface of MNPs possess various functional groups which were responsible for the complexation with Pb (II) ions. Further, the adsorption mechanism was based on electrostatic interactions between the ions and MNPs surface which is positively charged when pH is below zero point charge (ZPC) leading to reduced adsorption capacity and at pH higher than ZPC increased adsorption capacity was observed.\nIn another study, MNPs modified with triazinyl-β-cyclodextrin (T-βCD–MNPs) prepared by Abdolmaleki et al. [61] displayed superb adsorption performance towards Pb (II), Cu (II), Zn (II) and Co (II). The enhanced adsorption capability was attributable to the presence of many hydroxyl and azinyl nitrogen groups in triazinyl-β-cyclodextrin on the surface of MNPs. Maximum adsorption capacities were obtained in the order Pb (II)> Cu (II)> Zn (II)>Co (II). The considerable difference in the adsorption efficiencies may be due to the different complexation ability of the oxygen and nitrogen groups on the surface\nof MNP with the metal ions. The extent of metal ligand binding depends mainly on the metal ion and its inclination to form ionic or covalent bonds."
    }, {
      "heading" : "2.2.3. Organic molecules functionalized MNPs",
      "text" : "Organic molecules provide various functional groups for the complexation with heavy metal ions which greatly enhance the adsorption capacity of MNPs. Ge et al. [62] fabricated acrylic acid (AA) and crotonic acid (CA) grafted Fe3O4 MNPs modified with 3-aminopropyltriethoxysilane (APTES) for the removal of heavy metal ions in the given order: Pb (II)>Cu(II)> Zn (II)>Cd (II). The difference is ascribed to the different complex capacity of the carbonyl with the metal ions.\nAmino-functionalized magnetic nanoadsorbents (MNPs-NH2) were also found to be effective in heavy metal ion elimination. Tan et al. [63] demonstrated that amino-functionalized Fe3O4 NPs displayed effective adsorptive removal toward Pb (II) ions. Similarly, Gao et al. [64] functionalized mesoporous superparamagnetic Fe3O4 NPs with a chelating ligand i.e. triethylenetetramine. These functionalised MNPs have been illustrated for the removal of copper in waste water with 85% removal efficiency. Similarly, Shen et al. [65] explored the mechanism of adsorption of Cr (VI) on the surface of nanosized magnetic polymer functionalized with tetraethylene pentamine i.e. TEPA-NMPs. Experimental data confirmed the adsorption of Cr (VI) on these NMPs due to the electrostatic interaction, and also because of the reduction of Cr (VI) into Cr (III) through charge transfer on the adsorbent surface. In another category, Shen et al. [66] synthesized a number of core-shell Fe3O4 NPs functionalized with various multi-amino groups i.e. NH2NMPs for the adsorption of Cu (II) and Cr (VI) ions in sole metal ion system and co existing metal ion system. The adsorption process was found to be highly dependent on pH of the medium for both Cu (II) and Cr (VI) ions. It was due the fact that adsorption process was mainly based on electrostatic interactions. Adsorption capacities were maximum at pH values between 2–4. At pH lower than 2, protonation of -NH2 to -NH3+ results into lesser availability of –NH2 binding sites which reduces adsorption efficiency. At pH higher than 2, greater availability of -NH2 binding sites results into increase in adsorption of Cu (II) ions. On the other hand, at pH above 4 precipitation of Cu (II) occurs. Similarly, adsorption of Cr (IV) i.e. HCrO4− was maximum at pH 2–4 due to electrostatic attractions between HCrO4− and -NH3+. Higher pH declines adsorption capacity because of competition between HCrO4- and OH− ions. Further, it was observed that adsorption process was competitive at higher concentration of metal ions and low pH values in coexisting system. Lower concentrations and higher pH values did not affect the adsorption efficiencies of coexisting systems.\nLiu et al. [67] synthesized cost-effective and environment friendly humic acid (HA) coated Fe3O4 NPs for the sorption of Hg (II), Pb (II), Cd (II), and Cu (II). The results depicted the improved stability and adsorption capacity of Fe3O4/HA as compared to Fe3O4 NPs."
    }, {
      "heading" : "2.2.4. Carbonaceous material functionalized MNPs",
      "text" : "Furthermore, functionalization of MNPs with carbonaceous materials like graphene oxide (GO) and activated carbon is also an effective method to improve the adsorption efficiency of nanoadsorbents. For example, magnetite graphene oxide/Lauric acid (LA) nanocomposite containing Ethylenediamine tetra acetic acid (EDTA) NPs (GO/Fe3O4/ LA/EDTA) prepared by Danesha et al. [26] was used for the sorption of Pb (II) ions. Strong coordination ability of EDTA and the presence of −COOH and −OH on GO surface resulted in their enhanced electrostatic interactions with metal ions which improved adsorption performance. In another study, magnetite NPs modified with powder activated carbon i.e. (Fe3O4@C) were used as an adsorbent for Pb (II) [68].\nAnother highly effective Fe3O4 NPs functionalized with EDTA were fabricated by Ghasemi et al. [69] for the adsorption of Ag (I), Hg (II), Mn (II), Zn (II), Pb (II) and Cd (II) ions with adsorption efficiencies and adsorption capacities in the range of 96–104% and 71–169mg/ g,\nrespectively."
    }, {
      "heading" : "2.2.5. Inorganic molecules functionalized MNPs",
      "text" : "Inorganic compounds like silica and EDTA have also been employed for the functionalization of MNPs in the metal removal application. With regard to this, different wt. % of Fe3O4 NPs was modified with silica, metformine, and amine by Ghaemi et al. [70]. The results depicted the highest Cu (II) removal (about 92%) for 0.1 wt % metformine-modified silica coated Fe3O4 MNPs due to high affinity in Cu (II) adsorption.\nAn effective nanoadsorbent MNPs modified with silica and glutathione (Fe3O4–SiO2-GSH MNPs) was successfully synthesized by Xu et al. [71] and subsequently applied for Pb (II) removal. The prepared nanosorbents were consistent in size and offered abundant adsorption sites for Pb (II). Also, their super paramagnetic character helped their easy removal with the external magnet. The maximum Pb (II) adsorption capacities were found to increase with the increase in temperature. Similarly, Mokadem et al. [72] investigated the use of MNPs modified with 1, 2, 3-triazole (MNP-Trz) and silica coated (MNPS-Trz) in the elimination of metal ions with adsorption capacities in the order: Pb (II)>Cu (II)> Zn (II). The observed sequence is the consequence of electronic properties of atoms of the ligand and metal ion characteristics which control the process of complexation. Higher the metal ionic potential, greater will be its inclination to attract electrons of the ligand, and thus, the complex formed will be maximum stable [73]. For cations with the same charge, the stability of complexes tends to decrease with increase in ionic radii. The hydrated ions sizes of the metal increased follows the sequence: Pb (II) (4.01 A°)< Cu (II) (4.19 A°)< Zn (II) (4.30 A°) [74]. In another scientific investigation, Girginova et al. [5] used MNPs coated with silica which were modified with dithiocarbamate groups. Silica coated MNPs were observed to be highly efficient in the elimination of Hg (II) even at very low concentrations.\nCarbonate-based adsorbents constitute another category of promising materials to functionalize MNPs. CaCO3 is an economical, nontoxic porous material with a large solubility product which remarkably improves the metal ion adsorption capacity of the adsorbents by facilitating precipitation reactions between CaCO3 and heavy metal ions. However, a few disadvantages such as low efficiency, sludge generation, and difficult separation restrict their use in waste water purification. To overcome these technical problems, CaCO3 can be combined with MNPs for better separation from waste water and high adsorption capacity. Islam et al. [24] synthesized mesoporous needle-like magnetic adsorbent iron oxide@CaCO3 (IO@CaCO3) using hydrothermal method. This adsorbent was used for the removal of As (V), Cr (VI) and Pb (II) at a greater rate than any conventional adsorbents previously reported."
    }, {
      "heading" : "2.2.6. Nanocomposite MNPs",
      "text" : "Researchers have also explored magnetic nanocomposites of different metal oxides as nanosorbents. In this respect, flower shaped Fe3O4/MnO2 nanocomposite was synthesized by Kim et al. [75]. The adsorbent displayed a significantly enhanced adsorption capacity for Cd (II), Cu (II), Pb (II) and Zn (II) than Fe3O4 NPs.\nAnother important category of magnetic nanomaterials is metal ferrite NPs where any metal is coupled with ferrite molecules to acquire the property of magnetic separation. Metal ferrite, in general, is represented as M(FexOy) where M denotes any metal which makes divalent bonds. In a series of investigations, Mn-Zn ferrite (Mn0.67Zn0.33Fe2O4) [76], copper ferrite (CuFe2O4) and ZnFe2O4 [77,78] NPs were synthesized for heavy metal ion elimination. Mn-Zn ferrites were employed for removing As (V), Cd (II), and Pb (II) with high removal efficiencies. Subsequently, copper ferrite and zinc ferrite NPs were used for the recovery of Mo (II) and Pb (II) from water, respectively.\nBabadi et al. [79] synthesized nanocomposite of NiFe2O4@SalenSi where NiFe2O4 NPs were functionalized with a Schiff Base derived from\nsalicylaldehyde and amino propyl triethoxy silane. The synthesized nanocomposite was used for the adsorptive removal of Ni (II) from aqueous solution with 95% adsorption efficiency."
    }, {
      "heading" : "2.3. Polymer-based nanoadsorbent: synthesis and functionalization",
      "text" : "Polymer based nanofibrous membranes have also been employed as the core substance of the adsorbents due to their well-defined porous nature, greater gas permeability, minute interfiber pore size, and large specific surface area, which leads to their enhanced adsorption efficiency. These possess high skeletal strength, adjustable surface functional moieties and easily degradable properties which makes them a perfect choice for potential adsorbents. Membrane adsorption process on the surface of polymeric nanofibers involve adsorption of metal ions on functional groups of incorporated sorbent in the nanomembrane and permeation of waste water through membrane. The presence of special functional groups like –NH2, −COOH, -SO3H etc. further enhance the adsorption capacity and selectivity of polymer based nanomembrane. Polymer based nanoadsorbents can be further categorised on the basis of material used."
    }, {
      "heading" : "2.3.1. Chitosan NPs",
      "text" : "Chitosan is a hydrophilic, non-toxic, eco-friendly, and biocompatible polymer which can form complexes with various metal ions. The presence of amino groups facilitates the interaction with metal ions through chelation and chemical modifications of chitosan further enhance its selectivity and sorption capacity. Further, its sorption efficiency can be improved by linkage with various substances which lead to stabilization of chitosan in acidic medium and augment its mechanical properties. For example, Dubey et al. [7] synthesized chitosanalginate NPs (CANPs) for adsorption of Hg (II) ions from water. Due to positive and negative ions of chitosan and alginate, respectively, they interact electrostatically with both the tripolyphosphate ions and calcium ions. A remarkably high value of maximum adsorption capacity i.e. 217.39mg/g at 30 °C of CANPs for Hg (II) ions was obtained in this study. Esmaeili and Khoshnevisan [80] investigated the effectiveness of alginate functionalized chitosan NPs (Alg-CS-NPs) for elimination of Ni. Maximum removal of Ni was observed to be 94.8% in this case. In another study, chitosan/TiO2 nanocomposites were synthesized by Razzaz et al., 2016 [9] for the absorptive removal of Cu (II) and Pb (II) ions. Saad et al. [81] fabricated core shell ZnO/Chitosan NPs for the elimination of heavy metal ions in the order: Pb (II)>Cd (II)>Cu (II).\nYuan et al. [82] synthesized a series of 3D hierarchically porous nitrogen-doped carbon materials (HNC) by using chitosan as a source of carbon/nitrogen source. The results indicated that HNC exhibits strong adsorption capacity for Pb (II) and Cd (II) in aqueous solution. The authors also proposed that adsorption of Pb (II) on HNC is a chemisorption process, caused by coordination and electrostatic interaction between the Pb (II) ions and N- and O- containing functional groups of HNC materials.\nA similar kind of material i.e. chitin has also been employed for the adsorptive removal of heavy metal ions. Liu et al. [83] synthesized chitin nanofibrils (CNF) by downsizing chitin micro-particles (CMP) with no alteration in its chemical and structural properties. The synthesized CNF were used for the elimination of heavy metal ions in order of Cd (II)>Ni (II)> Cu (II)> Zn (II)> Pb (II)>Cr (III). The adsorption capacity values were observed to be greater than CMP because of larger specific surface area and extensive porosity of CNF."
    }, {
      "heading" : "2.3.2. Dendrimer nanoadsorbent",
      "text" : "Organic polymeric sorbents containing chelating functional groups are another potential nanomaterial for the elimination of metal cations. These consist of chelating functional groups and the polymer matrix or support. In this context, Hasanzadeh et al. [84] fabricated poly (styrene-alt-maleic anhydride) with 3-aminobenzoic acid. Further, this chelating resin was modified by 1, 2-diaminoethane or 1, 3-\ndiaminopropane for the adsorptive removal of heavy metal ions with percent removal in the order of Fe (II)> Cu (II)> Zn (II)> Pb (II).\nIn a similar study, nanofibrous poly (ethylene-co-vinyl alcohol) (EVOH) were synthesized [85] for Cr (VI) adsorption from water. The equilibrium time for adsorption was less than 100min, and the adsorption capacity was 90.74mg/g. In another scientific report, polyacrylonitrile (PAN) nanofibers modified with amidoxime groups were applied for the adsorption of Cu (II) and Pb (II) ions [86].\nPAN/MOF-808 nanofibers membranes were prepared by co-electro spinning of polyacrylonitrile (PAN) polymer and metal-organic frameworks i.e. MOF-808, and then investigated for scavenging Pb (II), Cd (II), Zn (II), and Hg (II) ions from an aqueous solution[108]. The order of removal efficiency among these ions is Zn (54%)>Cd (50%)>Pb (46%)>Hg (34%). Taking into account the ionic radius of heavy metal ions, the order is Zn (II) (0.74 Å)<Cd (II) (0.95 Å)<Hg (II) (1.02 Å)< Pb (II) (1.19 Å) [87]. The removal efficiency decreases as the ionic radius increases, except for the interchanging positions of Pb (II) and Hg (II). This implies that steric effect of the ions prevents the approach of heavy metal ions to the adsorption site.\nIn another contribution, Cegłowski et al. [88] synthesized two novel economical polymeric nanoadsorbents by the reaction of diethylenetriamine (DETA) or pentaethylenehexamine (PEHA) with 1,3,5-tris(6isocyanatohexyl)-1,3,5-triazinane-2,4,6-trione (HDI-IC). The obtained HDI-IC-DETA and HDI-IC-PEHA polymers have varying ethyleneamine chain lengths because of which they can form polyamine chelating complexes with heavy metal ions. The HDI-IC-PEHA exhibited approximately two times greater maximum adsorption capacities for Cd (II), Co (II), Cr (III), and Cu (II) ions as compared to HDI-IC-DETA, due to the presence of longer ethyleneamine chains.\nMartín et al. [89] selected polyacrylonitrile (PAN) as base polymer to prepare three ion-selective nanofibers from ethylenediamine (EDA), ethyleneglycol (EG) or diethylenetriamine (DTA). The adsorption capacity values for Cu (II), Pb (II) and Zn (II) obtained in this study are 6.1, 8.8 and 7.2 mmol g−1, respectively which are exceptionally higher are as compared to other materials. This may be due to the large surface area of the nanofibers and their high degree of surface functionalization, resulting in a greater number of chelating groups accessible for metal adsorption.\nAnother study by Shah et al. [90] reports an efficient removal of Cd (II), Ni (II), Cu (II) and Co (II) with a low cost superadsorbent polymer hydrogel (SPH) prepared from acrylic acid and acrylamide in various ratios. All the compositions showed significant ability to adsorb the above mentioned heavy metal ions from aqueous medium. The scientific investigation indicated greater selectivity of SPH for Co (II) and Cu (II) relative to Cd (II) and Ni (II) which may be attributed to the fact that the metals smaller in size can easily penetrate in the polymer matrix and subsequently adsorb on the vacant site functionalized in the polymer chain."
    }, {
      "heading" : "2.3.3. Cellulose based nanoadsorbent",
      "text" : "Adsorbent based on biopolymers such as cellulose have also been investigated for the elimination of heavy metal ions. Mautner et al. [91] modified cellulose nanofibrils (CNF) with phosphate groups by reacting CNF with phosphoric acid (P) to synthesize CNF-P. It was found that these CNF-P nanopapers adsorbed Cu (II) ions efficiently from aqueous solutions. Another highly promising bio absorbent in three different forms i.e. tetramethyl piperidine oxide (TEMPO) oxidized 2, 3, 6-Tricarboxy cellulose nanofiber (T-CNFs) and TPC-CNFs with and without polyamide-amine-epichlorohydrin crosslinker (PAE) was synthesized by Abou-Zeid.et al[111] for scavenging heavy metal ions such as Cu (II), Pb (II) and Ca (II) from waste water. It was observed that Cu (II) and Pb (II) ions were the highest adsorbed ions 92.23, 97.34 and 82.19mg/g for T-CNFs, TPC-CNFs and crosslinked TPC-CNFs, respectively."
    }, {
      "heading" : "2.4. Zeolite NPs",
      "text" : "In past years, zeolites are being comprehensively utilized for the separation and remediation processes due to their high porosity. Alkali and alkaline earth metals can be moved in their framework to balance negative charge between Si (IV) and Al (III). But in current times, zeolites are being used in NP form which is more efficient for adsorption because they have large specific surface area and surface activity.\nIn one report, polysulfone (PSf) membrane imbued with zeolite NPs was used where adsorption and the filtration processes were coupled for the dynamic removal of Pb (II) and Ni (II) ions [93]. The maximum adsorption capacity of the impregnated membrane for Pb (II) and Ni (II) was calculated to be 682 and 122mg/g, respectively. Another scientific study by Deravanesiyan et al. [94] illustrated the adsorption of Cr (III) and Co (II) ions using alumina NPs immobilized zeolite (ANIZ). The removal capacity of this new sorbent was compared with Al2O3 NPs, and NaX zeolite granules. Results revealed that the adsorption efficiency of zeolite has been considerably enhanced (Cr (III): 31.76%, Co (II): 17.2%) on immobilizing Al2O3 NPs.\nIn another work, polyvinyl alcohol (PVA)/NaX nanozeolite adsorbent was fabricated and used for removal of Ni (II) and Cd (II) ions from aqueous medium. The adsorption results indicated a higher affinity of PVA/zeolite nanofibrous adsorbent for Cd (II) ions than Ni (II) ions. The adsorption capacities for Cd (II) were observed to be much higher than Ni (II) [95]."
    }, {
      "heading" : "2.5. Carbon based nanomaterials (New generation nanoadsorbents)",
      "text" : "Owing to the distinctive physical and chemical properties, carbonaceous based functional materials have emerged as one of the most favourable nanoadsorbents. They are attaining great attentsion of present researchers because of immense scope in treatment of waste water decontamination. Several endeavours to obtain a variety of carbon based nanostructures like carbon nanotubes (CNTs), carbon based nanocomposites and graphene had been performed in the past for the removal of various kinds of pollutants. Among these, CNTs are more promising due to their large surface area, small size, cylindrical hollow structure and electrical conductivity. Basically, CNTs are of two main categories viz. single-walled (SWCNTs) and multi-walled (MWCNTs). Various studies describe the use of CNTs in heavy metal ion removal from waste water. For example, Rahbari and Goharrizi [96] described the adsorption of Pb (II) from water on CNTs with adsorption capacity of 70.1 mg/g. Similarly, Stafiej and Pyrzynska [97] demonstrated the use of CNTs for the adsorptive removal of ions with removal capacities in the order of Cu (II)> Pb (II)>Co (II)> Zn (II)>Mn (II). In another investigation, oxidized multi-walled carbon nanotube with coating of MnO2 (MnO2/oMWCNTs) were used for the efficient removal of Cd (II) ions from aqueous solution with adsorption capacity of 41.6 mg/g. [83]\nRecently, carbon layered silicate nanocomposites have triggered considerable research interest because of their improved properties as compared to their counterparts’ i.e. conventional carbonaceous materials. In an investigation by Zhu et al. [98] an environmentally benign montmorillonite/carbon (MMT/C) adsorbent was fabricated for removal of Pb (II) with maximum adsorption capacity of 247.85mg/g.\nGraphene, another member of carbon based nanomaterials, has gained a significant attention in the field of environmental remediation. The presence of oxygen containing functional moieties on graphene oxide (GO) surface provides a strong hydrophilic nature to it which lead to its fine dispersion in water. The distinctive functional groups and high surface area of GO makes it a prospective candidate for the waste water decontamination. These nanomaterials are effective against various pollutants present in waste water. Removal of heavy metal ions is based on the adsorption via complexation of metal ions with the oxide binding site in graphene. The organic pollutants like dyes interact with delocalized π- electron system of graphene (Fig. 5). Zhao et al. [11] synthesized GO nanosheets for the adsorptive removal of Cd (II) and Co\n(II). Adsorption capacities of 106.3 and 68.2 mg/g towards Cd (II) and Co (II), respectively were obtained.\nIn another scientific study, 3D MnO2 nanotubes@reduced graphene oxide hydrogel (MNGH) was prepared by Zeng et al. [99]. These uniformly sized (∼20 nm) MnO2 nanotubes were wrapped by interconnected porous reduced graphene oxide (rGO) sheets. The 3D porous nanostructure and the synergetic action between rGO and MNTs of the hydrogel induced greater adsorption capacity for Pb (II) (356.37 mg g−1), Cd (II) (177.4mg g−1), Ag (II) (138.2mg g−1), Cu (II) (121.5 mg g−1) and Zn (II) (83.9mg g−1).\nFurther, the experimental conditions for the removal of metal ions using above mentioned nanoadsorbents have been summarized in Table 2."
    }, {
      "heading" : "3. Separation of nanoadsorbent from reaction system",
      "text" : "Reusablity of adsorbents is a significant factor for evaluating their viability in practical applications, because an efficient repetitive availability of adsorbents will reduce the overall cost of the adsorption process. There is variety of reports by the researchers demonstrating the different methods for the separation of adsorbent from the reaction system followed by reusability of the nanoadsorbent. Zeng et al. [99] employed 0.5 M HNO3 solution to recover Pb (II) from the MNGH nanoadsorbent. The adsorption capacities of Pb (II) decline to some extent with chronological cycles of reuse. About 87% of its original adsorption capacity was retained even after eight reusability cycles. Therefore, MNGH exhibited immense ease for reusability in removing heavy metal ions.\nIn another scientific investigation, polystyrene-poly(N-isopropylmethacrylamide-acrylic acid) i.e. PSt@p(NIPMAM-Aac) core/ shell gel particles used for the removal of Pb (II) Cu(II), Cd (II) and Cr (III) ions were eluted with 0.5 M HCl solution. In this case, Pb(II) ions adsorption on these gel particles was maintained up to three repeated\nadsorption and desorption cycles but small decline in removal of Cu(II), Cd(II) and Cr(III) ions was noted in third cycle of reusability [101].\nThe regenerative capacity of HNC-3 was evaluated by using diluted HNO3 solution as desorbent. The removal efficiency for Pb (II) ions is still maintained after the fifth cycle, demonstrating the good reusability of HNC-3. These observations imply that the active sites on HNC-3 occupied by Pb (II) ions could be completely recovered by treating them with an acid. This might be due to the competition for adsorption sites between H+ and Pb (II) [82].\nFan et al. [60] examined the reusability of CMC-Fe3O4 for adsorption of Pb (II) ions by washing the nanoadsorbent with 0.1 M Na2 HPO4 and water. It was observed that there was a slight decrease in adsorption capacity with increasing adsorption and desorption cycles. The adsorption capacity of CMC-Fe3O4 was found to be greater than 85% after five cycles. The saturation magnetization of CMC-Fe3O4 after five cycles was found to be 45.0 emu g−1, which is approximately same as these NPs before the adsorption experiment (45.5 emu g−1). These results predict that the CMC-Fe3O4 have tremendous reusability and stability, making them valuable MNPs for wastewater remediation.\nIn another study Martín et al. [89] examined the recovery of Cu (II), Pb (II) and Zn (II) ions from ion-selective polyacrylonitrile nanofibers, and assessed their reusability over four adsorption-desorption cycles. The excellent results were given by 1.0M HNO3 and 0.5M H3PO4, with more than 90% recovery for ions. A steady behavior was noted for Pb (II) and Zn s(II) with no significant decline in the adsorption capacity suggesting that these nanofibers can be reused and recycled easily. On the other hand, the adsorption capacity decreased for Cu (II) ions with the adsorption-desorption cycles."
    }, {
      "heading" : "4. Factors affecting adsorption",
      "text" : "Scientific investigations have examined the effect of several factors viz. pH, adsorbent dose, contact time, temperature and initial ion\nconcentration on heavy metal ion adsorption on the surface of NPs. Herein we have reflected on the influence of the above mentioned factors on the adsorptive removal of heavy metal ions."
    }, {
      "heading" : "4.1. Effect of pH",
      "text" : "pH plays a key role in the whole adsorption process and particularly for the adsorption capacities. Therefore, it is necessary to investigate its effect on the removal of metal ions. In a scientific report, it has been illustrated that on increasing the pH from 2.0 to 5.0, the adsorptive removal of Hg (II) ions by CANPs increases. At low pH, the electrostatic repulsions between the protonated functional moieties on the surface of CANPs and metal cations hinder their adsorption. In addition to this, the presence of a significant number of H+ and H3O+ ions in water compete with the metal ions for adsorption. However at some moderate pH, the rate of adsorption enhances because of reduction in electrostatic repulsions due to deprotonation of the active sites [7]. Various other investigations have also demonstrated that adsorption of heavy metal ions is favoured at moderate pH rather than at lower values. For example, adsorption of Pb (II) and Cu (II) on the surface of chitosan/ TiO2 nanofibres reached the maximum values at pH 6.0 and were lowest from pH 2.0 to 4.0 [9].\nIn a similar study, it was demonstrated that with increase in pH from 4.0 to 6.0, the percentage of adsorption of Cd (II) appreciably increased and then became constant (97%) at pH 9.0. After that, percentage of adsorption decreased to 80% on further increasing the pH to 11.0 [75]. The results of these investigations have been compiled in Fig. 6a.\nFrom the above discussion we can conclude that moderate pH is favourable for the removal of heavy metal ions because at this pH, the sorbent surface gets deprotonated, which leads to augmentation of the\nnegatively charged sites. This results into enhanced electrostatic attractions between the surface of adsorbent and metal cations which causes an increase in the adsorption capacity. But at lower pH, there is an increase in adsorption sites carrying positive charge; which leads to increase in the repulsive forces among the adsorbent surface and the positively charged metal ions, decreases the adsorption of metal ions [58]. At higher pH, hydroxylated complexes of the metal ions are formed which destroy the nanoadsorbent’s surface leading to blockage of some active sites."
    }, {
      "heading" : "4.2. Effect of adsorbent dose",
      "text" : "It plays a major role in the adsorption process. Adsorption capacity for the removal of heavy metal ions depends upon the number of effective adsorption sites which increases with increase in adsorbent dose. Therefore, the adsorption capacity enhances with the amount of adsorbent dose of NPs. But further increase in adsorbent dose results into agglomeration of NPs, decreased surface area and reduction in sorption sites, thereby decreasing the adsorption capacity. There are many investigations in literature demonstrating the influence of adsorbent dose on heavy metal ion adsorption. For example, the optimum concentration of nanofibrous chitosan coated with TiO2 was 2000mg/l for the adsorption of Pb (II) and Cu (II) ions. It was observed that at higher concentrations, agglomeration of NPs lead to partial deactivation of nanofiber surfaces. As a consequence, the adsorption capacity of adsorbent reduced significantly [9].\nA considerable in increase adsorption efficiency from 41.7 to 92% was observed on increasing Fe3O4@C nanosorbent dosage from 0.5 to 2 g/L; however it lead to a reduction in adsorption capacity from 41.7 to 22.9 mg/g. The reason behind the improvement of removal efficiency is the ease of access of Pb (II) ions to the active sites on the\nFe3O4@C surface. On the other hand, reduced adsorption capacity with increase in adsorbent dose may result from the inter particle aggregation due to high adsorbent concentration which reduces the active surface area of Fe3O4@C [68]. These results have been presented graphically in Fig. 6b."
    }, {
      "heading" : "4.3. Effect of contact time",
      "text" : "The time of contact between the metal ion solution and NPs plays a major role in economical wastewater treatment process. It has been observed that with increase in contact time, removal efficiency enhances which may be ascribed to the fact that interaction time between metal ions and active sites on nanoadsorbent increases. Further, removal efficiency is fast during the initial stage and increases slowly thereafter. This is primarily due to the accessibility of higher number of vacant sites on the adsorbent surface initially which subsequent decreases with time. This kind of adsorption behaviour was illustrated in a study where the removal efficiency for Hg (II) on the CANPs surface enhanced on increasing the contact time from 0 to 90min. The increase in removal efficiency of Hg (II) was quick during the first 30min, then slowed down with the achievement of adsorption equilibrium in 90min [7]. In a similar study, the adsorption of Pb (II) and Cd (II) on to MNCPs surface was observed to be 100% and 91% of the total adsorption (53.33 and 48.53mg/g) within the initial 20min. of contact time respectively. Thereafter, due to equilibrium between rate of adsorption and desorption, the process became independent of contact time [8]. Some of these studies have been compared in Fig. 6c."
    }, {
      "heading" : "4.4. Effect of temperature",
      "text" : "Solution temperature is also an essential parameter in adsorption process. In general, initial increase in the temperature reduces the solution viscosity which results in enhancement in the diffusion rate of the adsorbate molecules across the adsorbent surface and leads to elevated adsorption efficiency. Subsequent change in temperature can affect the adsorption process in two different ways, depending upon whether the process involves absorption or evolution of heat. The adsorption capacity decreases with increase in the temperature for an exothermic process whereas it increases in case of an endothermic one. Furthermore, temperature study of an adsorption process provides significant information regarding various thermodynamic parameters i.e. the standard Gibbs free energy (ΔG), enthalpy (ΔH) and entropy changes (ΔS) accompanying adsorption. In a scientific investigation, the adsorption of Hg (II) on CANPs was found to be exothermic. The removal efficiency increased on raising the temperature from 10 °C to 30 °C and decreased thereafter with maximum adsorption (approximately 79.40%) at 30 °C. Further decrease might be due to the increased mobility of metal ions with rise in temperature, leading to desorption or de-chelation of metal ions from adsorbent surface. Therefore, the number of metal ions adsorbed on CANPs decreased on increasing the temperature. Moreover, for exothermic adsorption process, the electrostatic interactions between adsorbent and Hg (II) ions weaken at elevated temperature [7]. The negative ΔG values and positive ΔH values predicted that sorption of metal ions on the surface of adsorbent was spontaneous and endothermic.\nIn another study, adsorption of Pb (II) on Fe3O4 nanoadsorbent surface at different temperatures was found to be endothermic. There was an increase in Pb (II) adsorption efficiency on increasing the temperature which can be attributed to increase in ionic mobility, which results into greater number of ions interacting with active sites [52]."
    }, {
      "heading" : "4.5. Effect of initial ion concentration",
      "text" : "Initially the rate of adsorption increases on increasing the concentration of metal ions up to a certain extent but further increase leads to a decrease in removal efficiency. This might be due to the reason that\nfor a fixed amount of adsorbent, an optimum concentration of metal ion should be present in the solution. At low concentration, lesser number of metal ions will be available for the adsorption which leads to low removal capacity but if concentration is increased, the number of ions available for the adsorption increases which results in higher adsorption rate. But beyond a certain initial concentration, there is the greater availability of ions for same number of adsorption sites which consequently reduces the removal efficiency. For example, on increasing the initial concentration of Hg (II) from 4mg/l to 12mg/l on the surface of CANPs, enhances the adsorption rate which decreases subsequently [7]. In a similar investigation, the sorption capacity of PVA/ZnO nanofibrous adsorbent for U (VI), Cu (II) and Ni (II) ions increased with increasing initial concentrations of metal ions from 90 to 500mg/L [34]. Some of these results are presented in Fig. 6d."
    }, {
      "heading" : "4.6. Effect of ionic strength",
      "text" : "Ionic strength of the aqueous solution plays an important role in adsorption process as it describes the effect of additional ions present in aqueous solution on the adsorption of adsorbate molecules on the surface of adsorbent. Generally, it is studied by adding different concentrations of ions like Na+, Cl− etc. in adsorbate solution. The extent of effect of strength of ions depends upon the screening of coulombic potential between adsorbent molecule and adsorbing ions and competition among the target ions and added ions for active sites on adsorbent surface. The adsorption efficiency depends also gets affected by the concentration of added ions as well as adsorbent’s affinity. If adsorbent has higher affinity towards target metal ions as compared to added ions, its adsorption efficiency is negligibly altered by the ionic strength of solution. Some reports in literature describe the negligible effect of ionic strength on the adsorption of heavy metal ions. Hasanzadeh et al. [8] demonstrated the effect of NaCl at 3mol/L concentrations on the adsorption of two heavy metal ions Pb (II) and Cd (II) on the surface of MNCPs. It was observed that NaCl has insignificant effect on the adsorption of heavy metal ions which proves that the adsorbent has higher affinity towards Pb (II) and Cd (II) than Na+ ions. In a study by Xu et al. [71] a slight increase in adsorption capacity of Pb (II) on Fe3O4–SiO2GSH MNPs was observed with addition of NaCl at concentration of 0.025mM but further increase in NaCl concentration upto 0.2mM lead to decrease in adsorption capacity from 98.87 to 85.72mg g-1. This observation can be explained on the basis of the fact that initially NaCl promotes the dissociation of functional groups on the surface of adsorbent enhancing the adsorption capacity. Later decrease was due to inter ionic competition for binding sites.\nTherefore, it can be concluded that the effect of ionic strength can vary from negligible to considerable depending upon the NaCl concentration as well as affinity of the adsorbent surface towards adsorbate molecules."
    }, {
      "heading" : "5. Strategies for evaluating metal ion adsorption by NPs",
      "text" : ""
    }, {
      "heading" : "5.1. Adsorption kinetics",
      "text" : "Kinetics describes the rate of adsorption process with respect to the effect of time and reactant concentration on the rate of reaction. Rate of adsorption process can be described by various kinetic models depending upon rate of solute uptake and reactant concentration. Most commonly used kinetic models to investigate the rate of adsorption process i.e. pseudo 1st order, pseudo 2nd order, intra particle diffusion model and double exponential model are discussed as follows.\nLinear form of integrated rate equation of pseudo 1st order and pseudo 2nd order model can be expressed as Eqs. (1) and (2):\n− = −q q log q k tlog( ) 2.303e t e 1 (1)\n= +t q k q q t1 1\nt e e2 2 (2)\nwhere qt is the adsorption capacity at time t, qe is the adsorption capacity at equilibrium (mg/g), k1and k2 are the rate constant of pseudo first order adsorption (min−1) and pseudo 2nd order, respectively, t is the contact time (min). From the slope and intercept of the plot of log (qe−qt) versus t (pseudo 1st order), k1 and qe can be determined, respectively. For pseudo 2nd order, values of k2 and equilibrium adsorption capacity (qe) can be calculated from the intercept and slope of the linear plot of t/qt versus t, respectively.\nIntra particle diffusion model is based on Weber and Morris [105] theory which describes the multistep adsorption process involving transport of adsorbate molecules from the solution phase to the surface of the adsorbent molecules which is followed by transfer of molecules into the interior of the solid pores. Linear equation for this model is as (Eq. (3)).\n= +q K t Ct id 0.5 (3)\nwhere qt is the adsorption capacity at time t, t0.5 is the half-life time in seconds, Kid (mg/g min0.5) is the rate constant of intraparticle diffusion and C is boundary thickness. The values of Kid and C are obtained from the slope and intercept of the linear plot of qt versus t0.5.\nRecently, to describe the adsorption of heavy metal ions, two step mechanism is also considered. The first step involves the rapid uptake of metal ions through external and internal diffusion. Further, metal ion uptake slows down in the second step which finally reaches the equilibrium stage [104]. The mechanism is diffusion controlled where KD1 (min−1) and KD2 (min−1) are diffusion parameters controlling overall kinetics. This mechanism is also known as double exponential model which can be expressed as Eq. (4).\n= − −q q D m et e ads K t2 ( )D2 (4)\nIn Eq. (4), D1 and D2 are sorption rate parameters in mmol−1 for rapid and slow step, respectively. mads is mass of adsorbent (g), qt and qe are amount of metal ion adsorbed (mg) at time t (min) and equilibrium, respectively. Eq. (4) can be simplified by assuming the exponential term negligible which allows the determination of D2 and KD2. Further, knowing the values of D2 and KD2, the parameters D1 and KD1 can be obtained from the plot of linearised Eq. (5).\n− − = −−q q D m e lnD m K tln( )e t ads K t ads D2 ( ) 1 1D2 (5)\nExtensive reports are available in literature illustrating the applicability of different adsorption kinetic models on the metal ion adsorption on the surface of different NPs. Some of them have been summarized below Table 3."
    }, {
      "heading" : "5.2. Adsorption isotherms",
      "text" : "Adsorption isotherms correlate the extent of adsorption of heavy metal ions with their concentrations at constant temperature. To characterize adsorption mechanism, Langmuir, Freundlich, Temkin and Dubinin– Radushkevich adsorption isotherms are used[107].\nLangmuir model depicts the monolayer adsorption of the solute on adsorbent surface with fixed number of adsorption sites with equivalent affinity towards adsorbate molecules. Linear form of this model used to evaluate the data is given as (Eq. (6))\n= +Ce qe Q b C Q 1 0 0 0 (6)\nwhere qe amount of metal ion adsorbed (mg/g), Ce is equilibrium concentration (mg/L), Q0 is monolayer adsorption capacity (mg/g), b is Langmuir constant (L/mg) related to the adsorption energy. Linear plot of Ce/qe versus Ce give the values of with slope 1/Q0 and intercept 1/ Q0b.\nLangmuir model does not give any idea about the heterogeneous adsorption and roughness of the adsorbent surface. However, Freundlich model describes the multilayer adsorption and roughness of the adsorbent surface (non-uniform adsorption energies). Linear form of this model can be described by Eq. (7).\n= +logq logK n logC1e f e (7)\nIn Eq. (7), Kf and n are Freundlich constants related to heterogeneity and bonding energy respectively. The value of n depicts the extent of deviation from linearity. Values of Kf and n are determined from intercept and slope, respectively from the plot of lnqe versus lnCe.\nTemkin isotherm assumes the linear decrease in heat of adsorption for adsorbate molecules with increase in coverage owing to adsorbentadsorbate interactions. Moreover, it describes the constant distribution of the bonding energies up to some maximum binding energy. Temkin isotherm is given by following equations:\n= +q RT b lnA RT b lnCe T e (8)\n=B RT b/ T (9)\n= +q Bln A Bln Ce T e (10)\nwhere AT is Temkin isotherm equilibrium binding constant (L/g) related to maximum binding energy, bT is Temkin isotherm constant, R is universal gas constant (8.314 J/mol/K), T is Temperature at 298 K and B is constant related to heat of sorption (J/mol)\nDubinin– Radushkevich (DRK) isotherm model considers adsorption\nmechanism to involve Gaussian energy distribution onto a heterogeneous surface. This model is generally used to model the adsorption on carbon nanomaterials. This theory gives better result than Langmuir and Freundlich isotherm for the adsorption of organic molecules on carbon nanotubes and carbon nanoparticles. DRK isotherm considers that surface curvature defects of adsorbent also play an important role in adsorption process as the flat surfaces allow more atoms to approach for adsorption and increase the rate of adsorption.\nThis model is fitted with high solute activities and the intermediate range of concentrations and can be represented as:\n= − ∈q q exp K( ) ( )e s ad 2 (11)\nwhere qe is amount of adsorbate in the adsorbent at equilibrium (mg/ g), qs is theoretical isotherm saturation capacity (mg/g), Kad is Dubinin–Radushkevich isotherm constant (mol2/kJ2) and ε is Dubinin Radushkevich isotherm constant which can be calculated as\n= ⎡ ⎣⎢ + ⎤ ⎦⎥ ε RTln C 1 1 e (12)\nwhere R, T and Ce represent the gas constant (8.314 J/mol K), absolute temperature (K) and adsorbate equilibrium concentration (mg/L), respectively. This approach is usually applied to distinguish the physical and chemical adsorption of adsorbate with its mean free energy (E). E per molecule of adsorbate (for removing a molecule from its location in the sorption space to the infinity) can be computed by the relationship:\n=E B ( 1 2 ) DR (13)\nwhere, BDR is denoted as the isotherm constant. Several studies based on adsorption of metal ions on the surface NPs have been reported in literature. Some studies have been compiled in Table 4."
    }, {
      "heading" : "6. Conclusion",
      "text" : "Nanoscience and nanotechnology have witnessed great advancements in recent years which paved a way for the development of efficient, economical and eco-friendly approaches for environment remediation. A variety of nanomaterials exhibit certain physicochemical properties that make them a promising candidate for wastewater\npurification. The nanoparticles can remove heavy metal ions even at low concentration, with additional benefit of high selectivity and adsorption capacity. Adsorption is extremely successful and simple physicochemical technique used for the extraction of heavy metals from wastewater. In the present review, we have studied various nanostructured materials such as metal, metal oxide, magnetic, chitosan, polymer based, carbonaceous and zeolite, used as adsorbents for elimination of heavy metal ions. These materials are summarized in Table 2 along with experimental conditions for metal ions removal. Furthermore, the recent research is focused on the surface functionalization and modification of NPs to improve their dispersion stability and separation from suspension medium. Various molecules like inorganic, organic, polymeric, biomolecules etc. are being used for the functionalization of nanoadsorbents. The separation process can be made easy by providing magnetic character to the nanoadsorbents.\nFurther, the impact of variables such as pH of the solution, adsorbent dosage, temperature, time, initial concentration of metal ion and ionic strength of solution on adsorption process have also been summarized. pH is identified as an important factor which highly affects the removal of cations from solution. Metal ions removal was observed to be maximum at moderate pH values rather than very low or high pH. The adsorption capacity of the adsorbent depends upon the metal to binding sites ratio which explains the effect of adsorbent dose. Temperature also influences the adsorption process to a significant extent. For an exothermic adsorption process, the rate of adsorption decreases with rise in temperature whereas endothermic adsorption process leads to increased adsorption capacity at high temperature. Effect of contact time demonstrated that removal is rapid initially which slows down later at equilibrium. Similarly, effect of initial ion concentration depicted that adsorption capacity of adsorbent increases initially with increasing metal ion concentration and decreases thereafter due to saturation of active sites of adsorbent."
    }, {
      "heading" : "7. Future perspectives",
      "text" : "The review concludes with the encapsulated projection of the fact that these nanomaterials have a great potential for use in heavy metal ions elimination from wastewater in future. Such article will provide multifaceted information regarding the researched subject matter to the future workers. They will be able to obtain comparative and comprehensive information regarding the applicability of various types of nanoparticles in scavenging heavy metal ions from waste water. As a result of which, this article will provide not only the insight into various aspects explored by the earlier scientists but also help them design their own research problems taking into account the usability and implications of the research work in science as well as industries.\nDeclaration of Competing Interest\nOn behalf of all authors, the corresponding author states that there is no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Mechanisms of removal of heavy metal ions by ZnO particles",
      "author" : [ "A.T. Le", "S.Y. Pung", "S. Sreekantan", "A. Matsuda", "D.P. Huynh" ],
      "venue" : "Heliyon 5 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Adsorption of Pb(II) and Cu(II) ions from aqueous solution by an electrospun CeO2 nanofiber adsorbent functionalized with mercapto groups",
      "author" : [ "S. Yari", "S. Abbasizadeh", "S.E. Mousavi", "M.S. Moghaddam", "A.Z. Moghaddam" ],
      "venue" : "Process. Saf. Environ. Prot. 94 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Adsorption of Cu (II) from aqueous solution by anatase mesoporous TiO2nanofibers prepared via electrospinning",
      "author" : [ "D. Vu", "Z. Li", "H. Zhang", "W. Wang", "Z. Wang", "X. Xu", "B. Dong", "C. Wang" ],
      "venue" : "J. Colloid Interface Sci. 367 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Adsorption of Pb (II) ions from aqueous solutions using copper oxide nanostructures",
      "author" : [ "A.A. Farghali", "M. Bahgat", "A.E. Allah", "M.H. Khedr" ],
      "venue" : "Beni-sufe University Journal of Basic and Applied Science 2 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Arsenic round the world: a review",
      "author" : [ "B.K. Mandal", "K.T. Suzuki" ],
      "venue" : "Talanta 58 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Chitosan-alginate nanoparticles (CANPs) as potential nanosorbent for removal of Hg (II) ions",
      "author" : [ "R. Dubey", "J. Bajpai", "A.K. Bajpai" ],
      "venue" : "Environ. Nanotechnol. Monit. Manag. 6 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Effective removal of toxic metal ions from aqueous solutions: 2-Bifunctional magnetic nanocomposite base on novel reactive PGMAMAn copolymer@Fe3O4 nanoparticles",
      "author" : [ "R. Hasanzadeh", "P.N. Moghadam", "N. Bahri-Laleh", "M. Sillanpaa" ],
      "venue" : "J. Colloid Interface Sci. 490 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Chitosan nanofibers functionalized by TiO2 nanoparticles for the removal of heavy metal ions",
      "author" : [ "A. Razzaz", "S. Ghorban", "L. Hosayni", "M. Irani", "M. Aliabadi" ],
      "venue" : "J. Taiwan Inst. Chem. Eng. 58 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "High-efficiency and low-cost  α-Fe2O3 nanoparticles coated volcanic rock for Cd (II) removal from wastewater",
      "author" : [ "X. Zhu", "T. Song", "Z. Lv", "G. Ji" ],
      "venue" : "Process. Saf. Environ. Prot. 104 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Few-layered graphene oxide nanosheets as superior sorbents for heavy metal ion pollution management",
      "author" : [ "G. Zhao", "J. Li", "X. Ren", "C. Chen", "X. Wang" ],
      "venue" : "Environ. Sci. Technol. 45 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Concentration of heavy metal ions in drinking water with emphasis on human health",
      "author" : [ "J.B. Chennaiah", "M.A. Rasheed", "D.J. Patil" ],
      "venue" : "Int. J. Plant Anim. Environ. Sci. 4 (2) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Microbially mediated chromate reduction in soil contaminated by highly alkaline leachate from chromium containing waste",
      "author" : [ "D.I. Stewart", "I.T. Burke", "D.V. Hughes-Berry", "R.A. Whittleston" ],
      "venue" : "Ecol. Eng. 36 (2) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Mutlu",
      "author" : [ "I. Koyuncu", "N. Akcin", "G. Akcin", "K. Fatih" ],
      "venue" : "Comparative study of ion exchange and flotation processes for the removal of Cu and Pb ions from natural waters, Rev. Anal. Chem. 29 (2) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Coprecipitation of trace elements with  Ni/2-Nitroso-1-naphthol-4-sulfonic acid and their determination by flame atomic absorption spectrometry",
      "author" : [ "O.D. Uluozlu", "M. Tuzen", "D. Mendil", "M. Soylak" ],
      "venue" : "J. Hazard. Mater. 176 (1) ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Kinetic and equilibrium studies of the removal of cadmium ions from acidic chloride solutions by hydrophobic pyridinecarboxamide extractants",
      "author" : [ "A.B. Resterna", "R. Cierpiszewski", "K. Prochaska" ],
      "venue" : "J. Hazard. Mater. 179 (1) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Adsorption Technique for the Removal of Organic Pollutants From Water and Wastewater",
      "author" : [ "M.N. Rashed" ],
      "venue" : "ImTech open,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2019
    }, {
      "title" : "Biosorbents for heavy metals removal and their future",
      "author" : [ "J. Wang", "C. Chen" ],
      "venue" : "Biotechnol. Adv. 27 (2) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Low-cost adsorbents for heavy metals uptake fromcontaminated water: a review",
      "author" : [ "S. Babel", "T.A. Kurniawan" ],
      "venue" : "J. Hazard. Mater. 97 (1) ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Pb(II)adsorption by a novel activated carbon – alginate composite material",
      "author" : [ "S. Cataldo", "A. Gianguzza", "D. Milea", "N. Muratore", "A. Pettignano" ],
      "venue" : "A kinetic and equilibrium study, Int. J. Biol. Macromol. 92 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Removal of heavy metals from the environment by biosorption",
      "author" : [ "M. Gavrilescu" ],
      "venue" : "Eng. Life Sci. 4 (3) ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Adsorptive removal of Pb (II) ions from aqueous solution using CuO nanoparticles synthesized by sputtering method",
      "author" : [ "M. Verma", "I. Tyagi", "R. Chandra", "V.K. Gupta" ],
      "venue" : "J. Mol. Liq. 225 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Novel glycine-functionalized magnetic nanoparticles entrapped calcium alginate beads for effective removal of lead",
      "author" : [ "R. Verma", "A. Asthan", "A.K. Singh", "S. Prasad", "M.A.B.H. Susan" ],
      "venue" : "Microchem. J. 130 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Needle-like iron oxide@CaCO3 adsorbents for ultrafast removal of anionic and cationic heavy metal ions",
      "author" : [ "M.S. Islam", "W.S. Choi", "B. Nam", "C. Yoon", "H.J. Lee" ],
      "venue" : "Chem. Eng. J. 307 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "R",
      "author" : [ "M. Martínez-Cabanas", "M. López-García", "J.L. Barriada" ],
      "venue" : "Herrero, M.E. Sastre de Vicente, Green synthesis of iron oxide nanoparticles: development of magnetic hybrid materials for efficient As (V) removal, Chem. Eng. J. 301 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Fabrication",
      "author" : [ "N. Danesha", "M. Hosseinib", "M. Ghorbanib", "A. Marjania" ],
      "venue" : "characterization and physical properties of a novel magnetite graphene oxide/Lauric acid nanoparticles modified by ethylenediaminetetraacetic acid and its applications as an adsorbent for the removal of Pb(II) ions, Synth. Met. 220 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Removal of cadmium and lead from aqueous solution by hydroxyapatite/chitosan hybrid fibrous sorbent: kinetics and equilibrium studies",
      "author" : [ "S. Park", "A.G. Flores", "Y.S. Chung", "H. Kim" ],
      "venue" : "J. Chem. 2015 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Ultra-efficient removal of chromium from aqueous medium by biogenic iron based nanoparticles",
      "author" : [ "Z. Xiao", "H. Zhang", "Y. Xu", "M. Yuan", "X. Jing", "J. Huang", "Q. Li", "D. Sun" ],
      "venue" : "Sep. Purif. Technol. 174 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Arsenic(V) removal from groundwater using nano scale zero-valent Iron as a colloidal reactive barrier",
      "author" : [ "S.R. Kanet", "J.M. Greneche", "H. Choi" ],
      "venue" : "Material Environmental Science and Technology 40 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Preparation and characterization of chitosan-caboxymethyl-β-cyclodextrin entrapped nano zero-valent iron composite for Cu (II) and Cr (IV) removal from wastewater",
      "author" : [ "M.T. Sikder", "Y. Mihara", "M.S. Islam", "T. Saito", "S. Tanaka", "M. Kurasaki" ],
      "venue" : "Chem. Eng. J. 236 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Removal of co-contaminants Cu (II) and nitrate from aqueous solution using kaolin-Fe/Ni nanoparticles",
      "author" : [ "X. Cai", "Y. Gao", "Q. Sun", "Z. Chen", "M. Megharaj", "R. Naidun" ],
      "venue" : "Chem. Eng. J. 244 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Removal of hexavalent chromium ions using CuO nanoparticles for water purification applications",
      "author" : [ "V.K. Gupta", "R. Chandra", "I. Tyagi", "M. Verma" ],
      "venue" : "J. Colloid Interface Sci. 478 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Synthesis of  α-Fe2O3 nanofibers for applications in removal and recovery of Cr(VI) from wastewater",
      "author" : [ "T. Ren", "P. He", "W. Niu", "Y. Wu", "L. Ai", "X. Gou" ],
      "venue" : "Environmental Science and Pollutant Research 20 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "A novel electrospun PVA/ZnO nanofiber adsorbent for U(VI)",
      "author" : [ "H. Hallaji", "A.R. Keshtkar", "M.A. Moosavian" ],
      "venue" : "Cu(II) and Ni(II) removal from aqueous solution, J.  Taiwan Inst. Chem. Eng. 46 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Competitive biosorption of  Pb",
      "author" : [ "I.A. Sengil", "M. Ozacar" ],
      "venue" : "Cu and Zn from aqueous solutions onto valonia tannin resin, J. Hazard. Mater. 166 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Hierarchically structured polyacrylonitrile nanofiber mat as highly efficient lead adsorbent for water treatment",
      "author" : [ "C. Luo", "J. Wang", "P. Jia", "Y. Liu", "J. An", "B. Cao", "K. Pan" ],
      "venue" : "Chem. Eng. J. 262 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Adsorptive removal of heavy metals from water using sodium titanate nanofibres loaded onto GAC in fixed-bed columns",
      "author" : [ "D.P. Sounthararajah", "P. Loganathan", "J. Kandasamy", "S. Vigneswaran" ],
      "venue" : "J. Hazard. Mater. 287 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Superb adsorption capacity and mechanism of flowerlike magnesium oxide nanostructures for lead and cadmium ions",
      "author" : [ "C.Y. Cao", "J. Qu", "F. Wei", "H. Liu", "W.G. Song" ],
      "venue" : "ACS Applied Material Interfaces 4 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Synthesis",
      "author" : [ "T.P.M. Chu", "N.T. Nguyen", "T.L. Vu", "T.H. Dao", "L.C. Dinh", "H.L. Nguyen", "T.H. Hoang", "T.S. Le", "T.D. Pham" ],
      "venue" : "Characterization, and Modification of Alumina Nanoparticles for Cationic Dye Removal, Materials 12 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Chemistry of alumina",
      "author" : [ "B.H. Kasprzyk" ],
      "venue" : "reactions in aqueous solution and its application in water treatment, Advanced Colloid and Interface Science 110 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Adsorption characteristics of molecular oxytetracycline onto alumina particles: the role of surface modification with an anionic surfactant",
      "author" : [ "T.D. Pham", "T.T. Tran", "V.A. Le", "T.T. Pham", "T.H. Dao", "T.S. Le" ],
      "venue" : "J. Mol. Liq. 287 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Adsorption of poly(styrenesulfonate) onto different-sized alumina particles: characteristics and mechanisms",
      "author" : [ "T. Pham", "T.U. Do", "T.T. Pham", "T.A.H. Nguyen", "T.K.T. Nguyen", "N.D. Vu", "T.S. Le", "C.M. Vu", "M. Kobayashi" ],
      "venue" : "Colloid Polym. Sci. 297 ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Ligand-immobilized spent alumina catalyst for effective removal of heavy metal ions from model contaminated water",
      "author" : [ "M. Hojamberdiev", "S.S. Daminova", "Z.C. Kadirova", "K.T. Sharipov", "F. Mtalo", "M. Hasegawa" ],
      "venue" : "J. Environ. Chem. Eng. 6 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A new approach to copper ion removal from water by polymeric nanocomposite membrane embedded with γ-alumina nanoparticles",
      "author" : [ "N. Ghaemi" ],
      "venue" : "Appl. Surf. Sci. 364 ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Adsorptive removal of ammonium ion from aqueous solution using surfactant-modified alumina",
      "author" : [ "T.D. Pham", "T.T. Do", "V.L. Ha", "T.H.Y. Doan", "T.A.H. Nguyen", "T.D. Mai", "M. Kobayashi", "Y. Adachi" ],
      "venue" : "Environ. Chem. 14 (5) ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Adsorption of anionic surfactants onto alumina: characteristics",
      "author" : [ "T.M.T. Nguyen", "T.P.T. Do", "T.S. Hoang", "N.V. Nguyen", "H.D. Pham", "T.D. Nguyen", "T.N.M. Pham", "T.S. Le", "T.D. Pham" ],
      "venue" : "mechanisms, and application for heavy metal removal, International Journal of Polymer Science. Volume ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Super rapid removal of copper",
      "author" : [ "Y. Li", "J. He", "K. Zhang", "T. Liu", "Y. Hu", "X. Chen", "C. Wang", "X. Huang", "L. Kong", "J. Liu" ],
      "venue" : "cadmium and lead ions from water by NTA-silica gel, RSC Adv. 9 ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Bifunctional silica nanospheres with 3-aminopropyl and phenyl groups",
      "author" : [ "S.S. Kotsyuda", "V.V. Tomina", "Y.L. Zub", "I.M. Furtat", "I.V. Melnyk" ],
      "venue" : "Synthesis approach and prospects of their applications, Appl. Surf. Sci. 420 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Synthesis",
      "author" : [ "M. Najafi", "Y. Yousefi", "A.A. Rafati" ],
      "venue" : "characterization and adsorption studies of several heavy metal ions on amino-functionalized silica nano hollow sphere and silica gel, Separation and. Purification Technology 85 ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Magnetite (Fe3O4) nanoparticles as adsorbents for As and Cu removal",
      "author" : [ "S.L. Iconaru", "R. Guégan", "C.L. Popa", "M. Motelica-Heino", "C.S. Ciobanu", "D. Predoi" ],
      "venue" : "Appl. Clay Sci. 134 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Magnetite nanoparticles for removal of heavy metals from aqueous solutions: synthesis and characterization",
      "author" : [ "L. Giraldo", "A. Erto", "J. Carlos", "M. Piraján" ],
      "venue" : "Adsorption 19 (2) ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Rapid removal and recovery of Pb(II) from wastewater by magnetic nanoadsorbents",
      "author" : [ "N.N. Nassar" ],
      "venue" : "J. Hazard. Mater. 184 ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Heavy metal removal from water by magnetite nanorods",
      "author" : [ "H. Karami" ],
      "venue" : "Chem. Eng. J. 219 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Nanomaterials as sorbents to remove heavy metal ions in water treatment",
      "author" : [ "X. Wang", "Y. Guo", "L. Yang", "M. Han", "J. Zhao", "X. Cheng" ],
      "venue" : "J. Environ. Anal. Toxicol. 2 ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Chemistry of aqueous silica nanoparticles surfaces and the mechanism of selective peptide adsorption",
      "author" : [ "S.V. Patwardhan" ],
      "venue" : "J. Am. Chem. Soc. 134 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Adsorption of Cd (II) and Zn (II) from aqueous solutions using magnetic hydroxyapatite nanoparticles as adsorbents",
      "author" : [ "Y. Feng", "J.L. Gong", "G.M. Zeng", "Q.Y. Niu", "H.Y. Zhang", "C.G. Niua", "J.H. Deng", "M. Yan" ],
      "venue" : "Chem. Eng. J. 162 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "New synthetic mercaptoethylamino homopolymer-modified maghemite nanoparticles for effective removal of some heavy metal ions from aqueous solution",
      "author" : [ "T. Madrakian", "A. Afkhami", "B. Zadpour", "M. Ahmadi" ],
      "venue" : "J. Ind. Eng. Chem. 21 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Rapid removal of heavy metal cations and anions from aqueous solutions by an amino-functionalized magnetic nano-adsorbent",
      "author" : [ "S.H. Huang", "D.H. Chen" ],
      "venue" : "J. Hazard. Mater. 163 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Adsorption of Pb(II) by iron oxide nanoparticles immobilized Phanerochaete chrysosporium: equilibrium",
      "author" : [ "P. Xu", "G.M. Zeng", "D.L. Huang", "C. Lai", "M.H. Zhao", "Z. Wei", "N.J. Li", "H. Huang", "G.X. Xie" ],
      "venue" : "kinetic, thermodynamic and mechanisms analysis, Chem. Eng. J. 203 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Highly efficient removal of heavy metal ions by carboxymethyl celluloseimmobilized Fe3O4 nanoparticles prepared via high-gravity technology",
      "author" : [ "H. Fan", "X. Ma", "S. Zhou", "J. Huang", "Y. Liu", "Y. Liu" ],
      "venue" : "Carbohydr. Polym. 213 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Efficient heavy metal ion removal by triazinyl-β-cyclodextrin functionalized iron nanoparticles",
      "author" : [ "A. Abdolmaleki", "S. Mallakpour", "S. Borandeh" ],
      "venue" : "RSC Adv. 5 (2015)  S. Wadhawan, et al.  Journal of Water Process Engineering 33 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2020
    }, {
      "title" : "Effective removal of heavy metal ions  Cd",
      "author" : [ "F. Ge", "M.M. Li", "H. Ye", "B.X. Zhao" ],
      "venue" : "Zn, Pb, Cu from aqueous solution by polymer-modified magnetic nanoparticles, J. Hazard. Mater. 211–212 ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "High efficient removal of Pb (II) by amino-functionalized Fe3O4 magnetic nano-particles",
      "author" : [ "Y. Tan", "M. Chen", "Y. Hao" ],
      "venue" : "Chem. Eng. J. 191 ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Single step synthesis of aminefunctionalized mesoporous magnetite nanoparticles and their application for copper ions removal from aqueous solution",
      "author" : [ "J. Gao", "Y. He", "X. Zhao", "X. Ran", "Y. Wuc", "Y. Su", "J. Dai" ],
      "venue" : "J. Colloid Interface Sci. 481 ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "New Insights into the Sorption and Detoxification of Chromium (VI) by Tetraethylenepentamine Functionalized Nanosized Magnetic Polymer Adsorbents: Mechanism and pH Effect",
      "author" : [ "H. Shen", "J. Chen", "H. Dai", "L. Wang", "M.H.Q. Xia" ],
      "venue" : "Ind. Eng. Chem. Res. 52 ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "A new insight on the adsorption mechanism of amino-functionalized nano-Fe3O4 magnetic polymers in Cu (II)",
      "author" : [ "H. Shen", "S. Pan", "Y. Zhang", "X. Huang", "H. Gong" ],
      "venue" : "Cr (VI) co-existing water system, Chem. Eng. J. 183 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Coating of Fe3O4 magnetic nanoparticles with humic acid for high efficient removal of heavy metals in water",
      "author" : [ "J.F. Liu", "Z. Shanzhao", "G. Binjiang" ],
      "venue" : "Environ. Sci. Technol. 42 ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Pb (II) adsorption onto a magnetic composite of activated carbon and superparamagnetic Fe3O4 nanoparticles: experimental and modeling study",
      "author" : [ "B. Kakavandi", "R.R.K. Ahmad", "J. Jafari", "S. Nasseri", "A. Ameri", "A. Esrafili", "A. Azari" ],
      "venue" : "Clean – Soil Air Water 43 (8) ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Superparamagnetic Fe3O4@EDTA nanoparticles as an efficient adsorbent for simultaneous removal of Ag(I)",
      "author" : [ "E. Ghasemi", "A. Heydari", "M. Sillanpaa" ],
      "venue" : "Hg(II), Mn (II), Zn(II), Pb(II) and Cd(II) from water and soil environmental samples, Microchem. J. 131 ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Polyethersulfone membrane enhanced with iron oxide nanoparticles for copper removal from water: Application of new functionalized Fe3O4 nanoparticles",
      "author" : [ "N. Ghaemi", "S.S. Madaeni", "P. Daraei", "H. Rajabi", "S. Zinadini", "A. Alizadeh", "R. Heydari", "M. Beygzadeh", "S. Ghouzivand" ],
      "venue" : "Chem. Eng. J. 263 ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Fabrication of reduced glutathione functionalized iron oxide nanoparticles for magnetic removal of Pb (II) from wastewater",
      "author" : [ "P. Xu", "G.M. Zeng", "D.L. Huang", "M. Yan", "M. Chen", "C. Lai", "H. Jiang", "H.P. Wu", "G.M. Chen", "J. Wan" ],
      "venue" : "J. Taiwan Inst. Chem. Eng. 0 ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Triazole containing magnetic core-silica shell nanoparticles for  Pb",
      "author" : [ "Z. Mokadem", "S. Mekki", "S. Saïdi-Besbes", "G. Agusti", "A. Elaissari", "A. Derdour" ],
      "venue" : "Cu and Zn removal, Arab. J. Chem. 10 (8) ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Advanced Inorganic Chemistry Vol",
      "author" : [ "G. Raj" ],
      "venue" : "II ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Continuous elimination of  Pb",
      "author" : [ "B. Calvo", "L. Canoira", "F. Morante", "J.M. Martínez-Bedia", "C. Vinagre", "J.E. García- González", "J. Elsen", "R. Alcantara" ],
      "venue" : "Cu, Zn, H and NH4 + from acidic waters by ionic exchange on natural zeolites, J. Hazard. Mater. 166 ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Hierarchically structured manganese oxide-coated magnetic nanocomposites for the efficient removal of heavy metal ions from aqueous systems",
      "author" : [ "E.J. Kim", "C.S. Lee", "Y.Y. Chang", "Y.S. Chang" ],
      "venue" : "ACS Appl. Mater. Interfaces 5 ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Conversion of waste Mn–Zn dry battery as efficient nano-adsorbents for hazardous metals removal",
      "author" : [ "Y.J. Tu", "C.F. You", "C.K. Chang" ],
      "venue" : "J. Hazard. Mater. 258–259 ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Rapid and efficient removal/recovery of molybdenum onto ZnFe2O4 Nanoparticles",
      "author" : [ "Y.J. Tu", "T.S. Chan", "H.W. Tu", "S.L. Wang", "C.F. You", "C.K. Chang" ],
      "venue" : "Chemosphere 148 ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Efficient removal and recovery of Pb onto environmentally friendly fabricated copper ferrite nanoparticles",
      "author" : [ "Y.J. Tu", "C.F. You", "M.H. Chen", "Y.P. Duan" ],
      "venue" : "J. Taiwan Inst. Chem. Eng. 0 ",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Synthesis and characterization of nanocomposite NiFe2O4@SalenSi and its application in efficient removal of Ni (II) from aqueous solution",
      "author" : [ "N. Babadi", "H. Tavakkoli", "M. Afshari" ],
      "venue" : "Bull. Chem. Soc. Ethiop. 32 (1) ",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Optimization of process parameters for removal of heavy metals by biomass of Cu and Co-doped alginate-coated chitosan nanoparticles",
      "author" : [ "A. Esmaeili", "N. Khoshnevisan" ],
      "venue" : "Bioresour. Technol. 218 ",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Removal of toxic metal ions from wastewater using ZnO@Chitosan core-shell nanocomposite",
      "author" : [ "A.H.A. Saad", "A.M. Azzam", "S.T. Wakeel", "B.B. Mostafa", "M.B.A. Latif" ],
      "venue" : "Environ. Nanotechnol. Monit. Manag. 12 ",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Hierarchically porous nitrogen-doped carbon materials as efficient adsorbents for removal of heavy metal ions",
      "author" : [ "X. Yuan", "N. Anc", "Z. Zhua", "H. Suna", "J. Zheng", "M. Jia", "C. Lud", "W. Zhanga", "N. Liu" ],
      "venue" : "Process. Saf. Environ. Prot. 119 ",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chitin nanofibrils for rapid and efficient removal of metal ions from water system",
      "author" : [ "D. Liu", "Y. Zhu", "Z. Li", "D. Tian", "L. Chen", "P. Chen" ],
      "venue" : "Carbohydr. Polym. 98 ",
      "citeRegEx" : "83",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Synthesis and application of modified poly (styrene-alt-maleic anhydride) networks as a nano chelating resin for uptake of heavy metal ions",
      "author" : [ "R. Hasanzadeh", "P.N. Moghadam", "N. Samadi" ],
      "venue" : "Polymers in Advanced Technology 24 ",
      "citeRegEx" : "84",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Poly (ethylene-co-vinyl alcohol) functional nanofiber membranes for the removal of Cr (VI) from water",
      "author" : [ "D. Xu", "K. Zhu", "X. Zheng", "R. Xiao" ],
      "venue" : "Ind. Eng. Chem. Res. 54 ",
      "citeRegEx" : "85",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Preparation of amidoxime-modified polyacrylonitrile (PAN-oxime) nanofibers and their applications to metal ions adsorption",
      "author" : [ "K. Saeed", "S. Haider", "T.J. Oh", "S.Y. Park" ],
      "venue" : "J. Memb. Sci. 322 ",
      "citeRegEx" : "86",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Handbook of Chemistry and Physics",
      "author" : [ "D.R. Lide" ],
      "venue" : "73rd ed., CRC Press, Boca Raton, FL",
      "citeRegEx" : "87",
      "shortCiteRegEx" : null,
      "year" : 1992
    }, {
      "title" : "A new low-cost polymeric adsorbents with polyamine chelating groups for efficient removal of heavy metal ions from water solutions",
      "author" : [ "M. Cegłowski", "B. Gierczyk", "M. Frankowski", "Ł. Popend" ],
      "venue" : "React. Funct. Polym. 131 ",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Highly efficient removal of heavy metal ions from polluted water using ions elective polyacrylonitrile nanofibers",
      "author" : [ "D.M. Martín", "M. Faccini", "M.A. García", "D. Amanti" ],
      "venue" : "J. Environ. Chem. Eng. 6 ",
      "citeRegEx" : "89",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Superabsorbent polymer hydrogels with good thermal and mechanical properties for removal of selected heavy metal ions",
      "author" : [ "L.A. Shah", "M. Khan", "R. Javed", "M. Sayed", "M.S. Khan", "A. Khan", "M. Ullah" ],
      "venue" : "J. Clean. Prod. 201 ",
      "citeRegEx" : "90",
      "shortCiteRegEx" : null,
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "In addition to this, prolonged excessive intake of heavy metal ions could damage kidney, liver, brain function and nervous system [1].",
      "startOffset" : 130,
      "endOffset" : 133
    }, {
      "referenceID" : 3,
      "context" : "Amongst the trace metals, Pb (II) is considered to be the most toxic element which causes severe health issues in kids below six years, such as less IQ, attention deficit disorders, learning disabilities, behavioural problems, retarded growth and impaired hearing [4].",
      "startOffset" : 264,
      "endOffset" : 267
    }, {
      "referenceID" : 4,
      "context" : "As (II) is a carcinogen which has been proved to be toxic in human beings through inhalation as well as ingestion [6].",
      "startOffset" : 114,
      "endOffset" : 117
    }, {
      "referenceID" : 11,
      "context" : "reverse osmosis [13], ion exchange [14], chemical precipitation [15], solvent extraction [16] etc.",
      "startOffset" : 16,
      "endOffset" : 20
    }, {
      "referenceID" : 12,
      "context" : "reverse osmosis [13], ion exchange [14], chemical precipitation [15], solvent extraction [16] etc.",
      "startOffset" : 35,
      "endOffset" : 39
    }, {
      "referenceID" : 13,
      "context" : "reverse osmosis [13], ion exchange [14], chemical precipitation [15], solvent extraction [16] etc.",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 14,
      "context" : "reverse osmosis [13], ion exchange [14], chemical precipitation [15], solvent extraction [16] etc.",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 6,
      "context" : "noxious metals from waste water because of its accessibility, versatility and high proficiency [8].",
      "startOffset" : 95,
      "endOffset" : 98
    }, {
      "referenceID" : 20,
      "context" : "Nowadays, a considerable attention has been drawn by nanomaterials as the adsorbents in decontamination of wastewater due to their large specific surface area, lesser flocculent production and availability of large number of active groups for binding of heavy metal ions [22,23].",
      "startOffset" : 271,
      "endOffset" : 278
    }, {
      "referenceID" : 21,
      "context" : "Nowadays, a considerable attention has been drawn by nanomaterials as the adsorbents in decontamination of wastewater due to their large specific surface area, lesser flocculent production and availability of large number of active groups for binding of heavy metal ions [22,23].",
      "startOffset" : 271,
      "endOffset" : 278
    }, {
      "referenceID" : 22,
      "context" : "This involves their coating with inorganic materials [24], polymers [8,25], carbon [26], biomolecules [27] etc.",
      "startOffset" : 53,
      "endOffset" : 57
    }, {
      "referenceID" : 6,
      "context" : "This involves their coating with inorganic materials [24], polymers [8,25], carbon [26], biomolecules [27] etc.",
      "startOffset" : 68,
      "endOffset" : 74
    }, {
      "referenceID" : 23,
      "context" : "This involves their coating with inorganic materials [24], polymers [8,25], carbon [26], biomolecules [27] etc.",
      "startOffset" : 68,
      "endOffset" : 74
    }, {
      "referenceID" : 24,
      "context" : "This involves their coating with inorganic materials [24], polymers [8,25], carbon [26], biomolecules [27] etc.",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 25,
      "context" : "This involves their coating with inorganic materials [24], polymers [8,25], carbon [26], biomolecules [27] etc.",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 26,
      "context" : "[28] iron based NPs were synthesized from FeCl3 using Syzygium jambos (SJA).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 28,
      "context" : "[30] entrapped NZVI in a non- toxic and biodegradable stabilizer i.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 29,
      "context" : "[31] synthesized bimetallic Fe/Ni NPs embedded in kaolinite (K-Fe/Ni).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 30,
      "context" : ", 2017 [32,22,23] synthesized CuO NPs, using magnetron sputtering for the removal of noxious Cr (VI) and Pb (II) ions from waste water with adsorption capacities of 15.",
      "startOffset" : 7,
      "endOffset" : 17
    }, {
      "referenceID" : 20,
      "context" : ", 2017 [32,22,23] synthesized CuO NPs, using magnetron sputtering for the removal of noxious Cr (VI) and Pb (II) ions from waste water with adsorption capacities of 15.",
      "startOffset" : 7,
      "endOffset" : 17
    }, {
      "referenceID" : 21,
      "context" : ", 2017 [32,22,23] synthesized CuO NPs, using magnetron sputtering for the removal of noxious Cr (VI) and Pb (II) ions from waste water with adsorption capacities of 15.",
      "startOffset" : 7,
      "endOffset" : 17
    }, {
      "referenceID" : 8,
      "context" : "volcanic rock with the α-Fe2O3 coating were used for the effective adsorption of Cd (II) ions [10] with maximum adsorption capacity of 146.",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 32,
      "context" : "[34] synthesized a nanofiber adsorbent based on ZnO coated with polyvinyl alcohol (PVA) (Fig.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 33,
      "context" : "The order of removal of these ions can be explained on the basis of the fact that the attraction of an adsorbent for a particular ion is related to atomic mass, electronegativity and ionic radii [35].",
      "startOffset" : 195,
      "endOffset" : 199
    }, {
      "referenceID" : 1,
      "context" : "[2] demonstrated the use of nanofiber based on CeO2 coated with vinylpyrrolidone and 3-mercaptopropyltrimethoxysilane (PVP/CeO2/TMPTMS) (Fig.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 34,
      "context" : "89mg/g [36] than above mentioned nanofiber PVP/CeO2/ TMPTMS which was 90.",
      "startOffset" : 7,
      "endOffset" : 11
    }, {
      "referenceID" : 35,
      "context" : "[37] synthesized another nanofibrous material using sodium titanate for adsorption of multiple ions i.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 36,
      "context" : "[38] developed flowerlike MgO NPs with high surface area and exhibited excellent removal efficiency towards Pb (II) and Cd (II), with maximum capacities of 1980mg/g and 1500mg/g, respectively.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 37,
      "context" : "soils and has numerous structural phases, namely α, β, ɤ, ɵ and χ [39,40].",
      "startOffset" : 66,
      "endOffset" : 73
    }, {
      "referenceID" : 38,
      "context" : "soils and has numerous structural phases, namely α, β, ɤ, ɵ and χ [39,40].",
      "startOffset" : 66,
      "endOffset" : 73
    }, {
      "referenceID" : 39,
      "context" : "In conventional methods, α-Al2O3 is being utilized as a natural adsorbent possessing greater stability [41,42].",
      "startOffset" : 103,
      "endOffset" : 110
    }, {
      "referenceID" : 40,
      "context" : "In conventional methods, α-Al2O3 is being utilized as a natural adsorbent possessing greater stability [41,42].",
      "startOffset" : 103,
      "endOffset" : 110
    }, {
      "referenceID" : 41,
      "context" : "its thermal conductivity, compressive strength, wear and corrosion resistance, and electrical insulation are quite high [43].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 42,
      "context" : "In this context, Ghaemi [44] employed Al2O3 NPs to enhance the removal efficiency of polyethersulfone (PES) membranes toward copper.",
      "startOffset" : 24,
      "endOffset" : 28
    }, {
      "referenceID" : 41,
      "context" : "[43] impregnated dithizone (DTZ) and 2-amine-1-methyl benzimidazole (MAB) in the pores of spent Al2O3 catalyst.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 44,
      "context" : "[46] illustrated the use of both Sodium tetra decyl sulphate (STS) and SDS modified ɤ-alumina nanoparticles for the efficient removal of Cd (II).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 45,
      "context" : "[47] modified silica gel with nitrilotriacetic acid (NTA- silica gel) for the efficient removal of Cu (II), Cd (II) and Pb (II) from waste water.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 46,
      "context" : "In another report, amino-functionalized (3aminopropyl and phenyl groups) silica nanospheres were investigated for the enhanced removal of Cu (II) ions [48].",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 47,
      "context" : "[49] also gave insight to the comparative removal of Cd (II), Ni (II) and Pb (II) using three different amino functionalized silica nano hollow spheres (NH2-SNHS) and non functionalized silica based nanomaterials i.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 32,
      "context" : "SEM images of the various nanofibres (a) PVA/ZnO with 20wt% of ZnO [34], (b) PVP/CeO2/TMPTMS [2], (c) PAN/PPy [100] and (d) PAN/PPy/MnO2 [36].",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 1,
      "context" : "SEM images of the various nanofibres (a) PVA/ZnO with 20wt% of ZnO [34], (b) PVP/CeO2/TMPTMS [2], (c) PAN/PPy [100] and (d) PAN/PPy/MnO2 [36].",
      "startOffset" : 93,
      "endOffset" : 96
    }, {
      "referenceID" : 34,
      "context" : "SEM images of the various nanofibres (a) PVA/ZnO with 20wt% of ZnO [34], (b) PVP/CeO2/TMPTMS [2], (c) PAN/PPy [100] and (d) PAN/PPy/MnO2 [36].",
      "startOffset" : 137,
      "endOffset" : 141
    }, {
      "referenceID" : 48,
      "context" : "[50] synthesized magnetite NPs (nFe3O4) and compared their removal efficiency with commercial magnetite towards As (II) and Cu (II).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 49,
      "context" : "[51] were examined for the adsorptive removal of Pb (II), Cu (II), Zn (II) and Mn (II) ions.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 51,
      "context" : "In a study by Karami [53] magnetite nanorods were used for the effective removal of Fe (II), Pb (II), Zn (II), Ni (II), Cd (II) and Cu (II) ions from waste water.",
      "startOffset" : 21,
      "endOffset" : 25
    }, {
      "referenceID" : 52,
      "context" : "Functionalization provides complex formation, chemical binding and ligand combination in addition to electrostatic and Van der Waals interactions liable for the metal ion adsorption on the surface of adsorbent [54,55].",
      "startOffset" : 210,
      "endOffset" : 217
    }, {
      "referenceID" : 53,
      "context" : "Functionalization provides complex formation, chemical binding and ligand combination in addition to electrostatic and Van der Waals interactions liable for the metal ion adsorption on the surface of adsorbent [54,55].",
      "startOffset" : 210,
      "endOffset" : 217
    }, {
      "referenceID" : 23,
      "context" : "[25] presented another polymer functionalized iron oxide MNPs where chitosan was used as a polymer for the effective adsorption of As (V).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 54,
      "context" : "In another study, MNPs modified with hydroxyapatite (MNHAP) were tested for the adsorptive removal of Cd (II) and Zn (II) [56].",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 56,
      "context" : "Huang and Chen [58] demonstrated the use of a new magnetic nanoadsorbent fabricated by the functionalization of Fe3O4 NPs with polyacrylic acid (PAA) and diethylenetriamine (DETA) for the adsorption of Cu (II) and Cr (VI).",
      "startOffset" : 15,
      "endOffset" : 19
    }, {
      "referenceID" : 20,
      "context" : "[[22,23]] glycine modified magnetic Fe3O4 NPs (GF-MNPs) enclosed in alginate polymer in the form of beads were used where the adsorbent demonstrated excellent removal efficiency for Pb (II) ions owing to the amino and carboxylate groups on the surface of beads.",
      "startOffset" : 1,
      "endOffset" : 8
    }, {
      "referenceID" : 21,
      "context" : "[[22,23]] glycine modified magnetic Fe3O4 NPs (GF-MNPs) enclosed in alginate polymer in the form of beads were used where the adsorbent demonstrated excellent removal efficiency for Pb (II) ions owing to the amino and carboxylate groups on the surface of beads.",
      "startOffset" : 1,
      "endOffset" : 8
    }, {
      "referenceID" : 57,
      "context" : "[[59]] for effective removal of Pb (II) with adsorption capacity 167.",
      "startOffset" : 1,
      "endOffset" : 5
    }, {
      "referenceID" : 58,
      "context" : "[60] synthesized Carboxy methyl cellulose-immobilized Fe3O4 MNPs (CMC-Fe3O4) which exhibit high adsorption capacity (152.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 59,
      "context" : "[61] displayed superb adsorption performance towards Pb (II), Cu (II), Zn (II) and Co (II).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 60,
      "context" : "[62] fabricated acrylic acid (AA) and crotonic acid (CA) grafted Fe3O4 MNPs modified with 3-aminopropyltriethoxysilane (APTES) for the removal of heavy metal ions in the given order: Pb (II)>Cu(II)> Zn (II)>Cd (II).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 61,
      "context" : "[63] demonstrated that amino-functionalized Fe3O4 NPs displayed effective adsorptive removal toward Pb (II) ions.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 62,
      "context" : "[64] functionalized mesoporous superparamagnetic Fe3O4 NPs with a chelating ligand i.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 63,
      "context" : "[65] explored the mechanism of adsorption of Cr (VI) on the surface of nanosized magnetic polymer functionalized with tetraethylene pentamine i.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 64,
      "context" : "[66] synthesized a number of core-shell Fe3O4 NPs functionalized with various multi-amino groups i.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 65,
      "context" : "[67] synthesized cost-effective and environment friendly humic acid (HA) coated Fe3O4 NPs for the sorption of Hg (II), Pb (II), Cd (II), and Cu (II).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "[26] was used for the sorption of Pb (II) ions.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 66,
      "context" : "(Fe3O4@C) were used as an adsorbent for Pb (II) [68].",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 67,
      "context" : "[69] for the adsorption of Ag (I), Hg (II), Mn (II), Zn (II), Pb (II) and Cd (II) ions with adsorption efficiencies and adsorption capacities in the range of 96–104% and 71–169mg/ g, S.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 69,
      "context" : "[71] and subsequently applied for Pb (II) removal.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 70,
      "context" : "[72] investigated the use of MNPs modified with 1, 2, 3-triazole (MNP-Trz) and silica coated (MNPS-Trz) in the elimination of metal ions with adsorption capacities in the order: Pb (II)>Cu (II)> Zn (II).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 71,
      "context" : "Higher the metal ionic potential, greater will be its inclination to attract electrons of the ligand, and thus, the complex formed will be maximum stable [73].",
      "startOffset" : 154,
      "endOffset" : 158
    }, {
      "referenceID" : 22,
      "context" : "[24] synthesized mesoporous needle-like magnetic adsorbent iron oxide@CaCO3 (IO@CaCO3) using hydrothermal method.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 74,
      "context" : "33Fe2O4) [76], copper ferrite (CuFe2O4) and ZnFe2O4 [77,78] NPs were synthesized for heavy metal ion elimination.",
      "startOffset" : 9,
      "endOffset" : 13
    }, {
      "referenceID" : 75,
      "context" : "33Fe2O4) [76], copper ferrite (CuFe2O4) and ZnFe2O4 [77,78] NPs were synthesized for heavy metal ion elimination.",
      "startOffset" : 52,
      "endOffset" : 59
    }, {
      "referenceID" : 76,
      "context" : "33Fe2O4) [76], copper ferrite (CuFe2O4) and ZnFe2O4 [77,78] NPs were synthesized for heavy metal ion elimination.",
      "startOffset" : 52,
      "endOffset" : 59
    }, {
      "referenceID" : 77,
      "context" : "[79] synthesized nanocomposite of NiFe2O4@SalenSi where NiFe2O4 NPs were functionalized with a Schiff Base derived from salicylaldehyde and amino propyl triethoxy silane.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 5,
      "context" : "[7] synthesized chitosanalginate NPs (CANPs) for adsorption of Hg (II) ions from water.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 78,
      "context" : "Esmaeili and Khoshnevisan [80] investigated the effectiveness of alginate functionalized chitosan NPs (Alg-CS-NPs) for elimination of Ni.",
      "startOffset" : 26,
      "endOffset" : 30
    }, {
      "referenceID" : 7,
      "context" : ", 2016 [9] for the absorptive removal of Cu (II) and Pb (II) ions.",
      "startOffset" : 7,
      "endOffset" : 10
    }, {
      "referenceID" : 79,
      "context" : "[81] fabricated core shell ZnO/Chitosan NPs for the elimination of heavy metal ions in the order: Pb (II)>Cd (II)>Cu (II).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 80,
      "context" : "[82] synthesized a series of 3D hierarchically porous nitrogen-doped carbon materials (HNC) by using chitosan as a source of carbon/nitrogen source.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 81,
      "context" : "[83] synthesized chitin nanofibrils (CNF) by downsizing chitin micro-particles (CMP) with no alteration in its chemical and structural properties.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 82,
      "context" : "[84] fabricated poly (styrene-alt-maleic anhydride) with 3-aminobenzoic acid.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 83,
      "context" : "In a similar study, nanofibrous poly (ethylene-co-vinyl alcohol) (EVOH) were synthesized [85] for Cr (VI) adsorption from water.",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 84,
      "context" : "In another scientific report, polyacrylonitrile (PAN) nanofibers modified with amidoxime groups were applied for the adsorption of Cu (II) and Pb (II) ions [86].",
      "startOffset" : 156,
      "endOffset" : 160
    }, {
      "referenceID" : 86,
      "context" : "[88] synthesized two novel economical polymeric nanoadsorbents by the reaction of diethylenetriamine (DETA) or pentaethylenehexamine (PEHA) with 1,3,5-tris(6isocyanatohexyl)-1,3,5-triazinane-2,4,6-trione (HDI-IC).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 87,
      "context" : "[89] selected polyacrylonitrile (PAN) as base polymer to prepare three ion-selective nanofibers from ethylenediamine (EDA), ethyleneglycol (EG) or diethylenetriamine (DTA).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 88,
      "context" : "[90] reports an efficient removal of Cd (II), Ni (II), Cu (II) and Co (II) with a low cost superadsorbent polymer hydrogel (SPH) prepared from acrylic acid and acrylamide in various ratios.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 81,
      "context" : "[83] Recently, carbon layered silicate nanocomposites have triggered considerable research interest because of their improved properties as compared to their counterparts’ i.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 9,
      "context" : "[11] synthesized GO nanosheets for the adsorptive removal of Cd (II) and Co S.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 80,
      "context" : "This might be due to the competition for adsorption sites between H and Pb (II) [82].",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 58,
      "context" : "[60] examined the reusability of CMC-Fe3O4 for adsorption of Pb (II) ions by washing the nanoadsorbent with 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 87,
      "context" : "[89] examined the recovery of Cu (II), Pb (II) and Zn (II) ions from ion-selective polyacrylonitrile nanofibers, and assessed their reusability over four adsorption-desorption cycles.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "(GO/Fe3O4/LA/EDTA) Pb(II) 293 3 – 280 105 [26]",
      "startOffset" : 42,
      "endOffset" : 46
    }, {
      "referenceID" : 23,
      "context" : "Iron oxide NP beads (INPB) As(V) 298 7 26530 100×10(3) 1800 [25] α-Fe2O3 Cd(II) 313 6 – 100 720 [10]",
      "startOffset" : 60,
      "endOffset" : 64
    }, {
      "referenceID" : 8,
      "context" : "Iron oxide NP beads (INPB) As(V) 298 7 26530 100×10(3) 1800 [25] α-Fe2O3 Cd(II) 313 6 – 100 720 [10]",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 22,
      "context" : "IO@CaCO3 As(V) Cr(VI) 298 2 2 10 9 [24]",
      "startOffset" : 35,
      "endOffset" : 39
    }, {
      "referenceID" : 20,
      "context" : "Glycine –MNPs (GF MNPs) Pb(II) 298 2 10000 10 100 [22,23]",
      "startOffset" : 50,
      "endOffset" : 57
    }, {
      "referenceID" : 21,
      "context" : "Glycine –MNPs (GF MNPs) Pb(II) 298 2 10000 10 100 [22,23]",
      "startOffset" : 50,
      "endOffset" : 57
    }, {
      "referenceID" : 70,
      "context" : "MNPs-Trz (Silica coated) Cu(II) Pb(II) Zn(II) 298 5 – 400 240 [72]",
      "startOffset" : 62,
      "endOffset" : 66
    }, {
      "referenceID" : 32,
      "context" : "(PVA)/zinc oxide (ZnO) nanofiber U(VI) Cu(II) Ni(II) 318 5 1000 50 300 [34]",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 34,
      "context" : "PAN/PPy/MnO2) nanofiber Pb(II) 298 6 60 400 120 [36]",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 63,
      "context" : "TEPA-NMPs Cr(VI) 318 3 5000 50 180 [65]",
      "startOffset" : 35,
      "endOffset" : 39
    }, {
      "referenceID" : 43,
      "context" : "SMA(SDS@Al2O3) NH4(I)) 298 4 30 – 180 [45]",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 44,
      "context" : "SMA(SDS and STS @ Al2O3) Cd(II) 298 6 – – 120 [46]",
      "startOffset" : 46,
      "endOffset" : 50
    }, {
      "referenceID" : 83,
      "context" : "EVOH nanofiber membranes Cr(VI) 318 2 100 150 100 [85]",
      "startOffset" : 50,
      "endOffset" : 54
    } ],
    "year" : 2019,
    "abstractText" : "This review presents a holistic analysis of the synthesis and efficacy of nanosorbents towards the waste water purification by the removal of selected heavy metal ions, with special emphasis on the effect of functionalization of nanoadsorbents on certain key properties such as surface area, separation and adsorption capacity. We have compiled enormous data based on the characteristic properties of nanomaterials and their selective affinity towards certain heavy metal ions. The experimental factors like pH, adsorbent dosage, contact time, temperature, initial ion concentration and ionic strength affecting metal ion removal have also been explored. Besides, the different adsorption kinetics and adsorption isotherm models are discussed with the help of various illustrations to have an insight into the adsorption procedure. 1. Water pollution: some reviews and discussion 1.1. Heavy metal pollution A rapid increase in world’s human population, natural disasters, exhaustion of water resources due to erratic climatic changes have led to scarceness of hygienically safe drinking water in various developing nations of the world. In addition, the presence of heavy metal ions, such as Pb (II), Cr (VI), Mn (II), Ni (II), As (V), Cd (II), Hg (II) etc. which are extremely noxious water pollutants, impose serious side effects in living organisms. Segregation of unprocessed industrial and household waste containing contaminants creates huge menace to the aquatic ecosystem by deteriorating the quality of surface and ground water and causes rigorous damaging and ill effects on the existing flora and fauna. In addition to this, prolonged excessive intake of heavy metal ions could damage kidney, liver, brain function and nervous system [1]. Some of these heavy metal ions become carcinogenic and even lethal when their concentrations exceed threshold limits. Different heavy metals are discharged into waste water by the effluent runoffs of various industries like fertilizers, paints, metal fabrication, pigments, leather, batteries, alloying, electroplating, mining etc. [2,3]. This leads to accumulation of non-biodegradable heavy metal ions in the food chain at every level through biomagnification resulting in heavy metal poisoning of living organisms. Amongst the trace metals, Pb (II) is considered to be the most toxic element which causes severe health issues in kids below six years, such as less IQ, attention deficit disorders, learning disabilities, behavioural problems, retarded growth and impaired hearing [4]. Hg (II) is creating threat to mankind because of its toxicity, constant existence in the environment and organisms as well as bio amplification and accretion in the food chain [5]. As (II) is a carcinogen which has been proved to be toxic in human beings through inhalation as well as ingestion [6]. 1.2. Sources, toxicity and hazardous effects Table 1 presents the summarized data of common heavy metal ions, their sources, harmful effects and permissible limits in drinking water recommended by World Health Organisation (WHO). 1.3. Methods for heavy metal ion remediation Increasing demand of pure water with low concentration of heavy metals makes it obligatory to effectively eliminate poisonous heavy metals from industrial runoffs prior to their release into the ecosystem [115]. Various conventional techniques are accessible for the decontamination of waste water viz. reverse osmosis [13], ion exchange [14], chemical precipitation [15], solvent extraction [16] etc. Even though the above mentioned approaches are efficient and achieve the discharge standards, however, most of them generate secondary waste. Adsorption, therefore, is believed to be a promising choice for the exclusion of https://doi.org/10.1016/j.jwpe.2019.101038 Received 16 June 2019; Received in revised form 11 October 2019; Accepted 31 October 2019 ⁎ Corresponding author. E-mail address: shewta.wadhawan@ggdsd.ac.in (S. Wadhawan). Journal of Water Process Engineering 33 (2020) 101038 2214-7144/ © 2019 Elsevier Ltd. All rights reserved. T noxious metals from waste water because of its accessibility, versatility and high proficiency [8]. The adsorption on the surface of solid adsorbents demonstrates a great perspective for the treatment of heavy metal ion contaminated water. It is more advantageous than other methods owing to its simple design and low investment in terms of initial cost and space required [17–21]. Further, the adsorption process becomes highly cost effective if the adsorbent used is recyclable. Due to these properties, adsorption process is gaining a great deal of attention from researchers in the treatment of industrial waste water contaminated with heavy metal ions. Ideally an adsorbent should provide sufficient binding sites for appropriate adsorption of heavy metal ions. Main conventional adsorbents used for heavy metal ion elimination are activated carbon, metal oxides, clay etc. to name a few [116,117]. These traditional adsorbents suffer from certain constraints such as low adsorption capacities, lack of functional tunability, reusability and recyclability. To overcome such limitations, new sorbents in nano dimensions are being synthesized and adopted for water decontamination. Nowadays, a considerable attention has been drawn by nanomaterials as the adsorbents in decontamination of wastewater due to their large specific surface area, lesser flocculent production and availability of large number of active groups for binding of heavy metal ions [22,23]. Furthermore, nanostructured adsorbents can be reused and recycled repeatedly which makes them cost-effective and highly attractive. But, their inconstancy, inconvenience in removal from treated water and their regeneration has restricted their commercial use [115]. Therefore, researchers are aiming to resolve these issues by functionalization of NPs. This involves their coating with inorganic materials [24], polymers [8,25], carbon [26], biomolecules [27] etc. Appropriate surface functionalization enhances the adsorption capacity and provides more facile separation. This review comprises of three sections. In the first, focus is on the use of various categories of nanoadsorbents like metal, metal oxide, magnetic, chitosan, polymer, carbon, zeolite etc. for the efficient elimination of heavy metal ions from the waste water through adsorption process. The second section describes the effect of various parameters i.e. pH, adsorbent dose, contact time, temperature and initial ion concentration on the elimination of heavy metal ions. Finally, in the third section, kinetics and adsorption isotherms of heavy metal removal have been summarized. 2. Nanoadsorbents for heavy metal removal: General overview, advantages, limitations and applications Various types of NPs viz. metallic, bimetallic, metal oxide, magnetic, ferrite, chitosan, polymer based, carbonaceous, zeolite etc. have been studied in the previous years for purification of wastewater contaminated with heavy metal ions. These nanomaterials mainly remove the heavy metal ions by adsorbing them on their surfaces. Following is the detailed description of diverse types of NPs demonstrated in the scientific investigations in recent times for the above mentioned purpose. 2.1. Metal and Metal oxide based nanoadsorbent: synthesis and functionalization In the past few years, metallic and metal oxide NPs (Fig. 1) have emerged as an encouraging material in heavy metal ion removal. Bare metallic NPs are less commonly used as adsorbent because they tend to agglomerate due to their instability. In addition to this, separation of bare NPs from waste water is a complicated process. Therefore, there is a need of capping or functionalization of these nanostructured adsorbents to enhance their stability and to make the separation process easy. Among the metallic NPs, Fe i.e. nano zero valent iron (NZVI) is of immense significance due to its high stability, greater surface area, nonTa bl e 1 So m e he av y m et al io ns ,s ou rc es , ha rm fu l e ec ts an d pe rm is si bl e lim it s in dr in ki ng w at er . S. N o. M et al Io ns So ur ce s H ar m fu l E ec ts Pe rm is si bl e lim it R ef er en ce s 1. H g (I I) V ol ca ni c ac ti vi ty , m in in g op er at io ns ,t an ni ng an d el ec tr o pl at in g in du st ri es . M in am at a di se as e. O rg an om er cu ry ca n ca us e ca nc er . 2 pp b [7 ] 2. Pb (I I) Pl um bi ng fi xt ur es ,c ab le co ve ri ng s, ce ra m ic ,g la ss ,b at te ri es ,p ai nt s, oi l, so ld er in g an d le ad ex tr ac ti on . A ff ec ts liv er ,k id ne ys ,C en tr al N er vo us sy st em an d G as tr oi nt es ti na lt ra ct .S ub je ct io n to hi gh co nc en tr at io n le ad s to hy pe rt en si on ,i nf er ti lit y, ar th ra lg ia an d co m a. 0. 05 pp m [8 ] 3. C u (I I) Ba tt er y m an uf ac tu ri ng ,a nd co rr os io n of ho us eh ol d pl um bi ng . H ea da ch e, de pr es si on an d le ar ni ng pr ob le m s. 1. 3 pp m [9 ] 5. C d (I I) El ec tr op la ti ng ,m et al sm el ti ng ,p ai nt s, ba tt er ie s, fe rt ili ze rs ,a nd al lo yi ng . R en al dy sf un ct io n, pu lm on ar y pr ob le m s, bo ne tu m or s, hi gh bl oo d pr es su re ,I ta iI ta i di se as e, an d bo ne de fo rm it ie s in fo et us . 10 pp b [1 0] 6. A s (V ) V ol ca ni c ac ti vi ti es , in du st ri es vi z. pa in ts ,d ru gs ,d ye s, ag ri cu lt ur al ap pl ic at io ns , in in g an d sm el ti ng . Se ve re ar se ni co si s, pi gm en ta ti on ch an ge s, na us ea an d ca nc er of liv er ,s ki n, lu ng ,b la dd er an d ki dn ey . 0. 01 pp m [8 9] 7. C o (I I) M et al lu rg y, m in in g, el ec tr op la ti ng , ta nn in g, pa in t in du st ri es an d nu cl ea r po w er pl an ts . Sk el et al de fo rm it ie s, di ar rh oe a, hy po te ns io n pu lm on ar y is su es an d pa ra ly si s. N ot sp ec ifi ed by W H O [1 1] [1 2] 8. N i (I I) N ic ke l pl at in g in du st ri es , al lo ys an d m an uf ac tu re of ba tt er ie s. C ar ci no ge ni c, ha ir lo ss an d de rm a to xi ci ty in hy pe rs en si ti ve hu m an s. 0. 02 pp b [1 2] 9. M o (I I) In du st ri es ,f er ti liz er s, ca ta ly si s, al lo ys ,a nd an ti -c or ro si ve ag en ts . A th ig h le ve ls ca us es m in er al im ba la nc e, in cr ea se in se ru m ce ru pl as m in an d ur in ar y co pp er ex cr et io n an d go ut lik e sy m pt om s. 70 pp b [1 2] 10 . M n (I I) So il, ro ck s, m in in g, du m p si te s, ag ri cu lt ur al ap pl ic at io ns an d pe st ic id es . N eu ro lo gi ca l da m ag e, m ut ag en ic an d he pa ti c en ce ph al op at hy . 10 0 pp b [1 2] 11 . Zn (I I) St ee l pr od uc ti on pl an ts ,c oa l fi re st at io ns an d ga lv an is ed m et al pi pe s. Fe ve r, vo m it in g, na us ea ,s to m ac h cr am ps an d di ar rh oe a. 30 00 pp b [1 2] S. Wadhawan, et al. Journal of Water Process Engineering 33 (2020) 101038",
    "creator" : "Elsevier"
  }
}