{
  "name" : "downloads_2019-12-01_93_bravo-anaya2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Chitosan-DNA polyelectrolyte complex: Influence of chitosan characteristics and mechanism of complex formation",
    "authors" : [ "Lourdes Mónica Bravo-Anaya", "Karla Gricelda Fernández-Solís", "Julien Rosselgong", "Jesrael Luz", "Elena Nano-Rodríguez", "Francisco Carvajal", "Marguerite Rinaudo" ],
    "emails" : [ "monik_ayanami@hotmail.com", "marguerite.rinaudo38@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nInternational Journal of Biological Macromolecules\nj ourna l homepage: ht tp : / /www.e lsev ie r .com/ locate / i jb iomac\nChitosan-DNA polyelectrolyte complex: Influence of chitosan characteristics and mechanism of complex formation\nLourdes Mónica Bravo-Anaya a,b,⁎, Karla Gricelda Fernández-Solís a,c, Julien Rosselgong b, Jesrael Luz Elena Nano-Rodríguez a,c, Francisco Carvajal d, Marguerite Rinaudo e,⁎⁎ a Universidad de Guadalajara, Departamento de Ingeniería Química, Blvd. M. García Barragán #1451, 44430 Guadalajara, Jalisco, Mexico b University of Bordeaux/Bordeaux INP, ENSCBP and CNRS, Laboratoire de Chimie des Polymères Organiques (UMR5629), 16 avenue Pey-Berland, Pessac 33607, France c Centro Universitario UTEG, Departamento de Investigación, Héroes Ferrocarrileros #1325, Guadalajara, Jalisco 44460, Mexico d CUTonalá, Departamento de Ingenierías, Universidad de Guadalajara, Nuevo Periférico # 555 Ejido San José Tatepozco, 45425, Jalisco, Mexico e Biomaterials Applications, 6 rue Lesdiguières, 38000 Grenoble, France\nAbbreviations: DNA, deoxyribonucleic acid; P polyelectrolyte complex; IP, isoelectric point; N, number o protonated NH3+; P−, number of phosphate from DNA or N/P, molar ratio; MW, molecular weight; Mw, weight ave cosity average molecular weight. ⁎ Correspondence to: L.M. Bravo-Anaya, Universidad de Ingeniería Química, Blvd. M. García Barragán #1451, 4443 ⁎⁎ Correspondence to: M. Rinaudo, Biomaterials Applicat Grenoble, France.\nE-mail addresses: monik_ayanami@hotmail.com (L.M. marguerite.rinaudo38@gmail.com (M. Rinaudo).\nhttps://doi.org/10.1016/j.ijbiomac.2019.01.008 0141-8130/© 2019 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 3 December 2018 Received in revised form 2 January 2019 Accepted 2 January 2019 Available online 4 January 2019\nPolyelectrolyte complexes formed between DNA and chitosan present different and interesting physicochemical properties combinedwith high biocompatibility; they are very useful for biomedical applications. DNA in its double helical structure is a semi-rigid polyelectrolyte chain. Chitosan, an abundant polysaccharide in nature, is considered as one of the most attractive vectors due to its biocompatibility and biodegradability. Here we study chitosan/DNA polyelectrolyte complex formation mechanism and the key factors of their stability. Compaction process of DNA with chitosan was monitored in terms of the ζ-potential and hydrodynamic radius variation as a function of charge ratios between chitosan and DNA. The influence of chitosan degree of acetylation (DA) and its molecular weight on the stoichiometry of chitosan/DNA complexes characteristics was also studied. It is shown that the isoelectric point of chitosan/DNA complexes, as well as their stability, is directly related to the degree of protonation of chitosan (depending on pH), to the DA and to the external salt concentration. It is demonstrated that DNA compaction process corresponds to an all or nothing like-process. Finally, since an important factor in cell travelling is the buffering effect of the vector used, we demonstrated the essential role of free chitosan on the proton-sponge effect.\n© 2019 Elsevier B.V. All rights reserved.\nKeywords: Polyelectrolyte complexes DNA-chitosan complex Electrostatic interaction DNA compaction"
    }, {
      "heading" : "1. Introduction",
      "text" : "Mixing oppositely charged polyelectrolytes results in the formation of a polyelectrolyte complex (PEC) based on electrostatic interactions in dependence of pH and external salt concentration [1–3]. Electrostatic complexes involving natural biopolymers are being widely developed recently for new biomedical applications [4,5]. Strong electrostatic interactions between oppositely charged systems are also involved at the interface to stabilize or destabilize liposomes for drug release [5,6],\nEI, polyethylenimine; PEC, f chitosan NH2; N+, number of plasmid; N+/P−, charge ratio; rage molecular weight; Mv, vis-\nGuadalajara, Departamento de 0 Guadalajara, Jalisco, Mexico. ions, 6 rues Lesdiguières, 38000\nBravo-Anaya),\nfor formation of lipoplexes especially with DNA [7–9], or to stabilize a colloidal dispersion [10,11]. Layer by layer formation between oppositely charged polyelectrolytes is an important development of polyelectrolyte complexes. It was applied to form capsules by deposition on liposomes and their stabilization [12,13], to stabilize the biological activity of peptide hormones [14] or to coat blood vessel using chitosan and hyaluronan [15].\nIn the domain of bioactive systems, the attentionwas focused on cationic polymers able to complex and compact DNA [16–26]. The polycationic entities usually examined are polylysine, polyethylenimine (PEI) and chitosan. Low immunogenicity, biocompatibility andminimal cytotoxicity of chitosan is actually recognized andproposed to develop a better alternative to viral or lipid vectors. Chitosan may also be associated with cationic emulsion/DNA, allowing the reduction of the size of the gene delivery vehicle and enhances in vitro transfection [27].\nThe first report about chitosan as a possible carrier for gene therapy was made by Mumper et al., in 1995 [28]. As recognized, chitosan is a pseudo-natural polysaccharide, biocompatible, biodegradable, mucoadhesive, and non-toxic. In addition of their immunogenicity, chitosan molecules condense efficiently with DNA forming polyplexes and\npreventing its degradation by DNAses or in serum [17,23,29,30]. These electrostatic complexes are formed reversibly without changing DNA double helix conformation, as tested with low molar mass chitosan (MW = 40,000; degree of acetylation, DA= 0.01) [31,32]. The parameters that control complexes formation influencing the particles size and stability include chitosanmolecularweight (MW;Nbeing the number of total\\\\NH2), DNAor plasmid concentration (characterized by the phosphate content P) and the charge ratio (N+/P−) [19,21,33–40]. It was demonstrated that the size of the formed particles decreased when the molar mass of chitosan decreased but that the stability of the complex increased when the MW increased; also, the size of the complex increased when plasmid concentration increased. In addition, higher molecular weight chitosan samples associated more strongly with plasmids. Those complexes were more stable to salt and serum challenge [21]. Chitosan linear structure is based on poly (β-(1-4)-Nacetyl-D-glucosamine) partially deacetylated, allowing easy specific chemical modification on the\\\\NH2 position [20,41–44]. Many characteristics of chitosan have been previously discussed in the literature [45] and summarized as follows: i) chitosanmolarmassesMW(and samples with different MW may be prepared by partial depolymerization with sodium nitrite) [21], ii) chitosan degrees of acetylation (DA usually between 0.05 and 0.30 to be soluble in acidic conditions) and iii) their acetyl groups distribution along the chains (usually not examined in complex formation) depending on the conditions of chitin deacetylation.\nThe influence of MW and DA of chitosan on complex formation with DNA have been covered by few papers [19,20,35–39] using often electrophoretic mobility (and zeta potential), Dynamic Light Scattering (DLS), Atomic Force Microscopy (AFM), potentiometry or microcalorimetry.\nSince chitosan is a weak base with a pK0 = 6.5, pH is an important parameter to control the degree of protonation of the amino groups (as\\\\NH3+) controlling complex formation with the highly negatively charged DNA (P−) [19,33,46]. Strand et al. showed that a minimum of 6 to 9 monomeric units is necessary to complex DNA [19], however, the stability of the complex tends to be poor, dissociating at pH N 6.5 or in excess of salt. Clearly, the stability of the complex depends on pH, N+/P− charge ratio and salt concentration in vitro. Usually, the ratio N/P (or chitosan units/phosphate units) is used in literature. For progressive additions of chitosan at a pH lower than 6.5 to a dilute DNA solution, N+/P− increases while complex is formed, being negatively charged up to an isoelectric point followed by the charge inversion. For gene delivery, it is important to use a positive complex (N+/ P− N 1) in the nanometric range of particle diameters able interacting with the negatively charged cell membrane and then, entering the cell through endocytosis and/or pinocytosis to allow transfection [18–20,35,39]. It was claimed that N/Pmolar ratio= 3 gives the highest transfection activity in serum using a MW = 70,000 chitosan. In addition, compared with other polycations often proposed for gene therapy, it was found that chitosan had a lower toxicity than polylysine and that after 96 h, this polycation was 10 times more efficient than PEI [42].\nAnother important and delicate point is testing the transfection efficiency of chitosan/DNA systems in vivo. It depends on several factors such as chitosan characteristics (DA andMW), local pH and salt composition, charge ratio of chitosan to DNA (N+/P−) playing on complex stability. It also depends on the cell type, nanoparticle size, enzyme and protein interactions, and interactions with membranes. It was reported that the transfection efficiency at pH 6.5 was higher than at pH 7.4 [47]. At pH = 8, the complex was fairly insoluble and did not penetrate the membrane [42]. Nevertheless, the transfection efficiency based on DNA/chitosan complex was not yet fully understood. The positive particles of DNA compacted by polycations are able to interact with the anionic proteoglycans at the cell surface and can be transported by endocytosis. The cationic agents have a buffering capacity in the endosomal pH range (pH 4.5 to 7.5) inhibiting the degradation of DNA by lysosomal enzymes [20,48]. The mechanism was fully described for\nPEI/DNA complexes [49–51]. On this point, it was shown that the buffering capacity or proton sponge effect was larger for chitosan than for PEI for the same number of cationic sites [48]. The presence of excess of free chitosan increased the osmotic pressure and destabilized the endosome, releasing DNA and translocating it into the nucleus, where it can decondense after or by separation from the cationic delivery vehicle and can regulate gene expression [17,20,48,52–54]. Interestingly, polyplexes formed with PEI and chitosan are able to protect pDNA from serum degradation at the same level and that they have a comparable transgene expression in Human Embryonic Kidney (HEK) 293 cells [30]. The question of the stability of the complex in vivo is important but not yet solved: higher stability hampers the transfection efficiency [30,34]. It was found that there is a fine balance between extracellular DNA protection (better with high MW and lower DA) and ability of efficient intracellular unpacking (better with low MW) in order to get a large level of transfection [20,24,32,37,39]. Especially, a relation was demonstrated between transfection efficiency and polyplex dissociation rate and it was shown that complex with high MW and low DA do not dissociate even after 24 h in HEK 293 cells [55].\nIn a previous work, chitosan/DNA complex stoichiometry, net charge, dimensions, conformation and thermal stability were determined and discussed [33 It was found that the isoelectric point of chitosan/DNA complexes is directly related to the stoichiometric charge ratio N+/P− = 1. In the present work, we study chitosan-DNA polyelectrolyte complexmechanism and the key factors of their stability. DNA concentration was selected in the dilute regime, i.e. around 10 times lower than the average value of the overlap concentration C⁎ (0.23 mg/mL), previously determined from viscosity measurements [56]. Different techniques (ζ-potential, fluorescence, AFM) are used to determine the role of chitosan characteristics added on the complexes formed in a wide range of N/P ratios. Furthermore, the mechanism of complex formation is proposed through the study of several physicochemical and biophysical data obtained from complementary techniques, i.e. UV– Vis, DLS and gel electrophoresis."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials",
      "text" : "Calf-thymus DNA sample with an average molecular weight of 6,559,500 g/mol [56], NaOH in pellets with impurities ≤0.001% and anhydrous NaCl were supplied by Sigma-Aldrich Company. DNA encoding for Enhanced Green Fluorescent Protein (pEGFP) was transformed into E. coli bacterial strain and extracted from the culture pellets using the Midiprep Macherey Nagel protocol and stored at −20 °C. The purified plasmid was dissolved in deionized sterile water. Their purity and concentration were determined by UV–Vis measurements by measuring absorbance at 260/280 nm. AcOH, AcONa, and HCl 0.1 N (Titrisol) was supplied by Merck Millipore. Several chitosan samples were used to study the influence of their degree of acetylation (DA) and molecular weight (MW) on complex formation: two commercial samples from Sigma-Aldrich Company, High Molecular Weight (HMW) chitosan (Ref: 41,941-9) and Medium Molecular Weight (MMW) chitosan (Ref: 44,887-7); and seven chitosan samples (ChitoClear®) fromNorthern coldwater shrimp, Pandalus borealis provided by Primex, Iceland. A characterization of chitosan samples from Sigma-Aldrich Company and Primex samples are presented in this paper. Furthermore, two chitosan samples (1C: MW = 84,000, DA = 0.41 and 1E: MW = 75,000, DA = 0.61) were obtained by random reacetylation by Roberts and were characterized previously [57]."
    }, {
      "heading" : "2.2. DNA and chitosan solutions preparation",
      "text" : "DNAsolutionswere prepared at a concentration of 1mg/mL inwater and in a series of NaCl solutionswith different concentrations (5× 10−3, 10−2, 10−1, 1.0 and 2.0MNaCl). The purified EGFP plasmid was diluted\nto 1 mg/mL in deionized sterile water. The vials were closed and sealed with Parafilm® to prevent water evaporation and changes in the polymer concentration. For complex formation, all nucleic acids solutions (Calf-thymus DNA and pEGFP) were prepared by dilution of the 1 mg/mL DNA solution to around 0.03 mg/mL, to avoid experimental difficulties such as turbidity during chitosan addition. Calf-thymus DNA solutions were stored in a refrigerator at a temperature of 4 °C and pEGFP solutions were stored at−20 °C to prevent degradation.\nInitial chitosan solutions were prepared at a certain concentration (between 4.17 and 6.25 mg/mL, depending on chitosan DA) by dissolving a known amount of polysaccharide with the stoichiometric amount of HCl 0.1 N on the basis of NH2 content to get the fully protonated chitosan. The experimental concentration of chitosan used to prepare complexes was obtained by dilution of the previous solution with water to 1 mg/mL. The final pH after dissolution was found around 3.6. The solutionswere placed under constant stirring for one night at room temperature, until complete dissolution. Finally, all the solutions were stocked at a temperature of 4 °C before use and filtered with a 0.2 μm porous membrane. Formodification of the degree of protonation, chitosan solutions were adjusted to the following pH values: 4.5, 5.0, 5.5, 6.0 and 6.5 with a solution 0.1 N NaOH before addition into DNA solution."
    }, {
      "heading" : "2.2.1. Chitosan labelling",
      "text" : "In order to quantify chitosan free chains after chitosan/DNA complex formation at different charge ratios by fluorescence spectroscopy, one chitosan sample was labelled with a fluorescent probe. For this, an amount of 1 g of chitosan (Primex 6, Mw = 160,000) was dispersed in 40 mL of distilled water and dissolved by addition of 60 mL of 0.1 M HCl. Then 25 mL of dried methanol (MeOH) was added to the solution, followed by the addition of 50 mL of a solution of MeOH containing 52mgoffluorescein isothiocyanate (FITC). Themixturewas stirred during 3 h at ambient temperature and then dilutedwithwater up to a final volume of 600 mL. The solution was neutralized with a 0.1 M NaOH solution to pH around 7, to precipitate the labelled chitosan. The precipitate was then recovered by filtration, washed with an ethanol/water (70/30 v/v) mixture until the filtrate was clear, and finally dried under vacuum at ambient temperature. The degree of substitution was determined by comparing its fluorescence in dilute sample in acidic solution with a dilute solution of FITC at a controlled concentration as reference [58]. A low degree of labelling was chosen to avoid any kind of modification of chitosan interactions with DNA, aswell as chitosan/DNA physicochemical properties, as shown in Fig. S1 (available in the Supplementary information). An amount of around 4 × 10−3 fluorescent groups per chitosan sugar repeat units was determined through fluorescence measurements."
    }, {
      "heading" : "2.3. Chitosan characterization: DA and MW",
      "text" : ""
    }, {
      "heading" : "2.3.1. DA determination",
      "text" : "The DA, determined by the fraction of N-acetylated glucosamine units, was determined by conductometric titration [2] and 1H NMR [45]. The fraction of free\\\\NH2, equal to 1-DA, in chitosan samples was obtained by conductivity measurements, dissolving a sample of neutral chitosan with a little excess of HCl based on the stoichiometry of the solution, followed by the neutralization of the protonated \\\\NH2 groups by the addition of NaOH. For this experiment, successive volumes of 25 μL NaOH (0.1 M) were added into a 20 mL chitosan solution and the conductivity of the solution was taken at each addition. Conductivity measurements were performed in a Conductivity Meter Thermo Scientific Orion 3-Star from Thermo Fisher Scientific Company at a temperature of 25 °C. 1H NMR measurements were performed at 298 K on a Bruker AVANCE I instrument equipped with a 5 mm probe operating at 400.2 MHz. An amount of 3 mg of polymer was dissolved in 0.5mL of D2O containing the stoichiometric amount of DCl to dissolve chitosan, and 32 scans were recorded at a temperature of 80 °C."
    }, {
      "heading" : "2.3.2. MW determination",
      "text" : "The intrinsic viscosity of Sigma Aldrich chitosan samples was determined through capillary viscometry measurements, from which it was possible to calculate their viscosity-average molecular weight Mv by using the Mark-Houwink expression. Viscosity measurements were carried on in an automatic viscometer AMVn from Anton Paar at a temperature of 25 °C. Chitosan samples were prepared at a concentration of 3 mg/mL in AcOH 0.3 M/AcOH 0.2 M [57]. A series of dilutions was prepared for each chitosan sample in a concentration range between 0.02 and 1.5 mg/mL. Viscosity measurements were carried out at three different angles (30°, 50° and 60°).\nTheweight-averagemolecularweights of each samplewere also determined through Size Exclusion Chromatography (SEC) measurements. The solvent used was a buffer with 0.3 M acetic acid and 0.25 M sodium acetate. Two columns in series from Tosoh Bioscience were used, i.e. TSK gel G 3000 and G 6000 PWXL associated with a pre-column TSK gel PWXL. A light scattering detector Treos from Wyatt was associated with a differential refractometer. The selected flow ratewas 0.5mL/min at 30 °C, the dn/dcwas equal to 0.190 and chitosan concentration injected was 0.25 mg/mL."
    }, {
      "heading" : "2.4. Chitosan/DNA complex formation",
      "text" : ""
    }, {
      "heading" : "2.4.1. Chitosan/DNA complex net charge determination",
      "text" : "Zeta potential measurements were performed with a Malvern Zetasizer NanoZS at a temperature of 25 °C. The complex formation was followed through zeta potential measurements by adding a given volume of chitosan 1 mg/mL into a DNA solution (0.03 mg/mL) at controlled pH, under continuous stirring. After stabilization of the obtained chitosan-DNA complex (i.e. 5 min), 1 mL of the solution was injected into the Zetasizer Nano cell for the measurement. After each measurement, all the solution was collected from the cell and re-introduced into the bulk solution before the addition of the next volume of chitosan solution. The Malvern Zetasizer NanoZS instrument measured the electrophoretic mobility of the particles and calculates the zeta potential using the Smoluchowski expression."
    }, {
      "heading" : "2.4.2. Size measurements through Dynamic Light Scattering (DLS)",
      "text" : "DLS measurements were performed in a Malvern Zetasizer NanoZS 90 at 25 °C and carried out at an angle of 90°. The hydrodynamic radius (RH) was calculated using the Stokes−Einstein equation proposed for spherical particles. The evolution of RH during complex formation was monitored during progressive additions of chitosan."
    }, {
      "heading" : "2.4.3. Atomic Force Microscopy (AFM) measurements",
      "text" : "AFM measurements were carried out in a Nanosurf instrument, model Easyscan2 (Nanosurf AG, Switzerland), using a tapping mode with tips TAP 190Al-G from Budget Sensors and at a vibrational frequency of 600 mV."
    }, {
      "heading" : "2.4.4. Chitosan/DNA complexes centrifugation assays",
      "text" : "Chitosan/DNA complexes were prepared at different charge ratios using a DNA solution 0.03 mg/mL in NaCl 0.01 M selected in order to preserve the double helical conformation enabling to accurately quantify DNA concentration by UV-spectroscopy in the supernatant after centrifugation. They were incubated during 30 min and then DLS measurements were performed in order to determine the size and the scattered intensity of the complexes. After recording this procedure, complexes were centrifuged during 45 min at 15000 G and at 25 °C. The supernatant was then analyzed with DLS and UV–Vis spectroscopy. DNA concentration was measured by using the absorbance A260 in a Nanodrop 1000 Spectrophotometer from Thermo Scientific.\n2.4.5. Free DNA quantification through gel electrophoresis Chitosan/DNA binding assays evaluated through gel electrophoresis were performed as follows: 100 ng of the plasmid DNA (eGFP) were\nmixed with increasing amounts of chitosan (0.1 mg/mL) in 20 μL of a mixture of buffer (5% glycerol, 10 mM Tris–HCl with a pH of 8.0, 1 mM EDTA, 1 mM dithiothreitol and 20 mM KCl) and water (at 1/ 9 v/v ratio). After stabilization of chitosan/DNA complexes under stirring during 30 min at room temperature, 3 μL of loading buffer (0.05% bromophenol blue, 0.1 mM EDTA, 50% glycerol) was added to the mixture, then an aliquot of 10 μL was applied to a 0.6% agarose gel electrophoresis in 1× TAE buffer (40mMTris, 20 mMAcetic acid, 1 mM EDTA) containing SYBR® Safe (Life Technologies, Carlsbad, CA, USA). The fraction of free DNA was determined from the intensity of the migrating fraction of DNA by using the Image Lab Software® in a Bio-Rad Gel Doc EZ Imager.\n2.4.6. Free chitosan quantification through fluorescence measurements Chitosan/DNA complexes were prepared at different charge ratios using a DNA solution 0.03 mg/mL in water. The complexes were stabilized during 30 min before centrifugation for 45 min at 15000 G and at 25 °C. The supernatant fluorescence was then determined with a Jasco Spectrofluorometer FP-8500 using calibration in the considered conditions (water, NaCl at different concentration, HCl)."
    }, {
      "heading" : "2.4.7. Stability of the complexes in presence of SDS",
      "text" : "Taking into consideration the experimental conditions given in literature [30], sodium dodecyl sulphate (SDS)was used to test the ability of complexes to dissociate as an index of their stability. Complexes were prepared asmentioned previously in the section of Free DNA quantification through gel electrophoresis. After stabilization of chitosan/DNA complexes under stirring during 30min at room temperature, before adding 3 μL of loading buffer, 3 μL of SDS 0.5%wtwere added to induce a partial decompaction of chitosan/DNA complexes. Then, same protocol as described before was followed to apply the aliquot for agarose gel electrophoresis. As well as mentioned before, fraction of free DNA is determined from the intensity of the migrating fraction of DNA by using the Image Lab Software® in a Bio-Rad Gel Doc EZ Imager."
    }, {
      "heading" : "2.4.8. Stability of the complexes in presence of external salt",
      "text" : "Gel electrophoresis assays were performed in presence of NaCl at different concentrations (from 0 to 0.2 M). DNA/complexes were prepared as mentioned previously in the section of Free DNA quantification through gel electrophoresis but in presence of the selected NaCl concentration (from 0 to 0.2M). After stabilization of chitosan/DNA complexes under stirring during 30min at room temperature, 3 μL of loading buffer was added to the mixture. Then, same protocol as described previously was followed by applying the aliquot to the agarose gel electrophoresis. Free DNA fractions were also determined from the intensity of the migrating fraction of DNA by using the Image Lab Software® in a Bio-Rad Gel Doc EZ Imager."
    }, {
      "heading" : "2.4.9. Complex stability in acidic medium and buffering capacity",
      "text" : "Complex stability in acidic medium was followed through zeta potential measurements and potentiometric titration by progressive addition of given volumes of HCl 0.01 N into a chitosan/DNA complex suspension at a given charge ratio, N+/P− = 1 and a ratio N/P = 3 times the N/P ratio corresponding to N+/P− = 1, and at an initial pH around pH = 7.5. After stabilization of initial pH, 1 mL of the solution was injected into the Zetasizer Nano cell for zeta potential measurement. After each measurement, all the solution was collected from the cell and reintroduced into the bulk solution before the addition of the next volume of HCl. From these measurements, the influence of excess of chitosan is demonstrated. Same procedure was used for water and for chitosan solutions having the same concentration than the one used to reach the ratios N+/P− = 1 and a ratio N/P = 3 times the N/P ratio corresponding to N+/P− = 1, all of them at the same initial pH. These experiments allowed demonstrating the role of bound and free chitosan on pH stabilization in\npresence of the complex. At end, the composition of the complex was determined in acidic conditions."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Electrostatic complexes formation",
      "text" : ""
    }, {
      "heading" : "3.1.1. Chitosan samples characterization",
      "text" : "DA values of chitosan samples from Sigma-Aldrich and Primex were determined through conductivity [2] and 1H NMR [48] measurements and are presented in Table 1. With both techniques it is possible to determine a reliable value, but still, the most precise technique remains the 1H NMR if the polymer is perfectly soluble.\nThe viscosity-averageMWwasdetermined from the intrinsic viscosity ([η]) of the tested samples. Then, theMark-Houwink relation ([η] = K × Ma) was applied, using the constants determined by Brugnerotto et al. [57] to calculate the MW of Sigma Aldrich chitosan samples. The weight-average MWs for all Primex samples were determined by steric exclusion chromatography (SEC).\nChitosan samples were then characterized through ζ-potential measurements and potentiometric titrations. Fig. 1 shows, as an example, the ζ-potential and potentiometric titration with 0.1 N NaOH for the MMW chitosan sample from Sigma-Aldrich. The solution of fully protonated chitosan, dissolved in presence of the stoichiometric amount of HCl 0.1 N on the basis of NH2 content, presents an initial ζ-potential around +75 mV at a pH of 3.6, showing that under these conditions, chitosan is strongly positively charged. While pH increases for progressive addition of NaOH solution, the fraction of [NH3+] in the solution of chitosan decreases to null charge when the ζ-potential decreases down to zero value.\nFrom these curves, it is easy to determine the\\\\NH2 content (corresponding also to DA determination) at null ζ-potential and potentiometric transition at pH~7.5 when a given amount of chitosan is dissolved in a known excess of HCl. From Fig. 1, the degree of protonation of chitosan can also be determined at a given pH. Then, it will allow expressing the charge ratio N+/P− characterizing the complex formation in presence of highly negatively charged DNA, enabling the discussion on the mechanism of complex formation."
    }, {
      "heading" : "3.1.2. Evidence of electrostatic complex formation",
      "text" : "When positively charged chitosan is added under stirring into a dilute DNA solution, using DNA solutions in water, a complex is formed as evidenced from ζ-potential measurements shown in Fig. 2a and by AFMmeasurements presented in Fig. 2b.\nFig. 2a shows the ζ -potential as a function of the total\\\\NH2 amount added and expressed as (N/P). DNAmolecules in solution give an initial ζ-potential of around −40 mV (1) which reaches the ζ-potential = 0 mV (3) corresponding to the isoelectric point (IP) of the complexed particles during progressive addition of chitosan. The last zone of the curve (4) corresponds to an excess of chitosan in the chitosan/DNA complex suspension and the potential turns to positive values (ζ-potential=+26mV). AFMmeasurements (Fig. 2b) demonstrate theparticles formation due to electrostatic interactions between DNA and chitosan, as discussed previously.\nIn Fig. 2a, it is noticed that a plateau is observed around the ζpotential = −30 mV (2) corresponding to the formation of chitosan/ DNA complexes (at a charge ratio between 0.5 and 0.9 considering the initial partial protonation of chitosan at pH = 6.5) having an average hydrodynamic radius RH of 150 ± 20 nm. These complexes correspond to partial neutralization of the ionic phosphate sites (the complex remaining negatively charged). At a ζ-potential equal to the isoelectric point of the particles, all the negative charges of theDNA are neutralized by the positive charges of the chitosan and the following relation is obtained: N/P= 5.3. In fact, as shown previously [33], the isoelectric point\nFig. 2. a) ζ-Potential as a function of N/P during the formation of chitosan/DNA complexes at a te pH= 6.5. b) AFM images chitosan/DNA complexes formed at a charge ratio of 0.8. Chitosan Pr\ncorresponds to the stoichiometric charge ratio N+/P− = 1, which is imposed by the degree of chitosan protonation. In Fig. 2a, the molar ratio N/P included the total concentration of chitosan amino groups [NH2]T = ([NH2]free + [NH3+]protonated) and the ionic concentration of phosphates/L (where [P−] is supposed to be completely ionized under normal conditions). In the example given in Fig. 2a, the degree of chitosan protonation was 0.20 at pH = 6.5, allowing to calculate the charge ratio N+/P−=1 from themolar ratio N/P=5.3 (see Table 2). These isoelectric conditions (at zero charge for the complex with complete DNA compaction) correspond to the stoichiometric charge ratio 1/1 taking into account the degree of chitosan protonation. This conclusion agrees with data given in literature [19,20,33] even if it is not confirmed in some pieces of work [35]."
    }, {
      "heading" : "3.1.3. Influence of the chitosan degree of protonation and pH on complex formation",
      "text" : "The protonation behavior of polycations such as chitosan is one interesting feature controlling endosomal escape of polyplexes, since it determines the density of cationic charges that affects the interaction with cellmembranes aswell as stability of the complex [20]. In the present work, the influence of the chitosan degree of protonation on chitosan/DNA complexes formation was firstly studied using a series of chitosan solutions at different initial pHs (3.6, 5.0, 5.5 and 6.0) and a DNA solution in water at a constant pH = 6. The experimental results are given in Fig. 3a.\nFig. 3a shows the ζ-potential variation as a function of the molar ratio between chitosan and DNA dissolved in water for different initial pH chitosan values. The IP of the particles corresponds to the stoichiometric neutralization of negative DNA charges and positive charges of chitosan, which varies with the degree of protonation imposed by the initial pH of the chitosan solution. For chitosan/DNA complexes formed between the fully protonated chitosan (pH = 3.6) and DNA negatively charged (at pH = 6.0), the charge ratio of N+/P− is equal to N/P = 1. At pH = 5.0, 5.5 and 6.0, chitosan is partially positively charged, since respectively 82%, 63% and 50% of the amino groups are protonated (see Table 2). Those values are obtained from the titration curve as given in Fig. 1. For chitosan/DNA complexes obtained from the electrostatic interactions between partially protonated chitosan (pH=5.0, 5.5, 6.0 and 6.5) and DNA (pH=6.0), the IP corresponds to the equivalence N+/P−=1 calculated by the percentage of protonated amino groups, as shown in Table 2. These data demonstrate clearly that the PEC is based on electrostatic interactions as discussed previously [33].\nTo complete the study of complex formation and test the degree of compaction of DNA with the stoichiometry of the complex, the\nmperature of 25 °C. CDNA=0.03mg/mL at pH=6.0 inwater and added CChit=1mg/mL at imex 6 with Mw= 160,000, DA = 0.05.\nhydrodynamic radius of the particles formed in different conditionswas determined byDLSmeasurements. The results are given in Fig. 3b and c.\nFig. 3b shows the variation of the particle size of DNA/chitosan complexes as a function of the stoichiometric ratio [N+]/[P−]. Within the range of charge ratio N+/P− from 0.5 to 0.7, it is observed that the particle size is almost constant, with an average value of 125 nm. Then, when approaching to the charge stoichiometry, the particle size slightly increases to 135 nm. It was previously found that maximum size of the complex occurs at the isoelectric point [35]. Fig. 3c shows the particle size of the chitosan/DNA complexes formed at a constant charge ratio N+/P− = 0.7, using chitosan solutions at different initial pH values. It is observed that the hydrodynamic radius obtained is around 125 nm for the four initial pH values used, i.e. 3.6, 4.5, 5.0, 5.5 and 6.0. Therefore, the pH variation of the initial chitosan solution does not affect the particle size of chitosan/DNA complexes, i.e. the degree of compaction of DNA in the complexes formed at a given charge ratio between the positively charged chitosan at different initial degrees of protonation and the strongly negative charged DNA independently of the amount of chitosan bound to DNA (even when N/P N 1).\nFig. 4a shows the results obtained for ζ-potential as a function of added chitosan solutions prepared at initial pH=3.6with differentmolecular weights (chitosan samples 1 to 4 from Primex). It is possible to observe that the charge ratio for complex formation is nearly independent from the molecular weight, which varies from 550,000 to 180,000 g/mol. For the same chitosan samples, we report DLS measurements results, from which chitosan/DNA complexes sizes were determined at two chitosan/DNA ratios. Fig. 4b shows the results obtained for the RH of chitosan samples at different Mw and with different amount of added chitosan. In these experiments, chitosan/DNA complexes were prepared separately by adding the specific amount of\nFig. 3. a) ζ-potential as a functionN/P for CDNA=0.03mg/mLdissolved inwater (pH=6.0) and Mv=8.6 × 104 g/mol, DA=0.22. b) Hydrodynamic radius as a function of theN+/P−ratio. CDN as a function of initial pHof chitosan solutionswith [N+]/[P−]= 0.7. CDNA=0.03mg/mL (pH= having a Mv= 8.6 × 104 g/mol, DA= 0.22.\nchitosan to the DNA solution in order to reach the desired charge ratio avoiding passing slowly through the isoelectric point of the particles for N+/P− = 1, at which the system is instable and tends to produce\nCChit=1.0mg/mL (pH=3.6, 5.5, 5.0 and 6.0).MMWsample from SigmaAldrich, having a A= 0.03mg/mL (pH=6.0), CChit = 1.0mg/mL (initial pH=3.6). c) Hydrodynamic radius 6.0), CChit= 1.0mg/mL (pH=3.6, 4.5, 5.0, 5.5 and 6.0).MMWsample from Sigma Aldrich,\nlarger particles [35]. At N+/P−=0.8, it is confirmed that the dimension is slightly larger for higher MW. This conclusion agrees with the results obtained by Alatorre-Meda et al. on three differentMW in relation with the strong binding affinity between chitosan and DNA [38]. In excess of added chitosan (N/P = 5), for positively charged particles, the dimensions are lower than for N+/P− = 0.8 in relation with the higher ζpotentials. In addition, the zeta potential is slightly higher for higher MWs (even if theDAvaries from0.30 to 0.05). This indicates a larger degree of compaction of DNA [20] and consequently a larger stability of chitosan/DNA complexes with high MW chitosan [36,38]."
    }, {
      "heading" : "3.1.4. Influence of chitosan DA on the stoichiometry of chitosan/DNA complexes",
      "text" : "At last, the influence of the degree of acetylation is studied on different samples selected in a large range of DA butmoderate MWvariation. Chitosan solution is added in DNA solution in water at pH = 6 starting with chitosan solutions at 1 mg/mL and in slight excess of HCl corresponding to complete protonation with any possible DA.\nFrom the volume of added chitosan (Fig. 5), the total amount of \\\\NH3+ added into DNA solution is determined and demonstrated that the isoelectric point is obtained at a charge ratio N+/P− = 1. These results obtained in a large range of DA (0.05 up to 0.61) agree with the majority of the studies concerned by the influence of chitosan characteristics on the complex formed [37]. Using isothermal titration microcalorimetry, Ma et al. determined the binding constant and showed that it increased when pH and salt concentration decreased but also showed that this constant increasedwhen DAdecreased (especially when DA b 0.2) and MW increased [37]. This affinity, different from the stoichiometry is directly related to the stability of the complexes related with protection from Deoxyribonuclease (DNAse) and with the transfection efficiency [20,37].\nTo conclude, from these experimental results it is clearly confirmed that the net charge of chitosan is the main factor involved in complex formationwhatever the DA and themolecularweightwith the fully dissociated DNA in dilute solution. In addition, theMWhas no influence on the complex formation, since for all samples, the isoelectric point corresponds to a charge ratioN+/P−=1,however, it has a slight influence on the dimensions of the complexed nanoparticles."
    }, {
      "heading" : "3.2. Mechanism of chitosan/DNA complex formation",
      "text" : "It should be interesting to establish themechanism of chitosan/DNA interaction in relation with the composition or ratio N/P since this point has been rarely covered. In the present work, it is clearly demonstrated\nthat the ionic interaction between thenegative phosphate sites and positive\\\\NH3+ from chitosan is essential for complex formation. Then, two hypotheses may be suggested: i) the complexation occurs randomly in solution, i.e. chitosan associated on each DNA chains in the charge ratio N+/P−; ii) a DNA chain is saturated by cooperative interactions with positively charged chitosan and the complementary DNA fraction remains free of chitosan as long as N+/P− ≤ 1. A remaining question concerns the case when N+/P− ≥ 1: when the complex becomes positively charged, is there an excess of chitosan fixed on the complex to control this charge inversion?\nSuch question was previously discussed for the interaction of a surfactant with a polyelectrolyte in dependence of the distance between ionic sites on the polyelectrolyte [59,60]. In this case, as soon as the distance was lower than around 0.6 nm, cooperative interactions with oppositely charged surfactant occur and one chain is saturated and located at the air/aqueous solution interface when free polyelectrolytes remain in solution. This process is related to the large effect of polyelectrolytesurfactant association on the decrease of the air/water interfacial activity compared to only surfactant role [61].\nTo access to the exact composition of the chitosan/DNA complexes, different techniques were used to separate the complexed fraction and free fraction of DNA or chitosan in the supernatant in the different ranges of charge ratio."
    }, {
      "heading" : "3.2.1. Complex composition of chitosan/DNA mixtures",
      "text" : "It is important to determine the composition of chitosan/DNA complexes formed in different conditions. The complexes were formed and after stabilization, the systemwas characterized by DLS obtaining a relative intensity of the suspension and the hydrodynamic radius of the formed nanoparticles. Then, after centrifugation, the composition of the supernatant was determined by UV spectroscopy to determine the amount of free DNA. The obtained data are given in Table 3.\nFrom light scattering results (Table 3), it is shown that particles start to be formed at N+/P− =0.3 and that after centrifugation, the intensity in the supernatant remains very low due to the separation of nearly all the particles formed. FromUV–Vismeasurements, DNAconcentration is determined and compared with the initial value 0.03 mg/mL. The\nfraction of free DNA determined in the supernatant from these experiments decreases when the charge ratio increases; additionally, it is demonstrated that this decrease is in good agreement with the amount of free DNA calculated after complex formation in the hypothesis of cooperative interaction. This indicates that DNA is saturated with charged chitosan forming particles.\nA complementary experiment concerns electrophoresis of DNA on complexed systems: chitosan/DNA binding assays evaluated through gel electrophoresis allowed determining the percentage of free DNA chains in chitosan/DNA complexes at different molar ratios (0, 0.3, 0.4, 0.6, 0.8, 1.0 and 3.0) through the quantification of the amount of DNA chains migrating in the gel (obtained by using the Image Lab Software®). This technique allows covering a large charge ratio range. Fig. 6a presents the gel electrophoresis assay showing the effect of increasing amounts of chitosan on the electrophoreticmobility of plasmid DNA (eGFP). The determined values of migrating DNA are in fair agreement with the theoretical percentage of free DNA chains at a specific charge ratio up to 1, when chitosan is initially fully protonated (i.e. at pH = 3.6) assuming strong cooperative electrostatic interactions. These results are presented in Table 4.\nFrom these data it is confirmed that all DNA is complexed at stoichiometric charge ratio equal to 1, as previously shown after 10 min of complex formation [56]. These results are in good agreement with the results obtained for the free fraction of DNA determined by UV spectroscopy (Table 3).\nTo confirm the composition of the complex, the migration of free DNA on gel was tested at charge ratio N+/P− = 1 for three chitosan samples having different DA (i.e. 0.05, 0.25 and 0.41). The results shown in Fig. 6b confirm that all DNA is complexed in the presence of the stoichiometric amount of fully protonated chitosan for every DA value.\nChitosan complexes formed with chitosan at 1 mg/mL, at initial pH of 3.6 and different DA at charge ratio = 1 are uncharged, meaning that all DNA is involved in the complex formed. To definitively conclude on the complex composition, it was examined if some chitosan is free in the supernatant after centrifugation of suspension. It was tested as a function of the stoichiometricmolar ratio N/P. For that purpose, labelled chitosan was used to easily identify free chitosan after centrifugation of the chitosan/DNA complexes. Free labelled chitosan solution at 1× 10−3 mg/mL was used as reference; its fluorescence intensity is 28 which should allow predicting a fluorescence value equals to 30.2 for the chitosan volume added at N+/P− = 1 if all the chitosan was free. The\nobtained results are given in Table 5 for a series of molar ratios from 0.5 to 10. At N/P b 1, the fluorescence is close to zero, indicating the association of all the protonated chitosan added. Over N/P = 1, the molar ratio N/P corresponds to an excess of chitosan addedon thebasis of DNA phosphate (P−) content.\nFrom the data provided in Table 5, it is shown that nearly all chitosan is complexed by DNA up to the stoichiometric charge ratio equal to 1, corresponding to a ζ-potential = 0 mV (experimentally it is found as a value of around +3 mV in Table 5, which in fact fluctuates around 0). For higher chitosan content, an additional chitosan fraction is bound to the particles corresponding to the overcharging chitosan/ DNA complexes, becoming positively charged. In the same time, the zeta potential level off to around+40mV over N/P= 3. At these conditions, the pH is lower than 7, corresponding to a slightly positive charged chitosan, which is able to associate to previously complexed chitosan, bound by H-bonds and/or hydrophobic interactions. The amount of monomeric units of chitosan complexed with phosphate ionic sites of DNA levels to 1.6 to 2.3 indicating that a large amount of chitosan is free as soon as N/P N 3. This conclusion agrees with previously obtained results by Ma et al. [53]. In large excess of initially fully protonated chitosan (pH = 3.6), the pH at equilibrium decreases causing a slight decrease of the amount of chitosan bound due to the increase of the degree of protonation of chitosan bound in excess of stoichiometry, in the same time as the positive zeta potential of the complex increases. Then, over N/P = 1, positively charged particles are able to interact with the negatively charged cell membrane and then to enter into cells allowing transfection. Another important conclusion is that over N+/P− = 1, free chitosan is in equilibrium with the\nof increasing concentrations of chitosan (sample Primex 6 at initial pH = 3.6) on the N/P b 1. M is the molecular weight markers (SmartLadder MW-1700-10 Eurogentec).\nophoretic mobility of free DNA for 0.03 mg/mL plasmid DNA (eGFP) added of chitosan at nd Chitosan 1C at 1 mg/mL at an initial pH = 3.6. c) Electrophoresis gel assays showing (0.41, 0.25 and 0.05). CDNA = 0.03 mg/mL (pH = 7.4) and CChit = 1.0 mg/mL (initial pH entration in the total volume of DNA/chitosan complexes is 0.65 mg/mL.\ncomplexed particles,which is related to its role on the proton sponge effect. This amount of free chitosan at the equilibrium is easily obtained from thesefluorescence experiments. The presence of excess of free chitosan was proposed to increase the osmotic pressure and to destabilize the endosome.\nThese results clearly confirm, for the first time, that chitosan/DNA interaction is mainly based on cooperative electrostatic interaction up to N+/P− = 1, where no free DNA nor free chitosan are present. In addition, the composition of the complexes is established over N+/P− = 1, allowing to estimate the fraction of chitosan associated with the complex (1.6 to 2.3) and then, the free fraction of chitosan able to be protonated in acidic medium as a basis of the proton sponge effect [48]."
    }, {
      "heading" : "3.2.2. Stability of chitosan/DNA complex",
      "text" : "3.2.2.1. Influence of DA on stability. Three chitosan samples with different DA (0.05, 0.25 and 0.41)were used to prepare complexeswith DNA at a stoichiometric ratio N+/P− =1 (see Figs. 5 and 6b). Then, complex stability was tested in the presence of SDS (Fig. 6c).\nFrom these data, it is shown that the chitosan/DNA complex stability is preserved in a relatively large excess of added chitosan and for the concentration of SDS used for the test (0.65 mg/mL). No influence of the DA is observed in these conditions and all DNA remains complexed."
    }, {
      "heading" : "3.2.2.2. Influence of external salt on complex formation and stability. As",
      "text" : "discussed in the literature [3], the stability of polyelectrolyte complexes depends on the external salt concentration and pH when one of the polyelectrolyte engaged is a weak base or acid. It was then interesting to analyze the role of external salt (NaCl from 0 to 2 M) on chitosan/ DNA complex formation and on its stability. Firstly, zeta potential was\ng/mL (pH=6.0) for different ionic concentrations inH2O, NaCl 0.005M, 0.01Mand 0.1M.\nNaCl concentrations of 1.0 and 2.0M. HMWchitosan sample from Sigma Aldrich,Mv=4.2\nassay showing the effect of increasing concentrations of chitosan on the electrophoretic\nmid amounts in terms of the molar ratio N/P. M represents the molecular weights of the\nphoresis gel assays for chitosan/DNA complexes in NaCl 0.1 M at different molar ratios.\nt 1 mg/mL and initial pH= 3.6.\nused but with a limitation imposed by conductivity of the solution (Fig. 7a). At higher ionic concentrations, the relative intensity of light scattered was determined (Fig. 7b).\nWhen salt concentration increases, more chitosan is needed to obtain the isoelectric point as shown in Table 6. This is due to a decrease of the degree of protonation of the initial solution as tested by potentiometric titration in relation with the electrostatic screening effect.\nIn addition, the positive ζ-potential over the isoelectric point decreases progressively due to the lower degree of protonation of chitosan as shown by the higher amount of chitosan needed to get IP. A large excess of NaCl over 1 M causes flocculation of the particles due to screening of the electrostatic repulsions between particles. To confirm the influence of external salt on chitosan/DNA complex formation, gel electrophoresis experiment at different molar ratios (0 to 3.0) was performed in presence of NaCl 0.1 M. Free DNA for each N/P was then quantified, as shown in Fig. 7c.\nFrom these results, it is confirmed that the isoelectric point needs the addition of a larger amount of chitosan, as indicated by 16% of DNA free at a molar ratio equal to 1 (Fig. 7d), representing the amount of chitosan fully protonated to get the isoelectric point in absence of salt. To conclude, in presence of external salt, due to a decrease of the degree of protonation of chitosan prepared at a given pH,more chitosan is needed to get the isoelectric point. Then, for positive nanoparticles, N/ P larger than 1 has to be adopted depending on the amount of salt. This behavior seems to be related to the decrease of stability mentioned in the literature [20].\nChitosan/DNA complexes stability was tested in presence of SDS at different salt content and is presented in Fig. 8. From these data, it is confirmed that the complex formed in water or 0.01 M NaCl has nearly the same composition at N/P = 2 and the same stability as around 40%\nof DNA is dissociated in presence of SDS (Fig. 8a and b). Then, DNA is partly dissociated when external salt concentration increases (at NaCl concentration ≥ 0.1 M), confirming our results given in Fig. 7. In the same time, the stability of chitosan/DNA complexes is also shown to decrease in presence of a given SDS concentration.\nWhen the external salt concentration increases, the fraction of chitosan bound in the complex was determined after centrifugation using the FITC-labelled chitosan. The results are given in Table 7. From these data, which complete Table 6, it comes that more chitosan is fixed in the complex in the presence of external salt, and at the same time, some DNA is dissociated. This is attributed to the decrease of the net charge of chitosan when the pK tends to pK0 due to the electrostatic screening effect."
    }, {
      "heading" : "3.2.2.3. Influence of HCl excess on composition and stability of the complex.",
      "text" : "It is important to study the behavior of complexes in acidic medium as they encounter in the cells where the pH range of endosomal release varies from 4.5 to 7. This is expressed by the buffering capacity of the complex. In that respect, chitosan was proved to have higher buffering capacity than PEI in the endosomal pH range for same charge number [48]. For this mechanism, it is important to fix a N/P ratio larger than 3 to have free chitosan in presence of the complex (N/P = 3 times the N/P ratio corresponding to N+/P− = 1,). The proton sponge effect or buffering capacity was analyzed with comparison with the case of N+/ P− =1. In Fig. 9a, the pH and ζ-potential are measured during progressive addition of HCl in presence of chitosan/DNA complex and excess of chitosan. The ζ-potential increases progressively to higher positive values corresponding to a better stability of the nanoparticles suspension. At the same time, the pH of the medium slightly decreases between 7 and 5, corresponding to the pH range inside the cells. This step corresponds also to chitosan protonation.\nIn comparison, the complex formed at N+/P− = 1was examined in the same conditions. The variations of the pH of the suspension are\nsay showing the effect of increasing concentrations of NaCl on the amount of 0.03 mg/mL ntage of DNA that migrated in electrophoresis gel assays for chitosan/DNA complexes at n Primex 6 at 1 mg/mL at an initial pH = 3.6.\ncompared in Fig. 9b. In absence of chitosan excess, the pH decreases more rapidly; nevertheless, it remains more stable than when the same acid is added in water. These data confirm the role of the excess of free chitosan on the buffering effect. In addition, the composition of the complex in acidic conditions (pH= 3.50) was estimated from fluorescencemeasurements. At N+/P−=1, it was found that the fraction of chitosan bound is slightly depressed from 1 to 0.84 in relation with the increase of protonation at thefinal pH=3.50. At the ratioN/P=3 times theN/P ratio corresponding toN+/P−=1, the fraction of chitosan in the complex slightly increases from 2.26 to 2.68 indicating a good stability in excess of acid (pH = 3.72).\nTo conclude, it is shown that the composition of the complex depends on the electrostatic interaction imposed by the protonation degree of chitosan and on the screening effect of external salt concentration. In the same time, the stability depends on the same parameters; this is important because it is also related to the transfection efficiency of the complex, especially on the unpackaging step of DNA from its vector after nuclear location [36,37,39]."
    }, {
      "heading" : "4. Conclusions",
      "text" : "This paper describes the study of chitosan/DNA complex formation mechanism. Firstly, a series of chitosan samples were characterized in molar mass (MW) and degree of acetylation (DA). Then, the roles of MW and DA on complex formation were established demonstrating that the main factor is the electrostatic interaction between negatively charged DNA and positively charged chitosan as [\\\\NH3+]. Two regimes were clearly determined: i) for charge ratio b 1, complexes were\nnegatively charged up to the isoelectric point (IP) at N+/P−=1; ii) further addition of chitosan, expressed as N/P N N+/P− = 1, the complex turned topositively charge nanoparticles able to interactwith cellmembranes. The influence of DA and MW was low when the net charge of chitosan added was correctly taken into account.\nSecondly, the cooperative mechanism of complex formation is demonstrated and their stability is tested in salt excess or presence of SDS using specific determination of chitosan and DNA contents in the complex formed. It is concluded that DNAwas saturatedwith charged chitosan in equilibriumwith free DNA for N+/P− b 1. At the isoelectric point, neither free chitosan nor DNA was present independently of DA and MW. Clearly, external salt plays a role on the stabilization of the chitosan/DNA complex due to electrostatic screening decreasing the net charge of chitosan. At N/P = 2, a small fraction of DNA was decomplexed in the presence of SDS and in absence of external salt, but it increased in 0.2 M NaCl. At the same time, the fraction of labelled chitosan bound slightly increased. At N/P = 3, the complexes were stable in the presence of SDSwith any value of DA. Then, positively charged complexes formed at N/P N 3 had a good stability in the presence of external salt and the SDS tested.\nThirdly, the influence of acidic medium on complex stability was investigated. The importance of free chitosan was clearly shown on the low pH variation in the range of endosomal pH (between 7 and 4.5) in agreement with a proton-sponge effect. In the same time, a large increase of the positive charge of the particles due to progressive protonation of the complexed chitosan stabilizing the particle suspension. To conclude, the compositions and main properties of chitosan complexed with DNA were developed in vitro using complementary techniques, allowing in the future to take advantage of biocompatibility and structural stability of chitosan for development in the field of gene transfer and especially to test for the transfection efficiency.\nSupplementary data to this article can be found online at https://doi. org/10.1016/j.ijbiomac.2019.01.008."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors acknowledgeMrs. H.L. Lauzon from Primex Cy (Iceland) and G. Roberts (England) for the gift of chitosan samples and E. Bayma from CERMAV (CNRS) laboratory (Grenoble, France) for the SEC experiments. L.M. Bravo-Anaya acknowledges the fellowship grant given by Centro Nacional de Ciencia y Tecnología CONACyT (CVU 350759), the collaboration established through this grant with the LCPO laboratory (University of Bordeaux, France), as well as technical support obtained there. F. Carvajal and L.M. Bravo-Anaya acknowledge the technical support given by Dr. J.F. Armando SolteroMartínez from Laboratory of Rheology (University of Guadalajara, México)."
    } ],
    "references" : [ {
      "title" : "Fundamentals of polyelectrolyte complexes in solution and the bulk",
      "author" : [ "V. Kabanov" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2003
    }, {
      "title" : "Formation of a biocompatible polyelectrolyte complex: chitosan-hyaluronan complex stability",
      "author" : [ "L. Rusu-Balaita", "J. Desbrières", "M. Rinaudo" ],
      "venue" : "Polym. Bull. 50 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Soluble interpolymeric complexes as a new class of synthetic polyelectrolytes",
      "author" : [ "V.A. Kabanov", "A.B. Zezin" ],
      "venue" : "Pure Appl. Chem. 56 (3) ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 1984
    }, {
      "title" : "Polypeptide-based polyelectrolyte complexes overcoming the biological barriers of oral insulin delivery",
      "author" : [ "Y. Jeong", "D. Lee", "K. Choe", "H. Ahn", "P. Kim", "J.H. Park", "Y.C. Kim" ],
      "venue" : "J. Ind. Eng. Chem. 48 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Coating of negatively charged liposomes by polylysine: drug release study",
      "author" : [ "D. Volodkin", "H. Mohwald", "J.C. Voegel", "V. Ball" ],
      "venue" : "J. Control. Release 117 (1) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Association of octyl-modified poly (acrylic acid) onto unilamellar vesicles of lipids and kinetics of vesicle disruption",
      "author" : [ "F. Vial", "S. Rabhi", "C. Tribet" ],
      "venue" : "Langmuir 21 (3) ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "T",
      "author" : [ "T. Serikawa", "N. Suzuki", "H. Kikuchi", "K. Tanaka" ],
      "venue" : "Kitagawa, A new cationic liposome for efficient gene delivery with serum into cultured human cells: a quantitative  1048  L.M. Bravo-Anaya et al. / International Journal of Biological Macromolecules 126 (2019) 1037–1049 analysis using two independent fluorescent probes, Biochim. Biophys. Acta 1467 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2736
    }, {
      "title" : "A new cationic liposome DNA complex enhances the efficiency of arterial gene transfer in vivo",
      "author" : [ "D.J. Stephan", "Z.Y. Yang", "H. San", "R.D. Simari", "C.J. Wheeler", "P.L. Felgner", "D. Gordon", "G.J. Nabel", "E.G. Nabel" ],
      "venue" : "Hum. Gene Ther. 7 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "Liposomes as siRNA delivery vectors",
      "author" : [ "S. Bochicchio", "A. Dalmoro", "A. Barba", "G. Grassi", "G. Lamberti" ],
      "venue" : "Curr. Drug Metab. 15 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Adsorption of chitosan and a quaternized derivative on kaolin",
      "author" : [ "A. Domard", "M. Rinaudo", "C. Terrassin" ],
      "venue" : "J. Appl. Polym. Sci. 38 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 1989
    }, {
      "title" : "The role of polyelectrolytes in the stabilisation and destabilisation of colloids",
      "author" : [ "E. Pefferkorn" ],
      "venue" : "Adv. Colloid Interface 56 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "The preparation of sugar polymer-coated nanocapsules by the layer-by-layer deposition on the liposome",
      "author" : [ "Y. Fukui", "K. Fujimoto" ],
      "venue" : "Langmuir 25 (17) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Kinetic evaluation of the effect of layer by layer deposition of polyelectrolytes on the stability of POPC liposomes",
      "author" : [ "G. Angelini", "S. Boncompagni", "P. De Maria", "A. Fontana", "C. Gasbarri", "G. Siani" ],
      "venue" : "Colloid Surf. A 322 (1–3) ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Peptide hormone covalently bound to polyelectrolytes and embedded intomultilayer architectures conserving full biological activity",
      "author" : [ "J. Chluba", "J.C. Voegel", "G. Decher", "P. Erbacher", "P. Schaaf", "J. Ogier" ],
      "venue" : "Biomacromolecules 2 (3) ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Nanocoatings onto arteries via layer-by-layer deposition: toward the in vivo repair of damaged blood vessels",
      "author" : [ "B. Thierry", "F.M. Winnik", "Y. Merhi", "M. Tabrizian" ],
      "venue" : "J. Am. Chem. Soc. 125 (25) ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "DNA complexes with polycations for the delivery of genetic material into cells",
      "author" : [ "A.V. Kabanov", "V.A. Kabanov" ],
      "venue" : "Bioconjug. Chem. 6 (1) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "Potential of lowmolecular mass chitosan as a DNA delivery system: biocompatibility",
      "author" : [ "S.W. Richardson", "H.J. Kolbe", "R. Duncan" ],
      "venue" : "body distribution and ability to complex and protect DNA, Int. J. Pharm. 178 (2) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 1016
    }, {
      "title" : "Chitosan-DNA nanoparticles as gene carriers: synthesis",
      "author" : [ "H.Q. Mao", "K. Roy", "V.L. Troung-Le", "K.A. Janes", "K.Y. Lin", "Y. Wang", "J. Thomas August", "K.W. Leong" ],
      "venue" : "characterization and transfection efficiency, J. Control. Release 70 (3) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 1016
    }, {
      "title" : "Influence of chitosan structure on the formation and stability of  DNA−chitosan polyelectrolyte complexes",
      "author" : [ "S.P. Strand", "S. Danielsen", "B.E. Christensen", "K.M. Vårum" ],
      "venue" : "Biomacromolecules 6 (6) ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Chitosans for delivery of nucleic acids",
      "author" : [ "M.D. Buschmann", "A. Merzouki", "M. Lavertu", "M. Thibault", "M. Jean", "V. Darras" ],
      "venue" : "Adv. Drug Deliv. Rev. 65 (9) ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Chitosan and depolymerized chitosan oligomers as condensing carriers for in vivo plasmid delivery",
      "author" : [ "F.C. MacLaughlin", "R.J. Mumper", "J. Wang", "J.M. Tagliaferri", "I. Gill", "M. Hinchcliffe", "A.P. Rolland" ],
      "venue" : "J. Control. Release 56 (1–3) ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 1016
    }, {
      "title" : "DNA nanoparticles and development of DNA delivery vehicles for gene therapy",
      "author" : [ "V. Vijayanathan", "T. Thomas", "T.J. Thomas" ],
      "venue" : "Biochemistry 41 (48) ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "DNApolycation nanospheres as non-viral gene delivery vehicles",
      "author" : [ "K.W. Leong", "H.Q. Mao", "V.L. Truong-Le", "K. Roy", "S.M. Walsh", "J.T. August" ],
      "venue" : "J. Control. Release 53 (1–3) ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 1016
    }, {
      "title" : "Synthetic DNA delivery systems",
      "author" : [ "D. Luo", "W.M. Saltzman" ],
      "venue" : "Nat. Biotechnol. 18 (1) ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Synthetic and natural polycations for gene therapy: state of the art and new perspectives",
      "author" : [ "M.J. Tiera", "F.M. Winnik", "J.C. Fernandes" ],
      "venue" : "Curr. Gene Ther. 6 (1) ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Chitosan in non-viral gene delivery: role of structure",
      "author" : [ "B. Santos-Carballal", "E. Fernández Fernández", "F.M. Goycoolea" ],
      "venue" : "characterization methods, and insights in cancer and rare diseases therapies, Polymers 10 (4) ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "The use of chitosan as a condensing agent to enhance emulsionmediated gene transfer",
      "author" : [ "M.K. Lee", "S.K. Chun", "W.J. Choi", "J.K. Kim", "S.H. Choi", "A.K. Kim", "K. Oungbho", "J.S. Park", "W.S. Ahn", "C.K. Kim" ],
      "venue" : "Biomaterials 26 (14) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Novel polymeric condensing carriers for gene delivery",
      "author" : [ "R.J. Mumper", "J. Wang", "J.M. Claspell", "A.P. Rolland" ],
      "venue" : "Proc. Control. Release Soc. 22 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "Determination of protection from serumnuclease activity by DNA–polyelectrolyte complexes using an electrophoretic method",
      "author" : [ "I.R.C. Hill", "M.C. Garnett", "F. Bignotti", "S.S. Davis" ],
      "venue" : "Anal. Biochem. 291 (1) ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Chitosan as a nonviral gene delivery system",
      "author" : [ "M. Köping-Höggård", "I. Tubulekas", "H. Guan", "K. Edwards", "M. Nilsson", "K.M. Vårum", "P. Artursson" ],
      "venue" : "Structure–property relationships and characteristics compared with polyethylenimine in vitro and after lung administration in vivo, Gene Ther. 8 (14) ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Free radical-induced chitosan depolymerized products protect calf thymus DNA from oxidative damage",
      "author" : [ "K.V.H. Prashanth", "S.M. Dharmesh", "K.S.J. Rao", "R.N. Tharanathan" ],
      "venue" : "Carbohydr. Res. 342 (2) ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "An investigation on the physicochemical properties of chitosan/DNA polyelectrolyte complexes",
      "author" : [ "W. Liu", "S. Sun", "Z. Cao", "X. Zhang", "K. Yao", "W.W. Lu", "K.D.K. Luk" ],
      "venue" : "Biomaterials 26 (15) ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "DNA/chitosan electrostatic complex",
      "author" : [ "L.M. Bravo-Anaya", "J.F.A. Soltero", "M. Rinaudo" ],
      "venue" : "Int. J. Biol. Macromol. 88 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "The influence of chitosan valence on the complexation and transfection of DNA: the weaker the DNA–chitosan binding the higher the transfection efficiency",
      "author" : [ "M. Alatorre-Meda", "P. Taboada", "F. Hartl", "T. Wagner", "M. Freis", "J.R. Rodríguez" ],
      "venue" : "Colloid Surf. B 82 (1) ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Chitosan–DNA complexes: charge inversion and DNA condensation",
      "author" : [ "F. Amaduzzi", "F. Bomboi", "A. Bonincontro", "F. Bordi", "S. Casciardi", "L. Chronopoulou", "M. Diociaiuti", "F. Mura", "C. Palocci", "S. Sennato" ],
      "venue" : "Colloid Surf. B 114 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Chitosan–DNA complexes: effect of molecular parameters on the efficiency of delivery",
      "author" : [ "F. Bordi", "L. Chronopoulou", "C. Palocci", "F. Bomboi", "A. Di Martino", "N. Cifani", "B. Pompili", "F. Ascenzioni", "S. Sennato" ],
      "venue" : "Colloid Surf. A 460 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "New insights into chitosan−DNA interactions using isothermal titration microcalorimetry, Biomacromolecules",
      "author" : [ "P.L. Ma", "M. Lavertu", "F.M.Winnik", "M.D. Buschmann" ],
      "venue" : null,
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2009
    }, {
      "title" : "DNA–chitosan complexation: a dynamic light scattering study",
      "author" : [ "M. Alatorre-Meda", "P. Taboada", "J. Sabín", "B. Krajewska", "L.M. Varela", "J.R. Rodríguez" ],
      "venue" : "Colloid Surf. A 339 (1–3) ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "High efficiency gene transfer using chitosan/DNA nanoparticles with specific combinations of molecular weight and degree of deacetylation",
      "author" : [ "M. Lavertu", "S. Methot", "N. Tran-Khanh", "M.D. Buschmann" ],
      "venue" : "Biomaterials 27 (27) ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "RNA interference in vitro and in vivo using a novel chitosan/siRNA nanoparticle system",
      "author" : [ "K.A. Howard", "U.L. Rahbek", "X. Liu", "C.K. Damgaard", "S.Z. Glud", "M.Ø. Andersen", "M.B. Hovgaard", "A. Schmitz", "J.R. Nyengaard", "F. Besenbacher", "J. Kjems" ],
      "venue" : "Mol. Ther. 14 (4) ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Chitosans for gene delivery",
      "author" : [ "G. Borchard" ],
      "venue" : "Adv. Drug Deliv. Rev. 52 (2) ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Chitosan-based vector/DNA complexes for gene delivery: biophysical characteristics and transfection ability",
      "author" : [ "P. Erbacher", "S. Zou", "T. Bettinger", "A.M. Steffan", "J.S. Remy" ],
      "venue" : "Pharm. Res. 15 (9) ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Caproic acid grafted chitosan cationic nanocomplexes for enhanced gene delivery: effect of degree of substitution",
      "author" : [ "B. Layek", "J. Singh" ],
      "venue" : "Int. J. Pharm. 447 (1–2) ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "N-hexanoyl",
      "author" : [ "B. Layek", "J. Singh" ],
      "venue" : "N-octanoyl and N-decanoyl chitosans: binding affinity, cell uptake, and transfection, Carbohydr. Polym. 89 (2) ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Chitin and chitosan: properties and applications",
      "author" : [ "M. Rinaudo" ],
      "venue" : "Prog. Polym. Sci. 31 (7) ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "In vitro gene delivery mediated by chitosan",
      "author" : [ "T. Sato", "T. Ishii", "Y. Okahata" ],
      "venue" : "effect of pH, serum, and molecular mass of chitosan on the transfection efficiency, Biomaterials 22 (15) ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 1016
    }, {
      "title" : "Enhanced gene deliverymediated by low molecular weight chitosan/DNA complexes: effect of pH and serum",
      "author" : [ "S. Nimesh", "M.M. Thibault", "M. Lavertu", "M.D. Buschmann" ],
      "venue" : "Mol. Biotechnol. 46 (2) ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Ionization behavior of chitosan and chitosan–DNA polyplexes indicate that chitosan has a similar capability to induce a proton-sponge effect as PEI",
      "author" : [ "I. Richard", "M. Thibault", "G. De Crescenzo", "M.D. Buschmann", "M. Lavertu" ],
      "venue" : "Biomacromolecules 14 (6) ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Exploring polyethyleniminemediated DNA transfection and the proton sponge hypothesis",
      "author" : [ "A. Akinc", "M. Thomas", "A.M. Klibanov", "R. Langer" ],
      "venue" : "J. Gen. Med. 7 (5) ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "The possible “proton sponge” effect of polyethylenimine (PEI) does not include change in lysosomal pH",
      "author" : [ "R.V. Benjaminsen", "M.A. Mattebjerg", "J.R. Henriksen", "S.M. Moghimi", "T.L. Andresen" ],
      "venue" : "Mol. Ther. 21 (1) ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Recent developments in nucleic acid delivery with polyethylenimines",
      "author" : [ "P. Neuberg", "A. Kichler" ],
      "venue" : "Advances in Genetics,",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2014
    }, {
      "title" : "Excess polycation mediates efficient chitosan-based gene transfer by promoting lysosomal release of the polyplexes",
      "author" : [ "M. Thibault", "M. Astolfi", "N. Tran-Khanh", "M. Lavertu", "V. Darras", "A. Merzouki", "M.D. Buschmann" ],
      "venue" : "Biomaterials 32 (20) ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Complete physicochemical characterization of DNA/chitosan complexes by multiple detection using asymmetrical flow fieldflow fractionation",
      "author" : [ "P.L. Ma", "M.D. Buschmann", "F.M. Winnik" ],
      "venue" : "Anal. Chem. 82 (23) ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "One-step analysis of DNA/chitosan complexes by field-flow fractionation reveals particle size and free chitosan content",
      "author" : [ "P.L. Ma", "M.D. Buschmann", "F.M. Winnik" ],
      "venue" : "Biomacromolecules 11 (3) ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Intracellular trafficking and decondensation kinetics of chitosan–pDNA polyplexes",
      "author" : [ "M. Thibault", "S. Nimesh", "M. Lavertu", "M.D. Buschmann" ],
      "venue" : "Mol. Ther. 18 (10) ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Conformation and rheological properties of calf-thymus DNA in solution",
      "author" : [ "L.M. Bravo-Anaya", "F. Pignon", "F.A. Soltero", "M. Rinaudo" ],
      "venue" : "Polymers 8 ",
      "citeRegEx" : "56",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Characterization of chitosan by steric exclusion chromatography",
      "author" : [ "J. Brugnerotto", "J. Desbrieres", "G. Roberts", "M. Rinaudo" ],
      "venue" : "Polymer 42 (2001) 9921–9927, https://doi.org/10. 1016/S0032-3861(01)00557-2.  1049  L.M. Bravo-Anaya et al. / International Journal of Biological Macromolecules 126 ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Influence of molecular weight and pH on adsorption of chitosan at the surface of large and giant vesicles",
      "author" : [ "F. Quemeneur", "M. Rinaudo", "B. Pépin-Donat" ],
      "venue" : "Biomacromolecules 9 ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Effects of hydrophobic interaction on the cooperative binding of a surfactant to a polymer network",
      "author" : [ "H. Okuzaki", "Y. Osada" ],
      "venue" : "Macromolecules 27 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 1994
    }, {
      "title" : "Surfactant binding of polycations carrying charges on the chain backbone: cooperativity",
      "author" : [ "L. Chen", "S. Yu", "Y. Kagami", "J. Gong", "Y. Osada" ],
      "venue" : "stoichiometry and crystallinity, Macromolecules 31 (3) ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Interfacial properties of dynamic association between chitin derivatives and surfactants",
      "author" : [ "V. Babak", "I. Lukina", "G. Vikhoreva", "J. Desbrieres", "M. Rinaudo" ],
      "venue" : "Colloid Surf. A 147 ",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 1016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "Electrostatic complexes involving natural biopolymers are being widely developed recently for new biomedical applications [4,5].",
      "startOffset" : 122,
      "endOffset" : 127
    }, {
      "referenceID" : 4,
      "context" : "Electrostatic complexes involving natural biopolymers are being widely developed recently for new biomedical applications [4,5].",
      "startOffset" : 122,
      "endOffset" : 127
    }, {
      "referenceID" : 4,
      "context" : "Strong electrostatic interactions between oppositely charged systems are also involved at the interface to stabilize or destabilize liposomes for drug release [5,6],",
      "startOffset" : 159,
      "endOffset" : 164
    }, {
      "referenceID" : 5,
      "context" : "Strong electrostatic interactions between oppositely charged systems are also involved at the interface to stabilize or destabilize liposomes for drug release [5,6],",
      "startOffset" : 159,
      "endOffset" : 164
    }, {
      "referenceID" : 9,
      "context" : "Bravo-Anaya), for formation of lipoplexes especially with DNA [7–9], or to stabilize a colloidal dispersion [10,11].",
      "startOffset" : 108,
      "endOffset" : 115
    }, {
      "referenceID" : 10,
      "context" : "Bravo-Anaya), for formation of lipoplexes especially with DNA [7–9], or to stabilize a colloidal dispersion [10,11].",
      "startOffset" : 108,
      "endOffset" : 115
    }, {
      "referenceID" : 11,
      "context" : "It was applied to form capsules by deposition on liposomes and their stabilization [12,13], to stabilize the biological activity of peptide hormones [14] or to coat blood vessel using chitosan and hyaluronan [15].",
      "startOffset" : 83,
      "endOffset" : 90
    }, {
      "referenceID" : 12,
      "context" : "It was applied to form capsules by deposition on liposomes and their stabilization [12,13], to stabilize the biological activity of peptide hormones [14] or to coat blood vessel using chitosan and hyaluronan [15].",
      "startOffset" : 83,
      "endOffset" : 90
    }, {
      "referenceID" : 13,
      "context" : "It was applied to form capsules by deposition on liposomes and their stabilization [12,13], to stabilize the biological activity of peptide hormones [14] or to coat blood vessel using chitosan and hyaluronan [15].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 14,
      "context" : "It was applied to form capsules by deposition on liposomes and their stabilization [12,13], to stabilize the biological activity of peptide hormones [14] or to coat blood vessel using chitosan and hyaluronan [15].",
      "startOffset" : 208,
      "endOffset" : 212
    }, {
      "referenceID" : 26,
      "context" : "Chitosan may also be associated with cationic emulsion/DNA, allowing the reduction of the size of the gene delivery vehicle and enhances in vitro transfection [27].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 16,
      "context" : "preventing its degradation by DNAses or in serum [17,23,29,30].",
      "startOffset" : 49,
      "endOffset" : 62
    }, {
      "referenceID" : 22,
      "context" : "preventing its degradation by DNAses or in serum [17,23,29,30].",
      "startOffset" : 49,
      "endOffset" : 62
    }, {
      "referenceID" : 28,
      "context" : "preventing its degradation by DNAses or in serum [17,23,29,30].",
      "startOffset" : 49,
      "endOffset" : 62
    }, {
      "referenceID" : 29,
      "context" : "preventing its degradation by DNAses or in serum [17,23,29,30].",
      "startOffset" : 49,
      "endOffset" : 62
    }, {
      "referenceID" : 20,
      "context" : "Those complexes were more stable to salt and serum challenge [21].",
      "startOffset" : 61,
      "endOffset" : 65
    }, {
      "referenceID" : 44,
      "context" : "Many characteristics of chitosan have been previously discussed in the literature [45] and summarized as follows: i) chitosanmolarmassesMW(and samples with different MW may be prepared by partial depolymerization with sodium nitrite) [21], ii) chitosan degrees of acetylation (DA usually between 0.",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 20,
      "context" : "Many characteristics of chitosan have been previously discussed in the literature [45] and summarized as follows: i) chitosanmolarmassesMW(and samples with different MW may be prepared by partial depolymerization with sodium nitrite) [21], ii) chitosan degrees of acetylation (DA usually between 0.",
      "startOffset" : 234,
      "endOffset" : 238
    }, {
      "referenceID" : 18,
      "context" : "5, pH is an important parameter to control the degree of protonation of the amino groups (as\\\\NH3) controlling complex formation with the highly negatively charged DNA (P) [19,33,46].",
      "startOffset" : 172,
      "endOffset" : 182
    }, {
      "referenceID" : 32,
      "context" : "5, pH is an important parameter to control the degree of protonation of the amino groups (as\\\\NH3) controlling complex formation with the highly negatively charged DNA (P) [19,33,46].",
      "startOffset" : 172,
      "endOffset" : 182
    }, {
      "referenceID" : 45,
      "context" : "5, pH is an important parameter to control the degree of protonation of the amino groups (as\\\\NH3) controlling complex formation with the highly negatively charged DNA (P) [19,33,46].",
      "startOffset" : 172,
      "endOffset" : 182
    }, {
      "referenceID" : 18,
      "context" : "showed that a minimum of 6 to 9 monomeric units is necessary to complex DNA [19], however, the stability of the complex tends to be poor, dissociating at pH N 6.",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 41,
      "context" : "In addition, compared with other polycations often proposed for gene therapy, it was found that chitosan had a lower toxicity than polylysine and that after 96 h, this polycation was 10 times more efficient than PEI [42].",
      "startOffset" : 216,
      "endOffset" : 220
    }, {
      "referenceID" : 41,
      "context" : "At pH = 8, the complex was fairly insoluble and did not penetrate the membrane [42].",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 19,
      "context" : "5) inhibiting the degradation of DNA by lysosomal enzymes [20,48].",
      "startOffset" : 58,
      "endOffset" : 65
    }, {
      "referenceID" : 47,
      "context" : "5) inhibiting the degradation of DNA by lysosomal enzymes [20,48].",
      "startOffset" : 58,
      "endOffset" : 65
    }, {
      "referenceID" : 47,
      "context" : "On this point, it was shown that the buffering capacity or proton sponge effect was larger for chitosan than for PEI for the same number of cationic sites [48].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 29,
      "context" : "Interestingly, polyplexes formed with PEI and chitosan are able to protect pDNA from serum degradation at the same level and that they have a comparable transgene expression in Human Embryonic Kidney (HEK) 293 cells [30].",
      "startOffset" : 216,
      "endOffset" : 220
    }, {
      "referenceID" : 29,
      "context" : "The question of the stability of the complex in vivo is important but not yet solved: higher stability hampers the transfection efficiency [30,34].",
      "startOffset" : 139,
      "endOffset" : 146
    }, {
      "referenceID" : 33,
      "context" : "The question of the stability of the complex in vivo is important but not yet solved: higher stability hampers the transfection efficiency [30,34].",
      "startOffset" : 139,
      "endOffset" : 146
    }, {
      "referenceID" : 19,
      "context" : "It was found that there is a fine balance between extracellular DNA protection (better with high MW and lower DA) and ability of efficient intracellular unpacking (better with low MW) in order to get a large level of transfection [20,24,32,37,39].",
      "startOffset" : 230,
      "endOffset" : 246
    }, {
      "referenceID" : 23,
      "context" : "It was found that there is a fine balance between extracellular DNA protection (better with high MW and lower DA) and ability of efficient intracellular unpacking (better with low MW) in order to get a large level of transfection [20,24,32,37,39].",
      "startOffset" : 230,
      "endOffset" : 246
    }, {
      "referenceID" : 31,
      "context" : "It was found that there is a fine balance between extracellular DNA protection (better with high MW and lower DA) and ability of efficient intracellular unpacking (better with low MW) in order to get a large level of transfection [20,24,32,37,39].",
      "startOffset" : 230,
      "endOffset" : 246
    }, {
      "referenceID" : 36,
      "context" : "It was found that there is a fine balance between extracellular DNA protection (better with high MW and lower DA) and ability of efficient intracellular unpacking (better with low MW) in order to get a large level of transfection [20,24,32,37,39].",
      "startOffset" : 230,
      "endOffset" : 246
    }, {
      "referenceID" : 38,
      "context" : "It was found that there is a fine balance between extracellular DNA protection (better with high MW and lower DA) and ability of efficient intracellular unpacking (better with low MW) in order to get a large level of transfection [20,24,32,37,39].",
      "startOffset" : 230,
      "endOffset" : 246
    }, {
      "referenceID" : 54,
      "context" : "Especially, a relation was demonstrated between transfection efficiency and polyplex dissociation rate and it was shown that complex with high MW and low DA do not dissociate even after 24 h in HEK 293 cells [55].",
      "startOffset" : 208,
      "endOffset" : 212
    }, {
      "referenceID" : 55,
      "context" : "23 mg/mL), previously determined from viscosity measurements [56].",
      "startOffset" : 61,
      "endOffset" : 65
    }, {
      "referenceID" : 55,
      "context" : "Calf-thymus DNA sample with an average molecular weight of 6,559,500 g/mol [56], NaOH in pellets with impurities ≤0.",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 56,
      "context" : "61) were obtained by random reacetylation by Roberts and were characterized previously [57].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 57,
      "context" : "The degree of substitution was determined by comparing its fluorescence in dilute sample in acidic solution with a dilute solution of FITC at a controlled concentration as reference [58].",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 1,
      "context" : "The DA, determined by the fraction of N-acetylated glucosamine units, was determined by conductometric titration [2] and (1)H NMR [45].",
      "startOffset" : 113,
      "endOffset" : 116
    }, {
      "referenceID" : 44,
      "context" : "The DA, determined by the fraction of N-acetylated glucosamine units, was determined by conductometric titration [2] and (1)H NMR [45].",
      "startOffset" : 130,
      "endOffset" : 134
    }, {
      "referenceID" : 29,
      "context" : "Taking into consideration the experimental conditions given in literature [30], sodium dodecyl sulphate (SDS)was used to test the ability of complexes to dissociate as an index of their stability.",
      "startOffset" : 74,
      "endOffset" : 78
    }, {
      "referenceID" : 1,
      "context" : "DA values of chitosan samples from Sigma-Aldrich and Primex were determined through conductivity [2] and (1)H NMR [48] measurements and are presented in Table 1.",
      "startOffset" : 97,
      "endOffset" : 100
    }, {
      "referenceID" : 47,
      "context" : "DA values of chitosan samples from Sigma-Aldrich and Primex were determined through conductivity [2] and (1)H NMR [48] measurements and are presented in Table 1.",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 56,
      "context" : "[57] to calculate the MW of Sigma Aldrich chitosan samples.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 32,
      "context" : "In fact, as shown previously [33], the isoelectric point",
      "startOffset" : 29,
      "endOffset" : 33
    }, {
      "referenceID" : 18,
      "context" : "This conclusion agrees with data given in literature [19,20,33] even if it is not confirmed in some pieces of work [35].",
      "startOffset" : 53,
      "endOffset" : 63
    }, {
      "referenceID" : 19,
      "context" : "This conclusion agrees with data given in literature [19,20,33] even if it is not confirmed in some pieces of work [35].",
      "startOffset" : 53,
      "endOffset" : 63
    }, {
      "referenceID" : 32,
      "context" : "This conclusion agrees with data given in literature [19,20,33] even if it is not confirmed in some pieces of work [35].",
      "startOffset" : 53,
      "endOffset" : 63
    }, {
      "referenceID" : 34,
      "context" : "This conclusion agrees with data given in literature [19,20,33] even if it is not confirmed in some pieces of work [35].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 19,
      "context" : "The protonation behavior of polycations such as chitosan is one interesting feature controlling endosomal escape of polyplexes, since it determines the density of cationic charges that affects the interaction with cellmembranes aswell as stability of the complex [20].",
      "startOffset" : 263,
      "endOffset" : 267
    }, {
      "referenceID" : 32,
      "context" : "These data demonstrate clearly that the PEC is based on electrostatic interactions as discussed previously [33].",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 34,
      "context" : "It was previously found that maximum size of the complex occurs at the isoelectric point [35].",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 37,
      "context" : "on three differentMW in relation with the strong binding affinity between chitosan and DNA [38].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 19,
      "context" : "This indicates a larger degree of compaction of DNA [20] and consequently a larger stability of chitosan/DNA complexes with high MW chitosan [36,38].",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 35,
      "context" : "This indicates a larger degree of compaction of DNA [20] and consequently a larger stability of chitosan/DNA complexes with high MW chitosan [36,38].",
      "startOffset" : 141,
      "endOffset" : 148
    }, {
      "referenceID" : 37,
      "context" : "This indicates a larger degree of compaction of DNA [20] and consequently a larger stability of chitosan/DNA complexes with high MW chitosan [36,38].",
      "startOffset" : 141,
      "endOffset" : 148
    }, {
      "referenceID" : 36,
      "context" : "61) agree with the majority of the studies concerned by the influence of chitosan characteristics on the complex formed [37].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 19,
      "context" : "This affinity, different from the stoichiometry is directly related to the stability of the complexes related with protection from Deoxyribonuclease (DNAse) and with the transfection efficiency [20,37].",
      "startOffset" : 194,
      "endOffset" : 201
    }, {
      "referenceID" : 36,
      "context" : "This affinity, different from the stoichiometry is directly related to the stability of the complexes related with protection from Deoxyribonuclease (DNAse) and with the transfection efficiency [20,37].",
      "startOffset" : 194,
      "endOffset" : 201
    }, {
      "referenceID" : 58,
      "context" : "A remaining question concerns the case when NP ≥ 1: when the complex becomes positively charged, is there an excess of chitosan fixed on the complex to control this charge inversion? Such question was previously discussed for the interaction of a surfactant with a polyelectrolyte in dependence of the distance between ionic sites on the polyelectrolyte [59,60].",
      "startOffset" : 354,
      "endOffset" : 361
    }, {
      "referenceID" : 59,
      "context" : "A remaining question concerns the case when NP ≥ 1: when the complex becomes positively charged, is there an excess of chitosan fixed on the complex to control this charge inversion? Such question was previously discussed for the interaction of a surfactant with a polyelectrolyte in dependence of the distance between ionic sites on the polyelectrolyte [59,60].",
      "startOffset" : 354,
      "endOffset" : 361
    }, {
      "referenceID" : 60,
      "context" : "This process is related to the large effect of polyelectrolytesurfactant association on the decrease of the air/water interfacial activity compared to only surfactant role [61].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 55,
      "context" : "From these data it is confirmed that all DNA is complexed at stoichiometric charge ratio equal to 1, as previously shown after 10 min of complex formation [56].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 47,
      "context" : "3) and then, the free fraction of chitosan able to be protonated in acidic medium as a basis of the proton sponge effect [48].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 2,
      "context" : "As discussed in the literature [3], the stability of polyelectrolyte complexes depends on the external salt concentration and pH when one of the polyelectrolyte engaged is a weak base or acid.",
      "startOffset" : 31,
      "endOffset" : 34
    }, {
      "referenceID" : 19,
      "context" : "This behavior seems to be related to the decrease of stability mentioned in the literature [20].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 47,
      "context" : "In that respect, chitosan was proved to have higher buffering capacity than PEI in the endosomal pH range for same charge number [48].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 35,
      "context" : "In the same time, the stability depends on the same parameters; this is important because it is also related to the transfection efficiency of the complex, especially on the unpackaging step of DNA from its vector after nuclear location [36,37,39].",
      "startOffset" : 237,
      "endOffset" : 247
    }, {
      "referenceID" : 36,
      "context" : "In the same time, the stability depends on the same parameters; this is important because it is also related to the transfection efficiency of the complex, especially on the unpackaging step of DNA from its vector after nuclear location [36,37,39].",
      "startOffset" : 237,
      "endOffset" : 247
    }, {
      "referenceID" : 38,
      "context" : "In the same time, the stability depends on the same parameters; this is important because it is also related to the transfection efficiency of the complex, especially on the unpackaging step of DNA from its vector after nuclear location [36,37,39].",
      "startOffset" : 237,
      "endOffset" : 247
    } ],
    "year" : 2019,
    "abstractText" : "a Universidad de Guadalajara, Departamento de Ingeniería Química, Blvd. M. García Barragán #1451, 44430 Guadalajara, Jalisco, Mexico b University of Bordeaux/Bordeaux INP, ENSCBP and CNRS, Laboratoire de Chimie des Polymères Organiques (UMR5629), 16 avenue Pey-Berland, Pessac 33607, France c Centro Universitario UTEG, Departamento de Investigación, Héroes Ferrocarrileros #1325, Guadalajara, Jalisco 44460, Mexico d CUTonalá, Departamento de Ingenierías, Universidad de Guadalajara, Nuevo Periférico # 555 Ejido San José Tatepozco, 45425, Jalisco, Mexico e Biomaterials Applications, 6 rue Lesdiguières, 38000 Grenoble, France",
    "creator" : "Elsevier"
  }
}