{
  "name" : "downloads_2020-12-12_ed_10.1021@acsnano.0c07489.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Stopping Membrane-Enveloped Viruses with Nanotechnology Strategies: Toward Antiviral Drug Development and Pandemic Preparedness",
    "authors" : [ "Bo Kyeong Yoon", "Won-Yong Jeon", "Tun Naw Sut", "Nam-Joon Cho", "Joshua A. Jackman" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "After recent viral outbreaks such as the Ebola virusepidemic from 2013 to 2016, there have been growingcalls to commit global resources to pandemic preparedness, as it has long been predicted that a widespread global pandemic would emerge with the potential to kill millions of people.1,2 Now, we are in middle of the ongoing coronavirus disease 2019 (COVID-19) pandemic, which some consider a once-in-a-century pandemic.3 The number of COVID-19 infections continues to rise globally along with high levels of death and disease-related, short-term, and longterm health effects. The scale of resulting disruptions to nearly all aspects of global society is profound, and the current situation involves countless “unknown, unknowns” that are emblematic of the broader sense of volatility, uncertainty, complexity, and ambiguity facing people worldwide.4\nIn the face of the current COVID-19 pandemic, there are mounting calls to rapidly develop a vaccine. However, vaccine development against a newly emerged virus is challenging due to limited knowledge about its fundamental biology and numerous safety and efficacy considerations.5 In addition to verifying short- and long-term safety in human subjects, pertinent issues include determining the extent and duration of\nvaccine-mediated immune protection, suitability and predictive utility of animal models for vaccine testing, and possible risks of vaccine-mediated immune enhancement that might lead to unwanted side effects or even worsen disease severity in the case of subsequent infection.6,7 While rapid vaccine development may prove successful in some cases, we cannot rely on vaccines alone in the current situation or in future pandemic cases. As a complement to vaccine strategies, the development of\nbroadly useful prophylactic and therapeutic antiviral strategies that work against multiple viruses with pandemic risk potential would be beneficial to help deal with current virus problems and prepare for future ones. To this end, numerous material science and nanomedicine approaches have demonstrated\nReceived: September 5, 2020 Accepted: December 7, 2020\n© XXXX American Chemical Society A\nhttps://dx.doi.org/10.1021/acsnano.0c07489 ACS Nano XXXX, XXX, XXX−XXX\nD ow\nnl oa\nde d\nvi a\nK A\nR O\nL IN\nSK A\nI N\nST o\nn D\nec em\nbe r\n12 , 2\n02 0\nat 1\n0: 00\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\npotential to become part of pandemic preparedness efforts and to accelerate and enhance the development of broad-spectrum antiviral drugs and mitigants.8,9 Such possibilities are further aided by recent advances in biosensing technologies to characterize the mechanism of action of antiviral compounds with membrane-disruptive properties. In this review, we critically discuss recent viral epidemics that have occurred over the past decade, and identify that membrane-enveloped viruses are a common cause of such outbreaks and that the viral membrane itself is an opportune, broad-spectrum antiviral target. We also introduce how nanotechnology-enabled biosensing technologies are providing cutting-edge measurement tools to support the design, evaluation, and application of membrane-active, antiviral drug candidates to inhibit membrane-enveloped viruses. These efforts are being supported by numerous fields of nanotechnology, including nanomaterials, self-assembly, biosensors, nano−bio interactions, coatings, drug delivery, nanomedicine, and medical devices, and are leading to next-generation antiviral strategies and technologies that will hopefully leave us better prepared to deal with future viral pandemics."
    }, {
      "heading" : "LEARNING FROM RECENT VIRAL EPIDEMICS",
      "text" : "We begin by reviewing recent viral epidemics and defining the meanings of often-used terms such as viral epidemic and pandemic. Many viruses are prevalent in different regions of the world, which means that a virus is endemic in affected regions and a certain level of disease burden occurs regularly in those regions.10 For example, the Dengue virus (DENV) is estimated to affect nearly 400 million people annually and is endemic in over 100 countries worldwide.11\nEpidemics occur when there is a rapid increase in the number of viral infections in a geographical region that exceeds typically observed levels in that region.10 Numerous factors can trigger an epidemic, including introduction of a virus to a new geographical region that was previously unexposed, increased virulence of a virus strain, and increased viral transmissibility.12\nA pandemic describes an epidemic that has spread over a large portion of the world, typically spanning two or more\ncontinents, and affects many people.10 Fauci and colleagues examined a wide range of viral and nonviral diseases that are described as pandemics and identified one common factor: “wide geographic extension”.13 Additional factors that are commonly associated with viral pandemics include transmission spreading, high rates of symptomatic cases, rapid growth in the number of infections, immunological naivety in affected regions, novelty, infectiousness, contagiousness, and disease severity.13\nOf note, endemic viral diseases that occur globally are not considered pandemics because the number of infected people is relatively stable and does not increase rapidly. In cases when the number of infections of an endemic disease increases rapidly in a certain geographical region, the situation can be described as an epidemic in that region. Furthermore, the seasonal recurrence of high infection rates of viruses such as certain influenza strains14 are usually not considered pandemics. Based on these definitions, we critically summarize recent viral epidemics and pandemics affecting human populations and then cover viral threats that impact livestock animals. We focus on analyzing key trends related to the types of viruses that have caused these outbreaks and how such information can be translated into developing broadly effective antiviral strategies.\nHUMAN VIRUSES\nTable 1 presents an overview of recent viral epidemics, including pandemics, which were caused by viruses that are known to infect humans and occurred during the period from 2010 to 2020. The morphology of each virus is classified as either enveloped, in which case virus particles possess a phospholipid bilayer coating that is a necessary structural component for infection, or nonenveloped for other types of virus particles that have a outer protein capsid shell in lieu of a phospholipid bilayer coating.15\nBased on these data, there are several trends that emerge in terms of the types of viruses that frequently cause epidemics.\nhttps://dx.doi.org/10.1021/acsnano.0c07489 ACS Nano XXXX, XXX, XXX−XXX\nB\nRelevant factors include the transmission vector, virus family, and virus structure, and key trends are discussed below. Mosquito-Borne Viruses Are a Recurring Cause of Viral Epidemics. While DENV is already endemic in many parts of the world, the number of infections continues to rise in numerous regions globally, as documented by recent epidemics. A major reason is the adaptation of its mosquito vector to urban settings in tropical and subtropical climates.33 A major Dengue epidemic is currently underway in Latin America and Southeast Asia.34 There have also been recent epidemics of other mosquito-borne viruses such as the Chikungunya virus (CHIKV) in the Americas along with two yellow fever virus (YFV) epidemics in Africa. The Zika virus (ZIKV) epidemic of 2015−2016 further highlighted the risk that even apparently mild infections in pregnant women can cause serious neurological birth defects in newborn babies.35 The potential spreading of currently lesser-known, mosquito-borne viruses across new regions of the world is also an ongoing concern.5\nZoonotic Virus Epidemics Can Have High Mortality Rates. Zoonotic viruses that crossover from causing animal infections only to also causing human infections36 have been responsible for several recent epidemics with high mortality rates. The Ebola virus has long been a major issue in Africa and caused two epidemics over the past decade, which are believed to have zoonotic origins.37 The most recent one ended in June 2020 and had a mortality rate around 65%. The high mortality rate of a Nipah virus outbreak in 2018 also sparked global concern, and it is believed that the virus strain originated in bats.38 The potential emergence of mutations that may increase human-to-human transmission efficiency of the Nipah virus is carefully monitored.39 Another prime example is the influenza A virus subtype H7N9 that normally infects birds, while a particular strain acquired mutations to cause human infections with a high mortality rate around 39%. Coronavirus Epidemics Are a Major Threat. Coronaviruses are another important class of viruses that cause human infections. While many different types of endemic coronaviruses affect humans, including the one that causes the common cold, recent attention has focused on coronavirus epidemics, starting with the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002.40 In the past decade, the Middle East respiratory syndrome (MERS) coronavirus arose in 2012 and was initially reported in Saudi Arabia followed by nearby countries, and sporadic clusters have since been identified globally. MERS infections have been marked by a high mortality rate around 34%. The ongoing SARS coronavirus 2 (SARS-CoV-2) pandemic has infected over 65 million people to date and causes COVID-19, which is a respiratory illness that can result in acute respiratory distress syndrome, organ failure, and septic shock leading to death in serious cases.41 The high transmissibility, large number of deaths, and long-term health consequences of people who recover from serious cases have caused governments worldwide to take extensive measures to slow the spread of COVID-19.42\nMost Viral Epidemics Are Caused by MembraneEnveloped Viruses. Most viral epidemics over the past decade have been caused by membrane-enveloped viruses. The only two exceptions listed in Table 1 were the enterovirus 71 epidemic in Vietnam in 2011−2012 and the hepatitis E virus epidemic in India in 2014−2015. Both were caused by nonenveloped viruses, and each one remained largely\ncontained within a certain geographical region. Importantly, approved vaccines and antiviral drugs are not available for nearly all of these membrane-enveloped viruses, and the sheer number of emerging and re-emerging viruses with pandemic potential supports that there is a high translational potential to identify effective antiviral strategies that broadly work against multiple enveloped viruses.\nANIMAL VIRUSES\nThere are also serious concerns about viruses that infect animals and cause virus epidemics, which negatively affect livestock production. The porcine epidemic diarrhea virus (PEDV) is a coronavirus that infects pigs and causes up to nearly 100% mortality.43 Widespread prevalence of PEDV caused an epidemic in the United States in 2013.44 Recent findings support that a PEDV epidemic has reemerged in Asia as well.45\nThe African swine fever virus (ASFV) is another notable virus that affects pigs and causes nearly 100% mortality among infected pigs in domesticated populations.46 Over the past few years, an ASFV epidemic has emerged across the TransCaucasus region, Eastern Europe, and most recently parts of Asia.47 Indeed, Asia is home to over half of the world’s pig population48 and the ASFV epidemic is having serious economic ramifications on global food and feed markets.49 Both PEDV and ASFV lack approved vaccines and antiviral drugs. The poultry industry is also affected by virus epidemics caused by highly pathogenic and low pathogenic strains of avian influenza.50 In 2014−2015, an epidemic of a highly pathogenic strain occurred in the United States and caused the deaths of over 50 million chickens and turkeys.51 Notably, PEDV, ASFV, and avian influenza are all membrane-enveloped viruses. Taken together, a large fraction of recent epidemics affecting human and livestock animal populations has been caused by membrane-enveloped viruses, emphasizing the need to understand common structural elements of the viral envelope and to translate this knowledge into the development of broadspectrum antiviral strategies that target the viral envelope.\nENVELOPED VIRUS STRUCTURE AND PHOSPHOLIPID"
    }, {
      "heading" : "MEMBRANES",
      "text" : "The viral envelope is an intriguing structural component of enveloped virus particles because it is derived from infected cell membranes and not encoded within the viral genome.52 As newly created virus particles exit from infected cells, they bud through the host cell membrane and part of the cell membrane wraps around the core containing viral genetic material. This process results in the formation of discrete, membraneenclosed virus particles.53 The enveloped virus particles exhibit nanoparticle-like behaviors and can exhibit distinct material properties compared to planar membranes due to nanoscale effects such as high membrane curvature.54 The phospholipid membrane-based viral envelope coating is necessary for the structural integrity of enveloped virus particles and hence critical for viral infection as well.52\nMosquito-borne viruses are comprised of enveloped virus particles with spherical shape and approximately 50 nm diameter.5 Among them, the Flaviviridae family of enveloped viruses consists of numerous medically important viruses, including DENV, ZIKV, YFV, and Japanese encephalitis. Each\nhttps://dx.doi.org/10.1021/acsnano.0c07489 ACS Nano XXXX, XXX, XXX−XXX\nC\ntype of virus particle exhibits virus-specific features, and it is important to understand the particulars of each one in order to design optimal antiviral strategies. For example, at ∼25 °C, DENV virus particles exhibit a spherical shape and are mainly covered by a symmetrically organized array of viral structural proteins with limited exposure of the single-lipid-bilayer viral membrane.55 In marked contrast, at ∼37 °C, some strains of DENV virus particles undergo conformational changes and assume a bumpy structure along with much greater exposure of the viral membrane56 (Figure 1A,B). ZIKV virus particles also have a spherical shape enclosed by a single lipid bilayer and other structural components (e.g., proteins) that are comparable to DENV virus particles,57 while additional biophysical studies have revealed that ZIKV has greater thermal stability.58\nOn the other hand, at sufficiently elevated temperatures, some strains of both DENV and ZIKV virus particles can begin exhibiting nonspherical morphologies due to structural rearrangement of envelope proteins.59 On the other hand, CHIKV is from the Togaviridae family, and its enveloped virus particles have an approximately 70 nm diameter60 along with extensive structural proteins on the surface that project outward.61\nAside from mosquito-borne viruses, other types of enveloped viruses can exhibit distinct morphologies. As part of the Orthomyxoviridae family, influenza A viruses typically exhibit spherical morphologies of ∼120 nm diameter62 for cellculture-adapted strains. Notably, the virus particles can also have filamentous morphologies in naturally occurring strains. It has been reported that serial passaging of an influenza virus strain with spherical morphology in an animal host can lead to the emergence of filamentous virus particles, supporting that the filamentous morphology has a fitness advantage in vivo (Figure 1C−J).63 It has been found that predominately filamentous strains have greater neuraminidase enzyme activities, which aids the release of influenza virus particles from infected cells, than predominately spherical strains.64 On the other hand, Ebola virus is part of the Filoviridae family and principally has a filamentous morphology, with around a 980 nm length and a single-lipid-bilayer coating along with glycoprotein spikes.65,66 Nipah virus is also enveloped and has a pleiomorphic morphology with a typical diameter around 500 nm.67\nCoronaviruses are part of the Coronaviridae family and are single-lipid-bilayer enveloped viruses with an ∼100 nm diameter. Such properties are characteristic of the MERS\nhttps://dx.doi.org/10.1021/acsnano.0c07489 ACS Nano XXXX, XXX, XXX−XXX\nD\ncoronavirus68 and have been extensively studied in the context of the newly discovered SARS-CoV-2 virus. In particular, SARS-CoV-2 virus particles obtained from a clinical isolate were observed to be mainly spherical, had diameters of around 60−140 nm, and exhibited corona-like glycoprotein spikes69\n(Figure 1K,L). Given the fast pace of SARS-CoV-2 research, there are also growing calls to ensure that morphological structures observed in electron microscopy images are properly assigned to SARS-CoV-2 virus particles versus various types of possible cytoplasmic structures.70\nAmong enveloped viruses that mainly affect animals, PEDV is also from the Coronaviridae family and its particles typically have spherical shapes with single-lipid-bilayer envelopes and diameters around 130−170 nm inclusive of the glycoprotein spikes.72 In marked contrast, ASFV is the only member of the Asfarviridae family, and its virus particles have a more complex five-layer structure with an ∼250 nm diameter and two lipid bilayer envelope coatings71 (Figure 1M). Specifically, the ASFV virus particles have an outer membrane coating, shell layer of symmetrically organized capsid proteins, inner membrane coating, core−shell composed of structural proteins, and nucleoid containing viral genetic material.71\nElectron microscopy images have revealed a particularly close structural connection between the capsid protein shell and membrane envelopes.73\nCollectively, current insights into the structure of enveloped viruses that have caused recent viral epidemics support that all of these viruses have vulnerable phospholipid membrane coatings that are necessary for viral infection. Hence, targeting the phospholipid membrane coating(s) can potentially provide an effective strategy to inhibit enveloped viruses."
    }, {
      "heading" : "ANTIVIRAL TARGETING OF THE VIRAL ENVELOPE",
      "text" : "The phospholipid membrane coating surrounding enveloped virus particles is necessary for structural integrity and confers numerous functional advantages such as (i) can use the host cell machinery to release new virus particles through exocytosis, (ii) allows the incorporation of a high density of viral proteins, including in the lipid bilayer envelope, and (iii) helps to cloak viral protein antigens from immune responses.74 Furthermore, a functionally intact, fluidic phospholipid membrane coating is required for an enveloped virus particle to infect susceptible cells via membrane fusion that involves changes in membrane curvature.75 Thus, there is extensive interest in inhibiting enveloped virus particles by altering the membrane composition of newly produced virus particles to hinder cell fusion76 or by impairing the structural and/or functional properties of the lipid membrane coating of existing virus particles.77 In effect, the phospholipid membrane coating of enveloped virus particles can be considered an Achilles heel, especially since it is derived from host cell membranes, and therefore there is expected to be a higher barrier to the emergence of drug-resistant virus strains.78 There are three main antiviral strategies related to targeting the phospholipid membrane coating of enveloped viruses, as discussed below.\nSpecific Phospholipid Binding. The first strategy involves therapeutic targeting of specific membrane phospholipids in viral envelopes (Figure 2A). Typically, the anionic phosphatidylserine (PS) lipid is mainly present in the inner leaflet of cell membranes, however, it can also be present on the outer leaflet of enveloped virus particles due to the budding process. Accordingly, PS lipid-binding antibodies can bind to certain types of enveloped virus particles that contain abundant quantities of PS lipid in the envelope and stop viral infection.79 Recently, labyrinthopeptins have also been reported to inhibit\nhttps://dx.doi.org/10.1021/acsnano.0c07489 ACS Nano XXXX, XXX, XXX−XXX\nE\na wide range of enveloped viruses by binding to phosphatidylethanolamine (PE) lipids in the viral envelope and inducing virus particle disruption.80 It was discussed how labyrinthopeptins have low cellular cytotoxicity because the PE lipid is not abundant on the outer leaflet of mammalian cell membranes, although further testing at higher concentrations is warranted.80 Labyrinthopeptins have been shown to prophylactically inhibit respiratory syncytial virus (RSV) infection in mice in vivo.81\nMembrane Physicochemical Changes. In addition to selective targeting of certain membrane phospholipids enriched in viral envelopes, another strategy involves modulating the physicochemical properties of viral envelopes to inhibit critical functions (Figure 2B). For example, a class of small molecules called rigid amphipathic fusion inhibitors (RAFIs) has been developed that work against a wide range of enveloped viruses and blunt infectivity by preventing virus-cell fusion.82 Initial findings suggested that the mechanism of action of RAFIs is related to inhibiting the promotion of negative curvature in viral membranes during the fusion process, while follow-up studies showed that RAFIs can also exhibit photosensitizing properties.83 As such, RAFIs can cause oxidation of phospholipids in the viral envelope, and oxidized phospholipids tend to cluster, which leads to reduced membrane fluidity that hinders the ability to undergo membrane fusion.83 The molecular properties of RAFIs have been further evaluated through detailed structure−function relationships, and systematic testing of different hydrophobic and polar moieties has revealed that antiviral effects mainly stem from inhibiting fusion-related curvature changes in the viral membrane structure, while photosensitization effects are neither necessary nor sufficient for antiviral activity.84\nAnother amphipathic, small molecule termed LJ001 is an aryl methyldiene rhodamine and has also been reported to inhibit a wide range of enveloped viruses by inhibiting viruscell fusion.85 It has been further discovered that LJ001 is a photosensitizer that requires light absorption and causes phospholipid oxidation that results in decreased membrane fluidity and led to the development of next-generation versions of LJ001 such as JL103, which had improved antiviral activity, optimized light absorption properties, and greater bioavailability in vivo.86 More detailed mechanistic studies showed that JL103 causes decreased membrane thickness and greater area per phospholipid molecule within membranes due to phospholipid oxidation.87 Another modified version of LJ001 called LJ002 has also been developed that has improved light absorption properties and can also inactivate enveloped virus particles as a means to generate inactivated virus particles as vaccine candidates that induce superior neutralizing antibody responses, as compared to formalin-inactivated virus particles.88 There has also been extensive attention placed on scrutinizing the potential therapeutic significance of smallmolecule photosensitizers that nonspecifically affect the physicochemical properties of viral membranes and compositionally similar human cell membranes. Within this context, it has been discussed how the membrane coating of enveloped viruses is static and lacks reparative capacity, while mammalian cells have biogenic reparative capacity and multiple mechanisms to overcome oxidative damage.89 The difference in reparative capacity is believed to make this strategy partially selective to inhibit viral membranes, although antiviral compounds in this class warrant careful evaluation with dosedependent safety studies.\nViral Membrane Disruption. A third antiviral strategy involves disrupting the phospholipid membrane of enveloped virus particles through a variety of surfactant-like and poreforming mechanisms (Figure 2C). The basic concept of viral membrane disruption is well-established, and a variety of disinfectants have long been used to inactivate viral envelopes in practical application settings such as the decontamination of virus-laden surfaces.90,91 A wide range of amphipathic peptides and single-chain lipids with membrane-disruptive properties have been reported to inhibit enveloped viruses in vitro over the years. However, until recently, this strategy was not considered clinically viable due to perceived toxicities stemming from the lack of selectivity between viral membranes and mammalian cell membranes. As discussed below, recent advances in phospholipid membrane biosensing tools and membrane biophysics have helped to improve mechanistic knowledge about phospholipid membrane disruption and to clarify that certain antiviral peptides in this class can selectively disrupt viral membranes. By utilizing real-time biosensing technologies together with viral-membrane-mimicking platforms, specific antiviral peptides have been identified that can selectively form pores in the highly curved membranes of nanoscale virus particles while displaying negligible activity against mammalian cell membranes.92,93\nThis type of membrane-curvature-dependent selectivity is distinct from the charge-selective targeting of bacterial cell membranes by conventional antimicrobial, host defense peptides and demonstrates an important example of how nanoscience concepts and nanotechnology tools can be applied to antiviral drug development. These findings have led to the development of the lipid envelope antiviral disruption (LEAD) concept, whereby the parenteral administration of membranedisruptive antiviral drug candidates with membrane-curvature discrimination can selectively impair enveloped virus particles and reduce the concentration of infectious virus particles in the bloodstream and/or specific organs associated with disease pathogenesis.94 Additional nanomedicine efforts related to incorporating antiviral peptides into nanoparticle carriers have further helped to improve selectivity and targeting specificity. In the following sections, we introduce the latest progress in developing antiviral peptides with membrane-disruptive properties, starting with an overview of different types of antiviral peptides before providing a more focused discussion on real-time biosensing tools and how they can improve mechanistic knowledge about antiviral peptides that inhibit enveloped viruses. We also discuss how these biosensing tools are being used to characterize the membrane-disruptive properties of antimicrobial lipids that inhibit enveloped viruses as well. These efforts are advancing knowledge about how different types of antiviral compounds can be used to inhibit enveloped viruses in application-specific contexts while also laying the experimental groundwork to engineer improved viral membrane targeting strategies."
    }, {
      "heading" : "ANTIVIRAL PEPTIDES",
      "text" : "Over the years, a wide range of naturally occurring and engineered peptides with membrane-permeabilizing properties has been explored for various antimicrobial, anticancer, and drug delivery applications.95 Building on these efforts, there has been growing interest to develop membrane-disruptive, antiviral peptides that can inhibit enveloped viruses, and progress in the field has been achieved across several dimensions. Key thrusts include the exploration of host\nhttps://dx.doi.org/10.1021/acsnano.0c07489 ACS Nano XXXX, XXX, XXX−XXX\nF\ndefense peptides, rational design of peptide entry inhibitors based on important structural domains of viral envelope proteins, empirical testing of peptides derived from viral structural and nonstructural proteins, and the emerging concept of “interfacial activity” as a guiding principle to design and engineer antiviral peptides as well as to understand how they work. Host Defense Peptides. Cationic peptides are an important component of the innate immune system for many types of vertebrates and invertebrates and are widely known as host defense or antimicrobial peptides.96 While peptides in this class can have varied conformational properties such as α-helical, β-sheet, and cyclical structures, they also have common physicochemical features, including amphipathicity, relatively short length of 50 amino acids or less, and net charges between +2 and +9 in physiological pH conditions.96 Host defense peptides were discovered in the 1960s and have been widely studied since then in the context of antibacterial activity. Since bacterial cell membranes are typically anionic, cationic host defense peptides can interact with them due to attractive electrostatic interactions and cause membrane disruption, which results in bacterial growth inhibition or bacteria killing. More recently, there have also been reports that host defense peptides can inhibit a wide range of enveloped viruses,97−99 and numerous studies have shown that host defense peptides can disrupt viral membranes.100,101 In addition to naturally occurring host defense peptides, engineered versions based on amino acid mutations have also been developed in order to increase inhibitory potency and/or decrease mammalian cell cytotoxicity.102−104 While host defense peptides can exhibit in vivo protective activity against enveloped virus infections in some cases,105 they typically have relatively low levels of antiviral activity with 50% inhibitory concentrations (IC50) in the low μM range, which has motivated the exploration of other antiviral peptide design strategies as well. Structure-Based Peptide Entry Inhibitors. Enveloped virus particles bind to specific types of receptors on the surface of susceptible cells, which can lead to the viral and cell membranes fusing together in a complex interaction process that is a necessary step for infection.106 Membrane-associated viral proteins found in the viral envelope play an important role in facilitating virus-cell fusion, and there have been intensive efforts to understand the mechanisms of this fusion step for different viruses.107 In the course of these studies, researchers have identified important structural domains in viral fusion proteins and created synthetic peptide inhibitors derived from those domains that can inhibit virus-cell fusion.108 Perhaps the most successful peptide in this class is enfuvirtide, which is a clinically approved inhibitor of human immunodeficiency virus-1 (HIV-1) infection, and its highly potent inhibitory activity (IC50 values in the low nM range) is related to specific binding to viral envelope proteins.109 However, peptide interactions with viral and/or mammalian cell membranes can also be important factors, and one variant of enfuvirtide has been reported to directly interfere with membrane morphological changes associated with virus-cell membrane fusion.110 Based on these early works with HIV-1 peptide entry inhibitors, there has been broad interest in developing similar antiviral strategies to inhibit other types of enveloped viruses. To guide research in this direction, one powerful concept has been recognizing that peptide entry inhibitors typically have amphipathic and hydrophobic properties, which are\nassociated with membrane interactions.108 Expanding on this concept, researchers have analyzed the amino acid sequences of viral fusion proteins to identify segments that have highmembrane-binding potential based on interfacial hydrophobicity and developed synthetic peptide inhibitors corresponding to those segments.108 This approach has provided a useful strategy to efficiently design peptide inhibitor candidates for antiviral testing and has proven successful for identifying peptide entry inhibitors that work against different enveloped viruses, including DENV,111 West Nile virus,111 SARS-CoV,112 ZIKV,113 and Rift Valley fever virus.114 Some peptides in this class only inhibit the virus from which they are derived, while other peptides inhibit multiple viruses to varying degrees. A broader scope of antiviral activity suggests that inhibition is related to viral membrane disruption rather than specific viral protein binding, and at least one 33-mer peptide has been reported to cause DENV viral membrane disruption and viral genome release.115 Notably, most peptide entry inhibitors that are proposed to directly interact with viral and/or cellular membranes have IC50 values in the low μM range, which supports that continued research is needed to develop more potent antiviral drug candidates. In addition, most peptides in this class are relatively long, and shorter antiviral peptides would be desirable for easier synthesis and lower cost.116\nEmpirically Discovered Antiviral Peptides. In addition to structure-based design efforts, other antiviral peptides with membrane-disruptive properties have been serendipitously discovered in the course of various research studies. The hepatitis C virus (HCV) nonstructural 5A (NS5A) protein has an N-terminal amphipathic helix (AH) that must bind to intracellular membranes in order for HCV genome replication to occur.117 While studying the membrane interactions of a synthetic 27-mer peptide corresponding to the AH as part of viral replication research efforts, it was discovered that the AH peptide could rupture lipid vesicles due to membrane disruption.118 A follow-up study showed that the AH peptide could also disrupt enveloped HCV virus particles and abrogate viral infectivity.92 Subsequent studies have shown that the AH peptide has potent membrane-disruptive and broad-spectrum antiviral activities against enveloped viruses in the nM range.119 Interestingly, the AH peptide has a net charge of 0, which is distinct compared to cationic host defense peptides.120 The 18- mer C5A peptide has a net charge of −2 and is a truncated version of the AH peptide, which was discovered through independent screening efforts and also inhibits a wide range of enveloped viruses in the low μM to high nM range.121 Both the AH and C5A peptides tend to form amphipathic, α-helical structures and have been described as interfacially active peptides based on sequence analysis.108,122 They have also been the subject of extensive biophysical studies based on realtime biosensing tools as discussed below. Furthermore, the two peptides have provided templates to develop more potent versions based on amino acid mutations that modulate peptide helicity and hydrophobicity.123 As such, several promising antiviral peptides have been empirically discovered that inhibit enveloped viruses, while there remains an outstanding need to define the key features of potent antiviral peptides that disrupt viral membranes.\nInterfacial Activity Concept. To rationalize the design principles underpinning the broader class of antimicrobial peptides, an interfacial activity concept has been proposed, which describes how peptides partition into and disrupt the physical properties of phospholipid membranes.124 In the more\nhttps://dx.doi.org/10.1021/acsnano.0c07489 ACS Nano XXXX, XXX, XXX−XXX\nG\nspecific context of targeting enveloped viruses, Wimley and colleagues analyzed a wide range of the antiviral peptides described above by applying the Wimley−White interfacial hydrophobicity scale, which predicts the membrane interaction propensity of an amino acid sequence.125 It was discovered that most antiviral peptides are interfacially active, that is, have amphipathic and/or hydrophobic properties along with a high likelihood of interacting with phospholipid membranes.108 The authors hypothesized that “peptides with a propensity for membrane binding, due to interfacial hydrophobicity or amphipathicity, can interfere with enveloped virus entry by\ndirect physical interaction with the hydrophobic surfaces, on both membranes and fusion proteins that are critical for fusion and entry” and suggested that antiviral peptides targeting enveloped viruses have a spectrum of overlapping mechanisms of action involving membrane interactions.108\nA recent study tested this hypothesis by evaluating multiple families of interfacially active peptides and determined that peptides in these families inhibited a wide range of enveloped viruses and exhibited negligible cell cytotoxicity.122 The reported broad-spectrum antiviral activity suggested that the peptides mainly inhibit the viral membrane as opposed to\nhttps://dx.doi.org/10.1021/acsnano.0c07489 ACS Nano XXXX, XXX, XXX−XXX\nH\ntargeting specific viral proteins.122 Furthermore, it was speculated that the observed selectivity for enveloped virus particles over mammalian cell membranes is related to the high curvature of viral envelopes.122 As such, the interfacial activity model supports that the mechanistic features of antiviral peptides such as potency and membrane-interaction profile can be adjusted rationally based on modulating physicochemical properties of the amino acid sequence. Such possibilities have motivated the development of real-time biosensing tools to characterize membrane−peptide interactions with viral-membrane-mimicking platforms."
    }, {
      "heading" : "BIOSENSING TOOLS FOR ANTIVIRAL DRUG DEVELOPMENT",
      "text" : "The conventional pathway for testing membrane-active, antiviral peptide candidates involves measuring inhibitory potency against selected enveloped viruses along with evaluating peptide concentration-dependent cytotoxicity against mammalian cells. An ideal antiviral peptide would exhibit potent antiviral activity against a wide range of enveloped viruses at low peptide concentrations in the nanomolar range or lower and would be nontoxic to mammalian cells at much higher peptide concentrations. Toward this goal, there are extensive experimental efforts to deeply understand how antiviral peptides interact with phospholipid membranes in order to design improved ones with more potent inhibitory activity and reduced cytotoxicity. These efforts have led to the development of various model membrane platforms to characterize membrane−peptide interactions, and the most common type involves peptideinduced vesicle permeabilization assays in bulk solution.124 Typically, a fluorescent probe is encapsulated in the vesicle interior, and peptide-induced probe release is measured as a function of bulk peptide concentration or peptide-to-lipid (P:L) ratio in the system.124 While solution-phase vesicle permeabilization assays provide useful insight into the effects of membrane−peptide interactions, it is important to develop complementary measurement strategies to directly investigate membrane−peptide interactions, including determining the amount of bound peptide, interaction kinetics, and changes in membrane morphology.126\nWithin this scope, there are ongoing efforts to develop surface-sensitive biosensing strategies to characterize membrane−peptide interactions using surface-adsorbed vesicle platforms, which mimic the lipid bilayer architecture and high membrane curvature of enveloped virus particles. These biosensing strategies have provided insight into mechanistic details of antiviral peptides, such as membrane-curvature selectivity, P:L ratio of attached peptides, membrane composition effects, and peptide concentration effects, and also enabled the performance comparison of different antiviral peptides. In this section, we introduce three classes of surfacesensitive biosensing strategies for studying membrane−peptide interactions with surface-adsorbed vesicles and critically discuss key results from the literature. To date, most of the progress in this direction has focused on the AH and C5A peptides, which is reasonable considering that they were empirically discovered and require mechanistic evaluation. Since there is growing evidence that other classes of antiviral peptides such as structure-based peptide entry inhibitors can also interact with viral membranes based on the interfacial activity concept, there is broad potential to expand the use of\nthese biosensing technologies to study a wide range of antiviral peptides in future work.\nQuartz Crystal Microbalance-Dissipation Monitoring. The quartz crystal microbalance-dissipation (QCM-D) is a label-free biosensing technique that can characterize the hydrodynamically coupled mass and viscoelastic properties of adsorbed lipid layers, such as a supported lipid bilayer (SLB) or a close-packed layer of adsorbed vesicles.127 The QCM-D measurement responses are sensitive to changes in membrane structural morphology, and different types of membrane− peptide interactions are captured by distinct measurement signatures.128 Using the QCM-D technique, it was demonstrated that the AH peptide can efficiently rupture adsorbed vesicles with <70 nm diameter sizes, while the peptide was less effective against larger vesicles.92 The work laid out the concept that lipid vesicles can serve as a useful model system for enveloped virus particles, and atomic force microscopy (AFM) and viral plaque assay experiments further showed that the peptide damaged membrane-enveloped HCV virus particles of ∼50 nm diameter within the target size range and reduced HCV infectivity. On the other hand, the peptide was inactive against much larger, membrane-enveloped Vaccinia virus particles of ∼360 nm diameter. More detailed QCM-D experiments clarified that the AH peptide is able to rupture adsorbed vesicles with up to ∼160 nm diameter.129 In addition, it has been determined that the AH peptide can rupture anionic, neutral, and cationic vesicles, which supports that vesicle size (i.e., membrane curvature), not membrane charge, drives selectivity.130 In terms of lipid composition, it has also been reported that the AH peptide can rupture adsorbed vesicles mimicking the lipid composition of the HIV1 envelope, including an ∼45 mol % cholesterol fraction that increases membrane rigidity.131\nSimultaneous QCM-D and ellipsometry measurements have further enabled real-time tracking of the P:L ratio for attached peptides on adsorbed vesicles132 (Figure 3A). This measurement capability was important because solution-phase vesicle permeabilization assays report the P:L ratio corresponding to all peptides and lipids in the system, which encompasses both attached and free peptides, while it has been suggested that the attached P:L ratio is more relevant for interpreting biological activities.133 When AH peptide was added to adsorbed vesicles, a minimum bulk peptide concentration of ∼13 μM was required to induce vesicle rupture, and the rupture time was shorter at higher peptide concentrations (Figure 3B). It was determined that a critical P:L ratio corresponding to about 1 attached peptide molecule per 20 phospholipid molecules is necessary for vesicle rupture, while lower P:L ratios were insufficient to cause vesicle rupture (Figure 3C). Similar P:L ratio values were required to induce the rupture of vesicles with more complex phospholipid-cholesterol compositions (Figure 3D). These experimental findings were rationalized by a biophysical model, which explained that vesicle rupture occurs when a high density of peptide-induced pores on a vesicle surface triggers strain-related membrane lysis (Figure 3E). In addition to AH peptide, the vesicle-rupture properties of other membrane-active peptides with antiviral properties, including melittin, have been characterized using the QCMD technique. The interaction of melittin with an adsorbed vesicle layer caused a more complex interaction process with a multistep signature and yielded incomplete vesicle rupture.134 Another QCM-D study investigated the melittin interaction\nhttps://dx.doi.org/10.1021/acsnano.0c07489 ACS Nano XXXX, XXX, XXX−XXX\nI\nwith cholesterol-enriched vesicles and also reported incomplete vesicle rupture.135 As such, the QCM-D technique is able to track the interactions of membrane-active, antiviral peptides with adsorbed vesicles that mimic membrane-enveloped virus particles and can sensitively detect changes in adsorbate properties as a means to evaluate the rupture efficiency and degree of potency of each peptide. Such capabilities could be advantageous for antiviral peptide drug development along with testing other classes of membrane-active, antiviral drug candidates, especially in terms of establishing quantitative biosensing approaches to guide drug screening and structure optimization efforts. Nanoplasmonic Sensors. While QCM-D measurements are sensitive to the adsorbate properties of biomacromolecular mass and hydrodynamically coupled solvent molecules, i.e., solvent that is trapped inside and between adsorbed vesicles, a wide range of nanoplasmonic sensing technologies have been developed and are sensitive to adsorbed biomacromolecular mass only.127 These measurement approaches are comple-\nmentary and useful for studying the interactions of phospholipid membranes with antiviral peptides from a distinct sensing perspective that helps to provide deep mechanistic insights into nanoscale effects. One of the most popular nanoplasmonic sensing technologies involves the localized surface plasmon resonance (LSPR) of metal nanoparticles, and the interaction of AH peptide with adsorbed vesicles on bare gold and titanium-oxide-coated gold nanodisk arrays on a glass substrate has been detected by LSPR measurements.136 At low peptide concentrations, only peptide binding was observed, while higher peptide concentrations induced vesicle rupture.136\nThere has also been interest in developing nanoplasmonic sensing platforms based on periodic arrays of gold nanoholes, whereby biomacromolecular interactions inside the nanoholes can be detected by extraordinary optical transmission (EOT) measurements. This sensing concept has been applied to study the interaction of AH peptide with cholesterol-enriched vesicles located within nanoholes.137 By tuning the nanohole\nhttps://dx.doi.org/10.1021/acsnano.0c07489 ACS Nano XXXX, XXX, XXX−XXX\nJ\nsize and functionalizing the gold surface with an antifouling polymer coating, it was possible to selectively capture one vesicle per nanohole, which provided superior sensing performance to detect the interaction kinetics of vesicle rupture based on decreases in the EOT-related peak shift responses corresponding to lipid mass loss (Figure 4A). Scanning electron microscopy (SEM) images of the vesicleladen nanohole array before and after AH peptide treatment verified peptide-induced vesicle rupture, which agreed well with the EOT measurement results (Figures 4B,C). As mentioned above, the AH peptide selectively ruptures lipid vesicles with less than ∼160 nm diameter, indicating that membrane curvature is an important factor. To further unravel the effects of positive versus negative membrane curvature on AH peptide−membrane interactions, a silica-coated gold nanowell platform with plasmonic properties was developed and conformally coated with an SLB.138 By following the geometrical properties of the nanowell structure, the SLB\ncoating mimicked positively curved, negatively curved, and planar membrane regions on the same platform, and peptide interactions with these different regions could be distinguished based on specific spectral features in the measurement response (Figures 4D−G). The experimental results demonstrated that AH peptide binding caused membrane disruption of positively curved lipid bilayer regions on both SLB-coated nanodisks and nanohole platforms, while the peptide exhibited modest binding to but did not disrupt negatively curved and flat lipid bilayer regions (Figures 4H,I). Notably, enveloped virus particles possess positive membrane curvature, which helps to explain why the AH peptide is active against them and in line with these measurement results. This example highlights the growing potential of applying nanofabrication strategies to develop virus-mimetic membrane models with defined membrane geometries such as positive and/or negative curvature features in order to study interactions with membrane-active, antiviral drug candidates in a manner that\nhttps://dx.doi.org/10.1021/acsnano.0c07489 ACS Nano XXXX, XXX, XXX−XXX\nK\ncomplements and expands on conventional virological testing methods. Fluorescence Microscopy Imaging. In addition to ensemble-average measurements with close-packed vesicle adlayers, there has been extensive work aimed at tethering vesicles onto functionalized surfaces at low surface coverage in order to study biomacromolecular interactions such as peptide binding to vesicles139 and enzymatic reactions140 by fluorescence microscopy imaging. In order to study timeresolved antiviral peptide-membrane interactions, a twofluorophore approach was developed to simultaneously track peptide-induced pore formation and membrane lysis based on the release of water-soluble calcein dye molecules from the vesicle interior and rhodamine-labeled phospholipid molecules from the vesicle bilayer, respectively93 (Figure 5A). A key measurement advantage of this sensing approach is that biomacromolecular interactions can be tracked at the singlevesicle level while simultaneously imaging up to several hundreds of vesicles depending on the field of view (Figure 5B). The emission intensity of the different fluorophores can be tracked in parallel as a function of time for each individual vesicle (Figure 5C). Based on the rhodamine signal, it has been reported that the D-enantiomer of AH peptide (termed AH-D) exhibits concentration-dependent vesicle rupture down to 50 nM peptide concentration, while 1 μM of a negative control peptide, a nonhelical (NH) peptide or melittin, was inactive and did not cause vesicle rupture (Figure 5D). Since the singlevesicle measurement data are collected in a highly parallel format, it is possible to construct histogram plots of parameters such as rupture time per individual vesicle and to extract mean and standard deviation values with high statistical power (Figure 5E). This measurement approach has also been useful to compare the D- and L-enantiomers of the AH peptide (termed AH-D and AH-L, respectively), and it was discovered that the AH-D peptide selectively ruptures vesicles with up to ∼300 nm in diameter, as opposed to the ∼160 nm diameter cutoff for the AH-L peptide119 (Figure 5F,G). This finding indicates that the degree of membrane-curvature-dependent activities can be fine tuned depending on peptide properties such as structural topology141 and is in line with recent work showing that peptide chirality can affect membrane binding interactions.142\nSuch measurement strategies have proven particularly useful for comparing the membrane-disruptive properties of different antiviral peptides, including the AH and C5A peptides. It has been reported that the C5A peptide causes quicker pore formation and membrane lysis than the AH peptide based on the calcein and rhodamine signals, respectively.120 However, only the AH peptide exhibited a high preference to rupture small vesicles of less than ∼150 nm diameter, with appreciably quicker interaction kinetics against them as opposed to larger vesicles. Conversely, the C5A peptide ruptured both small and large vesicles with similar interaction kinetics. Follow-up studies confirmed that only the AH peptide exhibits membrane-curvature-dependent activity, while the C5A peptide can induce membrane lysis of tethered vesicles at peptide concentrations as low as 10 nM.143 By contrast, a 10 nM AH peptide only caused pore formation in vesicles but did not induce membrane lysis. There have also been efforts to tether clusters of vesicles, which mimic clusters of enveloped virus particles that can be the optimal infectious unit and display greater infectivity levels\nthan individual virus particles in vitro and in vivo.145 In one effort, a microcontact printing strategy was devised to attach neutravidin linker molecules in a defined pattern onto an otherwise bioinert surface, and biotin-functionalized vesicles were then attached to the neutravidin-functionalized substrate144 (Figure 5H). Using this approach, it was discovered that antiviral peptides can disrupt not only individually tethered vesicles but also clusters of tethered vesicles. An alternative strategy of pretreating dye-loaded vesicles with a pore-forming antimicrobial peptide before immobilizing the vesicles onto a surface for confocal imaging has also been utilized to characterize three peptides, mastoparan X, melittin, and magainin 2, while focusing on the percentage of fully dyeemptied vesicles and the average percentage of dye release per vesicle after the membrane−peptide interaction was completed.146\nTo date, the reported tethering strategies have focused on synthetic lipid vesicles, while it would be advantageous to further develop labeling and tethering strategies to attach authentic, enveloped virus particles to surfaces. From a biosensing perspective, the transition from virus-mimicking model membrane systems to actual virus particles would represent a major advance to directly understand how membrane-disruptive compounds affect enveloped virus particles. Such approaches might one day even enable the direct characterization of antiviral drug interactions with patient-derived viral isolates for personalized medicine applications."
    }, {
      "heading" : "ANTIMICROBIAL LIPIDS",
      "text" : "Single-chain lipid amphiphiles called antimicrobial lipids are another class of membrane-active, antiviral compounds that disrupt the phospholipid membrane coatings of a wide range of pathogens, including enveloped viruses and bacteria.147 Two of the most popular types of antimicrobial lipids are fatty acids and monoglycerides, and detailed structure−function relationships have identified that 10-carbon and 12-carbon long saturated fatty acids exhibit particularly high levels of antimicrobial activity compared to other fatty acids with different chain lengths.148 The corresponding monoglyceride derivatives of these two fatty acids show an even greater antimicrobial activity, and thus there has been extensive interest in developing them for various medical, cosmetic, and functional food applications.149 Inhibitory concentrations of selected fatty acids and monoglycerides can disrupt enveloped virus particles and cause membrane disintegration, as observed by electron microscopy.150 Recent efforts have sought to develop liposomal formulations incorporating saturated fatty acids, and it was reported that liposomal caprylic acid (a 8- carbon long saturated fatty acid) inhibited several enveloped viruses to a greater extent than free caprylic acid alone.151\nFrom a measurement perspective, there has been extensive interest in antimicrobial lipids for a long time, however, testing methods have generally relied on empirical readouts without a deep understanding of the underlying membrane-disruptive molecular mechanisms. A recent shift toward utilizing nanoscience measurement tools has helped to fill this knowledge gap and accelerate the development of antimicrobial lipids as antiviral drug candidates and mitigants. Pioneering research on a long-chain, unsaturated fatty acid called docosahexaenoic acid (DHA) demonstrated the utility of using membrane-mimicking SLB platforms to study the membrane-disruptive properties of free fatty acids.152 QCM-D\nhttps://dx.doi.org/10.1021/acsnano.0c07489 ACS Nano XXXX, XXX, XXX−XXX\nL\nmeasurement responses were able to detect extensive membrane interactions, while time-lapse fluorescence microscopy imaging showed the formation of membrane tubules. Of note, DHA was only active above its critical micelle concentration (CMC), indicating that DHA micelles are the active form. Additional QCM-D experiments have shown that monocaprylatethe monoglyceride derivative of 8-carbon long caprylic acidcan also disrupt SLBs.153 These initial findings have led to the development of an integrated framework to characterize antimicrobial lipids by combining fluorescence spectroscopy-based CMC measurements together with QCM-D measurements and time-lapse fluorescence\nmicroscopy imaging to track antimicrobial lipid interactions with SLB platforms (Figure 6A). Building on these proof-of-concept studies, a systematic investigation of the 12-carbon long saturated fatty acid, lauric acid (LA), and its monoglyceride, glycerol monolaurate (GML)two of the most biologically active antimicrobial lipidswas conducted to investigate concentration-dependent interactions with an SLB.154 Using the QCM-D and time-lapse fluorescence microscopy techniques, it was discovered that both LA and GML mainly exhibit membrane-disruptive activity against SLBs at concentrations above their corresponding CMC values. These findings were supported by antibacterial testing that showed that the two compounds are\nhttps://dx.doi.org/10.1021/acsnano.0c07489 ACS Nano XXXX, XXX, XXX−XXX\nM\nmainly active only in the micellar state against Staphylococcus aureus bacteria as well. Importantly, the SLB experiments also provided direct evidence that LA and GML interact with phospholipid membranes in different ways. QCM-D measurement signatures revealed that the anionic LA caused membrane tubulation, while nonionic GML caused membrane budding, which agreed well with time-lapse fluorescence microscopy observations (Figure 6B). Similar results have also been reported with the 10-carbon long fatty acid, capric acid (CA), and its monoglyceride derivative, monocaprin (MC), which are known to have membrane-disruptive antiviral effects, although the extent of membrane disruption and potency of each compound varied depending on the specific molecular structure.155 While early studies were conducted with SLBs incorporating zwitterionic phospholipids only, more detailed biophysical studies have observed that fatty acids and monoglycerides exhibit similar membrane-disruptive activities\nagainst cholesterol-enriched SLBs that more closely mimic viral membrane compositions.156\nThe discovery that each fatty acid and monoglyceride has a distinct type of membrane-interaction profile and potency has led to the development of micellar mixtures that contain two types of compounds and exhibit tunable membrane-disruptive properties. For example, when two monoglycerides such as GML and MC are mixed together, it is possible to modulate the CMC value of the mixed micelle system depending on the molar ratio of the two molecular components.157 As such, the potency of mixed micelles can be adjusted along with the extent of membrane budding, whereby intermediate ratios of GML and MC cause attenuated budding compared to either GML or MC alone. Furthermore, the mixing of fatty acids and monoglycerides can lead to unexpectedly high levels of membrane disruption due to the competition between different types of membrane morphological changes.158 The interactions of LA/GML mixed micelles with an SLB cause\nhttps://dx.doi.org/10.1021/acsnano.0c07489 ACS Nano XXXX, XXX, XXX−XXX\nN\ncompetition between membrane tubulation and budding, which triggered synergistic lipid membrane disruption that far exceeded the effects of either compound alone. Time-lapse fluorescence microscopy imaging showed evidence of pearling instability (Figure 6C). Quantification of SLB defect area after treatment with 500 μM LA and 500 μM GML further showed that equimolar concentrations of LA and GML caused the greatest fractional coverage of SLB defects, whereas treatment with 2000 μM LA and 500 μM GML caused less membrane disruption despite a much greater total antimicrobial lipid concentration (Figure 6D). These findings demonstrate the importance of understanding how the molecular-level properties of antimicrobial lipids and corresponding self-assembly behaviors affect membrane-disruptive properties and how nanotechnology-enabled biosensing strategies can support these measurement needs. Altogether, recent progress in the field highlights the\npotential of biosensing technologies to continue shifting the focus from empirically characterizing the membrane-disruptive mechanisms of different antimicrobial lipids to devising more sophisticated, nanomedicine-based strategies to utilize these compounds for targeted application purposes. For example, the incorporation of fatty acids into liposomal bilayers allows them to maintain anti-infective properties even upon dilution in vivo, which has proven useful for antibacterial applications.159\nSimilar concepts should be explored for antiviral applications in the future as well. The translational potential of antimicrobial lipids is further heightened by the high chemical stability and relatively low cost of saturated fatty acids and monoglycerides."
    }, {
      "heading" : "APPLICATION EXAMPLES",
      "text" : "Human Antiviral Countermeasures. There is intense interest in developing broad-spectrum antiviral countermeasures that could mitigate emerging viral outbreaks and targeting viral envelope membranes could be a promising approach since enveloped viruses are responsible for a large fraction of recent epidemics and pandemics, as discussed above. Toward this goal, membrane-active, antiviral peptides with membrane-curvature selectivity have proven useful to devise broad-spectrum antiviral strategies based on viral membrane disruption. Of particular note, the AH-D peptide has been reported to therapeutically treat lethal ZIKV infection in mice.119 When the peptide was administered intravenously as late as 3 days after virus inoculation, the treatment was able to suppress the systemic viral infection in vivo and the peptide also penetrated the blood−brain barrier to directly inhibit viral infection in the brain (Figure 7A). The therapeutic outcome was protection against virus-induced mortality and a significant reduction in other disease parameters, such as intraocular eye pressure and neuroinflammation. The AH-D peptide therapy has also been used to treat ZIKV infection in pregnant mice and helped to prevent viral infection in fetal brains along with curbing disease-related death of fetuses.160 It has been suggested that such peptide-based approaches might also be useful to suppress SARS-CoV-2 infection by disrupting the lipid membranes of enveloped virus particles.161 Other structure-based peptide entry inhibitors have also been shown to disrupt the viral membranes of HIV and ZIKV particles by specifically binding to viral proteins on the envelope surface, and these binding interactions can consequently trigger viral membrane disruption, which has\nhttps://dx.doi.org/10.1021/acsnano.0c07489 ACS Nano XXXX, XXX, XXX−XXX\nO\nproven useful for in vivo applications in mouse and nonhuman primate models.113,162\nWhile antiviral peptides have demonstrated promising utility in various application examples, it is often acknowledged that peptide therapeutics, especially those composed of L-amino acids, can face in vivo challenges such as low stability and fast clearance.163,164 To address these challenges, there have been efforts to develop nanomedicine-based drug delivery systems that incorporate membrane-active, antiviral peptides into nanoparticle-like complexes, which can increase peptide stability, enhance circulation time, and improve targeting specificity. In one example, a positively charged derivative of the antiviral C5A peptide was engineered to form ∼35 nm diameter assemblies together with negatively charged polymer chains, and the complex was able to inhibit HCV and HIV virus particles in vitro.165 The peptide−polymer complex was also able to decrease HIV-1 viral loads in vivo in mice that had transplanted human lymphocytes and the peptide in the complex had lower cell cytotoxicity as compared to the free peptide alone. A galactosylated version of the peptide− polymer complex was also designed and retained antiviral activity against HCV while demonstrating superior uptake by liver cells in vitro as well as preferential liver accumulation in vivo166 (Figure 7B,C). In addition, a family of eight amino acid long, cyclic D,L-α-peptides with membrane-disruptive properties was discovered that can self-assemble into nanotube structures and inhibit HCV virus particles, but not other enveloped viruses.167 In addition to parenteral administration, membrane-active, antiviral peptides such as C5A have also been explored for topical microbicide applications to inhibit sexually transmitted viruses such as HIV-1 and herpes simplex168 and biomaterial formulations for peptide stabilization and controlled release have been explored.169 Successful testing in animal models has shown that a C5A peptide-based formulation can prevent vaginal and rectal transmission of HIV in humanized mice170,171 and vaginal transmission of simianHIV in rhesus macaques.172\nAdditionally, there is extensive interest in developing peptide-functionalized surfaces that endow material surfaces with the functional properties of the attached peptides, especially membrane-active ones.173 The most popular example involves immobilizing antimicrobial peptides onto catheter surfaces to prevent bacterial infections in the body.174 However, the direct attachment of peptides to a surface is typically insufficient to preserve functional activity, which has led to the careful design of polymer-based tethering strategies to attach peptides to surfaces while preserving functional activity.175 To date, tethering strategies have not been applied to membrane-active, antiviral peptides, but there is a strong precedent to develop biofunctionalized beads that can be included in extracorporeal devices to remove pathogens from the infected blood of systemically infected individuals.176,177 In principle, removing virus particles from the bloodstream can reduce the viral load and yield therapeutic effects.178 One currently used functionalization approach is based on immobilized mannose-binding lectins, which can bind to mannose sugar residues on viral envelope proteins to capture virus particles (Figure 8A). The lectins can be functionalized onto agarose microbeads, which are then loaded into a hollowfiber cartridge that is commonly used in hemodialysis treatments (Figure 8B). When virus-laden blood is passed through the filter cartridge, the lectin-functionalized microbeads can capture virus particles and cleansed blood exits the\ncartridge. Based on this concept, lectin affinity plasmapheresis has been used in vitro to capture pseudo-MERS coronavirus particles and soluble Marburg virus glycoproteins.179 It is also possible to incorporate the hollow-fiber cartridge into an extracorporeal circuit in order to facilitate hemodialysis treatment of human patients in clinical settings (Figure 8C). A full-scale blood filter device utilizing lectin affinity plasmapheresis was developed to treat a hospital patient with Ebola virus infection,180 and small-scale human clinical tests have also been performed for patients with HCV infection181 (Figure 8D). Thus, antiviral peptides demonstrate excellent potential to treat human virus infections in the context of peptide therapeutics, nanomedicines, and medical device technologies.\nAnimal Disease Prevention. Viral epidemics can also affect livestock animal populations, and there is widespread concern about how viruses can hinder livestock production and consequently affect global protein supply for humans.182 Two of the most affected livestock species are pigs and chickens, and a variety of enveloped viruses can cause infections in these populations. Among pigs, two of the most serious viral infections are ASFV and PEDV, and there is ongoing exploration of various virus-mitigating agents of natural183,184 or synthetic185 origin and engineered versions thereof that can inhibit these enveloped viruses by reducing viral envelope fluidity to hinder cell infection, for example. Likewise, fatty acids and monoglycerides as viral-envelope-disrupting agents have been shown to inhibit avian influenza that affects chickens.186 By utilizing such compounds, it is important to develop antiviral countermeasures that can be deployed to therapeutically and/or prophylactically treat viral infections in animals, while arguably one of the most important industrial needs today is stopping feed-mediated virus transmission to prevent infections.187\nWhen there was a large-scale PEDV epidemic in North America in 2013−2014, early findings pointed to the potentially important role of feed as a transmission vector in a Canadian outbreak.188 A follow-up epidemiological study reinforced the possibility that virus-contaminated feed and feed ingredients might have played a role in disease transmission.189 Controlled field studies further showed that when healthy pigs consumed PEDV-contaminated feed, they became infected and exhibited clinical symptoms along with viral shedding,190 and a minimum dose of virus inoculant is needed to cause infection.191 The possibility of feed-mediated transmission of ASFV has also been experimentally demonstrated in pigs,192 and epidemiological findings suggest that feed transmission might have triggered a past ASFV outbreak in Latvia.193 Thus, in sync with growing insights into the membrane-disruptive activities of fatty acids and monoglycerides, many researchers have searched for antiviral feed additives that inhibit membrane-enveloped PEDV and ASFV particles in order to reduce viral loads in contaminated feed, in turn reducing the infection probability of pigs that consume the feed.192\nA fatty acid mixture composed of equal parts of caproic, caprylic, and capric acids was incorporated into various PEDVcontaminated feed ingredients and mitigated the virus amount in the feed to non-infectious levels, as indicated by polymerase chain reaction and feed-transmission pig bioassay testing.194 In general, it has been further discovered that higher amounts of fatty acids incorporated into the feed had a greater effect on reducing PEDV contamination in the feed.195 Similar amounts of individual fatty acids (caproic, caprylic, or capric acids) were\nhttps://dx.doi.org/10.1021/acsnano.0c07489 ACS Nano XXXX, XXX, XXX−XXX\nP\nalso effective at inhibiting PEDV in feed, while other natural sources of fatty acid-containing triglycerides such as canola oil, coconut oil, and palm kernel oil were either inactive or much less effective.196 Notably, it was possible to incorporate a low, commercially practical amount of caprylic acid into the feed and still achieve PEDV inhibition.197 A variety of fatty acidand monoglyceride-based feed additive products has also been tested and shown to inhibit the transmission of PEDV and another membrane-enveloped virus, porcine reproductive and respiratory syndrome virus, in feed-transmission pig bioassay testing.198 The fatty acid mixture composed of caproic, caprylic, and capric acids has also proven to be effective at inhibiting ASFV in solution and in feed ingredients, with comparable results to formaldehyde, which is partially banned in many countries worldwide due to safety concerns despite high efficacy.199 While there has been extensive antiviral testing to determine the effects of mitigant candidates on viral infectivity in solution and in feed, there remains an outstanding need to further investigate how mitigant potency might be improved by taking into account the micellar aggregation and membrane-disruptive properties of fatty acids, monoglycerides, and mixtures thereof. Such research directions can also guide the development of in vivo antiviral countermeasures for livestock animals via drinking water administration as well. In addition to dealing with animal infections in vivo and thwarting virus contamination of feed and feed ingredients, PEDV can also stick to a variety of aluminum, cloth, and plastic surfaces and remains infective for several weeks, which can be another indirect route of disease transmission.200 Similar possibilities likely exist with ASFV as well. One of the biggest related challenges is virus contamination of various surfaces in feed manufacturing facilities, and contaminants can quickly spread across an entire facility.201 For this reason, there are ongoing efforts to develop effective chemical mitigation strategies.202 One such approach involves the cleaning of PEDV-contaminated surfaces with rice hulls loaded with medium-chain fatty acids.203 While current efforts focus on chemical mitigation, there is also unmet potential to explore how nanostructured surface coatings might prevent virus attachment204 and/or reduce virus infectivity in these cases, especially if combined with low-cost and scalable fabrication strategies.205 Looking forward, it is also important to continue exploring various types of nanotechnology strategies, such as liposomal, hydrogel, and emulsion carriers,206 to deliver antiviral compounds to inhibit enveloped viruses in not only contaminated feed but also in infected animals. As biosensing strategies can provide deeper mechanistic insights about antimicrobial lipids to develop more effective chemical mitigation strategies, there is a strong potential to continue pursuing and to accelerate research in this direction in order to develop innovative, viral-membrane-targeting solutions to inhibit enveloped viruses afflicting livestock animal populations."
    }, {
      "heading" : "CONCLUSIONS AND OUTLOOK",
      "text" : "The trend in recent viral epidemics affecting human and livestock animal populations supports that enveloped viruses are a leading threat to global health and industrial productivity and that developing broadly applicable antiviral strategies to target a wide range of enveloped viruses would be beneficial. The phospholipid membrane comprising the viral envelope is an opportune target, especially if nanotechnology-based strategies can be further optimized to selectively target the\nviral membrane while not affecting other membranes such as human cell membranes. The concept has been proven in specific application examples, while a deeper understanding of the working principles at the nanoscale and expanded validation in various animal models might lead to eventual clinical translation in due course. Such outcomes would lead to a paradigm shift in the antiviral field while prompting the scientific community to rethink the scope of pharmacological targets that are considered “druggable”. Together with viral-membrane-mimicking platforms, various classes of biosensing technologies have provided real-time measurement capabilities to evaluate the membrane-disruptive activities of various antiviral peptides and antimicrobial lipids by themselves and in nanoscale complexes. These efforts are leading the development of next-generation antiviral strategies and technologies for human medicine and agricultural biosecurity applications while highlighting the broader merits of nanoscience and nanotechnology to fuel innovation in the infectious disease space. Continued progress in applying nanotechnology approaches such as nanomedicine and drug delivery will help to translate these promising antiviral strategies into practical solutions that might not only work against current enveloped virus problems but also future ones. It is also important to consider which antiviral strategies and technologies might be better suited to human medicine or agricultural biosecurity applications, depending on factors such as antiviral objective (treatment or mitigation), environmental conditions, stability, robustness, and cost. Looking forward beyond the current focus of studying membrane-disruptive, antiviral drug candidates, there is a wide range of other viral-envelope targeting strategies involving specific lipid binding and inducing more subtle physicochemical changes in membrane properties such as fluidity, and there is an unmet need to apply real-time biosensing technologies to evaluate antiviral drug candidates that operate by such mechanisms as well. As with membrane-disruptive antiviral peptides and lipids, clarifying the antiviral mechanisms of other classes of membrane-active, antiviral drug candidates through biosensing approaches will help to guide future drug development efforts. We are currently at an early stage of applying nanotechnology-enabled biosensing strategies to study the mechanisms of antiviral drug candidates that target viral membranes, and these efforts could eventually reshape antiviral drug design and development pathways. Given the critical importance of phospholipid membranes in the structure and function of enveloped viruses, we envision that nanotechnology approaches at the convergence of biomimetics and biosensing will play an increasingly important role in the development of next-generation antiviral strategies based on viral membrane targeting and should be considered within research and development frameworks aimed at pandemic preparedness and antiviral countermeasures.\nAUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Authors",
      "text" : "Joshua A. Jackman − School of Chemical Engineering and Biomedical Institute for Convergence at SKKU (BICS), Sungkyunkwan University, Suwon 16419, Republic of Korea; orcid.org/0000-0002-1800-8102; Email: jjackman@\nskku.edu Nam-Joon Cho − School of Materials Science and Engineering, Nanyang Technological University, 639798, Singapore;\nhttps://dx.doi.org/10.1021/acsnano.0c07489 ACS Nano XXXX, XXX, XXX−XXX\nQ\norcid.org/0000-0002-8692-8955; Email: njcho@ ntu.edu.sg"
    }, {
      "heading" : "Authors",
      "text" : "Bo Kyeong Yoon − School of Chemical Engineering and Biomedical Institute for Convergence at SKKU (BICS), Sungkyunkwan University, Suwon 16419, Republic of Korea\nWon-Yong Jeon − School of Chemical Engineering and Biomedical Institute for Convergence at SKKU (BICS), Sungkyunkwan University, Suwon 16419, Republic of Korea Tun Naw Sut − School of Chemical Engineering and Biomedical Institute for Convergence at SKKU (BICS), Sungkyunkwan University, Suwon 16419, Republic of Korea; School of Materials Science and Engineering, Nanyang Technological University, 639798, Singapore\nComplete contact information is available at: https://pubs.acs.org/10.1021/acsnano.0c07489"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare the following competing financial interest(s): N.-J.C. and J.A.J. are listed as co-inventors on patents and patent applications that are related to peptide molecules for antiviral therapy. The other authors declare no competing interests."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "This work was supported by National Research Foundation of Korea (NRF) grants funded by the Korean government ( M S I T ) ( n o s . 2 0 2 0 R 1 C 1 C 1 0 0 4 3 8 5 a n d 2020R1C1C1005523). In addition, this work was supported by the Korea Research Fellowship Program through the NRF funded by the Min i s t r y o f Sc i ence and ICT (2019H1D3A1A01070318). The table of contents and Figure 2, graphics were created with BioRender.com under an academic lab subscription."
    }, {
      "heading" : "VOCABULARY",
      "text" : "Epidemic, a rapid increase in the number of infections caused by a specific virus in a geographical region that exceeds typically observed infection levels; pandemic, an epidemic that has spread over a large part of the world and is generally classified by factors such as epidemic spread over two or more continents and infections among many people; virus particle, the infectious unit of a virus that is found extracellularly and can enter susceptible cells as part of the infection process, which results in the production and release of new virus particles. Also known as a virion, consists of viral genetic material that is surrounded by structural components such as capsid proteins that define virus particle size and shape, and different types of viruses have typical sizes in the range of 50 to 1000 nm; enveloped virus, certain types of viruses whose virus particles have one or more lipid membrane coating layers that are derived from the membranes of infected cells, from which the virus particles were produced. Viral membrane coatings require a certain level of structural integrity and functionality (e.g., fluidity) for enveloped virus particles to retain infectivity; antiviral, concept to describe methods to reduce viral infectivity in a biological system by disabling the structure and/or function of existing virus particles or by inhibiting the production of new virus particles. Antiviral effect typically causes reduction in the number concentration of infectious virus particles in a biological system; LEAD, acronym for lipid envelope antiviral disruption, which describes an antiviral\nstrategy to selectively disrupt the lipid membrane surrounding enveloped virus particles, which results in loss of virus particle infectivity"
    } ],
    "references" : [ {
      "title" : "The Next EpidemicLessons from Ebola",
      "author" : [ "B. Gates" ],
      "venue" : "N. Engl. J. Med",
      "citeRegEx" : "Gates,? \\Q2015\\E",
      "shortCiteRegEx" : "Gates",
      "year" : 2015
    }, {
      "title" : "Innovation for Pandemics",
      "author" : [ "B. Gates" ],
      "venue" : "N. Engl. J. Med",
      "citeRegEx" : "Gates,? \\Q2018\\E",
      "shortCiteRegEx" : "Gates",
      "year" : 2018
    }, {
      "title" : "A Materials-Science Perspective on Tackling COVID-19",
      "author" : [ "K. W", "O.C. Farokhzad", "W. Tao" ],
      "venue" : "Nat. Rev. Mater. 2020,",
      "citeRegEx" : "W. et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "W. et al\\.",
      "year" : 2020
    }, {
      "title" : "The Global Distribution and Burden of Dengue",
      "author" : [ "O Sankoh" ],
      "venue" : "Nature",
      "citeRegEx" : "Sankoh,? \\Q2013\\E",
      "shortCiteRegEx" : "Sankoh",
      "year" : 2013
    }, {
      "title" : "What Is a Pandemic",
      "author" : [ "D.M. Morens", "G.K. Folkers", "A.S. Fauci" ],
      "venue" : "J. Infect. Dis. 2009,",
      "citeRegEx" : "Morens et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Morens et al\\.",
      "year" : 2009
    }, {
      "title" : "Influenza: Annual Seasonal Severity",
      "author" : [ "P. Gavigan", "J.A. McCullers" ],
      "venue" : "Curr. Opin. Pediatr. 2019,",
      "citeRegEx" : "Gavigan and McCullers,? \\Q2019\\E",
      "shortCiteRegEx" : "Gavigan and McCullers",
      "year" : 2019
    }, {
      "title" : "Yellow Fever Outbreak in Sudan",
      "author" : [ "L. Markoff" ],
      "venue" : "N. Engl. J. Med",
      "citeRegEx" : "Markoff,? \\Q2013\\E",
      "shortCiteRegEx" : "Markoff",
      "year" : 2013
    }, {
      "title" : "Middle East Respiratory Syndrome",
      "author" : [ "Z.A. Memish", "S. Perlman", "M.D. Van Kerkhove", "A. Zumla" ],
      "venue" : "Lancet 2020,",
      "citeRegEx" : "Memish et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Memish et al\\.",
      "year" : 2020
    }, {
      "title" : "Epidemic Resurgence of Dengue Fever in Singapore",
      "author" : [ "C. Lin", "G. Yap", "L. Liu", "Y.-L. Lai", "P.L. Ooi", "J. Cutter", "L.-C. Ng" ],
      "venue" : null,
      "citeRegEx" : "Lin et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Lin et al\\.",
      "year" : 2014
    }, {
      "title" : "Zika Virus Infection ",
      "author" : [ "J. BMJ. [Br. Med" ],
      "venue" : "After the Pandemic. N. Engl. J. Med",
      "citeRegEx" : "Med.,? \\Q2019\\E",
      "shortCiteRegEx" : "Med.",
      "year" : 2019
    }, {
      "title" : "Spread of Yellow Fever Virus Outbreak in Angola and the Democratic Republic of the Congo 2015−16: A Modelling Study",
      "author" : [ "Murphy", "N. R" ],
      "venue" : "Lancet Infect. Dis. 2017,",
      "citeRegEx" : "O. and R,? \\Q2017\\E",
      "shortCiteRegEx" : "O. and R",
      "year" : 2017
    }, {
      "title" : "Preventing Dengue Epidemics during the COVID19 Pandemic",
      "author" : [ "Gubler", "D. J" ],
      "venue" : "Am. J. Trop. Med. Hyg. 2020,",
      "citeRegEx" : "W. and J.,? \\Q2020\\E",
      "shortCiteRegEx" : "W. and J.",
      "year" : 2020
    }, {
      "title" : "Zika Virus Associated with Microcephaly",
      "author" : [ "V Fabjan Vodusěk" ],
      "venue" : "N. Engl. J. Med. 2016,",
      "citeRegEx" : "Vodusěk,? \\Q2016\\E",
      "shortCiteRegEx" : "Vodusěk",
      "year" : 2016
    }, {
      "title" : "COVID-19: Consider Cytokine Storm Syndromes and Immunosuppression",
      "author" : [ "P. Mehta", "D.F. McAuley", "M. Brown", "E. Sanchez", "R.S. Tattersall", "J.J. Manson" ],
      "venue" : "N. Engl. J. Med",
      "citeRegEx" : "Mehta et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Mehta et al\\.",
      "year" : 2020
    }, {
      "title" : "Porcine Epidemic Diarrhea Virus (PEDV): An Update on Etiology, Transmission, Pathogenesis, and Prevention and Control",
      "author" : [ "K. Jung", "L.J. Saif", "Q. Wang" ],
      "venue" : "Virus Res",
      "citeRegEx" : "Jung et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Jung et al\\.",
      "year" : 2020
    }, {
      "title" : "Porcine Epidemic Diarrhea Virus in Asia: An Alarming Threat to the Global Pig Industry",
      "author" : [ "Y. Sun", "Y. Chen", "X. Han", "Z. Yu", "Y. Wei", "G. Zhang" ],
      "venue" : "Infect., Genet. Evol. 2019,",
      "citeRegEx" : "Sun et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Sun et al\\.",
      "year" : 2017
    }, {
      "title" : "African Swine Fever: A Re-Emerging Viral Disease Threatening the Global Pig Industry",
      "author" : [ "P. Sańchez-Cordoń", "M. Montoya", "A. Reis", "L. Dixon" ],
      "venue" : "Vet. J. 2018,",
      "citeRegEx" : "Sańchez.Cordoń et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Sańchez.Cordoń et al\\.",
      "year" : 2018
    }, {
      "title" : "Fever Introduction",
      "author" : [ "D. Mason-D’Croz", "J.R. Bogard", "M. Herrero", "S. Robinson", "T.B. Sulser", "K. Wiebe", "D. Willenbockel", "H.C.J. Godfray" ],
      "venue" : "Porcine Health Manage 2020,",
      "citeRegEx" : "Mason.D.Croz et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Mason.D.Croz et al\\.",
      "year" : 2020
    }, {
      "title" : "Modelling Low Pathogenic Avian Influenza Introduction into the Commercial Poultry Industry",
      "author" : [ "B. Barnes", "K. Glass" ],
      "venue" : "Math. Biosci",
      "citeRegEx" : "Barnes and Glass,? \\Q2018\\E",
      "shortCiteRegEx" : "Barnes and Glass",
      "year" : 2018
    }, {
      "title" : "Sector; Economic Research Service, United States Department of Agriculture: Washington, DC. https://www.ers.usda.gov/webdocs/ outlooks/86282/ldpm-282-02.pdf?v=9749.2 (accessed 2020-10-31)",
      "author" : [ "S. Welsch", "B. Müller", "H.-G. Kraüsslich" ],
      "venue" : null,
      "citeRegEx" : "Welsch et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Welsch et al\\.",
      "year" : 2020
    }, {
      "title" : "Why Enveloped Viruses Need CoresThe Contribution of a Nucleocapsid Core to Viral Budding",
      "author" : [ "G.R. Laźaro", "S. Mukhopadhyay", "M.F. Hagan" ],
      "venue" : "Biophys. J. 2018,",
      "citeRegEx" : "Laźaro et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Laźaro et al\\.",
      "year" : 2007
    }, {
      "title" : "Structure of Dengue Virus: Implications for Flavivirus Organization, Maturation",
      "author" : [ "R.J. Kuhn", "W. Zhang", "M.G. Rossmann", "S.V. Pletnev", "J. Corver", "E. Lenches", "C.T. Jones", "S. Mukhopadhyay", "P.R. Chipman", "E.G. Strauss", "T.S. Baker", "J.H. Strauss" ],
      "venue" : "Nat. Phys. 2010,",
      "citeRegEx" : "Kuhn et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Kuhn et al\\.",
      "year" : 2010
    }, {
      "title" : "Dengue Structure Differs at the Temperatures of Its Human and Mosquito Hosts",
      "author" : [ "X. Zhang", "J. Sheng", "P. Plevka", "R.J. Kuhn", "M.S. Diamond", "M.G. Rossmann" ],
      "venue" : "Cell",
      "citeRegEx" : "Zhang et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2002
    }, {
      "title" : "The 3.8 Å Resolution Cryo-EM Structure of Zika Virus",
      "author" : [ "D. Sirohi", "Z. Chen", "L. Sun", "T. Klose", "T.C. Pierson", "M.G. Rossmann", "R.J. Kuhn" ],
      "venue" : "Science",
      "citeRegEx" : "Sirohi et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Sirohi et al\\.",
      "year" : 2016
    }, {
      "title" : "Stable Zika Virus",
      "author" : [ "S.R. Morrone", "V.S.Y. Chew", "X.-N. Lim", "T.-S. Ng", "V.A. Kostyuchenko", "S. Zhang", "M. Wirawan", "P.-L. Chew", "J. Lee", "J.L. Tan", "J. Wang", "T.Y. Tan", "J. Shi", "G. Screaton", "M.C. Morais", "S.-M. Lok" ],
      "venue" : "Nature",
      "citeRegEx" : "Morrone et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Morrone et al\\.",
      "year" : 2016
    }, {
      "title" : "ICTV Virus Taxonomy Profile: Togaviridae",
      "author" : [ "S. Mukhopadhyay", "A. Merits", "B. Bolling", "F. Nasar", "L.L. Coffey", "A. Powers", "S.C. Weaver" ],
      "venue" : "Non-Spherical Morphological Variant. Nat. Commun",
      "citeRegEx" : "R. et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "R. et al\\.",
      "year" : 2020
    }, {
      "title" : "Nucleocapsid and Glycoprotein Organization in an Enveloped Virus",
      "author" : [ "H.-K. Choi", "T.J. Smith", "T.S. Baker" ],
      "venue" : "Cell",
      "citeRegEx" : "Choi et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "Choi et al\\.",
      "year" : 1995
    }, {
      "title" : "A New Coronavirus-Like Particle Associated with Diarrhea in Swine",
      "author" : [ "M.B. Pensaert", "P. de Bouck" ],
      "venue" : "Arch. Virol. 1978,",
      "citeRegEx" : "Pensaert and Bouck,? \\Q1978\\E",
      "shortCiteRegEx" : "Pensaert and Bouck",
      "year" : 1978
    }, {
      "title" : "Cryo-EM Structure of the African Swine Fever Virus",
      "author" : [ "H. Song", "D Zhu" ],
      "venue" : "Cell Host Microbe 2019,",
      "citeRegEx" : "R. et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "R. et al\\.",
      "year" : 2019
    }, {
      "title" : "Broad-Spectrum Antivirals against Viral Fusion",
      "author" : [ "F. Vigant", "N.C. Santos", "B. Lee" ],
      "venue" : "Nat. Rev. Microbiol. 2015,",
      "citeRegEx" : "Vigant et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Vigant et al\\.",
      "year" : 2015
    }, {
      "title" : "The Rigid Amphipathic Fusion Inhibitor dUY11 Acts through Photosensitization of Viruses",
      "author" : [ "B. Lee" ],
      "venue" : "J. Virol. 2014,",
      "citeRegEx" : "Lee,? \\Q2014\\E",
      "shortCiteRegEx" : "Lee",
      "year" : 2014
    }, {
      "title" : "Antivirals Acting on Viral Envelopes via Biophysical Mechanisms of Action",
      "author" : [ "L.M. Schang" ],
      "venue" : "Antiviral Res. 2018,",
      "citeRegEx" : "Schang,? \\Q2018\\E",
      "shortCiteRegEx" : "Schang",
      "year" : 2018
    }, {
      "title" : "Surrogate Viruses for Testing Virucidal Efficacy of Chemical Disinfectants",
      "author" : [ "J. Steinmann" ],
      "venue" : "J. Hosp. Infect. 2004,",
      "citeRegEx" : "Steinmann,? \\Q2004\\E",
      "shortCiteRegEx" : "Steinmann",
      "year" : 2004
    }, {
      "title" : "Antimicrobial Host Defence Peptides: Functions and Clinical Potential",
      "author" : [ "J. D" ],
      "venue" : "Nat. Rev. Drug Discovery 2020,",
      "citeRegEx" : "D.,? \\Q2020\\E",
      "shortCiteRegEx" : "D.",
      "year" : 2020
    }, {
      "title" : "Direct Inactivation of Viruses by Human Granulocyte Defensins",
      "author" : [ "K.A. Daher", "M.E. Selsted", "R.I. Lehrer" ],
      "venue" : "J. Virol. 1986,",
      "citeRegEx" : "Daher et al\\.,? \\Q1986\\E",
      "shortCiteRegEx" : "Daher et al\\.",
      "year" : 1986
    }, {
      "title" : "A Venom-Derived Peptide with Promising Anti-Viral Properties",
      "author" : [ "M. Melittin" ],
      "venue" : "Eur. J. Clin. Microbiol. Infect. Dis. 2020,",
      "citeRegEx" : "Melittin,? \\Q2020\\E",
      "shortCiteRegEx" : "Melittin",
      "year" : 2020
    }, {
      "title" : "Carpet-Based Mechanism for Direct Antimicrobial Peptide Activity against Vaccinia Virus Membranes",
      "author" : [ "A D" ],
      "venue" : "Peptides 2010,",
      "citeRegEx" : "D.,? \\Q1966\\E",
      "shortCiteRegEx" : "D.",
      "year" : 1966
    }, {
      "title" : "Viral Membrane Fusion",
      "author" : [ "S.C. Harrison" ],
      "venue" : "Nat. Struct. Mol. Biol. 2008,",
      "citeRegEx" : "Harrison,? \\Q2008\\E",
      "shortCiteRegEx" : "Harrison",
      "year" : 2008
    }, {
      "title" : "MPEx: A Tool for Exploring Membrane Proteins",
      "author" : [ "C. Snider", "S. Jayasinghe", "K. Hristova", "S.H. White" ],
      "venue" : "Protein Sci. 2009,",
      "citeRegEx" : "Snider et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Snider et al\\.",
      "year" : 2009
    }, {
      "title" : "Label-Free Characterization of Biomembranes: From Structure to Dynamics",
      "author" : [ "V. Sandoghdar", "M. Bonn" ],
      "venue" : "Chem. Soc. Rev. 2014,",
      "citeRegEx" : "Sandoghdar and Bonn,? \\Q2014\\E",
      "shortCiteRegEx" : "Sandoghdar and Bonn",
      "year" : 2014
    }, {
      "title" : "How Curved Membranes Recruit Amphipathic Helices and Protein Anchoring Motifs",
      "author" : [ "D. Stamou" ],
      "venue" : "Nat. Chem. Biol. 2009,",
      "citeRegEx" : "Stamou,? \\Q2009\\E",
      "shortCiteRegEx" : "Stamou",
      "year" : 2009
    }, {
      "title" : "Antimicrobial Mechanism of Monocaprylate",
      "author" : [ "R.L. Meyer" ],
      "venue" : "Appl. Environ. Microbiol",
      "citeRegEx" : "Meyer,? \\Q2012\\E",
      "shortCiteRegEx" : "Meyer",
      "year" : 2012
    }, {
      "title" : "Peptide Therapeutics: Current Status and Future Directions",
      "author" : [ "K. Fosgerau", "T. Hoffmann" ],
      "venue" : "Drug Discovery Today 2015,",
      "citeRegEx" : "Fosgerau and Hoffmann,? \\Q2015\\E",
      "shortCiteRegEx" : "Fosgerau and Hoffmann",
      "year" : 2015
    }, {
      "title" : "Liver-Targeted Antiviral Peptide Nanocomplexes as Potential Anti-HCV Therapeutics",
      "author" : [ "N.A. Osna" ],
      "venue" : "Biomaterials 2015,",
      "citeRegEx" : "Osna,? \\Q2015\\E",
      "shortCiteRegEx" : "Osna",
      "year" : 2015
    }, {
      "title" : "Self-Assembling Peptide Nanotubes with Antiviral Activity against Hepatitis C Virus",
      "author" : [ "Ghadiri", "M. R" ],
      "venue" : "Chem. Biol. 2011,",
      "citeRegEx" : "V. and R.,? \\Q2011\\E",
      "shortCiteRegEx" : "V. and R.",
      "year" : 2011
    }, {
      "title" : "An Extracorporeal Blood-Cleansing Device for Sepsis Therapy",
      "author" : [ "T. M", "Diaz" ],
      "venue" : "Nat. Med. 2014,",
      "citeRegEx" : "M. and A,? \\Q2014\\E",
      "shortCiteRegEx" : "M. and A",
      "year" : 2014
    }, {
      "title" : "Stability of Porcine Epidemic Diarrhea Virus on Fomite Materials at Different Temperatures",
      "author" : [ "Y. Kim", "V.D. Krishna", "M. Torremorell", "S.M. Goyal", "M.C.-J. Cheeran" ],
      "venue" : "Vet. Sci. 2018,",
      "citeRegEx" : "Kim et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Kim et al\\.",
      "year" : 2018
    }, {
      "title" : "Flushing Feed Manufacturing Equipment with Chemically Treated Rice Hulls on Porcine Epidemic Diarrhea Virus Cross-Contamination During Feed Manufacturing",
      "author" : [ "I. Mannelli", "R. Reigada", "I. Suaŕez", "D. Janner", "A. Carrilero", "P. Mazumder", "F. Sagueś", "V. Pruneri", "M. Lakadamyali" ],
      "venue" : "J. Anim. Sci. 2018,",
      "citeRegEx" : "Mannelli et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Mannelli et al\\.",
      "year" : 2018
    }, {
      "title" : "Surfaces with Tailored Wettability Determine Influenza A Infectivity",
      "author" : [ "I. Mannelli", "D. Janner", "F. Sagueś", "R. Reigada" ],
      "venue" : "ACS Appl. Mater. Interfaces 2016,",
      "citeRegEx" : "Mannelli et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Mannelli et al\\.",
      "year" : 2017
    }, {
      "title" : "Nanotechnology Formulations for Antibacterial Free Fatty Acids and Monoglycerides",
      "author" : [ "J.A. Jackman", "B.K. Yoon", "D. Li", "N.-J. Cho" ],
      "venue" : "Molecules 2016,",
      "citeRegEx" : "Jackman et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Jackman et al\\.",
      "year" : 2016
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Membrane-enveloped viruses are a leading cause of viral epidemics, and there is an outstanding need to develop broad-spectrum antiviral strategies to treat and prevent enveloped virus infections. In this review, we critically discuss why the lipid membrane surrounding enveloped virus particles is a promising antiviral target and cover the latest progress in nanotechnology research to design and evaluate membranetargeting virus inhibition strategies. These efforts span diverse topics such as nanomaterials, self-assembly, biosensors, nanomedicine, drug delivery, and medical devices and have excellent potential to support the development of next-generation antiviral drug candidates and technologies. Application examples in the areas of human medicine and agricultural biosecurity are also presented. Looking forward, research in this direction is poised to strengthen capabilities for virus pandemic preparedness and demonstrates how nanotechnology strategies can help to solve global health challenges related to infectious diseases.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}