{
  "name" : "downloads_2019-10-24_76_gao2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Ultrathin Polyamide Nanofiltration Membrane Fabricated on Brush-Painted Single-Walled Carbon Nanotube Network Support for Ion Sieving",
    "authors" : [ "Shoujian Gao", "Yuzhang Zhu", "Yuqiong Gong", "Zhenyi Wang", "Wangxi Fang", "Jian Jin" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Most commercially available nanofiltration (NF) andreverse-osmosis (RO) membranes possess a thin-film composite (TFC) structure: a dense polyamide selective skin layer and an underlying ultrafiltration support membrane. Despite the commercial success of the TFC technique for NF/RO membrane production, overcoming the longstanding “trade-off” relationship between permeability and selectivity of TFC membranes remains a challenge.1−3 Since the separation properties of TFC membranes are governed by the polyamide layer, extensive research efforts have been put on altering the layer formation chemistry or intrinsic nanostructure to simultaneously improve its permeability and selectivity.4−11 An ultrathin and defect-free polyamide layer is ideal for ensuring highly efficient ion and molecule sieving with minimal water transport resistance. The formation of such a\nhigh-quality ultrathin polyamide layer requires a support membrane with carefully crafted pore structure and surface properties. However, the critical role of the porous support membrane on the formation of the ultrathin polyamide layer has been often overlooked. Conventional ultrafiltration membranes exhibit good mechanical stability and feasibility for large scale production, but their rough and low-porosity surfaces make it difficult to further reduce the polyamide layer thickness without generating defects.12−15\nReceived: December 27, 2018 Accepted: April 24, 2019 Published: April 24, 2019\n© 2019 American Chemical Society 5278 DOI: 10.1021/acsnano.8b09761 ACS Nano 2019, 13, 5278−5290\nD ow\nnl oa\nde d\nvi a\nD U\nR H\nA M\nU N\nIV o\nn O\nct ob\ner 2\n4, 2\n01 9\nat 1\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nRecently, several studies explored the formation of polyamide selective layer on porous supports constructed by nanomaterials, such as cadmium hydroxide nanostrand,16 carbon nanotube,17−19 cellulose nanocrystal,20 nanoscaffold,21 etc. For instance, Livingston et al. introduced a support layer of cadmium hydroxide nanostrand, and the subsequent interfacial polymerization gave rise to the formation of a polyamide layer with thickness below 10 nm.16 In our earlier studies, a singlewalled carbon nanotube (SWCNT) was adopted as the support layer to substitute the chemically unstable and toxic cadmium hydroxide nanostrand, and a polyamide layer with thickness of ∼12 nm was successfully fabricated.17 Water permeability of the obtained NF membrane was greatly improved with divalent ion rejection above 95%.17,19 The high porosity, uniform small pore size, and smooth surface of the nanomaterial-based supports enable homogeneous aqueous solution distribution and homogeneous monomer diffusion on the support surface during interfacial polymerization and thus enable precise control of the polyamide layer formation.19 Such nanomaterial-based supports overcome the limitation of conventional support membranes and thus provide a strategy for the formation of ultrathin and defect-free polyamide layer with very high separation performance. However, the mechanical and chemical stability of the nanomaterial-based supports, the influence of their characteristics on the formed polyamide layer, as well as the interaction with both the top polyamide layer and underlying substrate have not been systematically investigated. More importantly, the feasibility of the nanomaterial-based supports for largescale fabrication of the TFC membrane is still unclear, as most of the reported nanomaterial-based supports are prepared by a vacuum filtration method or an interfacial self-assembly method,16,17,19−22 and such preparation methods result in a\nrelatively small membrane area. The large-scale and highly controllable fabrication of the nanomaterial-based supports is the key to achieving the controllable mass production of the state-of-the-art nanomaterial-supported TFC membranes as well as their practical use in water desalination, wastewater treatment, separation, and purification in food and pharmaceutical industries, etc. Alternatively, an ultrathin free-standing polyamide nanofilm can also be fabricated via interfacial polymerization at an aqueous−organic interface and transferred onto the porous support as a selective layer for desalination.23 Nevertheless, the difficulty in obtaining a large stable aqueous−organic interface and the process complexity of handling the free-standing nanofilm afterward make the ultrathin polyamide nanofilm infeasible for fabrication scalingup and practical applications. Herein, we report a scalable fabrication technique for the\nSWCNT network membrane, where the membrane was fabricated via brush-painting a SWCNT dispersion onto a polymer microfiltration support. This traditional coating technique achieved a simple and highly controllable fabrication of SWCNT network membrane at a much greater scale. The mechanical and chemical stability of the membrane were carefully examined. An ultrathin and defect-free polyamide layer was successfully fabricated with the SWCNT network membrane as the support and exhibited very good performance for nanofiltration and ion sieving. The influence of the SWCNT network characteristics on the formed polyamide layer, as well as its interaction with both the top polyamide layer and the underlying microfiltration substrate, were also investigated.\nDOI: 10.1021/acsnano.8b09761 ACS Nano 2019, 13, 5278−5290\n5279"
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : "Fabrication and Characterization of the SWCNT Network Membrane. As schematically shown in Figure 1a, the SWCNT network membrane was fabricated via painting a SWCNT dispersion on a poly(ether sulfone) microfiltration (PES MF) membrane using a goat hair brush. Through the unidirectional movement of brush, the SWCNT dispersion stored in the goat hair matrix was transferred onto the surface of the PES MF membrane to cover the whole membrane surface uniformly. The random deposition of SWCNTs during the SWCNT dispersion transfer process gave rise to the formation of the interpenetrating network structure of SWCNTs. The brush-painting was then repeated in the orthogonal direction on the PES MF membrane, so as to improve the uniformity of the formed SWCNT network structure. The two-step painting in two orthogonal directions formed one painting cycle, and the SWCNT network structure was stabilized after several painting cycles plus the sequential drying process. Figure 1b shows a photograph of an SWCNT network membrane (size: 33 × 33 cm2) fabricated with three painting cycles, showing that the membrane is uniform with a black color. Parts c and d of Figure 1 reveal the cross-sectional and top-view morphology of the membrane. An SWCNT network membrane is clearly observed on the top of the PES MF membrane (Figure 1c), and the membrane appears as a porous surface with an interpenetrating network structure and intensively distributed nanometer-scale pores (Figure 1d). According to the atomic force microscopy (AFM) image of the\nmembrane and the corresponding height information, the thickness of the SWCNT layer is around 91 nm (Figure S1). Impacts of painting cycles on morphology and permeation\nflux of the SWCNT network membrane were investigated in detail. As shown in the transmission electron microscopy (TEM) images of the SWCNT network membranes fabricated with one to four painting cycles (Figure 2a−d), increased painting cycles led to a more densely packed SWCNT network, but the overall network remained a porous structure. The pore size of the SWCNT network membrane was determined by measuring the maximum diagonal distance of the pores according to the TEM images. Specifically, the pore size of the network membranes decreases gradually with increasing the painting cycles (Table 1). As revealed in scanning electron microscopy (SEM) images of the membranes (Figure S2), SWCNTs gradually cover the micrometerscale surface pores of the PES MF membrane with increased painting cycles and eventually formed a uniform SWCNT\nnetwork membrane. It is also found that at least three painting cycles were applied before the surface pores of PES MF membrane were fully covered by SWCNTs, and a SWCNT network membrane was obtained. Moreover, the thickness of the SWCNT network layer was determined from AFM imaging and found to increase with the painting cycles (Table 1). The PES MF membrane exhibits a transient water contact angle (CA) of 30°; after loading of the SWCNT network layer, water CA of the composite membrane increases gradually with an increasing proportion of the SWCNTcovered surface. However, the composite membrane behaves hydrophilically all along the one to four painting cycles and is appropriate to use as the support for interfacial polymerization. Because of the increased layer thickness and decreased pore size, the water flux of SWCNT network membrane decreased gradually. The above results indicate that the pore size, thickness, and permeation flux of the SWCNT network membrane are highly tunable by facilely adjusting the painting cycles. This is an advantage over traditional polymer or ceramic ultrafiltration membranes which usually require complicated measures to alter their morphology and permeation flux. Such an easily processable and scalable fabrication technique makes the brush-painted SWCNT network membrane promising for industrial mass production and practical applications. Chemical and Mechanical Stability of SWCNT Network Membrane. As the support layer of the TFC membrane, its chemical and mechanical stability are of great\nsignificance to guarantee the separation performance of the TFC membrane in diverse operating conditions and complex environments. The chemical stability of the brush-painted SWCNT network membrane was examined by monitoring its morphology and water flux while keeping the membrane in acidic, neutral, and alkaline environments and in organic solvent. Three pieces of SWCNT network membranes fabricated with three painting cycles were immersed in water with a pH of 1, 7, and 13, and another one was immersed in nhexane. The immersion test lasted for 30 days, and all four membranes showed no damage and no SWCNT membranes peeled off from the underlying PES MF membrane throughout the test (Figure 3a). SEM images of the four membranes also confirm that the SWCNT network structure is well-kept after the test (Figure S3). Moreover, as shown in Figure 3b, water flux of the four membranes after the immersion test is in the range of 1616−1650 L m−2 h−1 bar−1, which is similar to that of a fresh membrane before the test (1610 L m−2 h−1 bar−1). These results prove that the SWCNT network membrane has good acid, alkali, and organic solvent resistance. Mechanical stability of the SWCNT network membrane is evaluated by its resistance to water flushing and external abrasion. For the flushing resistance test, water permeation flux of a SWCNT network membrane was recorded during a continuous cross-flow filtration process with an averaged crossflow velocity of ∼0.2 m s−1 for 48 h. As shown in Figure 3c, the membrane exhibits a stable water flux around 1608 L m−2 h−1 bar−1 for the whole test period, indicating that the shear force\nDOI: 10.1021/acsnano.8b09761 ACS Nano 2019, 13, 5278−5290\n5281\nDOI: 10.1021/acsnano.8b09761 ACS Nano 2019, 13, 5278−5290\n5282\nof the high-speed water flow does not damage the SWCNT network membrane. The SEM and TEM images of the membrane show that the membrane maintains its network structure and pore size after the test (Figure 3d), demonstrating the good stability of SWCNT network membrane toward high-speed flushing of water flow. For an abrasion resistance test, a SWCNT network membrane was first wetted by water and then manually rolled by a rubber roller, horizontally 10 times and vertically 10 times. Moreover, a P2000 sandpaper loading a weight of 20 g was used to scrub the water-wetted SWCNT membrane back and forth five times. As shown in Figure 4a,b, movie S1, and movie S2, the membrane shows an untouched appearance during the test. The SEM images before and after abrasion test confirm that the abrasion of rubber roller and sandpaper does not change the surface morphology of the SWCNT membrane (Figure 4c). The water flux values of the membrane before and after the abrasion test are almost the same (Figure 4d), further revealing the stability of SWCNT network membranes against external mechanical abrasion. We believe that the high mechanical strength of SWCNTs and the highly interpenetrating network structure of the membrane together lead to the good mechanical stability of the membrane. Due to the high specific surface area of the SWCNT network membrane, it can attach to the PES MF membrane firmly, especially after drying treatment. Polyamide Membrane Fabricated on SWCNT Network Support. The polyamide membrane was fabricated via interfacial polymerization of piperazine (PIP) and trimesoyl chloride (TMC) to form a highly cross-linked active layer. Different from polymer ultrafiltration membranes used in conventional interfacial polymerization processes, a SWCNT network membrane with high porosity and uniform small pore size was adopted as the support here. The SWCNT network\nsupport helps the formation of an ultrathin and defect-free polyamide membrane through enabling more homogeneous distribution of the aqueous phase and thus benefiting PIP monomer diffusion on the support surface during the interfacial polymerization process.19 Low concentrations of PIP (0.125%, w/v) and TMC (0.1%, w/v) and a short polymerization time of 30 s were adopted in order to achieve ultrathin membrane thickness. As a contrast, a blank PES MF membrane without loading the SWCNT network layer was also adopted as the support to fabricate polyamide membrane under the same experimental conditions. Parts a−e of Figure 5 show the SEM images of the asfabricated polyamide membranes on PES MF support and on SWCNT network supports with one to four painting cycles. The polyamide membrane formed on the PES MF support surface was discontinuous and did not cover all surface pores of the support (Figure 5a) but formed inside some internal pores (marked by red arrows). Apparently, the MF membrane failed to provide a flat surface (the surface roughness is 122 nm as shown in Figure S4) with proper pore size for constructing a stable interface between the two immiscible phases, and thus, homogeneous monomer interfacial diffusion and reaction did not occur. In contrast, the polyamide membrane formed on the SWCNT network supports became increasingly continuous and complete with the increase of painting cycles. For SWCNT network supports fabricated with one to two painting cycles and pore sizes in the range of 40−75 nm, the formed polyamide membrane does not completely cover all of the support surface pores (Figure 5b,c), and there are still some defects on the polyamide membranes (marked by blue arrows). For SWCNT network supports fabricated with three and four painting cycles and pore sizes in the range of 12−25 nm, a defect-free polyamide membrane is obtained in both cases (Figure 5d,e). Moreover, even with the formation of a\nDOI: 10.1021/acsnano.8b09761 ACS Nano 2019, 13, 5278−5290\n5283\npolyamide membrane on top of the SWCNT network support, the interpenetrating network structure of SWCNTs is clearly seen from the SEM images, especially in the case of three SWCNT painting cycles (Figure 5d), indicating that the fabricated polyamide membrane is extremely thin. The nanofiltration performance of the fabricated polyamide membranes was evaluated preliminarily by separating a Na2SO4 solution as shown in Figure 5f (salt concentration: 1000 ppm, applied pressure: 6 bar). The polyamide membrane fabricated on the PES MF support gives a water permeation flux of 522 ± 20 L m−2 h−1 and Na2SO4 rejection of 22.9 ± 3.3%, indicating very low ion separation performance. As for the polyamide membrane fabricated on SWCNT network supports, the water flux reduces gradually with the increase of SWCNT painting cycles, from 370 ± 15 L m−2 h−1 for one painting cycle to 279 ± 10 L m−2 h−1 for two cycles, 242 ± 8 L m−2 h−1 for three cycles, and 171 ± 5 L m−2 h−1 for four cycles. Meanwhile, Na2SO4 rejection of the polyamide membrane is enhanced with increasing painting cycles, from 61.9 ± 2% for one painting cycle to 84.7 ± 1.5% for two painting cycles, 96.5 ± 0.7% for three painting cycles, and 97 ± 0.5% for four painting cycles, respectively. Among all these polyamide membranes, the polyamide membrane fabricated on the three-painting-cycle SWCNT network support exhibits the best performance in consideration of both water flux and ion rejection. We think it is due to the appropriate pore size and porosity of the three-painting-cycle SWCNT network support in comparison with other SWCNT supports. We therefore choose the polyamide membrane fabricated on the threepainting-cycle SWCNT network support for the subsequent characterization and performance test in detail. The AFM image of the SWCNT network support shows an interpenetrating network structure (Figure 6a). After the polyamide membrane was fabricated on the support surface, the outline of the SWCNTs is still visible (Figure 6b), indicating an extremely thin thickness of the polyamide membrane. The surface roughness changes from 13.4 nm for the SWCNT network support to 11.2 nm for the polyamide membrane. The TEM images further confirm that all of the pores of the SWCNT network support (inset in Figure 6c) are covered by the polyamide membrane after interfacial polymerization (Figure 6c). The ultrathin polyamide membrane presents a high transparency, and the interpenetrating network\nstructure of SWCNTs is clearly observed in the shown TEM image. To investigate the interfacial structure between the SWCNT network support and top polyamide layer and the underlying PES MF support, and as well as to obtain accurate measurement of the polyamide layer thickness, the crosssectional TEM image of the polyamide membrane with the SWCNT network support was captured. Before capturing the TEM image, the membrane was embedded in an epoxy resin and vertically cut into thin sheets. As shown in Figure 6d, the major portion of the polyamide layer is tightly connected on the SWCNT network support surface to form a bilayer structure, but there are still cavities observed between the polyamide membrane and the support (marked by red arrow). The SWCNT network support is also tightly attached on the underlying PES MF support. The thickness of the SWCNT network support layer is measured to be ∼90 nm, which is consistent with the thickness obtained from the AFM image (Figure S1). The thickness of the polyamide membrane is measured to be as thin as ∼15 nm. Additionally, the X-ray photoelectron spectroscopy (XPS) survey spectrum of the polyamide membrane was also measured to investigate its cross-linking degree. On the basis of the characteristic peak areas in consideration of the sensitivity factors (Figure S5), the atom percentage of C, O, and N is calculated to be 78.28%, 11.75%, and 9.97%, respectively. The O/N ratio is 1.18, and the cross-linking degree is calculated to be 75.42%, suggesting a highly cross-linked polyamide layer.16,19,24,25\nThe high cross-linking degree of a polyamide membrane usually leads to small pore size and high solute rejection. To evaluate the pore size of the ultrathin polyamide membrane, its rejection to polyethylene glycol (PEG) with different molecular weights was measured, and the rejection curve was plotted by nonlinear fitting (Figure 7a). As obtained from the rejection curve, the molecular weight cutoff (MWCO) of the ultrathin polyamide membrane is 397 Da, which is defined as the molecular weight at rejection of 90%. The Stokes radius of the PEG molecule was calculated to be 0.468 nm. On the basis of the rejection curve and a probability density function between rejection and Stokes radius,26,27 a log-normal model of pore radius distribution is obtained as shown in the inset of Figure 7a. It reveals that the mean pore radius of the ultrathin polyamide membrane is 0.283 nm with a narrow pore size distribution. In addition to the membrane pore size, membrane\nDOI: 10.1021/acsnano.8b09761 ACS Nano 2019, 13, 5278−5290\n5284\nsurface charge is a very important factor affecting the ionsieving performance of an NF membrane, especially for separating ions with different valence. According to the results of surface zeta potential measurement, the ultrathin polyamide membrane shows a negative surface zeta potential when the pH is above 3.1 (Figure 7b). Therefore, the polyamide membrane is negatively charged under neutral conditions, which is in favor of the rejection to divalent or multivalent anions via the Donnan effect, whereas the monovalent ions are easier to transport through the membrane.28−30\nConcentration Gradient-Driven Ion Diffusion across the Polyamide Membrane. Selective separation between monovalent and multivalent ions is crucial for NF membranes. For potential applications like lithium extraction, high selectivity between ions with different valence assures highly efficient removal of multivalent ions without significant loss of target monovalent ions, whereas for water softening and desalination pretreatment, low NaCl rejection prevents unnecessary build-up of the osmotic pressure difference across the membrane. Therefore, an NF membrane with high ion selectivity and high water permeability would bring about a high-quality separation product with low energy consumption. The ion diffusion selectivity of the ultrathin polyamide membrane was first investigated by the concentration gradient-driven ion diffusion experiments using a homemade U-shaped glass apparatus (Figure S6). The anion and cation diffusion results are illustrated in Figure 8a,b and 8c,d, respectively. With the same concentration (0.1 M) adopted for all salts, various ions were diffused through the membrane\nunder the same concentration gradient, and such diffusion was observed at a nearly constant rate for each salt across the 3 h experiment. Parts a and c of Figure 8 show that the diffusion of salt with divalent ions is significantly slower than that with monovalent ions only, and salts with trivalent ions diffused even slower. It is found that the diffusion rate of monovalent ions can be five times higher than that of trivalent ions, indicating good ion diffusion selectivity of the membrane. Since the membrane is negatively charged, the diffusion rate difference for anions can be well explained by the Donnan principle, whereas diffusion behavior of cations conflicts with the principle. Instead, the effect of membrane pore size dominates the diffusion of cations. On the basis of the pore size distribution shown in Figure 7a, most pores of the membrane range from 0.2 to 0.4 nm in radius. As shown in Figure 8b,d, all of the tested divalent and trivalent cations possess hydrated radius larger than 0.4 nm, so that the steric hindrance plays a key role in the reduction of the diffusion rate of multivalent cations, and the decrease of ion permeance is in good accordance with the increase of ion size. Therefore, the combination effect of membrane charge and pore size contributed to good diffusion selectivity of the membrane between monovalent and multivalent ions.\nNanofiltration and Ion-Sieving Performance of the Polyamide Membrane. The ion-sieving performance of the ultrathin polyamide membrane was examined by separating five salt solutions including Na2SO4, MgSO4, MgCl2, CaCl2, and NaCl in a cross-flow mode nanofiltration testing. The salt concentration was 1000 ppm, and the applied pressure was 6\nDOI: 10.1021/acsnano.8b09761 ACS Nano 2019, 13, 5278−5290\n5285\nbar. As shown in Figure 9a, the polyamide membrane shows extremely high water flux above 230 L m−2 h−1 when separating all five salt solutions (242 ± 8 L m−2 h−1 for Na2SO4, 237 ± 5 L m −2 h−1 for MgSO4, 246 ± 8 L m −2 h−1 for MgCl2, 250 ± 5 L m −2 h−1 for CaCl2, 265 ± 10 L m\n−2 h−1 for NaCl). It is worth noting that pure water flux of the polyamide membrane is as high as 302 ± 10 L m−2 h−1 at this pressure. The high flux is mainly ascribed to the ultrathin thickness of the polyamide membrane. Meanwhile, the polyamide membrane shows very high rejection to Na2SO4 and MgSO4 of 96.5 ± 0.7% and 95.3 ± 0.2%. The rejection of MgCl2, CaCl2, and NaCl is 64.9 ± 1.7%, 63.4 ± 1.3%, and 13.4 ± 0.8%, which is much lower than that of the sulfate salts. The rejection profile of the polyamide membrane further confirms that the ionsieving mechanism of the membrane is a synergistic effect of size sieving and strong Donnan exclusion.19 The water flux of the polyamide membrane varies basically in direct proportion to the transmembrane pressure in the range of 1−6 bar (Figure S7). Meanwhile, the membrane exhibits nearly unchanged Na2SO4 rejection under the different transmembrane pressures. Compared with a commercial Dow NF270 membrane, our membrane exhibits a nearly 3-fold increase of water flux and similar Na2SO4 rejection. As supplementary optical images in Figure S8 show, the dynamic spreading and permeating behaviors of a water droplet on our membrane and a NF270 membrane also visually reveal the water permeating speed of our membrane is much faster than the NF270 membrane. When our membrane is further compared with various NF\nmembranes reported in the literature (Figure 9b), it can be found that our membrane has faster water permeation than other TFC membranes with various monomers (marked by orange rhombus),31−36 TFC membranes with various interlayers (marked by black squares),17,20,21,37−39 thin-film nanocomposite (TFN) membranes (marked by green circles),40−43 2D nanomaterials-constructed laminar membranes (marked by purple triangles),44−47 as well as commercial NF membrane (e.g., NF270), and the Na2SO4 rejection of our membrane is also on the high side. To further demonstrate the ion-sieving capability of the ultrathin polyamide membrane, the permeance of different salts across the membrane during the above-mentioned pressure-driven NF experiment is illustrated in Figure 9c. The salt permeance is calculated to be around 10 g m−2 h−1 for Na2SO4 and MgSO4, 90 g m\n−2 h−1 for MgCl2 and CaCl2, and 230 g m−2 h−1 for NaCl, respectively. On the basis of the salt permeance, the permeation selectivity of the membrane could be 23 times that for mono-/divalent anions (NaCl to Na2SO4 and MgSO4). The ion-transport mechanism through a nanofiltration membrane involves both diffusion and convection.28−30 The concentration gradient-driven ion diffusion experiment only measures the ion transport via diffusion. During the NF permeation experiment, monovalent ions with smaller size and lower rejection permeate through the membrane along with the convective flow, while larger divalent ions get hindered and transport mainly via diffusion. The permeation rate difference between mono-/divalent ions is\nDOI: 10.1021/acsnano.8b09761 ACS Nano 2019, 13, 5278−5290\n5286\nthus enlarged, which contributes to additional enhancement in ion permeation selectivity. The very high water permeability of the nanomaterial-supported TFC membrane also further facilitates the monovalent ion movement and strengthens the membrane ion sieving capability. Figure 9d summarizes the NaCl/MgSO4 permeation selectivity and water permeability of laboratory-prepared (marked by black circles) and commercial (marked by red squares) NF membranes, which is adapted from a recent work by Tang et al.21 They introduced a salt permeation selectivity/water permeability upper bound of conventional NF membranes in the paper, and several TFC membranes with different nanomaterial-based interlayers broke the upper bound (marked by blue circles).20,21,36 It is clearly seen from the figure that our membrane outperforms all of the conventional membranes and other TFC membranes with interlayers in terms of both selectivity and permeability. In addition, a continuous nanofiltration test was conducted with water flux and Na2SO4 rejection monitored for 48 h to examine the performance stability of the ultrathin polyamide membrane (Figure S9). The membrane exhibited stable water flux around 240 L m−2 h−1 and nearly unchanged rejection above 96% throughout the whole test, demonstrating that the high performance of the ultrathin polyamide membrane is stable over time."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "In summary, we have developed a facile and easily scalable fabrication technique for the SWCNT network membrane based on brush-painting a SWCNT dispersion on a polymer MF membrane. The SWCNT network membrane had wellcontrolled pore size and thickness at a nanometer scale depending on the painting cycles and was mechanically and chemically robust enough to be adopted as the support to fabricate ultrathin and defect-free polyamide membrane via interfacial polymerization. A polyamide membrane with thickness of ∼15 nm was thus successfully fabricated. The TFC membrane with an ultrathin polyamide selective layer and SWCNT network support layer exhibited extremely high water permeability of ∼40 L m−2 h−1 bar−1, very high Na2SO4 rejection of 96.5%, high monovalent/divalent ion permeation selectivity, and stable ion-sieving performance during NF test. Our ultrathin polyamide membrane on the SWCNT network support showed greatly improved permeability compared to polyamide membranes on conventional UF supports. What’s more, the brush-painting technique is radically different from the widely reported membrane-forming techniques of the nanomaterial-based membranes via vacuum filtration or chemical vapor deposition which have critical limitations either in membrane area scalability, in equipment accessibility, or in fabrication cost-effectiveness.16,17,19,48−55 The scalable fabrication technique of the SWCNT network membrane is expected to boost the mass production of the state-of-the-art membranes composed of one-dimensional and two-dimensional nanomaterials and their practical applications in water/ wastewater treatment,48,49,51,53,54 gas separation,50,52 organic nanofiltration,55 etc., as well as the nanomaterial-supported TFC membranes.16,17,19"
    }, {
      "heading" : "METHODS",
      "text" : "Materials. The SWCNT powder (OD: 1−2 nm, length: 5−30 μm, purity: >95%) used in this work was a carboxylated product from Nanjing XFNANO Materials Tech Co., Ltd. (Nanjing, China). The PES MF membrane (effective pore size: 0.45 μm) was commercially\navailable from Yibo Co., Ltd. (Haining, China). Anhydrous PIP (99%) and TMC (99%) were commercially available from Aladdin Co., Ltd. (Shanghai, China). All other chemicals were analytical grade, commercially available from Sinopharm Chemical Reagent Co., Ltd. (Shanghai, China) and used as received. The goat hair brush was a commercial product from the supermarket. The sandpaper (P2000) was a commercial product from the Minnesota Mining and Manufacturing Company. All of the water used in the experiments was deionized water.\nFabrication of SWCNT Network Membrane. An SWCNT dispersion was prepared by adding and sonicating 0.25 g of SWCNT powder in 500 mL of 1 g L−1 sodium dodecyl benzene sulfonate water solution using a Fisher Scientific ultrasonic cell crusher under 10 W of power for 5 h. To improve the dispersion degree, the SWCNT dispersion was centrifuged at 10000 rpm for 30 min, and the supernatant dispersion was collected. The final concentration of SWCNT in the dispersion was 0.35 g L−1. The SWCNT network membrane was then fabricated via painting the dispersion onto a PES MF membrane using a goat hair brush for several painting cycles. The SWCNT dispersion was first painted on the PES membrane surface via unidirectional movement of the brush, and the brush-painting was repeated in the orthogonal direction subsequently after the whole surface was covered by the dispersion. The two-step painting in two orthogonal directions formed one painting cycle. After each painting, the membrane was dried in a drum wind drying oven at 60 °C for 5 min. After all of the painting cycles were finished, the membrane was washed in ethyl alcohol for 30 min and then dried before further use.\nFabrication of Polyamide Membrane on SWCNT Network Support. The as-fabricated SWCNT network membrane was used as the support to carry out the interfacial polymerization reaction for the polyamide layer fabrication. The reaction temperature was kept at 25 °C, and the air humidity was 60%. A PIP water solution with a concentration of 0.125% (w/v) and a TMC n-hexane solution with concentration of 0.1% (w/v) were prepared beforehand. The SWCNT membrane was trapped on a glass plate, and the PIP solution was dripped to cover the SWCNT membrane surface for 1 min. Excess PIP solution was removed using a rubber roller. Then the TMC solution was introduced on the SWCNT membrane surface for 30 s. Excess TMC solution was removed afterward, and the SWCNT network membrane was washed in n-hexane for 30 s and dried at 60 °C for 30 min. The fabricated polyamide membrane was stored in water at 4 °C.\nConcentration Gradient-Driven Ion-Diffusion Experiment. To conduct the ion transmembrane diffusion experiment, a homemade U-shaped glass apparatus with a leak hole (effective area: 3.3 cm2) in the center was used as shown in Figure S6. The asprepared polyamide membrane was fixed at the leak hole to separate the two solutions. The salt solution with a concentration of 0.1 M was added and sealed in the apparatus facing the polyamide selective layer. On the other side of the apparatus, pure water (volume: 105 mL) was filled up to the same height (8.5 cm) of the salt solution. One magnetic stirrer was placed in each side to ensure homogeneous distribution of salt ions. The concentration of diffused salts in the permeate side was monitored according to the solution conductivity for 3 h. The molar quantity of diffused salts across the membrane was calculated according to the salt concentration and solution volume of the permeate side. The curve of diffused salts quantity as a function of time was plotted and linearly fitted. The salt diffusion rate was obtained according to the slope of the curve.\nMembrane Performance Test. Nanofiltration and ion-sieving performance of the as-fabricated polyamide membrane was tested on a cross-flow NF apparatus with an effective separation area of 7.065 cm2 at a temperature of 25 °C. Five salt solutions with concentrations of 1000 ppm were separated by the membrane. The cross-flow flux was 10 L h−1, and the hydraulic transmembrane pressure was 6 bar. Water flux Jw (L m\n−2 h−1) was determined by recording the weight of filtrated water over time and calculated according to eq 1 where Δm (kg) was the weight increase of filtrated water during the separation time Δt (h), ρ was the density of filtrated water (consider to be 1 kg L−1), and A (m2) was the effective separation area.\nDOI: 10.1021/acsnano.8b09761 ACS Nano 2019, 13, 5278−5290\n5287\nρ= Δ ΔJ m A t/w (1)\nSalt rejection R (%) was determined by recording the salt concentration in filtrated water Cf (g L\n−1) and feed solution Cp (g L−1) and calculated according to eq 2.\n= − ×R C C(1 / ) 100%p f (2)\nSalt permeance Ps (g m −2 h−1) during the NF process was\ncalculated according to eq 3.\n= −P J C R(1 )s w f (3)\nThe permeation selectivity α of NaCl to MgSO4 was calculated according to eq 4.\nα = P P/NaCl MgSO4 (4)\nCharacterization. SEM images were captured on a FEI Quanta FEG 250 scanning electron microscope. TEM images were captured on a Tecnai G2 F20 S-Twin field-emission transmission electron microscope. AFM images were captured on a Bruker Dimension Icon atomic force microscope, and the membrane was transferred onto a fresh mica sheet beforehand. To capture the top-view TEM images and AFM images of the SWCNT network membrane and polyamide membrane, the freestanding membrane was obtained by dissolving and removing the underlying PES MF membrane using N,Ndimethylformamide in advance. The membrane thickness was calculated according to the height information near the membrane edge from the AFM image. The surface zeta potential was measured on an Anton Paar Surpass solid-surface analysis. XPS was measured on a Thermo Fisher Scientific ESCALAB 250Xi XPS. Contact angles were measured on a Data-physics OCA20 machine. The salt concentration was measured according to the conductivity of salt solution by a METTLER TOLEDO FE30K conductivity meter. The membrane pore size information was obtained according to the rejection of PEG with different molecular weights (200, 400, 600, and 1000 Da). The rejection was calculated according to the PEG concentration of filtrated water and feed solution as measured by an Aurora 1030w TOC analyzer (O.I. Analytical). The PEG rejection curve was plotted by nonlinear fitting. The MWCO, which is defined as the molecular weight at rejection of 90%, was obtained from the rejection curve. The Stokes radius rp (nm) of PEG was calculated based on its average molecular weight M according to eq 5:\n= × ×−r M(16.73 10 )p 12 0.557\n(5)\nA log-normal model of pore radius distribution was obtained according to the rejection curve and a probability density function between rejection and Stokes radius.25,26"
    }, {
      "heading" : "ASSOCIATED CONTENT",
      "text" : "*S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsnano.8b09761.\nVideo showing abrasion resistance test of a water-wetted SWCNT network membrane (AVI) Video showing abrasion resistance test of a water-wetted SWCNT network membrane (AVI) AFM images and thickness of SWCNT network membrane fabricated with three painting cycles; SEM images of SWCNT network membranes fabricated with different painting cycles; SEM images showing the stability of SWCNT network membrane in different pH and in hexane; AFM image and surface roughness of the PES MF membrane; XPS survey spectrum of polyamide membrane fabricated on SWCNT network support; Ushaped glass apparatus for concentration gradient-driven ion diffusion experiment; water flux and Na2SO4 rejection of the polyamide membrane under different\ntransmembrane pressures; dynamic spreading and permeating behaviors of a water droplet on the polyamide membrane and commercial NF270 membrane; 48 h separation performance of the polyamide membrane (PDF)\nAUTHOR INFORMATION Corresponding Authors *E-mail: jjin2009@sinano.ac.cn. *E-mail: wxfang2017@sinano.ac.cn."
    }, {
      "heading" : "ORCID",
      "text" : "Wangxi Fang: 0000-0003-1046-8590 Jian Jin: 0000-0003-0429-300X"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "This work was supported by the National Natural Science Funds for Distinguished Young Scholars (51625306), the Key Project of National Natural Science Foundation of China (21433012), the Natural Science Foundation of Jiangsu Province (BK20180259), the Joint Research Fund for Overseas Chinese, Hong Kong and Macao Scholars (21728602), and the National Natural Science Foundation of China (51603229). Funding support from the CAS Pioneer Hundred Talents Program is gratefully appreciated as well."
    } ],
    "references" : [ {
      "title" : "Composite Reverse Osmosis and Nanofiltration Membranes",
      "author" : [ "R.J. Petersen" ],
      "venue" : "J. Membr. Sci",
      "citeRegEx" : "Petersen,? \\Q1993\\E",
      "shortCiteRegEx" : "Petersen",
      "year" : 1993
    }, {
      "title" : "Polymer Nanofilms with Enhanced Microporosity by Interfacial Polymerization",
      "author" : [ "Livingston", "A. G" ],
      "venue" : "Nat. Mater. 2016,",
      "citeRegEx" : "M. and G.,? \\Q2016\\E",
      "shortCiteRegEx" : "M. and G.",
      "year" : 2016
    }, {
      "title" : "High-Performance Reverse Osmosis Membrane for Desalination",
      "author" : [ "R. Polymersomes-Based" ],
      "venue" : "J. Membr. Sci. 2018,",
      "citeRegEx" : "Polymersomes.Based,? \\Q2018\\E",
      "shortCiteRegEx" : "Polymersomes.Based",
      "year" : 2018
    }, {
      "title" : "Monomers of PIP and BHTTM in the Aqueous Phase Solution",
      "author" : [ "R. Xu", "Z. Lü", "S. Yu", "M. Liu", "C. Gao" ],
      "venue" : "J. Membr. Sci",
      "citeRegEx" : "Y. et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Y. et al\\.",
      "year" : 2016
    }, {
      "title" : "Membrane with a Mussel-Inspired Interlayer for Improved Permeation Performance",
      "author" : [ "F. Soyekwo", "Q. Zhang", "R. Gao", "Y. Qu", "C. Lin", "X. Huang" ],
      "venue" : "Langmuir 2017,",
      "citeRegEx" : "Soyekwo et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Soyekwo et al\\.",
      "year" : 2017
    }, {
      "title" : "Membrane Containing Silica Nanoparticles Prepared by Interfacial Polymerization",
      "author" : [ "B. Tang", "P. Wu" ],
      "venue" : "Desalination",
      "citeRegEx" : "H. et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "H. et al\\.",
      "year" : 2012
    }, {
      "title" : "Membrane with Enhanced Water Flux and Anti-Fouling Property",
      "author" : [ "Y.-J. Tang", "Z.-L. Xu", "B.-Q. Huang", "Y.-M. Wei", "H. Yang" ],
      "venue" : "J. Membr. Sci",
      "citeRegEx" : "Tang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Tang et al\\.",
      "year" : 2017
    }, {
      "title" : "Graphene-Based Membranes",
      "author" : [ "G. Liu", "W. Jin", "N. Xu" ],
      "venue" : "Chem. Soc. Rev. 2015,",
      "citeRegEx" : "Liu et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2015
    }, {
      "title" : "Ultrafast Molecule Separation through Layered WS2 Nanosheet Membranes",
      "author" : [ "Z.P. Xu", "X.S. Peng" ],
      "venue" : "ACS Nano 2014,",
      "citeRegEx" : "Xu and Peng,? \\Q2014\\E",
      "shortCiteRegEx" : "Xu and Peng",
      "year" : 2014
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Recently, ultrathin polyamide nanofiltration membranes fabricated on nanomaterial-based supports have overcome the limitations of conventional supports and show greatly improved separation performance. However, the feasibility of the nanomaterial-based supports for large-scale fabrication of the ultrathin polyamide membrane is still unclear. Herein, we report a controllable and saleable fabrication technique for a single-walled carbon nanotube (SWCNT) network support via brush painting. The mechanical and chemical stability of the SWCNT network support were carefully examined, and an ultrathin polyamide membrane with thickness of ∼15 nm was successfully fabricated based on such a support. The obtained thin-film composite (TFC) polyamide nanofiltration membranes exhibited extremely high water permeability of ∼40 L m−2 h −1 bar−1, a high Na2SO 4 rejection of 96.5%, and high monovalent/divalent ion permeation selectivity and maintained highly efficient ion sieving throughout 48 h of testing. This work demonstrates a practical route toward the controllable largescale fabrication of the TFC membrane with an SWCNT network support for ion and molecule sieving. This work is also expected to boost the mass production and practical applications of state-of-the-art membranes composed of onedimensional and two-dimensional nanomaterials as well as the nanomaterial-supported TFC membranes.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}