{
  "name" : "downloads_2019-11-22_29_nowrouzi2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Effects of TiO2, MgO, and Î3-Al2O3 nano-particles in carbonated water on water-oil interfacial tension (IFT) reduction in chemical enhanced oil recovery (CEOR) process",
    "authors" : [ "Iman Nowrouzi", "Abbas Khaksar Manshad", "Amir H. Mohammadi" ],
    "emails" : [ "khaksar@put.ac.ir", "amir_h_mohammadi@yahoo.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nJournal of Molecular Liquids\nj ourna l homepage: www.e lsev ie r .com/ locate /mol l iq\nEffects of TiO2, MgO, and γ-Al2O3 nano-particles in carbonated water on water-oil interfacial tension (IFT) reduction in chemical enhanced oil recovery (CEOR) process\nIman Nowrouzi a, Abbas Khaksar Manshad b,d,⁎⁎, Amir H. Mohammadi a,c,⁎ a Discipline of Chemical Engineering, School of Engineering, University of KwaZulu-Natal, Howard College Campus, King George V Avenue, Durban 4041, South Africa b Department of Petroleum Engineering, Abadan Faculty of Petroleum Engineering, Petroleum University of Technology (PUT), Abadan, Iran c Institut de Recherche en Genie Chimique et Petrolier (IRGCP), Paris Cedex, France d Department of Petroleum Engineering, Faculty of Engineering, Soran University, Kurdistan Region, Iraq\n⁎ Correspondence to: A.H. Mohammadi, Discipline of C Engineering, University of KwaZulu-Natal, Howard Co Avenue, Durban 4041, South Africa. ⁎⁎ Correspondence to: A.K. Manshad, Department of Pe Engineering, Soran University, Kurdistan Region, Iraq.\nE-mail addresses: khaksar@put.ac.ir (A.K. Manshad), amir_h_mohammadi@yahoo.com (A.H. Mohammadi).\nhttps://doi.org/10.1016/j.molliq.2019.111348 0167-7322/© 2019 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 24 March 2018 Received in revised form 6 July 2019 Accepted 9 July 2019 Available online 10 July 2019\nCombined enhanced oil recovery (EOR) methods have been proposed to benefit from several simultaneous mechanisms. The application of nanoparticles and carbonated water have been studied in recent years. In this study, Axisymmetric Drop Shape Analysis (ADSA) was applied to investigate the ability of a hybrid technique – i.e., the simultaneoususe of TiO2,MgO, andγ-Al2O3 nanoparticles and carbonated formationwater as an available water source in reducing interfacial tension (IFT) as a main EOR mechanism. To achieve this goal, the initial and 10 diluted samples of formation water were selected as the base fluids. The nanoparticles were dispersed at concentrations of 500 and 1000 ppm in the base fluids and were stabilized using ultrasonic waves. Carbon dioxide was applied to the system at temperatures of 40, 60, and 80 °C and pressures of 0.10, 6.89, and 13.79 MPa. In this way, the effects of salinity, nanoparticle concentration, temperature, and pressure were investigated on IFT values in carbonated nanofluid injection. The results show that the combination of these two methods has a significant effect on the reduction of IFT. In addition, the IFT between carbonated nano-fluids and crude oil shows a direct relationship with the temperature and salinity of the base fluid and reverse relationship with the concentration of nanoparticles and the pressure.\n© 2019 Elsevier B.V. All rights reserved.\nKeywords: Nano enhanced oil recovery (NEOR) Nano-fluids Nanoparticles Carbonated water Interfacial tension (IFT)\n1. Introduction\nIntegrating the enhanced oil recovery (EOR) techniques is a common practice to promote and correct one or several EOR methods. An ideal EOR process is the one that takes all its components to a point where it can lead to further loss of remaining saturated oil content. Sometimes, minor goals are also pursued in an EOR operation. For example, in a different type of injection of carbon dioxide, in addition to an increase in oil extraction, a greenhouse gas storage in a hydrocarbon reservoir may occur, which may not be the main purpose of the operation. In this regard, Zendehboudi et al. investigated a newmethod of insitu dissolving carbon dioxide in the aquifer to prevent CO2 leakage and low rates of carbon dioxide dissolution in brine [1].\nhemical Engineering, School of llege Campus, King George V\ntroleum Engineering, Faculty of\nReducing interfacial tension (IFT) betweenwater and oil in chemical water injection process is a very important and effective factor in reducing the capillary pressure and, as a result, increasing the rate of oil recovery. Chemical surfactants are well suited for IFT reduction to the extent necessary for expanded operations, but in addition to the technicality of the injection of surfactants, economic feasibility should also be considered. Economic feasibility is fundamentally dependent on various parameters such as oil prices and the cost of surfactants [2]. Thus, problems such as the cost of these products, benchmarking, and feasibility of improving the injection of water by cheaper materials should be considered in this regard. Regulating the ions in smart water and the use of water-soluble carbon dioxide are methods that reduce the IFT [3]. Esene et al. investigated the carbonate water injection method based on the concentration of CO2, salinity, injection pressure, temperature, and injection rate, as important operational conditions that affect theperformance of the carrbonatedwater injection process in particular [4]. Carbonated water and carbonated smart water are commonly used withmechanisms such as reducing the IFT, altering the reservoir's rocks wettability, reducing viscosity and oil swelling through the transfer of carbon dioxide from carbonated water to adjacent oil, and increasing\nthe viscosity of injected water to improve the sweep efficiency for reducing the oil remains and enhancing the oil recovery [5–9].\nThe use of carbonatedwater is a solution to increase the efficiency of carbon dioxide injection, which includes the mechanisms involved; however, it also has a disadvantage when it comes to storing carbon dioxide. The carbon dioxide solubility inwater is typically higher than that of other gases, but in carbonated water injection in reservoirs, less carbon dioxide is injected than direct carbon dioxide injection. However, the mechanisms of this method are often directly influenced by the amount of carbon dioxide dissolved in water. In addition to optimizing the base fluid salinity, adjusting the temperature and pressure of the injection fluid can increase the solubility. Increasing the solubility of carbon dioxide in water by conventional and inexpensive nanoparticles can also be a solution to this challenge. Unlike other dissolved solids, dispersed nanoparticles in water can increase the solubility of carbon dioxide by surface adsorption [10–12].\nMoreover, the reports of the use of nanoparticles as an advanced knowledge in EOR show that nano-fluids are effective in reducing the IFT between oil and injected phase. The use of nano-fluids, also known as smart nano-fluids, in EOR is structured in two sections of the base fluid and nanoparticle [13]. In the past, due to the expensiveness and complexity of the production of nanoparticles, they were not widely used in petroleum industry. But, today, with the advancement of nanoscience and new technologies in this field, and considering high efficiency of this method, the problem is almost eliminated and nanoenhanced oil recovery (NEOR) method has received much attention a useful and effectivemethod. NEOR is normally combinedwith chemical methods such as simultaneous use with surfactants [14–17], smart water in high and low salinity [18,19], injection as carbonated water [20], gas [21], foam [22], and polymers [23,24]. Nano-fluid mechanisms in EORmainly include reduction of IFT [14,25,26], wettability alteration [27–29], heavy oil swelling [30], asphaltene stability [13,31], oil viscosity reduction [32–34], increasing the viscosity of the injected phase [35,36], creating nano-emulsion [37], pore channel plugging [38,39], and disjoining pressure. In this regard, the disjoining pressure mechanism has high interaction with other issues such as wettability alteration [40–42].\nMany studies have beenundertaken onwater-oil IFT changes by carbonated water and nanoparticles dispersed in injected fluids. Table 1 lists some of these studies. Reducing IFT by carbonated water is normally not enough to reduce capillary pressure, while a significant\nreduction by nanofluids has been reported. Addition of nanoparticles to carbonated water may lead to some increase in carbonated water injection efficiency, probably due to the following issues: 1) a further carbon dioxide storage and 2) a further reduction in IFT.\nIn this work, the effects of TiO2, MgO, and γ-Al2O3 nanoparticles in carbonated formation water on reducing the IFT were studied using the pendant drop method. Moreover, the effects of parameters such as nanoparticle concentration, pressure, temperature, and base fluid salinity were evaluated.\n2. Materials and equipment\n2.1. Crude oil\nDead crude oil from Karanj reservoir in Iran with an API gravity of 32.02 was used. Crude oil components are reported in Table 2.\n2.2. Saline water\nThe salinewater from Karanj reservoir in Iranwas used in this study as a water-forming material with a pH of 7.23. The species obtained from water titration are listed in Table 3.\n2.3. Carbon dioxide, nitrogen and acetone\nCarbon dioxide and nitrogen were purchased from Abughaddareh Industrial Gases Co. Iran, with a purity of 99.99 mole% and a primary pressure of 2.7 MPa. Acetone was purchased from MP-Biomedical Netherlands Company with a purity of 99.9 mole%.\n2.4. Nano-particles\nThe TiO2, MgO, and γ-Al2O3 nanoparticles were purchased from USNano America Inc. and were used with the specifications given in Table 4. Fig. 1 presents TEM images of nanoparticles.\n2.5. Interfacial tension measurement equipment\nIFT400 (Fars EOR Technologies Co. Iran) was used to carry out IFT tests. The basis of this device is the pendant drop method and the use of Axisymmetric Drop Shape Analysis (ADSA) to measure the IFT. This\nequipment consists of two bulk and drip fluid hand pumps that are also used for pressure regulation, a drop valve equipped with three thermal elements and two glass valves, one against the adjustable lighting bar and the other against the CCD camera (HD, 2Mega Pixels), Temperature and Pressure Indicators and Controllers, High Pressure Valves, 2.05mm Drop Metal Needle Blowers, and a computer equipped with software. With a tolerance of up to 20 MPa and a precision of 0.5% full scale, the maximum allowable temperature is up to 180 °C with a precision of ±0.3 °C. Drop tubes are filled with bubble fluid by a special pump, which is pumped by the user and the oil droplet by a mutual pump in the bulk fluid from the tip of the needle. The experiments of this study were based on the difference in the density of oil and base water fluids and their clarity for transparency of drop, placed in the bottom of the compartment. The camera provides the droplet image to the software for processing, and the software reports the IFT at any moment.\nThe three thermoelectric heaters fitted in the body of the tubes provide the required heat and a PT-100 thermocouple regulates the temperature after optimization of the PID controller parameters. The device should be carefully washed before and after each test with solvents such as acetone and water and dried with nitrogen gas. To ensure the accuracy, the device should bewashed properly and IFT tests should be conducted for systems such as water-air and water-toluene, which have certain values. Items such as a metal needle and ground wire are attached to this device. In addition to obtaining the correct data from the device, other than observing the principles of washing, controlling the proper conditions of the hanging drops, such as the size of the droplet is sufficient, symmetrical, and constant. Ultimately, the software shows IFT with an uncertainty of ±0.2–0.5 mN/m. The IFT400 has the ability to connect the gas cylinder and the ability to make carbonated water at temperatures and pressures permitted by the device in its\nown cell. For this purpose, the connection between the pumps and the drip of the inlet valve of the gas connection is embedded and the nitrogen cylinder is used for circulation of the gas in the device for drying after washing. Fig. 2 illustrates the schematic of this device."
    }, {
      "heading" : "2.6. Carbonated water supply system at different temperatures and pressures",
      "text" : "The system used for the preparation of carbonatedwater at different temperatures and pressures includes a cylinder and a piston made of stainless steel, linked from the bottom by a high-pressure line to an oil hydraulic pump and from the top to the associated gas cylinder. The cylinder also has two upper and lower gates. The entire cylinder and piston system is mounted on an oven of the UFE 400 model manufactured by Memert Germany. A valve is placed on the line of pressure connected to the gas cylinder to disconnect and connect it. The initial fluid is introduced into the cylinder and after the upper lid is closed, carbon dioxide gas is introduced. After adding carbon dioxide to the system, the gas inlet valve is closed and after applying the temperature, the pressure of the system is supplied by lifting the piston by a manual hydraulic pump and controlled by a pressure gauge, which is controlledmanually by a cylinder and hydraulic pump connected. The high-pressure line connected to carbon dioxide is separated from the gas cylinder when the valve is closed. In this case, the carbonatedwaterwill be transmitted to the devices used for further experiments. In all stages, the pressure and temperature of carbonated water are controlled, all parts are washed with water and acetone and dried with high-pressure nitrogen gas, and the embedded O-rings in the upper gate and the bottom of the cylinder and the piston are assured to be safe. The schematic of the carbonated water supply system at various pressures and temperatures is presented in Fig. 3.\n2.7. Density measurement equipment\nThe high temperature and pressure DMAHPMdensitymeter (Anton Paar, Austria) was used for measuring the density of fluids and carbonated nano-fluids in this study. The basis of this device is the fluctuation of the U-shaped pipe, which needs to be washed carefully with water and acetone before using and dried with nitrogen gas. The carbonated water device described in Section 2.6 injects the inputfluid to the equipment. The cell volume is 2 cm3. The raw data measured by DMA HPM are imported to themPDS 2000 V3 evaluation unit to estimate the density. The pressure range of the device is 0–140 MPa and its operating temperature range is from −10 to +200 °C. This device can calculate the density in the range of 0–3 g/cm3 with an accuracy of 0.001–0.001 g/cm3 and repeatability of 0.0001–0.00001 g/cm3.\n2.8. Ultrasonic agitation system\nThe Hielscher Ultrasonic Mixer (UP400) was used to disperse and stabilize nanoparticles in saline water. The basis of this device is to convert electric excitation to ultrasound and transfer it tofluids through various sonotrodes. The output power of this unit is 400W. This device has a very wide field of applications. The use of uniform mixing of fluids in nanotechnology and the combination of different types of nanomaterials in basic fluids are among the important applications of this type of agitator. It has various sonotrode sizes, including digital control, touch screen, and automatic data capture. The device efficiency is above 90% and its frequency range is 24 kHz with a control rate of ±1 kHz.\n3. Research method\nThe pendant dropmethod is known as a very convenientmethod for measuring the IFT of a liquid-liquid system. The IFT400 software calculates IFT values using Eq. (1) and information such as the density of two incompressible fluids, gravity acceleration, temperature, and pressure [61]: γ ¼ ΔρgD 02\nH ð1Þ\nwhereΔρ is the density difference between fluid drop and bulk (g/cm3), g is the gravity acceleration of the earth, D' is the large diameter of the\ndrop (cm), and H is the shape coefficient of drop, which is a function of S = d/D, where d is the calculated horizontal diameter from D distance above the drop.\nA drop of oil with a V volume from the tip of the needle to the diameter of R is hanged in the aqueous bulk. The parameters used in Eq. (1) include the shape of hanging drop, which are γ,Δρ, g, R, and V. The software with the ADSA technique analyzes the image of the droplet at any time. The measured sample of the droplet and its profile are connected to a Laplacian curve using an optimization method. Then, using a target function, the deviation between the theoretical curvilinear curve and the real profile is determined. This deviation, indeed, is the sum of squares of the normal distances between the points and defines the calculated curve. This target function is obtained numerically in order to obtain IFT and contact angle values [62]. According to Ferrera et al., the drop volume has the highest sensitivity among these parameters [63]. Parameters such as temperature and pressure, although are not effective in mathematical relationships, their effect on fluid deformation and properties is significant. Fig. 4 shows the flow chart of the experimental procedure used in this study.\n3.1. Preparation of nano-fluids and carbonated nano-fluids\nTiO2, MgO, and γ-Al2O3 nanoparticles were used for the preparation of nano-fluids. These nanoparticles were selected based on previous\nw Pump. 2: Light source. 3: Indicator and regulator of temperature and pressure. 4: Highomputer equipped with device software [60].\nstudies on the application of these nanoparticles in EOR and, then, factors such as synthesis, price, and characteristics like effective surface, high surface absorption, and particle size. These nanoparticles have a size range of 10–20 nm and a large effective surface area per unit mass, leading to their effective surface adsorption and IFT reduction efficiency. In addition, TiO2, MgO, and γ-Al2O3 nanoparticles produced in industrial scales aremore stable in terms of price compared to nanoparticles with laboratory-scale production. From an environmental point of view, nanoparticles are often toxic in nature, size, and shape and their release to the environment may have harmful effects on the environment. It has to be noted that the toxicity level is not the same for nanoparticles and their biodegradation effects are not fully proven. For example, TiO2 and MgO nanoparticles have lower toxicity than CuO and ZnO while Al2O3 has relatively higher toxicity. The toxicity of these nanoparticles has been tested in bacteria but their other effects such as the impact on human life are still unknown [64,65].\nThe base of the nanoparticles used in this studywas saline formation waterwith initial concentration and the 10 times dilution of the sample. Each dilution step was performed by adding 100 cm3 of distilled water to 1000 cm3 of primary saline water. Before using the water as a base fluid, we passed it from filter paper to remove insoluble solids and probable sandparticles. A two-stepmethodwas used to prepare nano-fluids. In addition, the UP400 ultrasonic mixer described in Section 2.8 was used to disperse nanoparticles in the base fluid. The application time of ultrasonic waves was applied to the suspension of nanoparticles\nand base fluid for 30 min at 400 W. To prepare carbonated nanofluids, uniform and stable nanoparticles were used through the procedure described in Section 2.6 and with the above-mentioned points."
    }, {
      "heading" : "3.2. Stability of nano-fluids and carbonated nano-fluids and adaptation to water formation",
      "text" : "The stability of nano-fluids is very important in the process of EOR. The loss of suspended nanoparticles in the suspension reduces its properties and, in a porousmedium, causes the accumulation of particles and the formation of larger agglomerates, which can reduce permeability and damage the reservoir rock. Therefore, the stability of the nanoparticles is one of the primary conditions for the acceptance of a special nano-fluid for a project. There are various methods for stabilization of nanoparticles, including adding surfactant [66], nano-fluid pH control [67], and ultrasonic vibration [68]. Normally, the stability of nanofluids is greater than other suspension fluids [67]. Besides, factors such as the concentration of nano-particles, diffusers, fluid viscosity, pH, type of nano-particles, nano-particle diameter, and ultrasonic time are affected in this process [69]. Nano-fluid stability testing methods include Sedimentation Balance Method [70], Uv-Vis spectrophotometry [71], Zeta Potential Analysis [72], TEM and SEM [73], the light scattering method [74], the Three Omega Method [75], and the imaging of nanofluid and sediments and evaluating it with direct observation [76]. In these experiments, direct observation and imaging are used for\nperimental procedure.\nassessing the stability of nano-fluids at different times. Fig. 5 presents the nano-fluids used in this study after 7 days of stabilization by the ultrasonic waves. The figure presents a distilled water based nanofluid. As can be seen, nanofluids are almost homogeneous but agglomerates are observed after 7 days; however, these agglomerates are stable and do not settle. Agglomerates are formed by joining the nanoparticles in an aqueous medium. By an increase in their dimensions, the gravitational force overcomes their stability and makes them precipitate. In an optimal salinity, nanoparticles can be stable for a long time even if the agglomerates are formed and visible [56]. The application of ultrasonic waves causes nanofluid stability to last for several months [77].\nThe stability of nanoparticles in carbonated nano-fluids is also important. During this time, the IFT that allows the carbonated nanofluids to appear at high pressure and high temperature by the camera device in the droplet was constantly monitored."
    }, {
      "heading" : "3.3. Measuring the density of carbonated nano-fluids and interfacial tension tests",
      "text" : "As mentioned earlier, the density of fluids was measured with an Anton Paar apparatus. To measure the density of fluids and carbonated nano-fluids, the fluidwas injected into the U-shaped tube of the density meter by the carbonating device described in Section 2.6. In this way, the density was calculated and recorded at the temperature and pressure with the accuracy and characteristics described in Section 2.7. In both devices, it took a proper time to balance the flow of liquid and carbon dioxide.\nIFT measurement with the IFT400 device is described in Section 2.5. In these experiments, water base fluids were selected as bulk fluid and crude oil as drop. The carbonization of nano-fluids in interfacial tensile experiments was carried out by IFT400 itself. A remarkable point in conducting these experiments is to spend enough time to balance CO2-nanofluids and then spend enough time to balance the dropletbulk system. In fact, after balancing the CO2-nanofluids system, the IFT value displayed by the time-dependent device software, it normally follows an ascending or descending trend until reaching a constant (or fluctuating) value, which is expressed as the IFT of the tested fluid with crude oil.\n4. Results and discussion\nAs mentioned earlier, the densities of the drop and bulk fluids in the pendant drop method are one of the inputs to IFT400 device software. The densities of all fluids used were calculated according to the procedure described in Section 3.3 using the device described in Section 2.7. The densities of fluids used at various pressures and temperatures are given in Table 5.\nIFT tests of nano-fluids and carbonated nano-fluids with a water base at a primary concentration and dilution at different temperatures and pressures were performed according to the method described earlier. Table 6 shows the results of these experiments. The values reported in Table 6 were all recorded at the time of the equilibrium of the bulk system and the droplet and after sufficient time and the stability of the IFT. Based on the values in Table 6, studies were conducted on the relationship between IFT and parameters such as the concentration of nanoparticles, base fluid salinity, temperature, and pressure. Figs. 6 to 14 depict the data reported in Table 6 as graphs.\nAccording to the observations of this study, the presence of γ-Al2O3, MgO and TiO2 nanoparticles has more effects on IFT reduction. For example, under identical conditions (at 1000 ppmof nanoparticles, the salinity of 10-times diluted water, the pressure equal to 13.79 MPa, and the temperature of 40 °C), the values obtained from the IFT of the carbonated nano-fluids for γ-Al2O3, MgO and TiO2 are 2.856, 3.319, and 6.437 mN/m, respectively. Based on the results of carbonated nanofluids containing γ-Al2O3 nanoparticles, it can be stated that they are more successful in reducing IFT. It is of note that the size of the nanoparticles as an effective factor in IFT changes is related to the nature of the nanoparticles used. To study the relationship between the concentrations of nanoparticles in reducing the IFT, according to the results reported in Table 6, it is deduced that the reduction of IFT is directly correlated with the concentration of nanoparticles, except for the concentration of MgO carbonated nano-fluids. The 10-times diluted formation water at 40 °C and a pressure of 13.79 MPa resulted in IFT values of 4.818 and 3.319 mN/m for 500 and 1000 ppm nanoparticles, respectively. These IFT values decreased by N38 and 57% in comparison with initial value without the presence of nanoparticles in the system at the stated conditions, which is equal to 7.785 mN/m. Considering the same conditions for TiO2 nanoparticles at concentrations of 500 and 1000 ppm, the values are 8.892 and 6.437 mN/m, respectively while for nano-fluids containing γ-Al2O3 at concentrations of 500 and 1000 ppm, these values are 4.629 and 2.856 mN/m, respectively.\nIn this study, the effects of temperature, pressure, the concentrations of base fluid and nanoparticles on thewater-oil IFT changes were investigated. Therefore, for better identification of the process of change, the obtained information is presented both in tables and in graphs.\nThe effect of carbonated nano-fluids on IFT is controlled by at least three mechanisms: first, the presence of nanoparticles, which depends on the type, size, and concentration of nanoparticles [78,79]; second, the mechanism of carbon dioxide solubility in the carbonated system; and third, the soluble ions in base fluid that are related to the type and concentration of ions. Factors such as crude oil composition, temperature, pressure, and time affect all of these three mechanisms. In addition, the presence of these three mechanisms may also lead to severe or other weaknesses together. A mechanism for reducing IFT by\nafter applying ultrasonic waves.\nnanoparticles dispersed in nano-fluids was expressed by Li et al. [18] and Dahle [80]. According to these researchers, nanoparticles at the interface between nano-fluid and crude oil form a layer of nanoparticles that results in a less IFT between immersed phases. The function of this layer is very similar to the effect of surfactants in reducing the IFT of water and oil. However, the IFT is proportional to the concentration of nanoparticles dispersed in the nanofluids. As nanoparticles' concentration increases, this mechanism is stronger and the IFT decreases [51,80]. Fig. 15 shows the formation of nanofilms on the interface of the hanging oil droplet in the nanofluid environment in the presence of ions. When nanoparticles are limited in a thin film, they tend to put themselves in tidy layers. In this way, the entropy of the whole suspension increases by increasing the freedom for nanoparticles. As a result, there is a higher pressure on the volume. The shape of the pressure profile depends on the size and shape of the nanoparticles [41]. A thin film consisting of nanoparticles is formed at the interface as a result of the existence of structural disjoining pressure. The origin of this pressure is Brownian motion and electrostatic repulsion between nanoparticles [81]. Aveyard et al. stated that factors such as the concentration and size of nanoparticles, the salinity of the base fluid, temperature, and\ninterface properties are effective in the preparation of this nanofilm. For example, when the amount (concentration) of nanoparticles increases in the nanofluid, the progression of the film will increase on the interface [81]. Obviously, when the size of the nanoparticles becomes smaller, the effective surface will increase. Besides, when the contact surface is greater, the structure of the nanofluid and oil interface is more effective and further reduces the IFT. Despite these interpretations, the way nanoparticles work in reducing IFT is still unclear and there is no unanimously accepted mechanism in this regard. Another suggested mechanism is that nanoparticles are not generally amphiphiles but an increase in surface pressure is measured on their adsorption due to a decrease in the IFT caused by the appropriate wettability of the nanoparticles at the interface of oil and water [82]. Prognosis of effective surface pressure (ΠNP) due to the absorption of nanoparticles is shown by Eq. (2) [83]:\nΠNP ¼ ΔEj j ΓNP ð2Þ\nwhereΔE is the change in the oil-water interface energy and ΓNP, is surface excess of nanoparticles at the interface.\nures, temperatures, nanoparticles concentrations and salinity of the base fluid.\n0 5\n10\n15\n20\n25\n30\n0 5 10 15\nIF T\n[M N\n/M ]\nPressure [MPa]\nNone, Initial fw\nNone,10 Times Diluted fw 500ppm Np, Initial fw 500ppm Np, 10 Times Diluted fw 1000ppm Np, Initial fw 1000ppm Np,10 Times Diluted fw\nFig. 6. The values of interfacial tension of carbonated nano-fluids containing different concentrations of MgO nanoparticles and crude oil at different pressures and salinities of the base fluid at temperature of 40 °C.\n5\n10\n15\n20\n25\n30\nIF T\n[m N\n/m ]\nNone, Initial fw\nNone,10 Times Diluted fw 500ppm Np, Initial fw 500ppm Np, 10 Times Diluted fw 1000ppm Np, Initial fw 1000ppm Np,10 Times Diluted fw\nThe change in energy in the oil-water interface by thewettability alteration using nanoparticles with the radius r absorbed on the interface is expressed by Eq. (3) [82] (Fig. 15):\nΔE particle ¼ −πr2γOW 1 cosθOWð Þ2 ð3Þ\n0\n5\n10\n15\n20\n25\n30\n0 5 10\nIF T\n[m N\n/m ]\nPressure [MPa]\nThis energy reduction is due to the replacement of nanoparticles on the fluid-fluid interface, which forms a contact angle in the interface with amaximumangle of 90° [82,84]. According to this description, surface pressure (ΠNP) is directly related to the absorbed nanoparticle region, which is independent of particle-particle interactions. With these interpretations, the wettability of nanoparticles can be very important\nNone, Initial fw\nNone,10 Times Diluted fw 500ppm Np, Initial fw 500ppm Np, 10 Times Diluted fw 1000ppm Np, Initial fw 1000ppm Np,10 Times Diluted fw\nations of MgO nanoparticles and crude oil at different pressures and salinities of the base\n0 5\n10\n15\n20\n25\n30\n0 5 10 15\nIF T\n[m N\n/m ]\nPressure [MPa]\nNone, Initial fw\nNone,10 Times Diluted fw 500ppm Np, Initial fw 500ppm Np, 10 Times Diluted fw 1000ppm Np, Initial fw 1000ppm Np,10 Times Diluted fw\nFig. 9.The values of interfacial tension of carbonatednano-fluids containing different concentrations of TiO2 nanoparticles and crude oil at different pressures and salinities of the basefluid at temperature of 40 °C.\n0\n5\n10\n15\n20\n25\n30\nIF T\n[m N\n/m ]\nNone, Initial fw\nNone,10 Times Diluted fw 500ppm Np, Initial fw 500ppm Np, 10 Times Diluted fw 1000ppm Np, Initial fw 1000ppm Np,10 Times Diluted fw\nin IFT variations. Since the chemical nature, surface charge, and synthesis of nanoparticles determine its wettability [85], it is expected that nanoparticles with different chemical natures will create different adsorption and, as a result, create different surface tension. When soluble ions in addition to nanoparticles exist in saline water, competition between ions and nanoparticles leads to their adsorption on the interface.\nThe ions can reduce the areas captured by absorbed nanoparticles via their adsorption on the interface. In this regard, an increase in the concentration of ions leads to a reduction in the absorption of nanoparticles. This factor can also change the properties of the interface. In fact, in the presence of ions and nanoparticles, a repulsive-repulsive process occurs that is stabilized after a while (Fig. 15). This competitive absorption, in\nNone, Initial fw\nNone,10 Times Diluted fw 500ppm Np, Initial fw 500ppm Np, 10 Times Diluted fw 1000ppm Np, Initial fw 1000ppm Np,10 Times Diluted fw\nrations of TiO2 nanoparticles and crude oil at different pressures and salinities of the base\n0 5\n10\n15\n20\n25\n30\n0 5 10 15\nIF T\n[m N\n/m ]\nPressure [MPa]\nNone, Initial fw\nNone,10 Times Diluted fw 500ppm Np, Initial fw 500ppm Np, 10 Times Diluted fw 1000ppm Np, Initial fw 1000ppm Np,10 Times Diluted fw\nFig. 13. The values of interfacial tension of carbonated nano-fluids containing different concentrations ofγ-Al2O3 nanoparticles and crude oil at different pressures and salinities of the base fluid at temperature of 60 °C.\n0\n5\n10\n15\n20\n25\n30\n0 5 10 15\nIF T\n[m N\n/m ]\nPressure [MPa]\nNone, Initial fw\nNone,10 Times Diluted fw 500ppm Np, Initial fw 500ppm Np, 10 Times Diluted fw 1000ppm Np, Initial fw 1000ppm Np,10 Times Diluted fw\nFig. 12. The values of interfacial tension of carbonated nano-fluids containing different concentrations ofγ-Al2O3 nanoparticles and crude oil at different pressures and salinities of the base fluid at temperature of 40 °C.\naddition to controlling the occupied parts by ions and nanoparticles, controls pressure on the water-oil interface [86].\nAnother important factor to reduce the IFT is the presence of the dossolved carbon dioxide in nano-fluids. Reviewing previous reports suggests that carbon dioxide is effective in reducing IFT. In reducing IFTwith dissolved carbon dioxide, the amount of carbon dioxide solubility in injected water plays a key role. By dissolving carbon dioxide in water, according to Eqs. (4) and (5), carbonic acid is formed [87],\nwhich leads to a pH reduction of the solution. Subsequently, with further carbon dioxide solubility, the pH of the injected phase decreases further. The pH of the carbonatedwater varies according to Eq. (6) [88]:\nH2Oþ CO2↔H2CO3 ð4Þ\nH2CO3↔H þ þ HCO−3 ð5Þ\nNone, Initial fw\nNone,10 Times Diluted fw 500ppm Np, Initial fw 500ppm Np, 10 Times Diluted fw 1000ppm Np, Initial fw 1000ppm Np,10 Times Diluted fw\nations ofγ-Al2O3 nanoparticles and crude oil at different pressures and salinities of the base\npH ¼ A − log10 Xð Þ½ þ B ð6Þ\nIn Eq. (6), X is the molar fraction of CO2 in carbonated water; and A and B are constants [88].\nThe acidification of injected water adjacent to oil produces in-situ surfactants at the interface between water and oil, as a result of the reaction of carbonic acid created by the dissolution of carbon dioxide in water and nitrogenous oil beds [43,46]. Moreover, dissolved carbon dioxide is capable of transferring from the water phase to crude oil, leading to crude oil spillage. Riazi and Golkari showed that droplets of crude oil swell in this way have a lower IFT with bulk fluid in the droplet method [8]. Transferring carbon dioxide from water to oil plays a considerable role in this regard, due to the higher solubility of carbon dioxide in oil than water and oil components, especially asphaltene [89]. With these interpretations, it can be stated that the IFT reductionmechanism of carbon dioxide is controlled by carbon dioxide solubility, which itself is influenced by factors such as temperature and pressure. In addition, the effect of the presence of nanoparticles on the solubility of carbon dioxide in water should not be ignored. Esmaeili-Faraj and Nasr Esfahany stated that the solubility of carbon dioxide in water in the presence of nanoparticles increases by the absorption of carbon dioxide by nanoparticles. They linked this solubility increase to the concentration of nanoparticles, which increases the solubility of carbon dioxide [10–12]. Overally, IFT fluctuations with increasing the pressure can be explained by themechanism of carbon dioxide dissolution. These parameters lead to a decrease in the IFT due to the increase in the concentration of nanoparticles and pressure. For instance, according to Table 6, at constant temperature, nanoparticle concentrations, and base fluid salinity, the IFT strength for a specific nanofluids (e.g., γAl2O3 nano-fluids at 40 °C, concentration of 1000 ppm nanoparticles, and base fluid salinity 10 times diluted) at pressures 0.10, 6.89, and 13.79MPa are 6.299, 3.673, and 2.856mN/m, respectively. These results confirm the IFT reductionwith pressure rise and, consequently, a higher carbon dioxide solubility. This process is indicated in Table 6 for other cases, regardless of severity. This process, which is due to lowering the temperature and subsequently increasing the solubility of carbon dioxide, is also presented in Table 6. As can be seen, assuming a constant pressure of 13.79 MPa and a 10-times dilution of base fluid salinity, the IFT of the carbonated γ-Al2O3 nano-fluids at the concentration of 1000 ppm of nanoparticles, at 40, 60, and 80 °C were obtained as\n2.856, 3.864, and 4.856 mN/m, respectively. Investigating the effect of base fluid salinity on reducing the IFT of the carbonated nano-fluids, according to Table 6, shows that IFT strengths for carbonated γ-Al2O3, MgO and TiO2 nano-fluids with a dilution of 10 times of formation water base are far less when the formation water base is with initial concentration. For instance, IFT strengths for carbonated γ-Al2O3 nano-fluids at concentrations of 1000 ppm of nanoparticles, 40 °C, and 13.79 MPa in primary salinity and salinity of 10 times dilution of the water as basefluidwere 5.294 and 2.856mN/m, respectively. This result can be attributed to the negative effect of soluble saltswithhigh concentrations of water on the solubility of carbon dioxide [90]. It means that solids dissolved in water, unlike nanoparticles, reduce the solubility of carbon dioxide in water. Although this process, namely the further reduction of the IFT in the lower fluid salinity of the base fluid, is evident, a further decrease in IFT in lower fluid salinity can also be found in the mechanism of ions in reducing IFT. On this basis, it is necessary to review the effects of salting-in and salting-out. The effect of salting-out is a phenomenon in which organic components with salinity are more likely to move in the petroleum phase, while the salting-in effect is reverse of this, i.e. salting-in organic particles tend to dissolve in water. Here, non-organic ions break down the structure of water created around organic molecules, thereby reducing the solubility of organic molecules in the aqueous phase. It can be said that the salting-in effect facilitates the diffusion of the active components of the solvent from the low salt concentration; in other words, in low salinity, the solubility of solvent types of hydrocarbons in crude oil increases in thewater bulk [91–93], leading to a consequent decrease in IFT values. Thismechanism of ions at low concentrations has been developed in a type of smart water injection. In this technique – which is also known as advanced ion management, ion engineering, and low-salinity water injection – soluble ions are programmed and engineered to achieve optimal salinity according to the reservoir conditions. The simplest type of ions engineering is the dilution of salinewater, including seawater and formation water [5,6,47]. This method, in addition to reducing IFT, activates other mechanisms such aswettability alteration, finemobilization, limited release of mixed-wet particles, multi-component ion exchange, and double layer effect [94].\nBased on Sheng's studies, if the IFT between water and oil in chemical EOR methods like surfactant flooding is ultra-low (10−3 mN/m), the increase in oil recovery may reach 20%, and if it is 10 mN/m, recovery will be improved by 5% [95]. Although reaching very low IFT\nabsorption of ions and nanoparticles on water-oil interface.\namounts is not easy, it can be achieved by engineered surfactants and ionic liquids. The details of this process are reported by Jia et al. [96], Kumar and Mandal [97], Pal et al. [98], Pillai et al. [99], Saxena et al. [100], Hezave et al. [101–103] and Najimi et al. [104]. Comparison of the lowest IFT obtained in this study and those from otherworks on carbonate water, other nanoparticles, and surfactants indicate an in improved IFT through using synergistic of dissolved carbon dioxide, TiO2, γ-Al2O3, and MgO nanoparticles and the low concentration of ions due to dilution. As stated earlier, the IFT for TiO2,γ-Al2O3, andMgOnanoparticles can be obtained at a temperature of 40 °C, the pressure of 13.79MPa, and a diluted base fluid of 6.437, 2.856, and 3.319mN/m, respectively. Meanwhile, the IFT values are reported to be 19–12 mN/m because of the presence of nanoparticles such as SiO2, TiO2, and Al2O3 stabilized in saline water, [52]. However, adding surfactants such as SDS, CTAB, and TX-100 to nanofluids, these values reached about 1–3 mN/m [105,106].\nToday, regarding the decline in the growth of oil reservoir exploration and the increase in energy demand, EOR technology has been of great importance to extract more oil from existing oil resources. In this regard, the methods of increasing oil recovery using chemical agents according to reservoir conditions have provided very promising and encouraging results. By reviewing the projects carried out in this area, it can be concluded that instability in a high-temperature salt environment, chemical degradation due to surface and mechanical stresses, the high price of chemicals given the need for a significant amount of matter, low penetration rate in small cavities, and unwanted adsorption of material are the most important challenges in this process. To date, nanomaterials including silica, titanium dioxide, zinc oxide, and graphene have been used singly or mixed with chemicals for solving these problems. Overally, the results of the present study show that using nanoparticles can reduce existing problems to an acceptable level and lead to a further increase in oil recovery.\n5. Conclusion and recommendation\nIn the present study, a series of interfacial tension (IFT) tests were carried out to reduce IFT of oil and injected phase. In general, the results show that the combination of EOR methods by nanoparticles and carbonated water reinforces this mechanism. According to the results:\n• Reduced IFT in the carbonated nano-fluids combination method is controlled by at least three mechanisms related to nanoparticles, carbon dioxide, and base fluid dissolved ions. • The mechanisms may enhance further, so increasing the concentration of nanoparticles in addition to strengthening the mechanism of nano-fluids in reducing IFTwith the increase of solubility of carbon dioxide also strengthens the carbonated water mechanisms. • The lowest IFT was obtained by carbonated γ-Al2O3 nano-fluid at a pressure of 13.79 MPa, a temperature of 40 °C, a concentration of 1000 ppm of nanoparticles, and a salinity of 10 times dilution of the base fluid. • The IFT between carbonated nano-fluids and crude oil shows a direct relationshipwith the temperature and salinity of the basefluid and reverse relationship with the concentration of nanoparticles and the pressure. These relations are affected by carbon dioxide solubility and strengthening of themechanism of nanoparticles at high concentrations and also ions performance in high and low concentrations.\nAs a hint for future studies, it is suggested studying the effects of carbonated nano-fluids on the wettability of the reservoir rock and performing imbibition and flooding tests for obtaining the recovery factor.\nIn addition, advantages associated with nanoparticles, despite the great challenges to cover all aspects of the applications of nanoparticles, should be explored further. For example, the percentage of injected\nnanoparticles deposited in the porous media must be taken into account. These nanoparticles remain in place for many years. In this regard, no study has been conducted on their long-term environmental effects. Also, by introducing nanoparticles for oil recovery, all aspects of using nanomaterials should be fully evaluated and understood. Furthermore, groundwater contamination with synthesized nanoparticles should be considered as a drawback of using these particles.\nReferences\n[1] S. Zendehboudi, A. Bahadori, A. Lohi, A. Elkamel, I. Chatzis, Practical and economic aspects of the ex-situ process: implications for CO2 sequestration, Energy Fuel 27 (1) (2012) 401–413. [2] S. Zendehboudi, M.A. Ahmadi, A.R. Rajabzadeh, N. Mahinpey, I. Chatzis, Experimental study on adsorption of a new surfactant onto carbonate reservoir samples—application to EOR, Can. J. Chem. Eng. 91 (8) (2013) 1439–1449. [3] A.K. Manshad, M. Olad, S.A. Taghipour, I. Nowrouzi, A.H. Mohammadi, Effects of water soluble ions on interfacial tension (IFT) between oil and brine in smart and carbonated smart water injection process in oil reservoirs, J. Mol. Liq. 223 (2016) 987–993. [4] C. Esene, N. Rezaei, A. Aborig, S. Zendehboudi, Comprehensive review of carbonated water injection for enhanced oil recovery, Fuel 237 (2019) 1086–1107. [5] M.A. Khaksar, I. Nowrouzi, A.H. Mohammadi, Effects of water soluble ions on wettability alteration and contact angle in smart and carbonated smart water injection process in oil reservoirs, J. Mol. Liq. 244C (2017) 440–452. [6] I. Nowrouzi, A.K. Manshad, A.H. Mohammadi, Effects of ions and dissolved carbon dioxide in brine on wettability alteration, contact angle and oil production in smart water and carbonated smart water injection processes in carbonate oil reservoirs, Fuel 235 (2019) 1039–1051. [7] Y. Dong, B. Dindoruk, C. Ishizawa, E.J. Lewis, An experimental investigation of carbonated water flooding, SPE Annual Technical Conference and Exhibition, Society of Petroleum Engineers, 2011 , January. (SPE-145380-MS). [8] M. Riazi, A. Golkari, The influence of spreading coefficient on carbonated water alternating gas injection in a heavy crude oil, Fuel 178 (2016) 1–9. [9] P. Bakhshi, R. Kharrat, A. Hashemi, M. Zallaghi, Experimental evaluation of carbonated waterflooding: a practical process for enhanced oil recovery and geological CO2 storage, Greenhouse Gases Sci. Technol. 8 (2) (2018) 238–256. [10] B. Rahmatmand, P. Keshavarz, S. Ayatollahi, Study of absorption enhancement of CO2 by SiO2, Al2O3, CNT, and Fe3O4 nanoparticles in water and amine solutions, J. Chem. Eng. Data 61 (4) (2016) 1378–1387. [11] A. Haghtalab, M. Mohammadi, Z. Fakhroueian, Absorption and solubility measurement of CO2 in water-based ZnO and SiO2 nanofluids, Fluid Phase Equilib. 392 (2015) 33–42. [12] S.H. Esmaeili-Faraj, M. Nasr Esfahany, Absorption of hydrogen sulfide and carbon dioxide inwater based nanofluids, Ind. Eng. Chem. Res. 55 (16) (2016) 4682–4690. [13] A.I. El-Diasty, A.M.S. Ragab, Applications of nanotechnology in the oil & gas industry: Latest trends worldwide & future challenges in Egypt, North Africa Technical Conference and Exhibition, Society of Petroleum Engineers, Cairo, Egypt, 2013 , (SPE-164716-MS). [14] S. Emadi, S.R. Shadizadeh, A.K. Manshad, A.M. Rahimi, A.H. Mohammadi, Effect of nano silica particles on interfacial tension (IFT) and mobility control of natural surfactant (Cedr extraction) solution in enhanced oil recovery process by nanosurfactant flooding, J. Mol. Liq. 248 (2017) 163–167. [15] J. Saien, A.M. Gorji, Simultaneous adsorption of CTAB surfactant and magnetite nanoparticles on the interfacial tension of n-hexane–water, J. Mol. Liq. 242 (2017) 1027–1034. [16] N.Y.T. Le, D.K. Pham, K.H. Le, P.T. Nguyen, Design and screening of synergistic blends of SiO2 nanoparticles and surfactants for enhanced oil recovery in hightemperature reservoirs, Adv. Nat. Sci. Nanosci. Nanotechnol. 2 (3) (2011) 035013. [17] E. Khalafi, A. Hashemi, M. Zallaghi, R. Kharrat, An experimental investigation of nanoparticles assisted surfactant flooding for improving oil recovery in a micromodel system, J. Pet. Environ. Biotechnol. 9 (1) (2018) 355–411. [18] S. Li, L. Hendraningrat, O. Torsaeter, Improved oil recovery by hydrophilic silica nanoparticles suspension: 2 phase flow experimental studies, Proceedings of the IPTC 2013: International Petroleum Technology Conference, European Association of Geoscientists & Engineers, Beijing, China, 2013 , 26–28 March. [19] E. Sadatshojaei, M. Jamialahmadi, F. Esmaeilzadeh, M.H. Ghazanfari, Effects of lowsalinity water coupled with silica nanoparticles on wettability alteration of dolomite at reservoir temperature, Pet. Sci. Technol. 34 (15) (2016) 1345–1351. [20] A. Fathollahi, B. Rostami, Carbonated water injection: effects of silica nanoparticles and operating pressure, Can. J. Chem. Eng. 93 (11) (2015) 1949–1956. [21] B.Moradi, P. Pourafshary, F. Jalali, M.Mohammadi, M.A. Emadi, Experimental study of water-based nanofluid alternating gas injection as a novel enhanced oilrecovery method in oil-wet carbonate reservoirs, J. Nat. Gas Sci. Eng. 27 (2015) 64–73. [22] B. Moradi, P. Pourafshary, F. Jalali, M. Mohammadi, Effects of nanoparticles on gas production, viscosity reduction, and foam formation during nanofluid alternating gas injection in low and high permeable carbonate reservoirs, Can. J. Chem. Eng. 95 (3) (2017) 479–490. [23] T. Babadagli, Dynamics of capillary imbibition when surfactant, polymer, and hot water are used as aqueous phase for oil recovery, J. Colloid Interface Sci. 246 (1) (2002) 203–213.\n[24] A. Maghzi, R. Kharrat, A. Mohebbi, M.H. Ghazanfari, The impact of silica nanoparticles on the performance of polymer solution in presence of salts in polymer flooding for heavy oil recovery, Fuel 123 (2014) 123–132. [25] H.M. Zaid, N. Yahya, N.R.A. Latiff, The effect of nanoparticles crystallite size on the recovery efficiency in dielectric nanofluid flooding, J. Nano Res. 21 (2013) 103–108. [26] Torsater O, Engeset B, Hendraningrat L, Suwarno S. Improved oil recovery by nanofluids flooding: an experimental study. In SPE Kuwait International Petroleum Conference and Exhibition 2012 Jan 1. Society of Petroleum Engineers. (SPE163335-MS). [27] A. Karimi, Z. Fakhroueian, A. Bahramian, N. Pour Khiabani, J.B. Darabad, R. Azin, S. Arya, Wettability alteration in carbonates using zirconium oxide nanofluids: EOR implications, Energy Fuel 26 (2) (2012) 1028–1036. [28] S. Al-Anssari, A. Barifcani, S. Wang, L. Maxim, S. Iglauer, Wettability alteration of oil-wet carbonate by silica nanofluid, J. Colloid Interface Sci. 461 (2016) 435–442. [29] J. Giraldo, P. Benjumea, S. Lopera, F.B. Cortés, M.A. Ruiz, Wettability alteration of sandstone cores by alumina-based nanofluids, Energy Fuel 27 (7) (2013) 3659–3665. [30] Y. Kazemzadeh, S.E. Eshraghi, S. Sourani, M. Reyhani, An interface-analyzing technique to evaluate the heavy oil swelling in presence of nickel oxide nanoparticles, J. Mol. Liq. 211 (2015) 553–559. [31] M. Mohammadi, M. Dadvar, B. Dabir, TiO2/SiO2 nanofluids as novel inhibitors for the stability of asphaltene particles in crude oil: mechanistic understanding, screening, modeling, and optimization, J. Mol. Liq. 238 (2017) 326–340. [32] W. Li, J.H. Zhu, J.H. Qi, Application of nano-nickel catalyst in the viscosity reduction of Liaohe extra-heavy oil by aqua-thermolysis, J. Fuel Chem. Technol. 35 (2) (2007) 176–180. [33] E.A. Taborda, C.A. Franco, S.H. Lopera, V. Alvarado, F.B. Cortés, Effect of nanoparticles/nanofluids on the rheology of heavy crude oil and its mobility on porous media at reservoir conditions, Fuel 184 (2016) 222–232. [34] E.A. Taborda, C.A. Franco, M.A. Ruiz, V. Alvarado, F.B. Cortés, Experimental and theoretical study of viscosity reduction in heavy crude oils by addition of nanoparticles, Energy Fuel 31 (2) (2017) 1329–1338. [35] H. Ehtesabi, M.M. Ahadian, V. Taghikhani, Enhanced heavy oil recovery using TiO2 nanoparticles: investigation of deposition during transport in core plug, Energy Fuel 29 (1) (2014) 1–8. [36] S. Bobbo, L. Fedele, A. Benetti, L. Colla, M. Fabrizio, C. Pagura, S. Barison, Viscosity of water based SWCNH and TiO2 nanofluids, Exp. Thermal Fluid Sci. 36 (2012) 65–71. [37] H. Anganaei, K. Pourabdollah, A. Rostami, Experimental improvement of nanoenhanced oil recovery using nano-emulsions, Arab. J. Sci. Eng. 39 (8) (2014) 6453–6461. [38] R. Hashemi, N.N. Nassar, P. Pereira Almao, Enhanced heavy oil recovery by in situ prepared ultradispersed multimetallic nanoparticles: a study of hot fluid flooding for Athabasca bitumen recovery, Energy Fuel 27 (4) (2013) 2194–2201. [39] A. Zamani, B. Maini, P. Pereira-Almao, Flow of nanodispersed catalyst particles through porous media: effect of permeability and temperature, Can. J. Chem. Eng. 90 (2) (2012) 304–314. [40] P.M. Mcelfresh, C. Olguin, D. Ector, The application of nanoparticle dispersions to remove paraffin and polymer filter cake damage, Proceedings of the SPE International Symposium and Exhibition on Formation Damage Control, Lafayette, LA, USA, 2012 , 15–17 February. (SPE-151848-MS). [41] A. Chengara, A.D. Nikolov, D.T. Wasan, A. Trokhymchuk, D. Henderson, Spreading of nanofluids driven by the structural disjoining pressure gradient, J. Colloid Interface Sci. 280 (1) (2004) 192–201. [42] Paul M. McElfresh, David Lee Holcomb, Daniel Ector, Application of nanofluid technology to improve recovery in oil and gas wells, Presented at the SPE International Oilfield Nanotechnology Conference. Noordwijk, the Netherlands, 12–14 June, 2012 , (SPE-154827-MS). [43] G.A. Rojas, S.M. Ali, Dynamics of subcritical CO2/brine floods for heavy-oil recovery, SPE Reserv. Eng. 3 (01) (1988) 35–44 (SPE-13598-PA). [44] D. Yang, P. Tontiwachwuthikul, Y. Gu, Interfacial tensions of the crude oil+ reservoir brine+ CO2 systems at pressures up to 31 MPa and temperatures of 27 C and 58 C, J. Chem. Eng. Data 50 (4) (2005) 1242–1249. [45] B. Honarvar, A. Azdarpour, M. Karimi, A. Rahimi, M. Afkhami Karaei, H. Hamidi, J. Ing, E. Mohammadian, Experimental investigation of interfacial tension measurement and oil recovery by carbonated water injection: a case study using core samples from an Iranian carbonate oil reservoir, Energy Fuel 31 (3) (2017) 2740–2748. [46] M. Lashkarbolooki, M. Riazi, S. Ayatollahi, Effect of CO2 and natural surfactant of crude oil on the dynamic interfacial tensions during carbonated water flooding: experimental and modeling investigation, J. Pet. Sci. Eng. 159 (2017) 58–67. [47] I. Nowrouzi, A.K.Manshad, A.H. Mohammadi, Effects of dissolved binary ionic compounds and different densities of brine on interfacial tension (IFT), wettability alteration, and contact angle in smart water and carbonated smart water injection processes in oil reservoirs, J. Mol. Liq. 254 (2018) 83–92. [48] I. Nowrouzi, A.K. Manshad, A.H. Mohammadi, Effects of dissolved carbon dioxide and ions inwater on the dynamic interfacial tension of water and oil in the process of carbonated smart water injection into oil reservoirs, Fuel 243 (2019) 569–578. [49] B.A. Suleimanov, F.S. Ismailov, E.F. Veliyev, Nanofluid for enhanced oil recovery, J. Pet. Sci. Eng. 78 (2) (2011) 431–437. [50] A. Shahrabadi, H. Bagherzadeh, A. Roostaie, H. Golghanddashti, Experimental investigation of HLP nanofluid potential to enhance oil recovery: A mechanistic approach, SPE International Oilfield Nanotechnology Conference and Exhibition, Society of Petroleum Engineers, 2012, January , (SPE-156642-MS). [51] L. Hendraningrat, S. Li, O. Torsæter, A coreflood investigation of nanofluid enhanced oil recovery, J. Pet. Sci. Eng. 111 (2013) 128–138.\n[52] L. Hendraningrat, O. Torsæter, Metal oxide-based nanoparticles: revealing their potential to enhance oil recovery in different wettability systems, Appl. Nanosci. 5 (2) (2015) 181–199. [53] M. Ershadi, M. Alaei, A. Rashidi, A. Ramazani, S. Khosravani, Carbonate and sandstone reservoirs wettability improvement without using surfactants for chemical enhanced oil recovery (C-EOR), Fuel 153 (2015) 408–415. [54] D.J.S. Ortega, H.B. Kim, L.A. James, T.E. Johansen, Y. Zhang, The effectiveness of silicon dioxide SiO2 nanoparticle as an enhanced oil recovery agent in Ben Nevis formation, Hebron field, offshore eastern Canada, Abu Dhabi International Petroleum Exhibition & Conference, Society of Petroleum Engineers, 2016, November , (SPE183546-MS). [55] K.C. Lee, Z.A. Bin Saipolbahri, H. Soleimani, H.M. Zaid, B.H. Guan, C. Ching, D. Ling, Effect of zinc oxide nanoparticle sizes on viscosity of nanofluid for application in enhanced oil recovery, Nano Res. 38 (2016) 36–39. [56] Zallaghi, M., Kharrat, R. and Hashemi, A., Improving the microscopic sweep efficiency of water flooding using silica nanoparticles. Petroleum Exploration and Production Technology, 8(1), pp. 259–269. [57] R. Jiang, K. Li, R. Horne, Amechanism study ofwettability and interfacial tension for EOR using silica nanoparticles, SPE Annual Technical Conference and Exhibition, Society of Petroleum Engineers, San Antonio, Texas, USA, 2017, October , (SPE187096-MS). [58] A. Ahmed, I.M. Saaid, A.H. Tunio, R.M. Pilus, M. Mumtaz, I. Ahmad, Investigation of dispersion stability and IFT reduction using surface modified nanoparticle: enhanced oil recovery, J. Appl. Environ. Biol. Sci 7 (4S) (2017) 56–62. [59] A.J. Ali, K. Kolo, A.K.Manshad, K. Stephen, A. Keshavarz, Modification of LoSal water performance in reducing interfacial tension using green ZnO/SiO2 nanocomposite coated by xanthan, J. Appl. Nanosci. 8 (2018) 1–13. [60] A.K. Manshad, M. Rezaei, S. Moradi, I. Nowrouzi, A.H. Mohammadi, Wettability alteration and interfacial tension (IFT) reduction in enhanced oil recovery (EOR) process by ionic liquid flooding, J. Mol. Liq. 248 (2017) 153–162. [61] J. Drelich, C. Fang, C.L. White, Measurement of interfacial tension in fluid-fluid systems, Encyclopedia of Surface and Colloid Science, vol. 3, 2002, pp. 3158–3163. [62] M. Hoorfar, A.W. Neumann, Axisymmetric drop shape analysis (ADSA) for the determination of surface tension and contact angle, J. Adhes. 80 (8) (2004) 727–743. [63] C. Ferrera, J.M. Montanero, M.G. Cabezas, An analysis of the sensitivity of pendant drops and liquid bridges to measure the interfacial tension, Meas. Sci. Technol. 18 (12) (2007) 3713. [64] M. Heinlaan, A. Ivask, I. Blinova, H.C. Dubourguier, A. Kahru, Toxicity of nanosized and bulk ZnO, CuO and TiO2 to bacteria Vibrio fischeri and crustaceans Daphnia magna and Thamnocephalus platyurus, Chemosphere 71 (7) (2008) 1308–1316. [65] N. Jones, B. Ray, K.T. Ranjit, A.C. Manna, Antibacterial activity of ZnO nanoparticle suspensions on a broad spectrum of microorganisms, FEMS Microbiol. Lett. 279 (1) (2008) 71–76. [66] W. Yu, H. Xie, A review on nanofluids: preparation, stability mechanisms, and applications, J. Nanomater. 2012 (2012) 1. [67] A. Ghadimi, R. Saidur, H.S.C. Metselaar, A review of nanofluid stability properties and characterization in stationary conditions, Int. J. Heat Mass Transf. 54 (17–18) (2011) 4051–4068. [68] H. Chang, C.S. Jwo, P.S. Fan, S.H. Pai, Process optimization and material properties for nanofluid manufacturing, Int. J. Adv. Manuf. Technol. 34 (3–4) (2007) 300–306. [69] Y. Li, S. Tung, E. Schneider, S. Xi, A review on development of nanofluid preparation and characterization, Powder Technol. 196 (2) (2009) 89–101. [70] H. Zhu, C. Zhang, Y. Tang, J. Wang, B. Ren, Y. Yin, Preparation and thermal conductivity of suspensions of graphite nanoparticles, Carbon 45 (1) (2007) 226–228. [71] K. Lee, Y. Hwang, S. Cheong, L. Kwon, S. Kim, J. Lee, Performance evaluation of nano-lubricants of fullerene nanoparticles in refrigeration mineral oil, Curr. Appl. Phys. 9 (2) (2009) e128–e131. [72] W. Daungthongsuk, S. Wongwises, A critical review of convective heat transfer of nanofluids, Renew. Sust. Energ. Rev. 11 (5) (2007) 797–817. [73] D. Wu, H. Zhu, L. Wang, L. Liu, Critical issues in nanofluids preparation, characterization and thermal conductivity, Curr. Nanosci. 5 (1) (2009) 103–112. [74] K.S. Hong, T.K. Hong, H.S. Yang, Thermal conductivity of Fe nanofluids depending on the cluster size of nanoparticles, Appl. Phys. Lett. 88 (3) (2006), 031901. [75] H. Wang, M. Sen, Analysis of the 3-omega method for thermal conductivity measurement, Int. J. Heat Mass Transf. 52 (7–8) (2009) 2102–2109. [76] X. Wei, H. Zhu, T. Kong, L. Wang, Synthesis and thermal conductivity of Cu2O nanofluids, Int. J. Heat Mass Transf. 52 (19–20) (2009) 4371–4374. [77] Y. He, Y. Jin, H. Chen, Y. Ding, D. Cang, H. Lu, Heat transfer and flow behaviour of aqueous suspensions of TiO2 nanoparticles (nanofluids) flowing upward through a vertical pipe, Int. J. Heat Mass Transf. 50 (11−12) (2007) 2272–2281. [78] T. Fereidooni Moghadam, S. Azizian, Effect of ZnO nanoparticle and hexadecyltrimethylammonium bromide on the dynamic and equilibrium oil– water interfacial tension, J. Phys. Chem. B 118 (6) (2014) 1527–1534. [79] J.A. Ali, K. Kolo, A.K. Manshad, A.H. Mohammadi, Recent advances in application of nanotechnology in chemical enhanced oil recovery: effects of nanoparticles on wettability alteration, interfacial tension reduction, and flooding, Egypt. J. Pet. 27 (4) (2018) 1371–1383. [80] G.S. Dahle, The Effect of Nanoparticles on Oil/Water Interfacial Tension, Project thesis NTNU, 2013. [81] R. Aveyard, B.P. Binks, J.H. Clint, Emulsions stabilised solely by colloidal particles, Adv. Colloid Interf. Sci. 100 (2003) 503–546. [82] B.P. Binks, Particles as surfactants—similarities and differences, Curr. Opin. Colloid Interface Sci. 7 (1–2) (2002) 21–41. [83] K. Du, E. Glogowski, T. Emrick, T.P. Russell, A.D. Dinsmore, Adsorption energy of nano-and microparticles at liquid−liquid interfaces, Langmuir 26 (15) (2010) 12518–12522.\n[84] K. Schwenke, L. Isa, E. Del Gado, Assembly of nanoparticles at liquid interfaces: crowding and ordering, Langmuir 30 (11) (2014) 3069–3074. [85] L.S. Puah, R. Sedev, D. Fornasiero, J. Ralston, T. Blake, Influence of surface charge on wetting kinetics, Langmuir 26 (22) (2010) 17218–17224. [86] X. Hua, M.A. Bevan, J. Frechette, Competitive adsorption between nanoparticles and surface active ions for the oil–water Interface, Langmuir 34 (16) (2018) 4830–4842. [87] S.G. Sayegh, F.F. Krause, M. Girard, C. DeBree, Rock/fluid interactions of carbonated brines in a sandstone reservoir: Pembina Cardium, Alberta, Canada, SPE Form. Eval. 5 (04) (1990) 399–405. [88] C. Peng, J.P. Crawshaw, G.C. Maitland, J.M. Trusler, D. Vega-Maza, The pH of saturated water at temperatures between 308K and 423K at pressures up to 15MPa, J. Supercrit. Fluids 82 (2013) 129–137. [89] M. Escrochi, N. Mehranbod, S. Ayatollahi, The gas–oil interfacial behavior during gas injection into an asphaltenic oil reservoir, J. Chem. Eng. Data 58 (9) (2013) 2513–2526. [90] C.H. Whiston, M.R. Brule, In: L. Henry (Ed.), Phase Behavior, No. 20, Chap. 3, Doherty Monograph Series, Society of Petroleum Engineers, Richardson, Texas, 2000. [91] C. Yi, S. Xie, X. Qiu, Salting-out effect of dipotassium hydrogen phosphate on the recovery of acetone, butanol, and ethanol from a prefractionator, J. Chem. Eng. Data 59 (5) (2014) 1507–1514. [92] P.M. Armenante, H.T. Karlsson, Salting-out parameters for organic acids, J. Chem. Eng. Data 27 (2) (1982) 155–156. [93] S.H. Standal, A.M. Blokhus, J. Haavik, A. Skauge, T. Barth, Partition coefficients and interfacial activity for polar components in oil/water model systems, J. Colloid Interface Sci. 212 (1) (1999) 33–41. [94] J.J. Sheng, Critical review of low-salinity waterflooding, J. Pet. Sci. Eng. 120 (2014) 216–224. [95] J. Sheng, Modern Chemical Enhanced Oil Recovery: Theory and Practice, Gulf Professional Publishing, 2010. [96] H. Jia, P. Lian, Y. Liang, Y. Zhu, P. Huang, H. Wu, X. Leng, H. Zhou, Systematic investigation of the effects of Zwitterionic surface-active ionic liquids on the interfacial tension of a water/crude oil system and their application to enhance crude oil recovery, Energy Fuel 32 (1) (2017) 154–160.\n[97] A. Kumar, A. Mandal, Characterization of rock-fluid and fluid-fluid interactions in presence of a family of synthesized zwitterionic surfactants for application in enhanced oil recovery, Colloids Surf. A Physicochem. Eng. Asp. 549 (2018) 1–12. [98] N. Pal, N. Saxena, K.D. Laxmi, A.Mandal, Interfacial behaviour, wettability alteration and emulsification characteristics of a novel surfactant: implications for enhanced oil recovery, Chem. Eng. Sci. 187 (2018) 200–212. [99] P. Pillai, A. Kumar, A. Mandal, Mechanistic studies of enhanced oil recovery by imidazolium-based ionic liquids as novel surfactants, J. Ind. Eng. Chem. 63 (2018) 262–274. [100] N. Saxena, N. Pal, S. Dey, A. Mandal, Characterizations of surfactant synthesized from palm oil and its application in enhanced oil recovery, J. Taiwan Inst. Chem. Eng. 81 (2017) 343–355. [101] A. Zeinolabedini Hezave, S. Dorostkar, S. Ayatollahi, M. Nabipour, B. Hemmateenejad, Mechanistic investigation on dynamic interfacial tension between crude oil and ionic liquid using mass transfer concept, J. Dispers. Sci. Technol. 35 (10) (2014) 1483–1491. [102] A.Z. Hezave, S. Dorostkar, S. Ayatollahi, M. Nabipour, B. Hemmateenejad, Effect of different families (imidazolium and pyridinium) of ionic liquids-based surfactants on interfacial tension of water/crude oil system, Fluid Phase Equilib. 360 (2013) 139–145. [103] A.Z. Hezave, S. Dorostkar, S. Ayatollahi, M. Nabipour, B. Hemmateenejad, Dynamic interfacial tension behavior between heavy crude oil and ionic liquid solution (1- dodecyl-3-methylimidazolium chloride ([C12mim][cl]+ distilled or saline water/ heavy crude oil)) as a new surfactant, J. Mol. Liq. 187 (2013) 83–89. [104] S. Najimi, I. Nowrouzi, A.K. Manshad, M.H. Farsangi, A.Z. Hezave, J.A. Ali, A. Keshavarz, A.H. Mohammadi, Investigating the effect of [C 8 Py][Cl] and [C 18 Py][Cl] ionic liquids on the water/oil interfacial tension by considering Taguchi method, J. Pet. Explor. Prod. Technol. (2019) 1–9. [105] M. Zargartalebi, N. Barati, R. Kharrat, Influences of hydrophilic and hydrophobic silica nanoparticles on anionic surfactant properties: interfacial and adsorption behaviors, J. Pet. Sci. Eng. 119 (2014) 36–43. [106] M.S. Moslan, W.R.W. Sulaiman, A.R. Ismail, M.Z. Jaafar, Applications of aluminium oxide and zirconium oxide nanoparticles in altering dolomite rock wettability using different dispersing medium, Chem. Eng. Trans. 65 (2017) 1339–1344."
    } ],
    "references" : [ {
      "title" : "Practical and economic aspects of the ex-situ process: implications for CO2 sequestration",
      "author" : [ "S. Zendehboudi", "A. Bahadori", "A. Lohi", "A. Elkamel", "I. Chatzis" ],
      "venue" : "Energy Fuel 27 (1) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Experimental study on adsorption of a new surfactant onto carbonate reservoir samples—application to EOR",
      "author" : [ "S. Zendehboudi", "M.A. Ahmadi", "A.R. Rajabzadeh", "N. Mahinpey", "I. Chatzis" ],
      "venue" : "Can. J. Chem. Eng. 91 (8) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Effects of water soluble ions on interfacial tension (IFT) between oil and brine in smart and carbonated smart water injection process in oil reservoirs",
      "author" : [ "A.K. Manshad", "M. Olad", "S.A. Taghipour", "I. Nowrouzi", "A.H. Mohammadi" ],
      "venue" : "J. Mol. Liq. 223 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Comprehensive review of carbonated water injection for enhanced oil recovery",
      "author" : [ "C. Esene", "N. Rezaei", "A. Aborig", "S. Zendehboudi" ],
      "venue" : "Fuel 237 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Effects of water soluble ions on wettability alteration and contact angle in smart and carbonated smart water injection process in oil reservoirs",
      "author" : [ "M.A. Khaksar", "I. Nowrouzi", "A.H. Mohammadi" ],
      "venue" : "J. Mol. Liq. 244C ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Effects of ions and dissolved carbon dioxide in brine on wettability alteration",
      "author" : [ "I. Nowrouzi", "A.K. Manshad", "A.H. Mohammadi" ],
      "venue" : "contact angle and oil production in smart water and carbonated smart water injection processes in carbonate oil reservoirs, Fuel 235 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "An experimental investigation of carbonated water flooding",
      "author" : [ "Y. Dong", "B. Dindoruk", "C. Ishizawa", "E.J. Lewis" ],
      "venue" : "SPE Annual Technical Conference and Exhibition, Society of Petroleum Engineers, 2011 , January. ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 1453
    }, {
      "title" : "The influence of spreading coefficient on carbonated water alternating gas injection in a heavy crude oil",
      "author" : [ "M. Riazi", "A. Golkari" ],
      "venue" : "Fuel 178 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Experimental evaluation of carbonated waterflooding: a practical process for enhanced oil recovery and geological CO2 storage",
      "author" : [ "P. Bakhshi", "R. Kharrat", "A. Hashemi", "M. Zallaghi" ],
      "venue" : "Greenhouse Gases Sci. Technol. 8 (2) ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Study of absorption enhancement of CO2 by SiO2",
      "author" : [ "B. Rahmatmand", "P. Keshavarz", "S. Ayatollahi" ],
      "venue" : "Al2O3, CNT, and Fe3O4 nanoparticles in water and amine solutions, J. Chem. Eng. Data 61 (4) ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Absorption and solubility measurement of CO2 in water-based ZnO and SiO2 nanofluids",
      "author" : [ "A. Haghtalab", "M. Mohammadi", "Z. Fakhroueian" ],
      "venue" : "Fluid Phase Equilib. 392 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Absorption of hydrogen sulfide and carbon dioxide inwater based nanofluids",
      "author" : [ "S.H. Esmaeili-Faraj", "M. Nasr Esfahany" ],
      "venue" : "Ind. Eng. Chem. Res. 55 (16) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Applications of nanotechnology in the oil & gas industry: Latest trends worldwide & future challenges in Egypt",
      "author" : [ "A.I. El-Diasty", "A.M.S. Ragab" ],
      "venue" : "North Africa Technical Conference and Exhibition, Society of Petroleum Engineers, Cairo, Egypt, 2013 , ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 1647
    }, {
      "title" : "Effect of nano silica particles on interfacial tension (IFT) and mobility control of natural surfactant (Cedr extraction) solution in enhanced oil recovery process by nanosurfactant flooding",
      "author" : [ "S. Emadi", "S.R. Shadizadeh", "A.K. Manshad", "A.M. Rahimi", "A.H. Mohammadi" ],
      "venue" : "J. Mol. Liq. 248 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Simultaneous adsorption of CTAB surfactant and magnetite nanoparticles on the interfacial tension of n-hexane–water",
      "author" : [ "J. Saien", "A.M. Gorji" ],
      "venue" : "J. Mol. Liq. 242 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Design and screening of synergistic blends of SiO2 nanoparticles and surfactants for enhanced oil recovery in hightemperature reservoirs",
      "author" : [ "N.Y.T. Le", "D.K. Pham", "K.H. Le", "P.T. Nguyen" ],
      "venue" : "Adv. Nat. Sci. Nanosci. Nanotechnol. 2 (3) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "An experimental investigation of nanoparticles assisted surfactant flooding for improving oil recovery in a micromodel system",
      "author" : [ "E. Khalafi", "A. Hashemi", "M. Zallaghi", "R. Kharrat" ],
      "venue" : "J. Pet. Environ. Biotechnol. 9 (1) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effects of lowsalinity water coupled with silica nanoparticles on wettability alteration of dolomite at reservoir temperature",
      "author" : [ "E. Sadatshojaei", "M. Jamialahmadi", "F. Esmaeilzadeh", "M.H. Ghazanfari" ],
      "venue" : "Pet. Sci. Technol. 34 (15) ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Carbonated water injection: effects of silica nanoparticles and operating pressure",
      "author" : [ "A. Fathollahi", "B. Rostami" ],
      "venue" : "Can. J. Chem. Eng. 93 (11) ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Experimental study of water-based nanofluid alternating gas injection as a novel enhanced oilrecovery method in oil-wet carbonate reservoirs",
      "author" : [ "B.Moradi", "P. Pourafshary", "F. Jalali", "M.Mohammadi", "M.A. Emadi" ],
      "venue" : "J. Nat. Gas Sci. Eng",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2015
    }, {
      "title" : "Effects of nanoparticles on gas production",
      "author" : [ "B. Moradi", "P. Pourafshary", "F. Jalali", "M. Mohammadi" ],
      "venue" : "viscosity reduction, and foam formation during nanofluid alternating gas injection in low and high permeable carbonate reservoirs, Can. J. Chem. Eng. 95 (3) ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Dynamics of capillary imbibition when surfactant",
      "author" : [ "T. Babadagli" ],
      "venue" : "polymer, and hot water are used as aqueous phase for oil recovery, J. Colloid Interface Sci. 246 (1) (2002) 203–213.  13  I. Nowrouzi et al. / Journal of Molecular Liquids 292 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "The impact of silica nanoparticles on the performance of polymer solution in presence of salts in polymer flooding for heavy oil recovery",
      "author" : [ "A. Maghzi", "R. Kharrat", "A. Mohebbi", "M.H. Ghazanfari" ],
      "venue" : "Fuel 123 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "The effect of nanoparticles crystallite size on the recovery efficiency in dielectric nanofluid flooding",
      "author" : [ "H.M. Zaid", "N. Yahya", "N.R.A. Latiff" ],
      "venue" : "J. Nano Res. 21 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Improved oil recovery by nanofluids flooding: an experimental study",
      "author" : [ "O Torsater", "B Engeset", "L Hendraningrat", "S. Suwarno" ],
      "venue" : "In SPE Kuwait International Petroleum Conference and Exhibition 2012 Jan 1. Society of Petroleum Engineers. (SPE- 163335-MS)",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2012
    }, {
      "title" : "Wettability alteration in carbonates using zirconium oxide nanofluids: EOR implications",
      "author" : [ "A. Karimi", "Z. Fakhroueian", "A. Bahramian", "N. Pour Khiabani", "J.B. Darabad", "R. Azin", "S. Arya" ],
      "venue" : "Energy Fuel 26 (2) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Wettability alteration of oil-wet carbonate by silica nanofluid",
      "author" : [ "S. Al-Anssari", "A. Barifcani", "S. Wang", "L. Maxim", "S. Iglauer" ],
      "venue" : "J. Colloid Interface Sci. 461 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Wettability alteration of sandstone cores by alumina-based nanofluids",
      "author" : [ "J. Giraldo", "P. Benjumea", "S. Lopera", "F.B. Cortés", "M.A. Ruiz" ],
      "venue" : "Energy Fuel 27 (7) ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "An interface-analyzing technique to evaluate the heavy oil swelling in presence of nickel oxide nanoparticles",
      "author" : [ "Y. Kazemzadeh", "S.E. Eshraghi", "S. Sourani", "M. Reyhani" ],
      "venue" : "J. Mol. Liq. 211 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "TiO2/SiO2 nanofluids as novel inhibitors for the stability of asphaltene particles in crude oil: mechanistic understanding",
      "author" : [ "M. Mohammadi", "M. Dadvar", "B. Dabir" ],
      "venue" : "screening, modeling, and optimization, J. Mol. Liq. 238 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Application of nano-nickel catalyst in the viscosity reduction of Liaohe extra-heavy oil by aqua-thermolysis",
      "author" : [ "W. Li", "J.H. Zhu", "J.H. Qi" ],
      "venue" : "J. Fuel Chem. Technol. 35 (2) ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Effect of nanoparticles/nanofluids on the rheology of heavy crude oil and its mobility on porous media at reservoir conditions",
      "author" : [ "E.A. Taborda", "C.A. Franco", "S.H. Lopera", "V. Alvarado", "F.B. Cortés" ],
      "venue" : "Fuel 184 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Experimental and theoretical study of viscosity reduction in heavy crude oils by addition of nanoparticles",
      "author" : [ "E.A. Taborda", "C.A. Franco", "M.A. Ruiz", "V. Alvarado", "F.B. Cortés" ],
      "venue" : "Energy Fuel 31 (2) ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Enhanced heavy oil recovery using TiO2 nanoparticles: investigation of deposition during transport in core plug",
      "author" : [ "H. Ehtesabi", "M.M. Ahadian", "V. Taghikhani" ],
      "venue" : "Energy Fuel 29 (1) ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Viscosity of water based SWCNH and TiO2 nanofluids",
      "author" : [ "S. Bobbo", "L. Fedele", "A. Benetti", "L. Colla", "M. Fabrizio", "C. Pagura", "S. Barison" ],
      "venue" : "Exp. Thermal Fluid Sci. 36 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Experimental improvement of nanoenhanced oil recovery using nano-emulsions",
      "author" : [ "H. Anganaei", "K. Pourabdollah", "A. Rostami" ],
      "venue" : "Arab. J. Sci. Eng. 39 (8) ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Enhanced heavy oil recovery by in situ prepared ultradispersed multimetallic nanoparticles: a study of hot fluid flooding for Athabasca bitumen recovery",
      "author" : [ "R. Hashemi", "N.N. Nassar", "P. Pereira Almao" ],
      "venue" : "Energy Fuel 27 (4) ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Flow of nanodispersed catalyst particles through porous media: effect of permeability and temperature",
      "author" : [ "A. Zamani", "B. Maini", "P. Pereira-Almao" ],
      "venue" : "Can. J. Chem. Eng. 90 (2) ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "The application of nanoparticle dispersions to remove paraffin and polymer filter cake damage",
      "author" : [ "P.M. Mcelfresh", "C. Olguin", "D. Ector" ],
      "venue" : "Proceedings of the SPE International Symposium and Exhibition on Formation Damage Control, Lafayette, LA, USA, 2012 , 15–17 February. ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 1848
    }, {
      "title" : "Spreading of nanofluids driven by the structural disjoining pressure gradient",
      "author" : [ "A. Chengara", "A.D. Nikolov", "D.T. Wasan", "A. Trokhymchuk", "D. Henderson" ],
      "venue" : "J. Colloid Interface Sci. 280 (1) ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Dynamics of subcritical CO2/brine floods for heavy-oil recovery",
      "author" : [ "G.A. Rojas", "S.M. Ali" ],
      "venue" : "SPE Reserv. Eng. 3 (01) (1988) 35–44 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 1359
    }, {
      "title" : "Interfacial tensions of the crude oil+ reservoir brine+ CO2 systems at pressures up to 31 MPa and temperatures of 27 C and 58 C",
      "author" : [ "D. Yang", "P. Tontiwachwuthikul", "Y. Gu" ],
      "venue" : "J. Chem. Eng. Data 50 (4) ",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Experimental investigation of interfacial tension measurement and oil recovery by carbonated water injection: a case study using core samples from an Iranian carbonate oil reservoir",
      "author" : [ "B. Honarvar", "A. Azdarpour", "M. Karimi", "A. Rahimi", "M. Afkhami Karaei", "H. Hamidi", "J. Ing", "E. Mohammadian" ],
      "venue" : "Energy Fuel 31 (3) ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Effect of CO2 and natural surfactant of crude oil on the dynamic interfacial tensions during carbonated water flooding: experimental and modeling investigation",
      "author" : [ "M. Lashkarbolooki", "M. Riazi", "S. Ayatollahi" ],
      "venue" : "J. Pet. Sci. Eng. 159 ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Effects of dissolved binary ionic compounds and different densities of brine on interfacial tension (IFT), wettability alteration, and contact angle in smart water and carbonated smart water injection processes in oil reservoirs",
      "author" : [ "I. Nowrouzi", "A.K.Manshad", "A.H. Mohammadi" ],
      "venue" : "J. Mol. Liq",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2018
    }, {
      "title" : "Effects of dissolved carbon dioxide and ions inwater on the dynamic interfacial tension of water and oil in the process of carbonated smart water injection into oil reservoirs",
      "author" : [ "I. Nowrouzi", "A.K. Manshad", "A.H. Mohammadi" ],
      "venue" : "Fuel 243 ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Nanofluid for enhanced oil recovery",
      "author" : [ "B.A. Suleimanov", "F.S. Ismailov", "E.F. Veliyev" ],
      "venue" : "J. Pet. Sci. Eng. 78 (2) ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Experimental investigation of HLP nanofluid potential to enhance oil recovery: A mechanistic approach",
      "author" : [ "A. Shahrabadi", "H. Bagherzadeh", "A. Roostaie", "H. Golghanddashti" ],
      "venue" : "SPE International Oilfield Nanotechnology Conference and Exhibition, Society of Petroleum Engineers, 2012, January , ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 1566
    }, {
      "title" : "A coreflood investigation of nanofluid enhanced oil recovery",
      "author" : [ "L. Hendraningrat", "S. Li", "O. Torsæter" ],
      "venue" : "J. Pet. Sci. Eng. 111 ",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Metal oxide-based nanoparticles: revealing their potential to enhance oil recovery in different wettability systems",
      "author" : [ "L. Hendraningrat", "O. Torsæter" ],
      "venue" : "Appl. Nanosci. 5 (2) ",
      "citeRegEx" : "52",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Carbonate and sandstone reservoirs wettability improvement without using surfactants for chemical enhanced oil recovery (C-EOR)",
      "author" : [ "M. Ershadi", "M. Alaei", "A. Rashidi", "A. Ramazani", "S. Khosravani" ],
      "venue" : "Fuel 153 ",
      "citeRegEx" : "53",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "The effectiveness of silicon dioxide SiO2 nanoparticle as an enhanced oil recovery agent in Ben Nevis formation",
      "author" : [ "D.J.S. Ortega", "H.B. Kim", "L.A. James", "T.E. Johansen", "Y. Zhang" ],
      "venue" : "Hebron field, offshore eastern Canada, Abu Dhabi International Petroleum Exhibition & Conference, Society of Petroleum Engineers, 2016, November , ",
      "citeRegEx" : "54",
      "shortCiteRegEx" : null,
      "year" : 1835
    }, {
      "title" : "Effect of zinc oxide nanoparticle sizes on viscosity of nanofluid for application in enhanced oil recovery",
      "author" : [ "K.C. Lee", "Z.A. Bin Saipolbahri", "H. Soleimani", "H.M. Zaid", "B.H. Guan", "C. Ching", "D. Ling" ],
      "venue" : "Nano Res. 38 ",
      "citeRegEx" : "55",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Amechanism study ofwettability and interfacial tension for EOR using silica nanoparticles",
      "author" : [ "R. Jiang", "K. Li", "R. Horne" ],
      "venue" : "SPE Annual Technical Conference and Exhibition, Society of Petroleum Engineers, San Antonio, Texas, USA, 2017, October , ",
      "citeRegEx" : "57",
      "shortCiteRegEx" : null,
      "year" : 1870
    }, {
      "title" : "Investigation of dispersion stability and IFT reduction using surface modified nanoparticle: enhanced oil recovery",
      "author" : [ "A. Ahmed", "I.M. Saaid", "A.H. Tunio", "R.M. Pilus", "M. Mumtaz", "I. Ahmad" ],
      "venue" : "J. Appl. Environ. Biol. Sci 7 (4S) ",
      "citeRegEx" : "58",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "K",
      "author" : [ "A.J. Ali" ],
      "venue" : "Kolo, A.K.Manshad, K. Stephen, A. Keshavarz, Modification of LoSal water performance in reducing interfacial tension using green ZnO/SiO2 nanocomposite coated by xanthan, J. Appl. Nanosci. 8 ",
      "citeRegEx" : "59",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Wettability alteration and interfacial tension (IFT) reduction in enhanced oil recovery (EOR) process by ionic liquid flooding",
      "author" : [ "A.K. Manshad", "M. Rezaei", "S. Moradi", "I. Nowrouzi", "A.H. Mohammadi" ],
      "venue" : "J. Mol. Liq. 248 ",
      "citeRegEx" : "60",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Measurement of interfacial tension in fluid-fluid systems",
      "author" : [ "J. Drelich", "C. Fang", "C.L. White" ],
      "venue" : "Encyclopedia of Surface and Colloid Science, vol. 3",
      "citeRegEx" : "61",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Axisymmetric drop shape analysis (ADSA) for the determination of surface tension and contact angle",
      "author" : [ "M. Hoorfar", "A.W. Neumann" ],
      "venue" : "J. Adhes. 80 (8) ",
      "citeRegEx" : "62",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "An analysis of the sensitivity of pendant drops and liquid bridges to measure the interfacial tension",
      "author" : [ "C. Ferrera", "J.M. Montanero", "M.G. Cabezas" ],
      "venue" : "Meas. Sci. Technol. 18 (12) ",
      "citeRegEx" : "63",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Toxicity of nanosized and bulk ZnO",
      "author" : [ "M. Heinlaan", "A. Ivask", "I. Blinova", "H.C. Dubourguier", "A. Kahru" ],
      "venue" : "CuO and TiO2 to bacteria Vibrio fischeri and crustaceans Daphnia magna and Thamnocephalus platyurus, Chemosphere 71 (7) ",
      "citeRegEx" : "64",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Antibacterial activity of ZnO nanoparticle suspensions on a broad spectrum of microorganisms",
      "author" : [ "N. Jones", "B. Ray", "K.T. Ranjit", "A.C. Manna" ],
      "venue" : "FEMS Microbiol. Lett. 279 (1) ",
      "citeRegEx" : "65",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "A review on nanofluids: preparation",
      "author" : [ "W. Yu", "H. Xie" ],
      "venue" : "stability mechanisms, and applications, J. Nanomater. 2012 ",
      "citeRegEx" : "66",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "A review of nanofluid stability properties and characterization in stationary conditions",
      "author" : [ "A. Ghadimi", "R. Saidur", "H.S.C. Metselaar" ],
      "venue" : "Int. J. Heat Mass Transf. 54 (17–18) ",
      "citeRegEx" : "67",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Process optimization and material properties for nanofluid manufacturing",
      "author" : [ "H. Chang", "C.S. Jwo", "P.S. Fan", "S.H. Pai" ],
      "venue" : "Int. J. Adv. Manuf. Technol. 34 (3–4) ",
      "citeRegEx" : "68",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "A review on development of nanofluid preparation and characterization",
      "author" : [ "Y. Li", "S. Tung", "E. Schneider", "S. Xi" ],
      "venue" : "Powder Technol. 196 (2) ",
      "citeRegEx" : "69",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Preparation and thermal conductivity of suspensions of graphite nanoparticles",
      "author" : [ "H. Zhu", "C. Zhang", "Y. Tang", "J. Wang", "B. Ren", "Y. Yin" ],
      "venue" : "Carbon 45 (1) ",
      "citeRegEx" : "70",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Performance evaluation of nano-lubricants of fullerene nanoparticles in refrigeration mineral oil",
      "author" : [ "K. Lee", "Y. Hwang", "S. Cheong", "L. Kwon", "S. Kim", "J. Lee" ],
      "venue" : "Curr. Appl. Phys. 9 (2) ",
      "citeRegEx" : "71",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "A critical review of convective heat transfer of nanofluids",
      "author" : [ "W. Daungthongsuk", "S. Wongwises" ],
      "venue" : "Renew. Sust. Energ. Rev. 11 (5) ",
      "citeRegEx" : "72",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Critical issues in nanofluids preparation",
      "author" : [ "D. Wu", "H. Zhu", "L. Wang", "L. Liu" ],
      "venue" : "characterization and thermal conductivity, Curr. Nanosci. 5 (1) ",
      "citeRegEx" : "73",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Thermal conductivity of Fe nanofluids depending on the cluster size of nanoparticles",
      "author" : [ "K.S. Hong", "T.K. Hong", "H.S. Yang" ],
      "venue" : "Appl. Phys. Lett. 88 (3) ",
      "citeRegEx" : "74",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Analysis of the 3-omega method for thermal conductivity measurement",
      "author" : [ "H. Wang", "M. Sen" ],
      "venue" : "Int. J. Heat Mass Transf. 52 (7–8) ",
      "citeRegEx" : "75",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Synthesis and thermal conductivity of Cu2O nanofluids",
      "author" : [ "X. Wei", "H. Zhu", "T. Kong", "L. Wang" ],
      "venue" : "Int. J. Heat Mass Transf. 52 (19–20) ",
      "citeRegEx" : "76",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Heat transfer and flow behaviour of aqueous suspensions of TiO2 nanoparticles (nanofluids) flowing upward through a vertical pipe",
      "author" : [ "Y. He", "Y. Jin", "H. Chen", "Y. Ding", "D. Cang", "H. Lu" ],
      "venue" : "Int. J. Heat Mass Transf. 50 (11−12) ",
      "citeRegEx" : "77",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Effect of ZnO nanoparticle and hexadecyltrimethylammonium bromide on the dynamic and equilibrium oil– water interfacial tension",
      "author" : [ "T. Fereidooni Moghadam", "S. Azizian" ],
      "venue" : "J. Phys. Chem. B 118 (6) ",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Recent advances in application of nanotechnology in chemical enhanced oil recovery: effects of nanoparticles on wettability alteration",
      "author" : [ "J.A. Ali", "K. Kolo", "A.K. Manshad", "A.H. Mohammadi" ],
      "venue" : "interfacial tension reduction, and flooding, Egypt. J. Pet. 27 (4) ",
      "citeRegEx" : "79",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "The Effect of Nanoparticles on Oil/Water Interfacial Tension",
      "author" : [ "G.S. Dahle" ],
      "venue" : "Project thesis NTNU",
      "citeRegEx" : "80",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Emulsions stabilised solely by colloidal particles",
      "author" : [ "R. Aveyard", "B.P. Binks", "J.H. Clint" ],
      "venue" : "Adv. Colloid Interf. Sci. 100 ",
      "citeRegEx" : "81",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Particles as surfactants—similarities and differences",
      "author" : [ "B.P. Binks" ],
      "venue" : "Curr. Opin. Colloid Interface Sci. 7 (1–2) ",
      "citeRegEx" : "82",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Adsorption energy of nano-and microparticles at liquid−liquid interfaces",
      "author" : [ "K. Du", "E. Glogowski", "T. Emrick", "T.P. Russell", "A.D. Dinsmore" ],
      "venue" : "Langmuir 26 (15) (2010) 12518–12522.  14  I. Nowrouzi et al. / Journal of Molecular Liquids 292 ",
      "citeRegEx" : "83",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Assembly of nanoparticles at liquid interfaces: crowding and ordering",
      "author" : [ "K. Schwenke", "L. Isa", "E. Del Gado" ],
      "venue" : "Langmuir 30 (11) ",
      "citeRegEx" : "84",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Influence of surface charge on wetting kinetics",
      "author" : [ "L.S. Puah", "R. Sedev", "D. Fornasiero", "J. Ralston", "T. Blake" ],
      "venue" : "Langmuir 26 (22) ",
      "citeRegEx" : "85",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Competitive adsorption between nanoparticles and surface active ions for the oil–water Interface",
      "author" : [ "X. Hua", "M.A. Bevan", "J. Frechette" ],
      "venue" : "Langmuir 34 (16) ",
      "citeRegEx" : "86",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Rock/fluid interactions of carbonated brines in a sandstone reservoir: Pembina Cardium",
      "author" : [ "S.G. Sayegh", "F.F. Krause", "M. Girard", "C. DeBree" ],
      "venue" : "Alberta, Canada, SPE Form. Eval. 5 (04) ",
      "citeRegEx" : "87",
      "shortCiteRegEx" : null,
      "year" : 1990
    }, {
      "title" : "The pH of saturated water at temperatures between 308K and 423K at pressures up to 15MPa",
      "author" : [ "C. Peng", "J.P. Crawshaw", "G.C. Maitland", "J.M. Trusler", "D. Vega-Maza" ],
      "venue" : "J. Supercrit. Fluids 82 ",
      "citeRegEx" : "88",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "The gas–oil interfacial behavior during gas injection into an asphaltenic oil reservoir",
      "author" : [ "M. Escrochi", "N. Mehranbod", "S. Ayatollahi" ],
      "venue" : "J. Chem. Eng. Data 58 (9) ",
      "citeRegEx" : "89",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "In: L",
      "author" : [ "C.H. Whiston", "M.R. Brule" ],
      "venue" : "Henry (Ed.), Phase Behavior, No. 20, Chap. 3, Doherty Monograph Series, Society of Petroleum Engineers, Richardson, Texas",
      "citeRegEx" : "90",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Salting-out effect of dipotassium hydrogen phosphate on the recovery of acetone",
      "author" : [ "C. Yi", "S. Xie", "X. Qiu" ],
      "venue" : "butanol, and ethanol from a prefractionator, J. Chem. Eng. Data 59 (5) ",
      "citeRegEx" : "91",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Salting-out parameters for organic acids",
      "author" : [ "P.M. Armenante", "H.T. Karlsson" ],
      "venue" : "J. Chem. Eng. Data 27 (2) ",
      "citeRegEx" : "92",
      "shortCiteRegEx" : null,
      "year" : 1982
    }, {
      "title" : "Partition coefficients and interfacial activity for polar components in oil/water model systems",
      "author" : [ "S.H. Standal", "A.M. Blokhus", "J. Haavik", "A. Skauge", "T. Barth" ],
      "venue" : "J. Colloid Interface Sci. 212 (1) ",
      "citeRegEx" : "93",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Critical review of low-salinity waterflooding",
      "author" : [ "J.J. Sheng" ],
      "venue" : "J. Pet. Sci. Eng. 120 ",
      "citeRegEx" : "94",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Modern Chemical Enhanced Oil Recovery: Theory and Practice",
      "author" : [ "J. Sheng" ],
      "venue" : "Gulf Professional Publishing",
      "citeRegEx" : "95",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Systematic investigation of the effects of Zwitterionic surface-active ionic liquids on the interfacial tension of a water/crude oil system and their application to enhance crude oil recovery",
      "author" : [ "H. Jia", "P. Lian", "Y. Liang", "Y. Zhu", "P. Huang", "H. Wu", "X. Leng", "H. Zhou" ],
      "venue" : "Energy Fuel 32 (1) ",
      "citeRegEx" : "96",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Characterization of rock-fluid and fluid-fluid interactions in presence of a family of synthesized zwitterionic surfactants for application in enhanced oil recovery",
      "author" : [ "A. Kumar", "A. Mandal" ],
      "venue" : "Colloids Surf. A Physicochem. Eng. Asp. 549 ",
      "citeRegEx" : "97",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "N",
      "author" : [ "N. Pal" ],
      "venue" : "Saxena, K.D. Laxmi, A.Mandal, Interfacial behaviour, wettability alteration and emulsification characteristics of a novel surfactant: implications for enhanced oil recovery, Chem. Eng. Sci. 187 ",
      "citeRegEx" : "98",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Mechanistic studies of enhanced oil recovery by imidazolium-based ionic liquids as novel surfactants",
      "author" : [ "P. Pillai", "A. Kumar", "A. Mandal" ],
      "venue" : "J. Ind. Eng. Chem. 63 ",
      "citeRegEx" : "99",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Characterizations of surfactant synthesized from palm oil and its application in enhanced oil recovery",
      "author" : [ "N. Saxena", "N. Pal", "S. Dey", "A. Mandal" ],
      "venue" : "J. Taiwan Inst. Chem. Eng. 81 ",
      "citeRegEx" : "100",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Mechanistic investigation on dynamic interfacial tension between crude oil and ionic liquid using mass transfer concept",
      "author" : [ "A. Zeinolabedini Hezave", "S. Dorostkar", "S. Ayatollahi", "M. Nabipour", "B. Hemmateenejad" ],
      "venue" : "J. Dispers. Sci. Technol. 35 (10) ",
      "citeRegEx" : "101",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Effect of different families (imidazolium and pyridinium) of ionic liquids-based surfactants on interfacial tension of water/crude oil system",
      "author" : [ "A.Z. Hezave", "S. Dorostkar", "S. Ayatollahi", "M. Nabipour", "B. Hemmateenejad" ],
      "venue" : "Fluid Phase Equilib. 360 ",
      "citeRegEx" : "102",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Dynamic interfacial tension behavior between heavy crude oil and ionic liquid solution (1dodecyl-3-methylimidazolium chloride ([C12mim][cl]+ distilled or saline water/ heavy crude oil)) as a new surfactant",
      "author" : [ "A.Z. Hezave", "S. Dorostkar", "S. Ayatollahi", "M. Nabipour", "B. Hemmateenejad" ],
      "venue" : "J. Mol. Liq. 187 ",
      "citeRegEx" : "103",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Investigating the effect of [C 8 Py][Cl] and [C 18 Py][Cl] ionic liquids on the water/oil interfacial tension by considering Taguchi method",
      "author" : [ "S. Najimi", "I. Nowrouzi", "A.K. Manshad", "M.H. Farsangi", "A.Z. Hezave", "J.A. Ali", "A. Keshavarz", "A.H. Mohammadi" ],
      "venue" : "J. Pet. Explor. Prod. Technol. ",
      "citeRegEx" : "104",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Influences of hydrophilic and hydrophobic silica nanoparticles on anionic surfactant properties: interfacial and adsorption behaviors",
      "author" : [ "M. Zargartalebi", "N. Barati", "R. Kharrat" ],
      "venue" : "J. Pet. Sci. Eng. 119 ",
      "citeRegEx" : "105",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Applications of aluminium oxide and zirconium oxide nanoparticles in altering dolomite rock wettability using different dispersing medium",
      "author" : [ "M.S. Moslan", "W.R.W. Sulaiman", "A.R. Ismail", "M.Z. Jaafar" ],
      "venue" : "Chem. Eng. Trans. 65 ",
      "citeRegEx" : "106",
      "shortCiteRegEx" : null,
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "investigated a newmethod of insitu dissolving carbon dioxide in the aquifer to prevent CO2 leakage and low rates of carbon dioxide dissolution in brine [1].",
      "startOffset" : 152,
      "endOffset" : 155
    }, {
      "referenceID" : 1,
      "context" : "Economic feasibility is fundamentally dependent on various parameters such as oil prices and the cost of surfactants [2].",
      "startOffset" : 117,
      "endOffset" : 120
    }, {
      "referenceID" : 2,
      "context" : "Regulating the ions in smart water and the use of water-soluble carbon dioxide are methods that reduce the IFT [3].",
      "startOffset" : 111,
      "endOffset" : 114
    }, {
      "referenceID" : 3,
      "context" : "investigated the carbonate water injection method based on the concentration of CO2, salinity, injection pressure, temperature, and injection rate, as important operational conditions that affect theperformance of the carrbonatedwater injection process in particular [4].",
      "startOffset" : 267,
      "endOffset" : 270
    }, {
      "referenceID" : 12,
      "context" : "The use of nano-fluids, also known as smart nano-fluids, in EOR is structured in two sections of the base fluid and nanoparticle [13].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 17,
      "context" : "NEOR is normally combinedwith chemical methods such as simultaneous use with surfactants [14–17], smart water in high and low salinity [18,19], injection as carbonated water [20], gas [21], foam [22], and polymers [23,24].",
      "startOffset" : 135,
      "endOffset" : 142
    }, {
      "referenceID" : 18,
      "context" : "NEOR is normally combinedwith chemical methods such as simultaneous use with surfactants [14–17], smart water in high and low salinity [18,19], injection as carbonated water [20], gas [21], foam [22], and polymers [23,24].",
      "startOffset" : 174,
      "endOffset" : 178
    }, {
      "referenceID" : 19,
      "context" : "NEOR is normally combinedwith chemical methods such as simultaneous use with surfactants [14–17], smart water in high and low salinity [18,19], injection as carbonated water [20], gas [21], foam [22], and polymers [23,24].",
      "startOffset" : 184,
      "endOffset" : 188
    }, {
      "referenceID" : 20,
      "context" : "NEOR is normally combinedwith chemical methods such as simultaneous use with surfactants [14–17], smart water in high and low salinity [18,19], injection as carbonated water [20], gas [21], foam [22], and polymers [23,24].",
      "startOffset" : 195,
      "endOffset" : 199
    }, {
      "referenceID" : 21,
      "context" : "NEOR is normally combinedwith chemical methods such as simultaneous use with surfactants [14–17], smart water in high and low salinity [18,19], injection as carbonated water [20], gas [21], foam [22], and polymers [23,24].",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 22,
      "context" : "NEOR is normally combinedwith chemical methods such as simultaneous use with surfactants [14–17], smart water in high and low salinity [18,19], injection as carbonated water [20], gas [21], foam [22], and polymers [23,24].",
      "startOffset" : 214,
      "endOffset" : 221
    }, {
      "referenceID" : 13,
      "context" : "Nano-fluid mechanisms in EORmainly include reduction of IFT [14,25,26], wettability alteration [27–29], heavy oil swelling [30], asphaltene stability [13,31], oil viscosity reduction [32–34], increasing the viscosity of the injected phase [35,36], creating nano-emulsion [37], pore channel plugging [38,39], and disjoining pressure.",
      "startOffset" : 60,
      "endOffset" : 70
    }, {
      "referenceID" : 23,
      "context" : "Nano-fluid mechanisms in EORmainly include reduction of IFT [14,25,26], wettability alteration [27–29], heavy oil swelling [30], asphaltene stability [13,31], oil viscosity reduction [32–34], increasing the viscosity of the injected phase [35,36], creating nano-emulsion [37], pore channel plugging [38,39], and disjoining pressure.",
      "startOffset" : 60,
      "endOffset" : 70
    }, {
      "referenceID" : 24,
      "context" : "Nano-fluid mechanisms in EORmainly include reduction of IFT [14,25,26], wettability alteration [27–29], heavy oil swelling [30], asphaltene stability [13,31], oil viscosity reduction [32–34], increasing the viscosity of the injected phase [35,36], creating nano-emulsion [37], pore channel plugging [38,39], and disjoining pressure.",
      "startOffset" : 60,
      "endOffset" : 70
    }, {
      "referenceID" : 28,
      "context" : "Nano-fluid mechanisms in EORmainly include reduction of IFT [14,25,26], wettability alteration [27–29], heavy oil swelling [30], asphaltene stability [13,31], oil viscosity reduction [32–34], increasing the viscosity of the injected phase [35,36], creating nano-emulsion [37], pore channel plugging [38,39], and disjoining pressure.",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 12,
      "context" : "Nano-fluid mechanisms in EORmainly include reduction of IFT [14,25,26], wettability alteration [27–29], heavy oil swelling [30], asphaltene stability [13,31], oil viscosity reduction [32–34], increasing the viscosity of the injected phase [35,36], creating nano-emulsion [37], pore channel plugging [38,39], and disjoining pressure.",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 29,
      "context" : "Nano-fluid mechanisms in EORmainly include reduction of IFT [14,25,26], wettability alteration [27–29], heavy oil swelling [30], asphaltene stability [13,31], oil viscosity reduction [32–34], increasing the viscosity of the injected phase [35,36], creating nano-emulsion [37], pore channel plugging [38,39], and disjoining pressure.",
      "startOffset" : 150,
      "endOffset" : 157
    }, {
      "referenceID" : 33,
      "context" : "Nano-fluid mechanisms in EORmainly include reduction of IFT [14,25,26], wettability alteration [27–29], heavy oil swelling [30], asphaltene stability [13,31], oil viscosity reduction [32–34], increasing the viscosity of the injected phase [35,36], creating nano-emulsion [37], pore channel plugging [38,39], and disjoining pressure.",
      "startOffset" : 239,
      "endOffset" : 246
    }, {
      "referenceID" : 34,
      "context" : "Nano-fluid mechanisms in EORmainly include reduction of IFT [14,25,26], wettability alteration [27–29], heavy oil swelling [30], asphaltene stability [13,31], oil viscosity reduction [32–34], increasing the viscosity of the injected phase [35,36], creating nano-emulsion [37], pore channel plugging [38,39], and disjoining pressure.",
      "startOffset" : 239,
      "endOffset" : 246
    }, {
      "referenceID" : 35,
      "context" : "Nano-fluid mechanisms in EORmainly include reduction of IFT [14,25,26], wettability alteration [27–29], heavy oil swelling [30], asphaltene stability [13,31], oil viscosity reduction [32–34], increasing the viscosity of the injected phase [35,36], creating nano-emulsion [37], pore channel plugging [38,39], and disjoining pressure.",
      "startOffset" : 271,
      "endOffset" : 275
    }, {
      "referenceID" : 36,
      "context" : "Nano-fluid mechanisms in EORmainly include reduction of IFT [14,25,26], wettability alteration [27–29], heavy oil swelling [30], asphaltene stability [13,31], oil viscosity reduction [32–34], increasing the viscosity of the injected phase [35,36], creating nano-emulsion [37], pore channel plugging [38,39], and disjoining pressure.",
      "startOffset" : 299,
      "endOffset" : 306
    }, {
      "referenceID" : 37,
      "context" : "Nano-fluid mechanisms in EORmainly include reduction of IFT [14,25,26], wettability alteration [27–29], heavy oil swelling [30], asphaltene stability [13,31], oil viscosity reduction [32–34], increasing the viscosity of the injected phase [35,36], creating nano-emulsion [37], pore channel plugging [38,39], and disjoining pressure.",
      "startOffset" : 299,
      "endOffset" : 306
    }, {
      "referenceID" : 40,
      "context" : "1988 Rojas and Ali [43] Carbonated formation water and heavy oil, pendan",
      "startOffset" : 19,
      "endOffset" : 23
    }, {
      "referenceID" : 41,
      "context" : "[44] Carbonated formation water and crude oil, pendan",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 7,
      "context" : "2016 Riazi and Golkari [8] Carbonated saline and crude oil, pendant dro",
      "startOffset" : 23,
      "endOffset" : 26
    }, {
      "referenceID" : 2,
      "context" : "[3] Carbonated smart water and crude oil, pendant",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 42,
      "context" : "[45] Carbonated sea water and crude oil, pendant d 2017 Lashkarbolooki et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 43,
      "context" : "[46] Carbonated diluted water mixed with surfactant, pen",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 44,
      "context" : "[47] Carbonated smart water and crude oil, pendant",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 45,
      "context" : "[48] Carbonated smart water and crude oil, pendant",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 46,
      "context" : "[49] Water base nano-fluids and crude oil, pendant d",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 47,
      "context" : "[50] Polysilicon nano-fluids and crude oil, pendant d",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 48,
      "context" : "[51] Water base nano-fluids and crude oil, spinning 2013 Zaid et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 23,
      "context" : "[25] Zinc oxide and Aluminum oxide water base nano-fluid",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 49,
      "context" : "Torsaeter [52] Water base SiO2, TiO2 and Al2O3 nano-fluids and cr spinning drop 2015 Ershadi et al.",
      "startOffset" : 10,
      "endOffset" : 14
    }, {
      "referenceID" : 50,
      "context" : "[53] Water base MWCNT-SiO2 nano-fluid and kerosene, pe 2016 Ortega et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 51,
      "context" : "[54] Distilled water and sea water base SiO2 nano-fluid, pe",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 52,
      "context" : "[55] Water base ZnO nano-fluids and heavy oil, pendan",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 53,
      "context" : "[57] Water base SiO2 nano-fluids and n-decane, pendan 2017 Ahmed et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 54,
      "context" : "[58] Water base SiO2 nano-fluids and crude oil, spinnin 2018 Ali et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 55,
      "context" : "[59] Smart water base green ZnO/SiO2 reduction by nanofluids has been reported.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 57,
      "context" : "(1) and information such as the density of two incompressible fluids, gravity acceleration, temperature, and pressure [61]:",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 58,
      "context" : "This target function is obtained numerically in order to obtain IFT and contact angle values [62].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 59,
      "context" : ", the drop volume has the highest sensitivity among these parameters [63].",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 56,
      "context" : "omputer equipped with device software [60].",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 44,
      "context" : "Schematic of the equipment for the preparation of carbonated nano-fluids [47].",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 60,
      "context" : "The toxicity of these nanoparticles has been tested in bacteria but their other effects such as the impact on human life are still unknown [64,65].",
      "startOffset" : 139,
      "endOffset" : 146
    }, {
      "referenceID" : 61,
      "context" : "The toxicity of these nanoparticles has been tested in bacteria but their other effects such as the impact on human life are still unknown [64,65].",
      "startOffset" : 139,
      "endOffset" : 146
    }, {
      "referenceID" : 62,
      "context" : "There are various methods for stabilization of nanoparticles, including adding surfactant [66], nano-fluid pH control [67], and ultrasonic vibration [68].",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 63,
      "context" : "There are various methods for stabilization of nanoparticles, including adding surfactant [66], nano-fluid pH control [67], and ultrasonic vibration [68].",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 64,
      "context" : "There are various methods for stabilization of nanoparticles, including adding surfactant [66], nano-fluid pH control [67], and ultrasonic vibration [68].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 63,
      "context" : "Normally, the stability of nanofluids is greater than other suspension fluids [67].",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 65,
      "context" : "Besides, factors such as the concentration of nano-particles, diffusers, fluid viscosity, pH, type of nano-particles, nano-particle diameter, and ultrasonic time are affected in this process [69].",
      "startOffset" : 191,
      "endOffset" : 195
    }, {
      "referenceID" : 66,
      "context" : "Nano-fluid stability testing methods include Sedimentation Balance Method [70], Uv-Vis spectrophotometry [71], Zeta Potential Analysis [72], TEM and SEM [73], the light scattering method [74], the Three Omega Method [75], and the imaging of nanofluid and sediments and evaluating it with direct observation [76].",
      "startOffset" : 74,
      "endOffset" : 78
    }, {
      "referenceID" : 67,
      "context" : "Nano-fluid stability testing methods include Sedimentation Balance Method [70], Uv-Vis spectrophotometry [71], Zeta Potential Analysis [72], TEM and SEM [73], the light scattering method [74], the Three Omega Method [75], and the imaging of nanofluid and sediments and evaluating it with direct observation [76].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 68,
      "context" : "Nano-fluid stability testing methods include Sedimentation Balance Method [70], Uv-Vis spectrophotometry [71], Zeta Potential Analysis [72], TEM and SEM [73], the light scattering method [74], the Three Omega Method [75], and the imaging of nanofluid and sediments and evaluating it with direct observation [76].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 69,
      "context" : "Nano-fluid stability testing methods include Sedimentation Balance Method [70], Uv-Vis spectrophotometry [71], Zeta Potential Analysis [72], TEM and SEM [73], the light scattering method [74], the Three Omega Method [75], and the imaging of nanofluid and sediments and evaluating it with direct observation [76].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 70,
      "context" : "Nano-fluid stability testing methods include Sedimentation Balance Method [70], Uv-Vis spectrophotometry [71], Zeta Potential Analysis [72], TEM and SEM [73], the light scattering method [74], the Three Omega Method [75], and the imaging of nanofluid and sediments and evaluating it with direct observation [76].",
      "startOffset" : 187,
      "endOffset" : 191
    }, {
      "referenceID" : 71,
      "context" : "Nano-fluid stability testing methods include Sedimentation Balance Method [70], Uv-Vis spectrophotometry [71], Zeta Potential Analysis [72], TEM and SEM [73], the light scattering method [74], the Three Omega Method [75], and the imaging of nanofluid and sediments and evaluating it with direct observation [76].",
      "startOffset" : 216,
      "endOffset" : 220
    }, {
      "referenceID" : 72,
      "context" : "Nano-fluid stability testing methods include Sedimentation Balance Method [70], Uv-Vis spectrophotometry [71], Zeta Potential Analysis [72], TEM and SEM [73], the light scattering method [74], the Three Omega Method [75], and the imaging of nanofluid and sediments and evaluating it with direct observation [76].",
      "startOffset" : 307,
      "endOffset" : 311
    }, {
      "referenceID" : 73,
      "context" : "The application of ultrasonic waves causes nanofluid stability to last for several months [77].",
      "startOffset" : 90,
      "endOffset" : 94
    }, {
      "referenceID" : 74,
      "context" : "The effect of carbonated nano-fluids on IFT is controlled by at least three mechanisms: first, the presence of nanoparticles, which depends on the type, size, and concentration of nanoparticles [78,79]; second, the mechanism of carbon dioxide solubility in the carbonated system; and third, the soluble ions in base fluid that are related to the type and concentration of ions.",
      "startOffset" : 194,
      "endOffset" : 201
    }, {
      "referenceID" : 75,
      "context" : "The effect of carbonated nano-fluids on IFT is controlled by at least three mechanisms: first, the presence of nanoparticles, which depends on the type, size, and concentration of nanoparticles [78,79]; second, the mechanism of carbon dioxide solubility in the carbonated system; and third, the soluble ions in base fluid that are related to the type and concentration of ions.",
      "startOffset" : 194,
      "endOffset" : 201
    }, {
      "referenceID" : 48,
      "context" : "As nanoparticles' concentration increases, this mechanism is stronger and the IFT decreases [51,80].",
      "startOffset" : 92,
      "endOffset" : 99
    }, {
      "referenceID" : 76,
      "context" : "As nanoparticles' concentration increases, this mechanism is stronger and the IFT decreases [51,80].",
      "startOffset" : 92,
      "endOffset" : 99
    }, {
      "referenceID" : 39,
      "context" : "The shape of the pressure profile depends on the size and shape of the nanoparticles [41].",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 77,
      "context" : "The origin of this pressure is Brownian motion and electrostatic repulsion between nanoparticles [81].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 77,
      "context" : "For example, when the amount (concentration) of nanoparticles increases in the nanofluid, the progression of the film will increase on the interface [81].",
      "startOffset" : 149,
      "endOffset" : 153
    }, {
      "referenceID" : 78,
      "context" : "Another suggested mechanism is that nanoparticles are not generally amphiphiles but an increase in surface pressure is measured on their adsorption due to a decrease in the IFT caused by the appropriate wettability of the nanoparticles at the interface of oil and water [82].",
      "startOffset" : 270,
      "endOffset" : 274
    }, {
      "referenceID" : 78,
      "context" : "This energy reduction is due to the replacement of nanoparticles on the fluid-fluid interface, which forms a contact angle in the interface with amaximumangle of 90° [82,84].",
      "startOffset" : 166,
      "endOffset" : 173
    }, {
      "referenceID" : 80,
      "context" : "This energy reduction is due to the replacement of nanoparticles on the fluid-fluid interface, which forms a contact angle in the interface with amaximumangle of 90° [82,84].",
      "startOffset" : 166,
      "endOffset" : 173
    }, {
      "referenceID" : 81,
      "context" : "Since the chemical nature, surface charge, and synthesis of nanoparticles determine its wettability [85], it is expected that nanoparticles with different chemical natures will create different adsorption and, as a result, create different surface tension.",
      "startOffset" : 100,
      "endOffset" : 104
    }, {
      "referenceID" : 82,
      "context" : "addition to controlling the occupied parts by ions and nanoparticles, controls pressure on the water-oil interface [86].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 83,
      "context" : "(4) and (5), carbonic acid is formed [87],",
      "startOffset" : 37,
      "endOffset" : 41
    }, {
      "referenceID" : 84,
      "context" : "(6), X is the molar fraction of CO2 in carbonated water; and A and B are constants [88].",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 40,
      "context" : "The acidification of injected water adjacent to oil produces in-situ surfactants at the interface between water and oil, as a result of the reaction of carbonic acid created by the dissolution of carbon dioxide in water and nitrogenous oil beds [43,46].",
      "startOffset" : 245,
      "endOffset" : 252
    }, {
      "referenceID" : 43,
      "context" : "The acidification of injected water adjacent to oil produces in-situ surfactants at the interface between water and oil, as a result of the reaction of carbonic acid created by the dissolution of carbon dioxide in water and nitrogenous oil beds [43,46].",
      "startOffset" : 245,
      "endOffset" : 252
    }, {
      "referenceID" : 7,
      "context" : "Riazi and Golkari showed that droplets of crude oil swell in this way have a lower IFT with bulk fluid in the droplet method [8].",
      "startOffset" : 125,
      "endOffset" : 128
    }, {
      "referenceID" : 85,
      "context" : "Transferring carbon dioxide from water to oil plays a considerable role in this regard, due to the higher solubility of carbon dioxide in oil than water and oil components, especially asphaltene [89].",
      "startOffset" : 195,
      "endOffset" : 199
    }, {
      "referenceID" : 86,
      "context" : "This result can be attributed to the negative effect of soluble saltswithhigh concentrations of water on the solubility of carbon dioxide [90].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 4,
      "context" : "The simplest type of ions engineering is the dilution of salinewater, including seawater and formation water [5,6,47].",
      "startOffset" : 109,
      "endOffset" : 117
    }, {
      "referenceID" : 5,
      "context" : "The simplest type of ions engineering is the dilution of salinewater, including seawater and formation water [5,6,47].",
      "startOffset" : 109,
      "endOffset" : 117
    }, {
      "referenceID" : 44,
      "context" : "The simplest type of ions engineering is the dilution of salinewater, including seawater and formation water [5,6,47].",
      "startOffset" : 109,
      "endOffset" : 117
    }, {
      "referenceID" : 90,
      "context" : "This method, in addition to reducing IFT, activates other mechanisms such aswettability alteration, finemobilization, limited release of mixed-wet particles, multi-component ion exchange, and double layer effect [94].",
      "startOffset" : 212,
      "endOffset" : 216
    }, {
      "referenceID" : 91,
      "context" : "Based on Sheng's studies, if the IFT between water and oil in chemical EOR methods like surfactant flooding is ultra-low (10 mN/m), the increase in oil recovery may reach 20%, and if it is 10 mN/m, recovery will be improved by 5% [95].",
      "startOffset" : 230,
      "endOffset" : 234
    }, {
      "referenceID" : 92,
      "context" : "[96], Kumar and Mandal [97], Pal et al.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 93,
      "context" : "[96], Kumar and Mandal [97], Pal et al.",
      "startOffset" : 23,
      "endOffset" : 27
    }, {
      "referenceID" : 49,
      "context" : "Meanwhile, the IFT values are reported to be 19–12 mN/m because of the presence of nanoparticles such as SiO2, TiO2, and Al2O3 stabilized in saline water, [52].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 101,
      "context" : "However, adding surfactants such as SDS, CTAB, and TX-100 to nanofluids, these values reached about 1–3 mN/m [105,106].",
      "startOffset" : 109,
      "endOffset" : 118
    }, {
      "referenceID" : 102,
      "context" : "However, adding surfactants such as SDS, CTAB, and TX-100 to nanofluids, these values reached about 1–3 mN/m [105,106].",
      "startOffset" : 109,
      "endOffset" : 118
    } ],
    "year" : 2019,
    "abstractText" : "a Discipline of Chemical Engineering, School of Engineering, University of KwaZulu-Natal, Howard College Campus, King George V Avenue, Durban 4041, South Africa b Department of Petroleum Engineering, Abadan Faculty of Petroleum Engineering, Petroleum University of Technology (PUT), Abadan, Iran c Institut de Recherche en Genie Chimique et Petrolier (IRGCP), Paris Cedex, France d Department of Petroleum Engineering, Faculty of Engineering, Soran University, Kurdistan Region, Iraq",
    "creator" : "Elsevier"
  }
}