{
  "name" : "downloads_2019-10-26_59_rossi2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Environmental analysis of a Nano-Grid: a Life Cycle Assessment",
    "authors" : [ "Federico Rossi", "Maria Laura Parisi", "Simone Maranghi", "Riccardo Basosi", "Adalgisa Sinicropi" ],
    "emails" : [ "riccardo.basosi@unisi.it" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal Pre-proofs\nEnvironmental analysis of a Nano-Grid: a Life Cycle Assessment\nFederico Rossi, Maria Laura Parisi, Simone Maranghi, Riccardo Basosi, Adalgisa Sinicropi\nPII: S0048-9697(19)34805-3 DOI: https://doi.org/10.1016/j.scitotenv.2019.134814 Reference: STOTEN 134814\nTo appear in: Science of the Total Environment\nReceived Date: 29 July 2019 Revised Date: 4 September 2019 Accepted Date: 2 October 2019\nPlease cite this article as: F. Rossi, M.L. Parisi, S. Maranghi, R. Basosi, A. Sinicropi, Environmental analysis of a Nano-Grid: a Life Cycle Assessment, Science of the Total Environment (2019), doi: https://doi.org/10.1016/ j.scitotenv.2019.134814\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.\n© 2019 Elsevier B.V. All rights reserved."
    }, {
      "heading" : "Environmental analysis of a Nano-Grid: a Life Cycle Assessment",
      "text" : "Federico Rossia,b Maria Laura Parisi,a,c, Simone Maranghia,c, Riccardo Basosi*a,,c,d, Adalgisa\nSinicropi,a,c,d\naUniversity of Siena, R2ES Lab, Department of Biotechnology, Chemistry and Pharmacy, Via A.\nMoro,2, Siena, Italy. bUniversity of Florence, Department of Industrial Engineering, Via Santa Marta,3, Florence, Italy, cCSGI, Center for colloid and surface science, via della Lastruccia 3,\n50019, Sesto Fiorentino, Italy, dInstitute of Chemistry of Organometallic Compounds (CNR-\nICCOM), Via Madonna del Piano 10, 50019 Sesto Fiorentino, Italy"
    }, {
      "heading" : "Corresponding author: Riccardo Basosi",
      "text" : "e-mail: riccardo.basosi@unisi.it\nDeclarations of interest: none\nThis research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors."
    }, {
      "heading" : "Nomenclature",
      "text" : "BMS Battery Management System\n𝐶 Battery bank capacity, Ah\n𝑐𝑝 Hydrogen specific heat capacity at constant pressure, kJ/(kg*K)\nCC Charge Controller\nCO Construction\nC-rate Batteries charge and discharge rates, 1/h\nDoD Depth of Discharge, %\nE Electrolyser\n𝐸𝐿𝐼𝐵 Energy stored by the battery, kJ\n𝐸𝑙𝑜𝑎𝑑 𝑑𝑎𝑦 Daily energy consumption design value, kWh\n𝐸𝑃𝑉 Photovoltaic energy production over 25 years, MWh\n𝐸𝑙𝑜𝑎𝑑 Energy delivered to the load over 25 years, MWh\n𝐸𝐸𝑥𝑐 Exceeding energy production over 25 years, MWh\n𝐸𝐿𝑜𝑠𝑠 Energy losses over 25 years, MWh\nECM Equivalent Circuit Model\nEoL End of Life\nESS Energy Storage System\nETP European Technology Platform\n𝐹 Amplification factor, adimensional\nFC Fuel Cell\nℎ𝑒𝑞 Equivalent full power operating time, h\nHNG Hybrid Nano-grid\nI Inverter\nLCA Life Cycle Assessment\nLCI Life Cycle Inventory\nLCIA Life Cycle Impact Assessment\nLCP Lithium Cobalt Phosphate\nLFP Lithium Iron Phosphates\nLIB Lithium-ion Battery\nLMO Lithium Manganese Oxide\nLTO Lithium Titanate\n𝑚𝐻2 Hydrogen stored by the tanks, kg\n\uD835̇\uDC5A𝑃𝐸𝑀𝐸,𝐻2 Hydrogen production mass flow rate, kg/s\n\uD835̇\uDC5A𝑃𝐸𝑀𝐹𝐶,𝐻2 Hydrogen consumption mass flow rate, kg/s\nNCA Nickel Cobalt Aluminium Oxide\nNCM Nickel Cobalt Manganese Oxide\nNG Nano-grid\nNREL National Renewable Energy Laboratory\nOP Operation\n𝑃𝑙𝑜𝑎𝑑 Power required by the load, kW\n𝑃𝑙𝑜𝑠𝑠 Power losses, kW\n𝑃𝑚𝑖𝑛 Minimum power required to the photovoltaic plant, kW\n𝑃𝑃𝑉 Effective maximum power of the photovoltaic plant, kW\nPEME Proton Exchange Membrane Electrolyser\nPEMFC Proton Exchange Membrane Fuel Cell\nPV Photovoltaic\nPVGIS Photovoltaic Geographical Information System\n𝑄𝑙𝑜𝑠𝑠 Percentage capacity reduction due to batteries natural ageing, %\nRPC Reciprocating Piston Compressor\nSG Smart Grid\nSHS Solar Home System\nSoC State of Charge, %\nST Storage Tank\n𝑇𝑖𝑛,𝐻2 Hydrogen inlet temperature to the compressor, K\n𝑡 Simulation time, days\nV Voltage, V\nVI Virtual Island\nVRFB Vanadium-redox flow battery\n𝑃𝐶𝑜𝑚𝑝 Compressor power absorption, kW\n𝛽 Compression ratio, adimensional\n𝛾 Hydrogen heat capacity ratio, adimensional\n∆𝐶 Percentage difference of battery bank capacity, %\n𝛥𝐼 Percentage difference of environmental impact, %\n∆𝑃 Percentage difference of photovoltaic power, %\n𝜂𝑁𝐺 Nano-grid overall efficiency, %\n𝜂𝑒𝑙 Electric efficiency, %\n𝜂𝑖𝑠 Iso-entropic efficiency of the compressor, %"
    }, {
      "heading" : "Abstract",
      "text" : "Renewable energy sources are fundamental to face the problem of climate changes. Unfortunately, some resources, such as wind and solar radiation, have fluctuations affecting the electrical grids stability. Energy storage systems can be used for a smart energy management to accumulate power from renewable sources. For such reason, these devices play a key role to achieve a sustainable electric system. On the other hand, they are affected by some environmental drawbacks mainly connected with the depletion of rare and expensive materials. Based on these considerations, in this study a nano-grid composed by a photovoltaic plant, a backup generator and an energy storage system is analysed by an environmental Life Cycle Assessment approach. A Solar Home System is designed, and its environmental profile is evaluated considering several Lithium-ion batteries. Among them, nickel-cobalt aluminium oxide cells resulted to be the most suitable solution for a Solar Home System (46.66 Pts/MWh). Moreover, a sensitivity analysis of the Solar Home System is performed and a hybrid energy storage plant integrating hydrogen and batteries is proposed to face the problem of\nseasonal solar radiation variability. Four scenarios having different gas pressure levels and lifespan of the devices are considered. Results show that currently the most sustainable configuration is represented by the Solar Home System, but in the future a hybrid nano-grid equipped with 700 bar hydrogen storage might be the best off-grid configuration for minimizing the impact on the environment (37.77 Pts/MWh). Extending the perspective of our analysis to future on-grid potential configurations, an efficient connection of the Solar Home System with a smart-grid is assessed as it looks more sustainable than other off-grid solutions (22.81 Pts/MWh)."
    }, {
      "heading" : "1. Introduction",
      "text" : "Electricity is a very important energy vector because, unlike heat, it can be transmitted and distributed over long distances with minimum losses. Currently electricity is mainly produced by centralized power plants burning fossil fuels, but the contribution of renewable energy sources is growing, and a large increase is expected in the future. Today fossil fuels provide most of the electricity worldwide but, thanks to the efforts to reduce global warming, the share of renewable energies is expected to increase from 25% to 40% by 2040 with a significant contribution of photovoltaics (PV) (International Energy Agency - iea, 2018).\nPV is a technology able to convert the solar radiation to electricity and it shows an intrinsic daily and seasonal variability. Hence, using PV, the electricity output is characterized by fluctuations affecting the performances of the electrical grid, designed to operate in quasi-constant conditions. The same fluctuations apply to other renewable energy sources like wind. Thus, traditional electricity networks are not ready for the expected sudden expansion of discontinuous renewable energies and it is therefore urgent and necessary to develop Smart Grids (SGs). They actually were introduced in 2005 when an initiative named European Technology Platform (ETP) Smart Grids was founded to encourage the development of Europe’s electrical grids (European Commission, 2006). SGs have been described by the ETP as a fundamental tool to increase the level of sustainability in the energy field and to create industrial and economic opportunities. Energy Storage Systems (ESSs) are one of the core issues of SGs. In fact, the storage of the exceeding energy from renewable sources is necessary to solve the issue of their variable production. Indeed, ESSs allow a disconnection between the energy production and consumption and provide the solution to manage electricity in a smart and sustainable way. For these reasons ESSs are indicated in one of the 10 key Actions of the European Strategic Technology Plan (SET Plan), an important research Program at European level to develop low carbon technologies and to reduce their costs by coordinating and financing national and international R&D programs (European Commission - SET Plan, 2018).\nOne of the prerogatives of a SG is to connect centralized and distributed power plants thanks to a layered structure. The smallest unit of a SG is called nano-grid (NG) and it can be connected with the rest of the grid or it can work independently as a Virtual Island (VI) (Nordman, 2010). A NG is defined as a small-scale electric grid involving a maximum power of 100 kW and distributing energy to a single user or a limited number of loads (Asmus and Wilson, 2017). Several types of storage systems can be applied in NGs and the choice strongly depends on the storage timescale. For instance, batteries are generally employed to overcome the problem of daily variability of solar radiation, whereas hydrogen is the appropriate solution for seasonal storage applications (International Energy\nAgency, 2015). Batteries are electrochemical devices composed of two electrodes, an electrolyte and a polymeric separator avoiding the contact between the electrodes. Among the most commercialized technologies (Ease and EERA, 2017) lithium-ion batteries (LIBs) are considered as the nearest-future leader devices for both mobility and stationary applications thanks to their high energy density and long lifecycle. However, they have not reached their technological maturity yet (Steen et al., 2017). Even if LIBs represent an essential component to implement a sustainable electric network, there are some environmental drawbacks associated to their diffusion in the market. In fact, the use of rare materials, such as lithium or cobalt, represents both an environmental and economic problem for batteries. In the world, electrochemical storage industry represents the first consumer of lithium and cobalt, as it is responsible for the 39% and 30% of their depletion, respectively (Monge and Gil-alana, 2019). In the past, lithium availability was considered as the major limiting factor for the development of batteries, but according to the US Geological Survey (U.S. Department of the Interior and U.S. Geological Survey, 2018), the availability of this material has increased after the discovery of new reservoirs in the last years. Different considerations must be done for cobalt that is mainly mined in Congo (58% of the global extraction worldwide) and consumed in China, where the 80% of this material is used for the manufacturing of rechargeable cells (U.S. Department of the Interior and U.S. Geological Survey, 2018). These problems could cause a great harm to the environment and consequently advanced cobalt free LIBs represent a very important research topic, provided that their performances are demonstrated to be technically competitive. Moreover, the burdens connected with LIBs manufacturing and disposal must be considered to assess their environmental effectiveness. Based on these considerations, the analysis of ESSs and NGs must be inclusive of all the aspects of their sustainability and for such reason Life Cycle Assessment (LCA) has been selected as the best methodology for the environmental impact estimation because the whole life cycle of the devices is considered. Several LCA studies can be found in literature about ESSs, especially concerning LIBs. Peters et al. (Peters et al., 2017) proposed a very interesting review of these studies whereas Peters and Weil (Peters and Weil, 2018) selected the most detailed ones to provide a harmonized dataset (Peters and Weil, 2018). This is particularly relevant because one of the main obstacles for a coherent comparison of LIBs is the heterogeneity of data sources. New promising types of LIBs are growing recently, for instance Raugei and Winfield (Raugei and Winfield, 2019) performed for the first time a LCA analysis of a new type of LIB named lithium cobalt phosphate (LCP) concluding that, compared to other LIBs, it represents a promising alternative to mitigate the global warming. LCA has also been applied to mixed lithium manganese oxide (LMO) and nickel cobalt manganese oxide (NCM) batteries by Cusenza et al. (Cusenza et al., 2019) and to NCM-MoS2 batteries by Deng et al. (Deng et al., 2017), who concluded that NCM devices are currently more sustainable than NCMMoS2. Moreover, Sanfélix et al.(Sanfélix et al., 2015) evaluated the environmental performances of a hybrid battery pack for mobility applications. Vanadium Redox Flow Batteries (VRFBs) and sodium/nickel chloride batteries currently represent valuable alternatives to LIBs for stationary applications. Weber et al. (Weber et al., 2018) used LCA to compare VRFBs to LIBs providing a detailed description of their EoL whereas Dassisti et al. (Dassisti et al., 2016) benchmarked VRFBs sustainability focusing on the electrolyte synthesis. VRFBs environmental and economic assessment has also been studied by Arbabzadeh et al. (Arbabzadeh et al., 2015) depending on a wind power plant working conditions. One of the expected developments for LIBs is the replacement of liquid with solid electrolytes in solid state batteries, whose environmental impact has been calculated by Troy et al. (Troy et al., 2016). Furthermore post-LIBs will be developed in the future; for instance\nlithium-sulfur batteries have been assessed, using a LCA analysis, to become more sustainable than LIBs in the future (Deng et al., 2017). Zackrisson et al. (Zackrisson et al., 2016) estimated the environmental impact of lithium-air batteries affirming that in the long-term, their effect on climate change will be at least 4 times lower than today's LIBs. Another solution to increase batteries sustainability is the replacement of lithium with sodium, that is more abundant in the planet. In this perspective Peters et al. (Peters et al., 2016) performed an environmental assessment of sodium-ion devices. LCA methodology has been applied to other ESSs: for instance a power-to-gas hydrogen production plant (Parra et al., 2017) and high efficiency capacitors (Smith et al., 2018).\nGrounding on the SET Plan strategies and the study of Peters and Weil (Peters and Weil, 2018), we performed a LCA for the technical and environmental analysis of a NG virtually located in one of the most developed countries for PV plants installations, such as Italy. Although the LCA performed by Peters and Weil is fundamental for our analysis, as it represents the basis for the study, it does not allow to point out which is the most sustainable type of LIB. Furthermore, their LCA focused on the construction phase of the devices (CO) left out of the system boundaries the operation (OP) and End of Life (EoL) phases. The aim of our paper is to develop Peters and Weil study integrating the LIBs in a NG during their OP phase and considering their EoL management.\nIn a first step the NG is designed as an off-grid Solar Home System (SHS), which is a particular type of NG where a PV system powers a residential load equipped with LIBs and a diesel backup generator (Good Solar Initiative, 2015). In a following step, a sensitivity analysis is described and several solutions and scenarios to improve the NG eco-profile are evaluated. For instance, integrating LIBs and hydrogen storage in a hybrid nano-grid (HNG) could mitigate the environmental impact. Nowadays SHSs are mainly installed in rural centres of under-developed and developing Countries or in small islands where the electrical grid is not accessible. Indeed, solar energy is a fundamental resource in isolated conditions as it allows to satisfy some primary needs of the population such as drinking pasteurized water (Dainelli et al., 2017; Manfrida et al., 2017; Rossi et al., 2019) and electricity (Bravi et al., 2010; Parisi et al., 2019, 2013). For instance, Azimoh et al. (Azimoh et al., 2014) remarked the importance of SHS applications in several African and Asian countries. Their paper is focused on a case study in South Africa to stress how off-design working conditions affect the performances and the costs of these systems. Another economic analysis of a SHS has been performed considering Honolulu as reference location using an optimization software provided by the U.S National Renewable Energy Laboratory (NREL) (O’Shaughnessy et al., 2018). Other studies considered developed countries as suitable installation sites for a SHS. For instance, a grid-connected SHS has been recently analysed in Italy comparing several approaches to assess the effects of weather forecast errors on the self-consumption rate (Petrollese et al., 2018). Furthermore, an economic analysis showed that a cost reduction of batteries is strongly required to make SHSs profitable in short-terms scenarios. Quoilin et al. (Quoilin et al., 2016) obtained similar results analysing the selfconsumption rate of SHSs in various European countries using statistical and economic methods. Their paper underlines the strategic role of ESSs to increase the percentage of self-sufficiency. Improving the expected lifetime of electrochemical devices is very important to mitigate the economic and environmental impacts of LIBs in SHSs. Indeed, Narayan et al. (Narayan et al., 2018) approached this topic using an innovative cycle-counting method. In this specific application LIBs devices expected lifespan is very long (16.7 years) compared to lead-acid (usually between 5.1 and 5.6 years) and nickel-cadmium batteries (2.9 years). Other authors combined environmental and\neconomic considerations about renewable energy technologies and ESSs. For instance, Dufo-López et al. (Dufo-López et al., 2011) proposed an optimization analysis of a PV and a wind power system equipped with a diesel generator and battery storage system minimizing the cost of electricity and the carbon dioxide emissions. Another multi-objective approach has been proposed by Terlouw et al. (Terlouw et al., 2019) who analysed the environmental and economic impact related to the application of different battery chemistries in a flexible Community Energy Storage. Kabakian et al. (Kabakian et al., 2015) focused their analysis only on the environmental performances of a small PV plant equipped with batteries compared to fossil fuels. Enlarging the perspective to other ESSs, hydrogen represents one of the main solutions to integrate batteries in PV plants. Jacob et al. (Jacob et al., 2018) proposed a design procedure of hybrid ESSs based on pinch analysis and made a general overview of other design methods in literature. Singh and Baredar (Singh and Baredar, 2016) performed an economic assessment of a hybrid renewable energy system composed by a biomass gasifier, a solar PV plant and a fuel cells (FCs) and electrolysers (Es) system to evaluate the cost of energy production. Contextually, the authors discuss how fuzzy logic programming can be useful to design and optimize the performances of hybrid renewable energy systems concluding that hydrogen FCs and batteries play a strategic role to meet load demand (Singh et al., 2017; Singh and Baredar, 2017). Nagapurkar et al. (Nagapurkar and Smith, 2018) instead applied economic optimization and LCA to a hybrid electrical grid connecting dozens of energy users in United States. LCA has been used by Belmonte et al. (Belmonte et al., 2016) for a comparison between two PV plants respectively equipped with hydrogen storage and batteries. Their results show that, in both cases, the PV panels are responsible for the major contribution to the overall environmental impact. The environmental burden of hybrid micro-cogeneration has also been analysed by Balcombe et al. (Balcombe et al., 2015) proposing the assessment of a PV power plant assisted by a Stirling Motor and batteries.\nThis literature overview highlights the need for a detailed environmental impact analysis of a NG based on a harmonized dataset of batteries and overarching all their lifecycle stages. Indeed, technical and economic analyses are widely available in the literature whereas the environmental assessment studies of NGs are less abundant and none of them is based on a common harmonized inventory. Another shortcoming of the available NGs LCA studies is the lack of a detailed evaluation of the use phase. Notably, in this work, a detailed design and modelling step, particularly for the LIBs, has been used to generate data supporting the LCA of the OP phase of NGs. More in details, this paper describes the eco-design of many NGs starting from the design phase, followed by the dynamic simulation and using the LCA as decisional tool for the individuation of the most sustainable ESS configuration for this application. The wide range of storage devices, including hybrid ESSs, considered for the comparison represents another novelty of this study. Although the results obtained in this paper are referred to a specific case study, the methodological framework presented here can be considered as a very general approach to be usefully implemented for other case studies. This makes this study likely to be further developed considering other installation sites, other storage systems or other backup sources."
    }, {
      "heading" : "2. Material and methods",
      "text" : "2.1. Description of the components\nThe definition of the components and of their operative parameters is necessary for the eco-design of the NG. A PV plant produces all the electricity required by the user over one day; an ESS guarantees electricity supply even when the solar radiation is not available and a backup generator burning fossil fuels is employed as safe backup system. The Inverters (Is) and Charge Controllers (CCs) are electric\nconverters necessary to adequately connect all these components. Two different ESSs have been investigated in this paper: LIBs and hydrogen. Batteries are electrochemical devices whose classification is based on the electrode materials. Currently, the most used types of LIBs are composed of a graphite anode and a lithium cobalt oxide (LCO) cathode. The shortage of cobalt represents an economic and environmental concern; for such reason much research effort has been done in order to limit its depletion. For instance, Peters and Weil (Peters and Weil, 2018) analysed the eco-profiles of the post-LCO batteries listed in Table 1. More specifically, cobalt-free cathodes are used in Lithium iron phosphates (LFP) and Lithium Manganese Oxide (LMO) batteries; on the other hand, in Nickel Cobalt Aluminium Oxide (NCA) and Nickel Cobalt Manganese Oxide (NCM) batteries the content of cobalt is sensibly lower compared to LCO. In Lithium Titanate (LTO) batteries the graphite anode is replaced by Li4Ti5O12 whereas the cathode is made of Lithium iron phosphates. Each of these batteries have different performances which can be suitably described by their operative parameters (MIT Team Electric Vehicle Team, 2008):\n Energy density: amount of energy which can be stored by the device per unit of mass;\n Depth of Discharge (DoD): discharged energy expressed as a percentage of its maximum\ncapacity, which is complementary to the state of charge (SoC).\n Nominal charge and discharge rate (C-rate): ratio between the nominal electricity flowing\nthough the battery and its capacity;\n Maximum charge and discharge rate (C-rate): ratio between the maximum electricity\nflowing though the battery and its capacity;\n Discharge curve: battery voltage as a function of the SoC during the discharge phase;\n Battery lifespan: number of cycles which can be performed in standard conditions\n(temperature of 20°C, nominal C-rates and DoD of 80%);\n Battery charge-discharge efficiency: rated energy during the discharge phase as percentage\nof the inlet energy during the charge phase.\nTable 1: Technical characterization of LIBs.\nM-B (LFP) Zack (LFP) Bauer\n(LTO)\nNotter (LMO)\nBauer (NCA)\nEll (NCM)\nM-B (NCM) Ref\nOriginal Source\n(Majeaubettez et al., 2011) (Zackrisson et al., 2010) (Bauer, 2010)\n(Notter et al., 2010) (Bauer, 2010)\n(Ellingsen et al., 2014)\n(Majeaubettez et al., 2011)\nCathode LiFePO4 LiFePO4 LiFePO4 LiMn2O4 LiNiCoAlO2 LiNiMnCoO2 LiNiMnCoO2 Anode Graphite Graphite Li4Ti5O12 Graphite Graphite Graphite Graphite Energy Density [Wh/kg] 109.3 82.9 52.4 116.1 133.1 130.3 139.1 (Peters and Weil, 2018)\nNominal Charge/Discharge Rate [h-1] 1/1 1/1 1/1 0.7/1 0.7/1 0.7/1 0.7/1 (Buchamann, 2016)\nMaximum Charge/Discharge Rate [h-1] 10/10 10/10 5/10 3/5 4/4 1/5 1/5\n(NEI Corporation, 2018)\nReference Discharge Curve\n(Sony Energy Devices Corporation, 2011) (Sony Energy Devices Corporation, 2011) (Toshiba Corporation, 2017) (GRST, 2017)\n(Panasonic Corporation, 2017) (GRST, 2017)\n(GRST, 2017)\nLifespan [Cycles] 6,000 3,000 10,000 1,000 5,000 2,000 3,000 (Peters et al.,\n2017)\nDoD 80% 80% 80% 80% 80% 80% 80% (Peters et al.,\n2017)\nCoulombic Efficiency* 90% 90% - 85% - 95% 90%\n(Peters et al., 2017)\n*When defined by the reference author.\nFrom a rapid inspection of Table 1 we can observe that the use of cobalt as cathode material in NCA and NCM batteries gives a higher energy density than the others. Contrarily LFP and LTO batteries allow the highest nominal and maximum charge and discharge rates for the longest number of performed charge and discharge cycles. The real LIBs lifespan values depend on operative conditions and on natural degradation processes; for such reason they will be evaluated through mathematical modelling. Hydrogen represents the main solution for a long-term storage as it is possible to reduce the volume occupied by the gas by compression. Nowadays, the technology for the hydrogen conversion to and from electricity consists of FCs and Es (Sharaf and Orhan, 2014). These electrochemical devices are built using the same materials and are based on a reversed chemical reaction. Typically, for stationary applications at residential scale, FCs have an electric efficiency from 30% to 60% and a useful life of 12,000 hours, but the technologically achievable target for the future can be 60,000 h (Sanson and Giuffrida, 2017). Proton Exchange Membrane Fuel Cells (PEMFCs) and Electrolysers (PEMEs) are the most commercialized technologies and for such reason they have been selected for this case study (Sanson and Giuffrida, 2017). Concerning the other components, non-lubricated reciprocating piston compressors (RPCs), widely used in refineries, are a suitable technology for hydrogen compression. Specific STs for hydrogen are available in the market: Type III and Type IV tanks are able to store pressurized hydrogen at 350 bar and 700 bar respectively (Agostini et al., 2018).\nIn this analysis we wish to compare several types of ESSs for a specific stationary application; for such reason the rest of the equipment, whose characteristics are listed in Table 2, is fixed in any configuration. PV panels, CCs and Is in Table 2 have been selected as they have an average efficiency representative of other commercial products in the market (Baumgartner, 2017; Jestin, 2012).\nTable 2: Technical characteristics of PV panels, CCs and Is.\nComponent Power\n[W]\nVoltage [V] Efficiency Model Ref\nPV panels 330 38 17% Tenka Solar - 330W-72M (Tenka Solar,\n2015)\nCCs 3600 DC\n(input)\n52.8-115 DC (input) 48 DC (output)\n98% Mastervolt - SCM60\nMPPT-MB\n(Mastervolt, 2018)\nIs 3500 AC\n(output)\n38-62 DC (input) 180-260 AC (output)\n92% Mastervolt - Mass Combi\nUltra 48/3500-50 (230 V)\n(Mastervolt, 2018)\nDespite the storage system is designed to provide autonomy to the NG, a safe source of backup energy is however necessary because of the unpredictability of weather conditions. The main sources of energy fuelling backup generators are gasoline, diesel and natural gas: nevertheless the gaseous fuels application for backup energy supply is increasing, diesel is traditionally the most common solution as it guarantees several technical and practical advantages (Kirchner, 2012) and for such reason it has been chosen as reference fuel for the backup generator in this study.\n2.2. Design phase\nAs described in the previous sections, Siena (Italy) has been set as the reference location for this analysis; in this city, the equivalent full-power working time of the PV plant (ℎ𝑒𝑞), expressed as number of hours, has been evaluated using the Photovoltaic Geographical Information System (PVGIS), a free tool available online developed by the Joint Research Centre (JRC) (Joint Research Center (JRC), 2019) of EU. The total Italian residential electricity consumption over the year 2017 was 64,491 GWh (Terna S.p.A., 2017); considering a population of 60.6 million people (The World Bank Group, 2018) and assuming that the user is a family composed of three people, the daily energy consumption of the users (𝐸𝑙𝑜𝑎𝑑 𝑑𝑎𝑦) has been estimated to 8.75 kWh. An adequate number of PV panels are supposed to be connected in series to make arrays whose voltage must be compatible with the input requirements of the CCs. Indeed, PV arrays are directly connected with DC/DC converters, whose role is to adapt the voltage of the PV generator and of the battery bank. The CCs also have some supplementary functions, for instance a Maximum Power Point Tracking (MPPT) system is implemented to allow the PV plant to work in optimum power conditions. The CCs are connected to the Is, which turns the DC to AC as required by the load. The Battery Management System (BMS) is a supplementary electronic device managing the energy flows in the system to guarantee its electrical safety and maximum LIBs performances. The energy required by the user directly goes from the PV plant to the load. If the energy consumption is higher than the production, their difference is provided by the storage system, otherwise the batteries are charged (Figure 2).\nFigure 2: Energy flows diagram of the SHS.\nBatteries are electrochemical devices composed of one or more cells; several batteries are connected in series and parallel to prepare a LIBs bank. Commercially, the capacity and the voltage of these electrochemical devices are very variable. As the goal of this part of the study is the definition of the most sustainable cell chemistry for this application, the capacity and voltage of the ESS is assumed to be the same for every analysed case. Otherwise the analysis would not be coherent and would be affected by the choice of the battery manufacturer. Concerning the design of the HNG, a hydrogen conversion system composed of PEMEs and PEMFCs has been designed to overcome the problem of solar radiation seasonal variability. Furthermore, the plant must be integrated by a RPC and pressurized hydrogen STs. This hydrogen ESS has been designed to work in parallel with the LIBs as the electricity that cannot be stored in batteries is converted to a gaseous fuel.\n2.3. Modelling phase\nOnce the size of the PV plant and of the LIBs bank has been defined, modelling the system is required to simulate its performances in dynamic off-design conditions. The simulation is supposed to start on January 1st and to finish when the LIBs maximum capacity is equal to 80% of the starting value because, in that moment, their lifespan is considered over. Based on the simulation, the number of LIBs banks and the energy flows involved in the SHS are estimated over a period of 25 years. As starting conditions for the simulation, batteries are supposed to be fully charged. LIBs are assumed to be installed in a close environment with a controlled temperature. The electricity consumption profile of a user cannot be precisely predicted because it depends on people behaviour. Literature provides an example of electricity absorption profile in Italy in 2004 (Danese and Di Franco, 2004); these data have been taken as a basis and adapted to more updated measurements (Terna S.p.A., 2017). Furthermore, a stochastic noise has been added to consider the casual variability of the load and the temporary peaks occurring when some electric loads are turned on. Dynamic solar radiation data are hard to be predicted, but many years of recording have brought to development of a reliable weather datasets. The simulation software TRNSYS16 (The University of Wisconsin Madison, 2006) contains a detailed library including ambient conditions for many locations (Meteonorm, 2006) and the model of a Single-crystal PV plant for the assessment of its productivity (TRNSYS 16, 2006). The dynamic simulation of the battery storage system has been performed using Matlab/Simulink (Mathworks, 2018) whose library contains a battery block implementing an Equivalent Circuit Model (ECM) (Tremblay and Dessaint, 2009). A wide range of LIBs models is available in literature and the choice mainly depends on the intended application. Empirical models show low accuracy, but allow for very fast calculations; contrarily, physical models are very detailed, but their computational cost is higher. ECMs simulate a circuit, containing electric components, whose performances fit well those of batteries. As ECMs do not really describe a LIB, they cannot be considered physical models, but they are more detailed than empirical models and have a good computational efficiency. This is very important because the simulation time is in the order of years for this application; consequently, ECMs have been chosen as the best trade-off between accuracy and computational cost (Northrop and Crow, 2014). Unfortunately, natural ageing models of LIBs are not implemented in the battery block. This is a quite complex and unexplored field of research, and only a few detailed studies can be found so far in the literature. Among those, a paper describing a simplified method developed by Grolleau et al. (Grolleau et al., 2016) has been selected. ECMs can also be applied to hydrogen conversion systems such as PEMFCs and PEMEs. Indeed, the simulation of the HNG has been performed using the Matlab/Simulink (Mathworks, 2018) software whose library contains a block implementing an ECM for the PEMFCs. The ECM of PEMEs instead has been built based on the equations used in another paper by Atlam and Kolhe (Atlam and Kolhe, 2011). Furthermore, a thermodynamic model for the RPC and a mass balance of the STs have been developed using Matlab/Simulink (Mathworks, 2018), considering two scenarios differing only for the level of pressure (350 and 700 bar).\n2.4. Life Cycle Assessment\nLife Cycle Assessment (LCA) is a four phases methodology to evaluate the environmental impacts of a product, process or a service. LCA study is standardized by to the ISO 14040 and 14044 regulations (International Standards Organization, 2006). The steps of a LCA analysis are:\n The goal and scope definition: the description of the system model and its boundaries;\n Life Cycle Inventory (LCI): all the inlet and outlet flows of energy and raw materials and the\nreleases into the environment are listed and quantified;\n Life Cycle Impact Assessment (LCIA): the impacts generated by the system are evaluated\nthrough a calculation method translating all the emissions, resources and energy uses into environmental indicators;\n Life Cycle Interpretation: all the findings and the critical points identified through the LCA\nare evaluated to outline proposals and improvements for the eco-profile of the system and to point out the best available alternative.\nCalculations have been performed with the open source software OpenLCA version 1.8 (Greendelta, 2018)."
    }, {
      "heading" : "2.4.1. Goal and Scope Definition",
      "text" : "A cradle-to-grave approach was employed for the assessment of the useful electricity provided to the load and 1 MWh of electricity was chosen as the functional unit. The boundaries of the system are defined according to the sketch illustrated in Figure 3: the environmental impacts of all the components have been considered during the CO, OP and EoL phases. The expected lifespan of the components is summarized in Table 3; two scenarios have been considered for the hydrogen conversion system lifecycle duration. PEMEs and PEMFCs lifespan values are assumed to be approximately the same as they are made of the same materials and are based on the same operating principles (Schmidt et al., 2017). The connection cables are supposed to have the same lifespan of the PV panels (Bekkelund, 2013).\nComponent Time Unit Ref PV panels 25 yr (Latunussa et al., 2016)\nLIBs Estimated by the model yr Is 15 yr (Belmonte et al., 2016) CCs 15 yr (Belmonte et al., 2016)\nWiring 25 yr (Bekkelund, 2013) STs 10 yr (Agostini et al., 2018)\nRPCs 10 yr (Purchasing.com, 2015) PEMFCs 12,000 60,000 h (Sanson and Giuffrida, 2017) PEMEs 12,000 60,000 h (Sanson and Giuffrida, 2017)\nSome further assumptions are necessary:\n The impact related to the installation and maintenance of the SHS have been neglected as their\ncontribution can be considered negligible compared to the lifetime of the SHS;\n As the PV plant is rooftop installed for household consumption and batteries are supposed to\nbe placed in an indoor room of the building, no burden related to the direct land occupation and transformation occurs;\n The impact of some supplementary equipment of the SHS, such as switches and safety\ndevices, has not been considered as it accounts for a very small amount of the total mass of the system;"
    }, {
      "heading" : "2.4.2. Life Cycle Inventory (LCI)",
      "text" : "All the energy and matter input and output flows of the plant have been collected using the database Ecoinvent 3.2 (Moreno Ruiz et al., 2014). Market processes including materials transportations have been used. The entire LIBs production inventory, including also the BMS, has been directly extracted by Peters and Weil (Peters and Weil, 2018) thanks to a downloadable openLCA file provided as supplementary materials and importable in the software. Quantitative data about the wiring of the PV plant are estimated as a function of the PV surface (Bekkelund, 2013). The LCI of the hydrogen STs manufacturing was built using literature data (Elgowainy et al., 2012). Recycling processes have been considered to mitigate the environmental impact associated to the EoL phase of the components, especially batteries (Weber et al., 2018) and the PEMFCs and PEMEs (Duclos et al., 2017; Stropnik et al., 2018), as they contain rare metals that have to be recovered. Furthermore also the EoL phase of the PV panels, the electric converters have been modelled assuming a recycling rate as described in the reference papers (Latunussa et al., 2016; Tschümperlin et al., 2016). A specific inventory for STs recycling is not available in the literature, but as carbon fibre represents the main construction material, a specific recovery process of this material has been considered in the model (Rosa et al., 2016). As the exceeding hydrogen represents a very useful fuel, it has been considered as a by-product of the NG in the LCA analysis."
    }, {
      "heading" : "2.4.3. Life Cycle Impact Assessment",
      "text" : "The ReCiPe 1.11 (2014) calculation method has been chosen for the calculation of the eco-profile as it provides a wide range of different impact categories and the environmental burdens can be expressed as mid-point and end-point values. For the assessment, a Hierarchist (H) model has been selected as it is generally the default choice as it is considered a trade-off between the most optimistic and precautionary scenarios (Goedkoop et al., 2013). As the installation site is supposed to be in Europe, the normalization and weighting set Europe (H/A) was generally chosen as the default for energy systems studies to obtain single score results and compare SHSs equipped with different LIBs (Goedkoop et al., 2013). In this way, all the environmental impact values are evaluated using a common measurement unit (eco-points, Pts)."
    }, {
      "heading" : "2.4.4. Sensitivity analysis",
      "text" : "Sensitivity analysis is employed to analyse the effect of a parameter variation on the results (Saltelli, 2002) and it is very important to verify the reliability of the LCA analysis. To this aim, the most influencing parameters must be individuated, and their value must be variated inside a limited range. The maximum percentage deviation from the nominal result is an indicator of the LCA model sensitivity. This procedure has been applied to the SHS design parameters: the PV plant power (𝑃𝑃𝑉) and the LIBs capacity (𝐶)."
    }, {
      "heading" : "3. Theory and calculations",
      "text" : "3.1. SHS\nThe three-steps approach described in the previous section has been firstly applied to a standard SHS to identify the most sustainable LIB solution. All the configurations have been compared with each other and with the Italian electricity mix in terms of environmental performances."
    }, {
      "heading" : "3.1.1. SHS design phase",
      "text" : "Concerning the design of the SHS, 𝐸𝑙𝑜𝑎𝑑 𝑑𝑎𝑦 (expressed as kWh) and ℎ𝑒𝑞 (expressed as h) represent the inputs for the sizing equations. Furthermore, we must consider that when electricity is supplied to electronic devices, part of its energy content is lost, and this affects the components efficiency (Table 2). Other undesired losses are related to thermal, resistive and optical phenomena occurring inside the plant; it’s hard to predict in detail these quantities, but their contribution has been prudently estimated to 20% of the total productivity (Massimo Montopoli, 2012). Excluding the efficiency of the panels (whose value has been considered in the calculation of ℎ𝑒𝑞) the global electric efficiency of the plant (𝜂𝑒𝑙 ) has been evaluated to 72%. Thus, the minimum power of the PV system ( 𝑃𝑚𝑖𝑛, expressed as kW) has been calculated using Eq. (1):\n𝑃𝑚𝑖𝑛 = 𝐸𝑙𝑜𝑎𝑑 𝑑𝑎𝑦\n𝜂𝑒𝑙 ∙ ℎ𝑒𝑞 (1)\n𝑃𝑃𝑉 𝑃𝑚𝑖𝑛 Commercial PV panels are characterized by a nominal rated power which is usually defined in the technical sheet provided by the producer. The connection of several panels allows to increase the nominal power of the PV plant (𝑃𝑃𝑉): thanks to the calculation of 𝑃𝑚𝑖𝑛, we can evaluate the minimum number of panels so that 𝑃𝑃𝑉 becomes major than 𝑃𝑚𝑖𝑛. Furthermore, the panels have been connected in series to make arrays whose voltage must be compatible with the input requirements of the CCs.\nConcerning the design of the storage system, the definition of the DoD (80%) and an amplification factor 𝐹 (1.15) allows the calculation of the capacity (𝐶, expressed as Ah) of the battery bank, which is the amount of charge contained in the devices, using Eq. (2):\n𝐶 = 𝐸𝑙𝑜𝑎𝑑 𝑑𝑎𝑦 ∙ 1000\n𝐷𝑜𝐷 ∙ 𝑉 ∙ 𝐹 (2)\nWhere 𝑉 is the nominal voltage of the battery system, set to 48 V.\nConcerning the electrical equipment, the number of CCs is calculated in order to accept the maximum power of the PV plant; the number of Is, instead, only depends on the output power required by the load."
    }, {
      "heading" : "3.1.2. SHS modelling phase",
      "text" : "These profiles represent inputs to model the ESSs which disconnect the energy production and consumption according to a power balance expressed by Eq. (3):\n𝑑\n𝑑𝑡 𝐸𝐿𝐼𝐵 = 𝑃𝑃𝑉 − 𝑃𝑙𝑜𝑠𝑠 − 𝑃𝑙𝑜𝑎𝑑 (3)\nWhen the power produced by the PV arrays (𝑃𝑃𝑉), net of the NG losses (𝑃𝑙𝑜𝑠𝑠), is higher than the user absorption (𝑃𝑙𝑜𝑎𝑑) the LIBs are charged and their energy content increases because 𝑑𝐸𝐿𝐼𝐵 𝑑𝑡⁄ > 0; contrarily the SoC decreases when 𝑑𝐸𝐿𝐼𝐵 𝑑𝑡⁄ < 0. When the batteries are discharged over the maximum DoD (80%), a backup generator provides energy supply to the load while the PV arrays charge the LIBs; when the SOC reaches the 100%, the exceeding energy is dissipated. A simple energy balance is not enough to describe how LIBs really work and the ageing mechanisms affecting their performances (Barré et al., 2013): indeed, the electrochemical phenomena occurring inside the storage system must be considered. As mentioned in the methodological section, a Simulink battery block implementing an ECM has been used (Mathworks, 2018; Tremblay and Dessaint, 2009). The model requires as input the discharge curve of the batteries, which are usually provided by the manufacturers (Table 1). The LIBs bank discharge voltage profiles (Figure 5) have been obtained\nscaling the curves provided by the manufacturers to obtain the nominal design values of voltage and capacity. This is equivalent to connecting the batteries in series and parallel.\nFigure 5: Discharge curves of the LIBs bank in standard conditions.\nEven if the discharge voltage depends on the cell temperature, not all the manufacturers provide temperature-dependent curves. As few data are available for all the cell chemistries, the effects of the discharge temperature have been evaluated based on a literature study: Feng et al. (Feng et al., 2014) illustrate how the discharge curve changes from 20°C to 40°C. Thus, the profiles illustrated in Figure 5 have been modified proportionally to their results to achieve the LIBs discharge curves at 40°C (Figure 6). In this way it is possible to use them as inputs for a LIBs thermal model implemented in the Simulink battery block (Saw et al., 2014; Zhu et al., 2013).\nFigure 6: Discharge curves of the LIBs bank at 40°C.\nBased on these discharge curves, the battery block automatically evaluates the charge curve and consequently the Coulombic efficiency. The block also allows the estimation of LIBs lifetime (Omar et al., 2014) affected by complex ageing mechanisms (Barré et al., 2013). Avoiding the rapid overcharge and over-discharge of the battery would be very useful to limit ageing effects. The study of Xu et al. (Xu et al., 2018) provides a curve, valid for generic LIBs in standard conditions, representing\nthe number of cycles as function of the DoD. As each battery has a different expected lifespan, the Xu et al. (Xu et al., 2018) curve has been adapted to match with the lifetime duration values reported in Table 1 obtaining the profiles illustrated in Figure 7.\nFigure 7: Number of cycles as function of the DoD for all the battery chemistries a) in standard conditions; b) at 40°C c) at their maximum C-rate.\nThe degradation processes are influenced by operating conditions. Temperature and C-rates dependent charts have been taken from the literature concerning the lifespan variation in non-standard conditions (Wu et al., 2017). Thus, using the same procedure of the discharge curves, the profiles illustrated in Figure 7a have been modified proportionally to literature results (Figure 7b and Figure 7c) and used as battery block inputs.\nConcerning the natural ageing estimation, Grolleau et al. (Grolleau et al., 2016) developed a simple model for the estimation of the percentage capacity loss related to the natural degradation of devices. In case the cell temperature is approximated to 25°, this value is calculated according to Eq. (4):\n𝑄𝑙𝑜𝑠𝑠(25°𝐶, 𝑡) = 0.333 ∙ √𝑡 (4)\nWhere 𝑄𝑙𝑜𝑠𝑠 is expressed as percentage and 𝑡 is the simulation time expressed as days.\nThe outputs of the system are the batteries lifespan and the integral values of SHS energy flows:\n the productivity of the PV plant (𝐸𝑃𝑉);  the energy delivered to the load (𝐸𝑙𝑜𝑎𝑑);  the missing energy required to the backup system (𝐸𝑚𝑖𝑠𝑠𝑖𝑛𝑔);  the exceeding energy that must be dissipated (𝐸𝐸𝑥𝑐);  the SHS energy losses (𝐸𝐿𝑜𝑠𝑠);\nIn such way, it is also possible to calculate the overall SHS efficiency (Eq. (5)):\n𝜂𝑁𝐺 = 1 − 𝐸𝐿𝑜𝑠𝑠 + 𝐸𝐸𝑥𝑐\n𝐸𝑃𝑉 + 𝐸𝑚𝑖𝑠𝑠𝑖𝑛𝑔 (5)"
    }, {
      "heading" : "3.1.3. SHS Life Cycle Assessment and sensitivity analysis",
      "text" : "The results of the design and modelling phases represent inputs for the LCA as the inventory must contain quantitative data about all the energy and materials flows involved in the system boundaries. As described in the methodological section, the ReCiPe 1.11 (2014) allows an automatic evaluation of a Single Score environmental impact of the analysed system.\nAs described in the methodological section, the goal of the sensitivity analysis is to assess how small perturbations of the design parameters affect the results. Thus, small percentage variations (∆𝑃 and ∆𝐶) with steps of 5% have been applied to 𝑃𝑃𝑉 and 𝐶 in a range of ±20%. The responding percentage alteration of the environmental impact (∆𝐼) has been evaluated.\n3.2. HNG\nA HNG configuration has been considered in order to improve the eco-profile of the SHS. Four scenarios are proposed and compared with the most sustainable SHS and with an on-grid arrangement."
    }, {
      "heading" : "3.2.1. HNG design phase",
      "text" : "The design of the HNG has been focused on the definition of the hydrogen storage and conversion systems while the other parts of the plants are maintained the same of the SHS. Coherently with the LIBs system, the nominal voltage of the hydrogen conversion plant is set to 48V. A PEME is designed to accept an electricity flow equal to the difference between the nominal PV power and the user maximum absorption. A PEMFC is designed to provide an adequate power of 3 kW to the user. The estimation of the RPCs absorption and of the STs volume is based on the dynamic simulation results for both pressure levels. As underlined by the description of the ESS described in this study, hydrogen storage is much more complex than a battery storage as several different components are required. This is a drawback which affects the roundtrip efficiency of the system. Indeed, a reference value for LIBs coulombic efficiency is assessed between 85% and 90%. Contrarily, PEMEs maximum efficiency can be 82% (Schmidt et al., 2017) whereas PEMFCs have a nominal efficiency of about 55% (Souleman et al., 2009). Furthermore, as the isentropic efficiency is 80% (Çengel, 2009), the overall roundtrip efficiency of the ESS is estimated to 36%."
    }, {
      "heading" : "3.2.2. HNG modelling phase",
      "text" : "Concerning the modelling phase, the PEME working equations (Atlam and Kolhe, 2011) have been implemented using Simulink (Mathworks, 2018) to evaluate the hydrogen temperature, pressure and mass flow rate (\uD835̇\uDC5A𝑃𝐸𝑀𝐸,𝐻2). These values represent an input for the compressor, whose absorbed power (𝑃𝐶𝑜𝑚𝑝) is evaluated by Eq. (6):\n𝑃𝐶𝑜𝑚𝑝 = \uD835̇\uDC5A𝑃𝐸𝑀𝐸,𝐻2 𝑇𝑖𝑛,𝐻2 𝑐𝑝 (1 − 𝛽\n𝛾−1 𝛾 )\n𝜂𝑖𝑠\n(6)\nWhere 𝑇𝑖𝑛,𝐻2 is the electrolysis temperature, 𝑐𝑝 is the specific heat capacity of the gas, 𝛽 is the compression ratio (the ratio between outlet and inlet pressures), 𝛾 is the hydrogen heat capacity ratio and 𝜂𝑖𝑠 is the isentropic efficiency of the compressor (80%) (Çengel, 2009). The PEMFC is modelled by a block, available in the Simulink library, implementing an ECM (Njoya et al., 2009). The outputs are the hydrogen consumption rate (\uD835̇\uDC5A𝑃𝐸𝑀𝐹𝐶,𝐻2) and the electricity production that are necessary to define the hydrogen mass balance in the storage tank (Eq. (7)):\n𝑑\n𝑑𝑡 𝑚𝐻2 = \uD835̇\uDC5A𝑃𝐸𝑀𝐸,𝐻2 − \uD835̇\uDC5A𝑃𝐸𝑀𝐹𝐶,𝐻2 (7)\nDuring the simulation, the working hours of PEMFCs and PEMEs have been accounted for; these will be useful to evaluate the number of components over 25 years. The simulation starts in January when the hydrogen ST is supposed to be empty. The efficiency of the HNGs is calculated according to Eq. (5)."
    }, {
      "heading" : "3.2.3. HNG Life Cycle Assessment",
      "text" : "The LCA of the HNGs has been performed following the same criteria of the SHS, but in this case the hydrogen storage system environmental footprint has been analysed considering four different scenarios as summarized in Table 4. The exceeding hydrogen produced at the end of the 25 years HNG lifespan is considered as a by-product: a physical allocation has been applied to evaluate the environmental impacts related to every reference flow of the system.\nTable 4: Description of the hydrogen energy storage scenarios.\nHydrogen pressure PEMFCs and PEMEs lifespan\n[bar] [hours]\nHNG-A 350 12,000 HNG-B 700 12,000\nHNG-C 350 60,000 HNG-D 700 60,000"
    }, {
      "heading" : "4. Results and discussion",
      "text" : "In this section, the results obtained by the application of the three-steps methodological approach described before are illustrated, explained and interpreted. As previously mentioned, the outputs of the intermediate steps of the methodology represent inputs for the following ones.\nThe first finding of the analysis is the evaluation of the HNG and SHS configuration, including the number of the components, in order to provide safe energy supply as required by the user. These results are summarized in Table 5:\nBased on these results, a dynamic simulation of the SHS has been performed for every type of LIB considered by Peters and Weil (Peters and Weil, 2018). The energy flows involved in the SHS over the system lifespan are summarized in Table 6. Furthermore, the batteries lifespan (𝐴𝑔𝑒) is another fundamental result of the simulation. Regardless of the battery type, some general considerations can be done. Even if the storage system is designed to guarantee an autonomy of one day, in dynamic off-\ndesign conditions a small part of energy must be integrated by the backup generator during the winter season. Contrarily, during summer, when the solar radiation is maximum, the accumulators cannot contain all the exceeding electricity generated by the PV and a big part of it must be dissipated. Clearly the integral value of productivity and electricity consumption are independent from the choice of the LIB. Contrarily, the missing and exceeding energy and the energy losses are variable depending on the type of battery. Indeed, LIBs effective capacity and efficiency depends on their specific operating parameters compared to the working conditions and this influences the LIBs energy balance. Concerning the charge and discharge rates, the dynamic simulation shows that the electricity flow rate in the batteries are very low, around 0.1 h-1, coherently with the results of Narayan et al. (Narayan et al., 2018). This is typical of SHSs applications as the ESSs must guarantee a daily autonomy to the user. Consequently, the cell temperature does not increase sensibly (because of the Joule effect), and its value is almost constant and equal to 25°C. Thus, the assumption made to simplify the natural LIBs ageing is verified. Table 6 summarizes also the duration of LIBs lifespan as combination of cyclic and natural degradation. The results are coherent with the rankings expected by Peters et al. (Peters et al., 2017), except for LFP and LTO batteries whose life is shorter than NCA as they are working farther from nominal conditions. Narayan et al. (Narayan et al., 2018), studying SHSs applications, overestimated the lifespan of LFP batteries because their natural ageing has been neglected. The efficiency calculated using Eq. (5) is approximately the same for every SHS and very close to 48%; this value is strongly affected by the amount of exceeding energy that is dissipated. A connection of the SHS to a large-scale SG would avoid this energy dissipation and bring the efficiency over 70%.\nTable 6: Results of the SHSs dynamic simulation.\n𝐸𝑃𝑉 𝐸𝑙𝑜𝑎𝑑 𝐸𝑚𝑖𝑠𝑠𝑖𝑛𝑔 𝐸𝐸𝑥𝑐 𝐸𝐿𝑜𝑠𝑠 𝐴𝑔𝑒\nMWh MWh MWh MWh MWh yr.\nM-B (LFP) 195.39 100.42 15.09 58.73 51.33 6.55 Zack (LFP) 195.39 100.42 15.47 59.15 51.29 5.03 Bauer (LTO) 195.39 100.42 14.91 58.41 51.47 8.17\nNotter (LMO) 195.39 100.42 13.96 56.61 52.32 3.54 Bauer (NCA) 195.39 100.42 13.92 54.08 54.81 9.12\nEll (NMC) 195.39 100.42 13.22 55.45 52.74 7.85 M-B (NMC) 195.39 100.42 13.87 53.64 55.20 8.40\nThe following phase is the SHS environmental impact evaluation. In order to correctly understand the LCA of the SHS, a focus on the sustainability of the batteries studied by Peters and Weil is required. Peters and Weil (Peters and Weil, 2018) performed LCA for seven types of LIBs analysing five different impact categories. A wider overview of the eco-profile of LIBs during the CO phase is possible by calculating the environmental burdens as single scores 1 per unit of mass. The histograms in Figure 8 clearly show that cobalt free LFP and LTO batteries are much more sustainable than the\n1 Single scores are environmental impact values calculated through the normalisation and weighting operations of LCA methodology. Indeed, weighted results have all the same unit and can be summed up to evaluate a single score environmental impact. This facilitates the comparison of the eco-profiles of different product systems and the decision making, since it is immediately clear whether a product’s impact is higher or lower than the alternatives.\nothers. LMO batteries instead, despite the absence of cobalt, are the most impactful because of the manganese depletion and the groundwater contamination due to this metal.\nFigure 8: Recipe Single Score results of several LIBs.\nConcerning the results of the SHS environmental analysis, illustrated in Figure 9, some observations can be done. All the SHSs have a lower environmental impact than the Italian electricity mix (69.46 Pts/MWh), excluding the system equipped with LMO batteries. The main finding is that NCA batteries are the most sustainable solution for the SHS configuration modelled in this case study. The reason is that the combination of cobalt and other cathode materials represents the best trade-off between high energy density, materials consumption and lifecycle duration. For the same reason, in this ranking the second battery chemistry is NCM whose burden is a little bit higher than NCA.\nAlthough LFP and LTO devices show the best level of sustainability per unit of mass (Figure 8), the environmental performances of a SHS equipped with these batteries are not satisfactory mainly because of the low energy density. One advantage of LFP batteries is the possibility to exchange elevated current flows (Table 1), but in this case, the C-rate is in the order of 0.1 h-1 and consequently there is no need for charging and discharging LIBs very fast. The SHS equipped with LMO batteries is estimated, as expected, to be the worst solution because of their low energy density, the shortest lifespan and the highest specific environmental impact per unit of mass (Figure 8). A detailed contribution analysis of the components of the system (Table 7) shows that LMO batteries represent the main responsible for the burden of the related SHS (46%); in the other cases the contributions associated to LIBs are in a range between 21% and 38%. Generally, the depletion of materials such as lithium and, in some cases, manganese and cobalt is responsible for most of LIBs environmental burden. Increasing the energy density would be very important to mitigate this problem as a lower amount of materials would be necessary. Also, the environmental burden of the PV plant gives a significative contribution, assessing between 21% and 30% of the total score. Anyway, the most impactful component is the diesel backup generator whose contribution is between 31% and 46%. This is particularly true for the Ecosystem and for the Human Health categories because of the emissions of CO2 and NOX with the combustion of diesel. The Resources category is also negatively influenced by the diesel generator as it affects the fossil fuels depletion category. The damage related to the diesel generator for backup energy supply represents a big environmental inefficiency considering that a bigger amount of sustainable energy is wasted when solar radiation is high. For such reason, accumulating the exceeding energy with a seasonal ESS might compensate the missing energy and would be important to mitigate the NG environmental impact.\nBased on the design values of the hydrogen storage plant (Table 5), the HNG has been modelled as described in the methodological section. The results of the dynamic simulation are summarized in Table 8 considering two scenarios of different hydrogen operating pressure levels (350 and 700 bar).\nSHS HNG-A HNG-B HNG-C HNG-D SHS on Grid\nPV 30% 24% 26% 28% 30% 40%\nLIBs 21% 17% 18% 20% 22% 29%\nDiesel generator 46% 1% 1% 1% 1% 0%\nGrid 0% 0% 0% 0% 0% 27%\nPEMFCs/PEMEs 0% 22% 23% 5% 6% 0%\nSTs 0% 30% 25% 37% 32% 0%\nRPC 0% 2% 4% 3% 5% 0%"
    }, {
      "heading" : "Electronics and wiring 3% 4% 3% 6% 4% 4%",
      "text" : ""
    }, {
      "heading" : "5. Conclusions",
      "text" : "In this paper the eco-design of several NGs has been proposed on the goals of the SET-plan EU Action 7 research program and the available literature data on the LIBs environmental sustainability (Peters and Weil, 2018). The main idea of the study is to point out the most sustainable ESS configuration for a specific stationary application. Such goal has been achieved through the implementation of a three-steps methodological approach encompassing the design of the systems, dynamic simulation and LCA for the calculation of its eco-profile. The environmental analysis has been used as decisional tool for the choice of the most sustainable NG configuration. Its results have been interpreted to get some suggestions about possible improvements of the NG eco-profile. First, a SHS, has been analysed to define the most sustainable battery type. The plant is composed of LIBs, PV modules, electronic equipment and a diesel backup generator. The aim of the first phase of the study was the identification of the most sustainable LIB chemistry for SHS off-grid applications: indeed, the use of different materials implies that batteries have different technical characteristics and, consequently, different performances depending on the operating conditions. For this purpose, several cell chemistries have been considered, but NCA batteries resulted the most sustainable solution thanks to a good matching between performances and environmental impact. The SHS single score environmental impact value (46.66 Pts/MWh) is lower than that of the Italian electricity mix (69.46 Pts/MWh), and the use of a diesel backup system represents its main environmental drawback. This problem can be mitigated integrating LIBs with a hydrogen seasonal ESS. After a sensitivity analysis, some advanced HNG configurations have been analysed using the same methodological approach. The goal of this phase of the study was to assess the effectiveness of the integration of hydrogen and batteries in order to mitigate the NG environmental impact. Four scenarios have been proposed: hydrogen is supposed to be stored and compressed at 350 bar (HNG-A) and 700 bar (HNGB) considering a lifespan of 12,000 h for PEMEs and PEMFCs. A future lifetime expansion has also been considered for both systems (HNG-C and HNG-D). The SHS was assessed as the most sustainable off-grid solution because it is characterized by a lower environmental damage than that of HNG-A (49.08 Pts/MWh) and of HNG-B (47.44 Pts/MWh). The main reason is that PEMFCs, PEMEs and ST use up a big amount of rare materials. The environmental benefit connected to the very low backup energy consumption from diesel combustion is not enough to compensate the HNG drawbacks, unless an increase of PEMFCs, PEMEs lifespan is obtained. Indeed, HNG-C and HNGD were assessed as the most promising off-grid solution for the environment as their impact values are 39.71 Pts/MWh and 37.77 Pts/MWh, respectively. Although a large connection of distributed PV plants and ESSs to the grid is currently quite problematic, this solution is expected to become much diffused in the future. For such reason, in the last phase of the analysis, the previous off-grid systems were compared to an on-grid configuration of the SHS with NCA batteries. The conclusion is that, in the future, the connection to a large-scale SG would be probably the most efficient and sustainable configuration (22.81 Pts/MWh). For such reason the development of a large-scale SG integrating NG should be strongly encouraged. The installation of advanced LIBs and post-LIBs may represent a\nfurther development of this study as ESSs features are changing and improving very fast. Furthermore, as the environmental performances of NGs powered by PV plants strictly depend on weather conditions, their assessment in different countries could be further investigated.\nAcknowledgments\nAuthors acknowledge MIUR Grant - Department of Excellence 2018-2022. FR is grateful for the Ph.D. grant within the “Progetto Pegaso” funded by Regione Toscana. Careful reading and revising of the manuscript by Professor Emeritus Michael Rodgers, Bowling Green State University, is gratefully acknowledged."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Dassisti, M., Cozzolino, G., Chimienti, M., Rizzuti, A., Mastrorilli, P., L’Abbate, P., 2016.",
      "text" : "Sustainability of vanadium redox-flow batteries: Benchmarking electrolyte synthesis procedures. Int. J. Hydrogen Energy 41, 16477–16488. https://doi.org/10.1016/j.ijhydene.2016.05.197\nDeng, Y., Li, J., Li, T., Gao, X., Yuan, C., 2017a. Life cycle assessment of lithium sulfur battery for\nelectric vehicles. J. Power Sources 343, 284–295. https://doi.org/10.1016/j.jpowsour.2017.01.036\nDeng, Y., Li, J., Li, T., Zhang, J., Yang, F., Yuan, C., 2017b. Life cycle assessment of high capacity\nmolybdenum disulfide lithium-ion battery for electric vehicles. Energy 123, 77–88. https://doi.org/10.1016/j.energy.2017.01.096\nDuclos, L., Lupsea, M., Mandil, G., Svecova, L., Thivel, P.-X., Laforest, V., 2017. Environmental\nassessment of proton exchange membrane fuel cell platinum catalyst recycling. J. Clean. Prod. 142, 2618–2628. https://doi.org/10.1016/j.jclepro.2016.10.197\nDufo-López, R., Bernal-Agustín, J.L., Yusta-Loyo, J.M., Domínguez-Navarro, J.A., Ramírez-\nRosado, I.J., Lujano, J., Aso, I., 2011. Multi-objective optimization minimizing cost and life cycle emissions of stand-alone PV-wind-diesel systems with batteries storage. Appl. Energy 88, 4033–4041. https://doi.org/10.1016/j.apenergy.2011.04.019\nEase, EERA, 2017. EUROPEAN ENERGY STORAGE TECHNOLOGY DEVELOPMENT\n[WWW Document]. URL https://www.eera-set.eu/wp-content/uploads/148885-EASErecommendations-Roadmap-04.pdf (accessed 7.17.19).\nElgowainy, A., Reddi, K., Wang, M., 2012. Life-Cycle Analysis of Hydrogen On-Board Storage\nOptions, in: The 2013 DOE Fuel Cell Technologies Program Annual Merit Review and Peer Evaluation Meeting. Arlington, VA.\nEllingsen, L.A., Majeau-Bettez, G., Singh, B., Srivastava, A.K., Valøen, L.O., Strømman, A.H.,\n2014. Life Cycle Assessment of a Lithium-Ion Battery Vehicle Pack. J. Ind. Ecol. 18, 113– 124. https://doi.org/10.1111/jiec.12072\nEuropean Commission, 2006. European SmartGrids Technology Platform - Vision and Strategy for\nEurope’s Electricity Networks of the Future [WWW Document]. URL https://ec.europa.eu/research/energy/pdf/smartgrids_en.pdf (accessed 9.17.19).\nEuropean Commission - SET Plan, 2018. Integrated SET - Plan Action 7 \" Become competitive in\nthe global battery sector to drive e - mobility and stationary storage forward \" [WWW Document]. URL https://setis.ec.europa.eu/sites/default/files/set_plan_batteries_implementation_plan.pdf (accessed 7.17.19).\nFeng, F., Lu, R., Zhu, C., 2014. A Combined State of Charge Estimation Method for Lithium-Ion\nBatteries Used in a Wide Ambient Temperature Range [WWW Document]. https://doi.org/10.3390/en7053004\nGoedkoop, M.J., Heijungs, R., Huijbregts, M., De Schryver, A., Struijs, J., R, V.Z., 2013. ReCiPe\n2008, A life cycle impact assessment method which comprises harmonised category indicators at the midpoint and the endpoint level; First edition Report I: Characterisation; 6 January 2009 133. https://doi.org/http://www.lcia-recipe.net\nGood Solar Initiative, 2015. Quality Charter Technical & Service Quality Standards for Accredited\nSolar Suppliers.\nGreendelta, 2018. OpenLCA V 1.8.\nGrolleau, S., Baghdadi, I., Gyan, P., Marzouk, M. Ben, Duclaud, F., 2016. Capacity fade of lithium-\nion batteries upon mixed calendar / cycling aging protocol [WWW Document]. URL https://hal.archives-ouvertes.fr/hal-01363521\nGRST, 2017. GRST batteries datasheet [WWW Document]. URL\nhttp://www.grstenergy.com/Cells.html (accessed 7.17.17).\nInternational Energy Agency, 2015. Technology Roadmap - Hydrogen and Fuel Cells.\nInternational Energy Agency - iea, 2018. World Energy Outlook.\nInternational Standards Organization, 2006. EN ISO 14040:2006 - Valutazione del ciclo di vita\nPrincipi e quadro di riferimento. Environ. Manage. 14040.\nJacob, A.S., Banerjee, R., Ghosh, P.C., 2018. Sizing of hybrid energy storage system for a PV\nbased microgrid through design space approach. Appl. Energy 212, 640–653. https://doi.org/10.1016/j.apenergy.2017.12.040\nJestin, Y., 2012. Comprehensive Renewable Energy [WWW Document]. URL\nhttps://www.sciencedirect.com/topics/engineering/monocrystalline-silicon-cell (accessed 7.17.19).\nJoint Research Center (JRC), 2019. Photovoltaic Geographical Information System (PVGIS)\n[WWW Document]. Jt. Res. Cent. URL http://re.jrc.ec.europa.eu/pvgis/ (accessed 1.2.19).\nKabakian, V., McManus, M.C., Harajli, H., 2015. Attributional life cycle assessment of mounted\n1.8kWp monocrystalline photovoltaic system with batteries and comparison with fossil energy\nproduction system. Appl. Energy 154, 428–437. https://doi.org/10.1016/j.apenergy.2015.04.125\nKirchner, M., 2012. Understanding backup power system fuel choices [WWW Document]. Consult.\nSpecif. Eng. Mag. URL https://www.csemag.com/articles/understanding-backup-powersystem-fuel-choices/\nLatunussa, C.E.L., Ardente, F., Blengini, G.A., Mancini, L., 2016. Life Cycle Assessment of an\ninnovative recycling process for crystalline silicon photovoltaic panels. Sol. Energy Mater. Sol. Cells 156, 101–111. https://doi.org/10.1016/j.solmat.2016.03.020\nMajeau-bettez, G., Hawkins, T.R., Strømman, A.H., 2011. Life Cycle Environmental Assessment of\nLithium-Ion and Nickel Metal Hydride Batteries for Plug-In Hybrid and Battery Electric Vehicles 4548–4554. https://doi.org/10.1021/es103607c\nManfrida, G., Petela, K., Rossi, F., 2017. Natural circulation solar thermal system for water\ndisinfection. Energy 141, 1204–1214. https://doi.org/10.1016/j.energy.2017.09.132\nMassimo Montopoli, 2012. Impianti Fotovoltaici: Guida Pratica. CEI - Comitato Elettrotecnico\nItaliano.\nMastervolt, 2018. Mastervolt products datasheet [WWW Document]. URL\nhttps://www.mastervolt.it/prodotti/regolatori-di-carica-solari/scm60-mppt-mb/ (accessed 12.29.18).\nMathworks, 2018. Matlab/Simulink program - R2018a.\nMeteonorm, 2006. Meteonorm global meteorological database [WWW Document]. URL\nhttps://meteonorm.com/ (accessed 2.7.19).\nMIT Team Electric Vehicle Team, 2008. A Guide to Understanding Battery Specifications [WWW\nDocument]. URL http://web.mit.edu/evt/summary_battery_specifications.pdf (accessed 7.17.19).\nMonge, M., Gil-alana, L.A., 2019. Automobile components : Lithium and cobalt . Evidence of\npersistence. Energy 169, 489–495. https://doi.org/10.1016/j.energy.2018.12.068\nMoreno Ruiz, E., Lévová, T., Bourgault, G., Wernet, G., 2014. Ecoinvent 3.2 Report of Changes\n[WWW Document]. URL https://www.ecoinvent.org/files/20140630_report_of_changes_ecoinvent_3.01_to_3.1.pdf (accessed 7.17.19).\nNagapurkar, P., Smith, J.D., 2018. Techno-Economic Optimization and Environmental Life Cycle\nAssessment (LCA) of Microgrids located in the US using Genetic Algorithm. Energy Convers. Manag. 181, 272–291. https://doi.org/10.1016/j.enconman.2018.11.072\nNarayan, N., Papakosta, T., Vega-Garita, V., Qin, Z., Popovic-Gerber, J., Bauer, P., Zeman, M.,\n2018. Estimating battery lifetimes in Solar Home System design using a practical modelling methodology. Appl. Energy 228, 1629–1639. https://doi.org/10.1016/j.apenergy.2018.06.152\nNEI Corporation, 2018. Nanomyte products Specification Sheet [WWW Document]. URL\nhttps://www.neicorporation.com/media/product-specs/#tab-id-2 (accessed 7.17.19).\nNjoya, S.M., Tremblay, O., Dessaint, L.-A., 2009. A generic fuel cell model for the simulation of\nfuel cell vehicles, in: 2009 IEEE Vehicle Power and Propulsion Conference. IEEE, pp. 1722– 1729. https://doi.org/10.1109/VPPC.2009.5289692\nNordman, B., 2010. Nanogrids Evolving our electricity systems from the bottom up [WWW\nDocument]. URL http://assets.fiercemarkets.net/public/smartgridnews/Smart_Grid_News__LBNL_Nanogrid_Report.pdf (accessed 7.12.19).\nNorthrop, P.W.C., Crow, M.L., 2014. Battery Energy Storage System ( BESS ) and Battery\nManagement System ( BMS ) for Grid-Scale Applications. https://doi.org/10.1109/JPROC.2014.2317451\nNotter, D.A., Gauch, M., Widmer, R., Patrick, W.A., Stamp, A., Zah, R., Althaus, R.G., 2010.\nContribution of Li-Ion Batteries to the Environmental Impact of Electric Vehicles. Environ. Sci. Technol. 44, 6550–6556. https://doi.org/10.1021/es1029156\nO’Shaughnessy, E., Cutler, D., Ardani, K., Margolis, R., 2018. Solar plus: A review of the end-user\neconomics of solar PV integration with storage and load control in residential buildings. Appl. Energy 228, 2165–2175. https://doi.org/10.1016/j.apenergy.2018.07.048\nOmar, N., Abdel, M., Firouz, Y., Salminen, J., Smekens, J., Hegazy, O., Gaulous, H., Mulder, G.,\nBossche, P. Van Den, Coosemans, T., 2014. Lithium iron phosphate based battery – Assessment of the aging parameters and development of cycle life model. Appl. Energy 113, 1575–1585. https://doi.org/10.1016/j.apenergy.2013.09.003"
    }, {
      "heading" : "Panasonic Corporation, 2017. Datasheet : Specifications Powercell NCR18650B [WWW",
      "text" : "Document]. URL https://industrial.panasonic.com/ww/products/batteries/secondarybatteries/lithium-ion (accessed 6.6.19).\nParisi, M.L., Ferrara, N., Torsello, L., Basosi, R., 2019. Life cycle assessment of atmospheric\nemission profiles of the Italian geothermal power plants. J. Clean. Prod. 234, 881–894. https://doi.org/10.1016/j.jclepro.2019.06.222\nParisi, M.L., Maranghi, S., Sinicropi, A., Basosi, R., 2013. Development of dye sensitized solar\ncells: A life cycle perspective for the environmental and market potential assessment of a renewable energy technology. Int. J. Heat Technol. 31.\nParra, D., Zhang, X., Bauer, C., Patel, M.K., 2017. An integrated techno-economic and life cycle\nenvironmental assessment of power-to-gas systems. Appl. Energy 193, 440–454. https://doi.org/10.1016/j.apenergy.2017.02.063\nPeters, J., Buchholz, D., Passerini, S., Weil, M., 2016. Life cycle assessment of sodium-ion\nbatteries. Energy Environ. Sci. 9, 1744–1751. https://doi.org/10.1039/c6ee00640j\nPeters, J.F., Baumann, M., Zimmermann, B., Braun, J., Weil, M., 2017. The environmental impact\nof Li-Ion batteries and the role of key parameters – A review. Renew. Sustain. Energy Rev. 67, 491–506. https://doi.org/10.1016/j.rser.2016.08.039\nPeters, J.F., Weil, M., 2018. Providing a common base for life cycle assessments of Li-Ion batteries.\nJ. Clean. Prod. 171, 704–713. https://doi.org/10.1016/j.jclepro.2017.10.016\nPetrollese, M., Cau, G., Cocco, D., 2018. Use of weather forecast for increasing the self-\nconsumption rate of home solar systems: An Italian case study. Appl. Energy 212, 746–758. https://doi.org/10.1016/j.apenergy.2017.12.075\nPurchasing.com, 2015. Air Compressor Purchasing Guide Introduction to the Air Compressor\nBuying Process [WWW Document]. URL http://www.purchasing.com/constructionequipment/air-compressors/purchasing-guide/ (accessed 7.1.19).\nQuoilin, S., Kavvadias, K., Mercier, A., Pappone, I., Zucker, A., 2016. Quantifying self-\nconsumption linked to solar home battery systems: Statistical analysis and economic assessment. Appl. Energy 182, 58–67. https://doi.org/10.1016/j.apenergy.2016.08.077\nRaugei, M., Winfield, P., 2019. Prospective LCA of the production and EoL recycling of a novel\ntype of Li-ion battery for electric vehicles. J. Clean. Prod. 213, 926–932. https://doi.org/10.1016/j.jclepro.2018.12.237\nRosa, A.D. La, Banatao, D.R., Pastine, S.J., Latteri, A., Cicala, G., 2016. Recycling treatment of\ncarbon fi bre / epoxy composites : Materials recovery and characterization and environmental impacts through life cycle assessment. Compos. Part B 104, 17–25. https://doi.org/10.1016/j.compositesb.2016.08.015\nRossi, F., Parisi, M.L., Maranghi, S., Manfrida, G., Basosi, R., Sinicropi, A., 2019. Environmental\nimpact analysis applied to solar pasteurization systems. J. Clean. Prod. 212, 1368–1380. https://doi.org/10.1016/j.jclepro.2018.12.020\nSaltelli, A., 2002. Sensitivity Analysis for Importance Assessment 22. https://doi.org/10.1111/0272-\n4332.00040\nSanfélix, J., Messagie, M., Omar, N., Van Mierlo, J., Hennige, V., 2015. Environmental\nperformance of advanced hybrid energy storage systems for electric vehicle applications. Appl. Energy 137, 925–930. https://doi.org/10.1016/j.apenergy.2014.07.012\nSanson, A., Giuffrida, L.G., 2017. Decarbonizzazione dell’economia italiana [WWW Document].\nURL http://www.dsctm.cnr.it/images/Eventi_img/de_carbonizzazione_3_ottobre_2017/RSE Decarbonizzazione_WEB.PDF (accessed 5.17.19).\nSaw, L.H., Somasundaram, K., Ye, Y., Tay, A.A.O., 2014. Electro-thermal analysis of Lithium Iron\nPhosphate battery for electric vehicles. J. Power Sources 249, 231–238. https://doi.org/10.1016/j.jpowsour.2013.10.052\nSchmidt, O., Gambhir, A., Staffell, I., Hawkes, A., Nelson, J., Few, S., 2017. Future cost and\nperformance of water electrolysis: An expert elicitation study. Int. J. Hydrogen Energy 42, 30470–30492. https://doi.org/10.1016/j.ijhydene.2017.10.045\nSharaf, O.Z., Orhan, M.F., 2014. An overview of fuel cell technology: Fundamentals and\napplications. Renew. Sustain. Energy Rev. 32, 810–853. https://doi.org/10.1016/j.rser.2014.01.012\nSingh, A., Baredar, P., 2017. Power sharing and cost optimization of hybrid renewable energy\nsystem for academic research building. J. Electr. Eng. Technol. 12, 1511–1518. https://doi.org/10.5370/JEET.2017.12.4.1511\nSingh, A., Baredar, P., 2016. Techno-economic assessment of a solar PV, fuel cell, and biomass\ngasifier hybrid energy system. Energy Reports 2, 254–260. https://doi.org/10.1016/j.egyr.2016.10.001\nSingh, A., Baredar, P., Gupta, B., 2017. Techno-economic feasibility analysis of hydrogen fuel cell\nand solar photovoltaic hybrid renewable energy system for academic research building. Energy Convers. Manag. 145, 398–414. https://doi.org/10.1016/j.enconman.2017.05.014\nSmith, L., Ibn-Mohammed, T., Koh, S.C.L., Reaney, I.M., 2018. Life cycle assessment and\nenvironmental profile evaluations of high volumetric efficiency capacitors. Appl. Energy 220, 496–513. https://doi.org/10.1016/j.apenergy.2018.03.067\nSony Energy Devices Corporation, 2011. Sony FortelionIJ1001M [WWW Document]. URL\nhttps://www.sonyenergy-devices.co.jp/en/ (accessed 7.17.19).\nSouleman, N.M., Tremblay, O., Dessaint, L.A., 2009. A generic fuel cell model for the simulation\nof fuel cell vehicles. 5th IEEE Veh. Power Propuls. Conf. VPPC ’09 1722–1729.\nhttps://doi.org/10.1109/VPPC.2009.5289692\nSteen, M., Lebedeva, N., Di Persio, F., Boon-Brett, L., 2017. JRC Science for policy report- EU\nCompetitiveness in Advanced Li-ion Batteries for E-Mobility and Stationary Storage Applications – Opportunities and Actions. https://doi.org/doi:10.2760/75757\nStropnik, R., Sekavčnik, M., Ferriz, A.M., Mori, M., 2018. Reducing environmental impacts of the\nups system based on PEM fuel cell with circular economy. Energy 165, 824–835. https://doi.org/10.1016/j.energy.2018.09.201\nTenka Solar, 2015. Mono Crystalline Module [WWW Document]. URL\nhttp://www.tenkasolar.com/prodotti/ (accessed 1.5.19).\nTerlouw, T., AlSkaif, T., Bauer, C., van Sark, W., 2019. Multi-objective optimization of energy\narbitrage in community energy storage systems using different battery technologies. Appl. Energy 239, 356–372. https://doi.org/10.1016/j.apenergy.2019.01.227\nTerna S.p.A., 2017. Statistic Data [WWW Document]. Off. website. URL\nhttp://www.terna.it/SistemaElettrico/StatisticheePrevisioni/DatiStatistici.aspx (accessed 12.29.18).\nThe University of Wisconsin Madison, 2006. TRaNsient SYstems Simulation Program-TRNSYS16\n[WWW Document]. URL https://sel.me.wisc.edu/trnsys/features/ (accessed 1.2.18).\nThe World Bank Group, 2018. World Population Prospects [WWW Document]. URL\nhttps://data.worldbank.org/indicator/SP.POP.TOTL?locations=IT (accessed 7.19.19).\nToshiba Corporation, 2017. Toshiba Rechargeable Battery SCiB [WWW Document]. URL\nhttps://www.scib.jp/en/product/module.htm (accessed 5.11.19).\nTremblay, O., Dessaint, L., 2009. Experimental Validation of a Battery Dynamic Model for EV\nApplications. World Electr. Veh. J. 3, 289–298.\nTRNSYS 16, 2006. Mathematical Reference 4, 1–486.\nTroy, S., Schreiber, A., Reppert, T., Gehrke, H.G., Finsterbusch, M., Uhlenbruck, S., Stenzel, P.,\n2016. Life Cycle Assessment and resource analysis of all-solid-state batteries. Appl. Energy 169, 757–767. https://doi.org/10.1016/j.apenergy.2016.02.064\nTschümperlin, L., Stolz, P., Frischknecht, R., 2016. Life cycle assessment of low pow- er solar\ninverters (2.5 to 20 kW) Swiss Federal Office of Energy SFOE 3.\nU.S. Department of the Interior, U.S. Geological Survey, 2018. Mineral Commodity Summaries\n2018 [WWW Document]. URL https://pubs.er.usgs.gov/publication/70194932 (accessed 5.3.19).\nWeber, S., Peters, J.F., Baumann, M., Weil, M., 2018. Life Cycle Assessment of a Vanadium\nRedox Flow Battery. Environ. Sci. Technol. 52, 10864–10873. https://doi.org/10.1021/acs.est.8b02073\nWu, Y., Keil, P., Schuster, S.F., Jossen, A., 2017. Impact of Temperature and Discharge Rate on the\nAging of a LiCoO2 /LiNi0.8Co0.15Al0.05O2 Lithium-Ion Pouch Cell. J. Electrochem. Soc. 164, A1438–A1445. https://doi.org/10.1149/2.0401707jes\nXu, B., Member, S., Oudalov, A., Ulbig, A., Andersson, G., Kirschen, D.S., 2018. Modeling of\nLithium-Ion Battery Degradation for Cell Life Assessment. IEEE Trans. Smart Grid 9, 1131– 1140. https://doi.org/10.1109/TSG.2016.2578950\nZackrisson, M., Avellán, L., Orlenius, J., 2010. Life cycle assessment of lithium-ion batteries for\nplug-in hybrid electric vehicles e Critical issues. J. Clean. Prod. 18, 1519–1529. https://doi.org/10.1016/j.jclepro.2010.06.004"
    }, {
      "heading" : "Zackrisson, M., Fransson, K., Hildenbrand, J., Lampic, G., O’Dwyer, C., 2016. Life cycle",
      "text" : "assessment of lithium-air battery cells. J. Clean. Prod. 135, 299–311. https://doi.org/10.1016/j.jclepro.2016.06.104\nZhu, C., Li, X., Song, L., Xiang, L., 2013. Development of a theoretically based thermal model for\nlithium ion battery pack. J. Power Sources 223, 155–164. https://doi.org/10.1016/j.jpowsour.2012.09.035"
    }, {
      "heading" : "Highlights",
      "text" : "• Among the analysed LIBs, NCA batteries are the most suitable for SHSs applications. • The main responsible for the SHSs impacts is the backup energy from the generator. • Combining batteries and hydrogen storage is a promising way to lower the NG impacts. • The connection of a SHS to a large-scale SG is the most sustainable configuration.\nDesign Modelling LCA\nLi -io n N CA\nMost sustainable\noff-grid solution Present\nMost sustainable\noff-grid solution Future\nMost sustainable solution\nLi -io n LM O\nLi -io n N CA Li -io n LF P Li -io n LT O\nLi -io n N CA\nH2\nLi -io n N CA\nSizing of the ESS and PV plant.\nEvaluation of the plant performances.\nCradle to grave environmental impact\nassessment."
    } ],
    "references" : [ {
      "title" : "Role of hydrogen tanks in the life cycle assessment of fuel cellbased auxiliary power units",
      "author" : [ "A. Agostini", "N. Belmonte", "A. Masala", "J. Hu", "P. Rizzi", "M. Fichtner", "P. Moretto", "C. Luetto", "M. Sgroi", "M. Baricco" ],
      "venue" : "Appl. Energy 215,",
      "citeRegEx" : "Agostini et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Agostini et al\\.",
      "year" : 2018
    }, {
      "title" : "Vanadium redox flow batteries to reach greenhouse gas emissions targets in an off-grid configuration",
      "author" : [ "M. Arbabzadeh", "J.X. Johnson", "R. De Kleine", "G.A. Keoleian" ],
      "venue" : "Appl. Energy 146,",
      "citeRegEx" : "Arbabzadeh et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Arbabzadeh et al\\.",
      "year" : 2015
    }, {
      "title" : "Microgrids, Mini-grids, and Nanogrids: An Emerging Energy Access Solution Ecosystem [WWW Document",
      "author" : [ "P. Asmus", "A. Wilson" ],
      "venue" : "URL http://energyaccess.org/news/recentnews/microgrids-mini-grids-and-nanogrids-an-emerging-energy-access-solution-ecosystem/",
      "citeRegEx" : "Asmus and Wilson,? \\Q2017\\E",
      "shortCiteRegEx" : "Asmus and Wilson",
      "year" : 2017
    }, {
      "title" : "Equivalent electrical model for a proton exchange membrane (PEM) electrolyser",
      "author" : [ "O. Atlam", "M. Kolhe" ],
      "venue" : "Energy Convers. Manag",
      "citeRegEx" : "Atlam and Kolhe,? \\Q2011\\E",
      "shortCiteRegEx" : "Atlam and Kolhe",
      "year" : 2011
    }, {
      "title" : "An assessment of unforeseen losses resulting from inappropriate use of solar home systems in South Africa",
      "author" : [ "C.L. Azimoh", "F. Wallin", "P. Klintenberg", "B. Karlsson" ],
      "venue" : "Appl. Energy 136,",
      "citeRegEx" : "Azimoh et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Azimoh et al\\.",
      "year" : 2014
    }, {
      "title" : "Environmental impacts of microgeneration: Integrating solar PV, Stirling engine CHP and battery storage",
      "author" : [ "P. Balcombe", "D. Rigby", "A. Azapagic" ],
      "venue" : "Appl. Energy 139,",
      "citeRegEx" : "Balcombe et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Balcombe et al\\.",
      "year" : 2015
    }, {
      "title" : "A review on lithiumion battery ageing mechanisms and estimations for automotive applications",
      "author" : [ "A. Barré", "B. Deguilhem", "S. Grolleau", "M. Gérard", "F. Suard", "D. Riu" ],
      "venue" : "J. Power Sources 241,",
      "citeRegEx" : "Barré et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Barré et al\\.",
      "year" : 2013
    }, {
      "title" : "Okobilanz von Lithium-Ionen Batterien",
      "author" : [ "C. Bauer" ],
      "venue" : null,
      "citeRegEx" : "Bauer,? \\Q2010\\E",
      "shortCiteRegEx" : "Bauer",
      "year" : 2010
    }, {
      "title" : "The Performance of Photovoltaic (PV) Systems",
      "author" : [ "F. Baumgartner" ],
      "venue" : null,
      "citeRegEx" : "Baumgartner,? \\Q2017\\E",
      "shortCiteRegEx" : "Baumgartner",
      "year" : 2017
    }, {
      "title" : "A Comparative Life Cycle Assessment of PV Solar Systems, Master thesis in Energy and Environmental Engineering, Norwegian University of Science and Technology (NTNU), Department of Energy and Process Engineering. [WWW Document",
      "author" : [ "K. Bekkelund" ],
      "venue" : "URL https://ntnuopen.ntnu.no/ntnu-xmlui/handle/11250/235329",
      "citeRegEx" : "Bekkelund,? \\Q2013\\E",
      "shortCiteRegEx" : "Bekkelund",
      "year" : 2013
    }, {
      "title" : "A comparison of energy storage from renewable sources through batteries and fuel cells: A case study in Turin, Italy",
      "author" : [ "N. Belmonte", "V. Girgenti", "P. Florian", "C. Peano", "C. Luetto", "P. Rizzi", "M. Baricco" ],
      "venue" : "Int. J. Hydrogen Energy",
      "citeRegEx" : "Belmonte et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Belmonte et al\\.",
      "year" : 2016
    }, {
      "title" : "Life cycle assessment of advanced technologies for photovoltaic panels production",
      "author" : [ "M. Bravi", "M.L. Parisi", "E. Tiezzi", "R. Basosi" ],
      "venue" : "Int. J. Heat Technol",
      "citeRegEx" : "Bravi et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Bravi et al\\.",
      "year" : 2010
    }, {
      "title" : "Batteries in a Portable World",
      "author" : [ "I. Buchamann" ],
      "venue" : "Fourth Edi. ed. Cadex Electronics Inc",
      "citeRegEx" : "Buchamann,? \\Q2016\\E",
      "shortCiteRegEx" : "Buchamann",
      "year" : 2016
    }, {
      "title" : "Introduction to Thermodynamics and heat transfer, Third edit",
      "author" : [ "Y. Çengel" ],
      "venue" : null,
      "citeRegEx" : "Çengel,? \\Q2009\\E",
      "shortCiteRegEx" : "Çengel",
      "year" : 2009
    }, {
      "title" : "Energy and environmental assessment of a traction lithium-ion battery pack for plug-in hybrid electric vehicles",
      "author" : [ "M.A. Cusenza", "S. Bobba", "F. Ardente", "M. Cellura", "F. Di Persio" ],
      "venue" : "J. Clean",
      "citeRegEx" : "Cusenza et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Cusenza et al\\.",
      "year" : 2019
    }, {
      "title" : "Exergo-Economic Evaluation of the Cost for Solar Thermal Depuration of Water. Energies",
      "author" : [ "N. Dainelli", "G. Manfrida", "K. Petela", "F. Rossi" ],
      "venue" : null,
      "citeRegEx" : "Dainelli et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Dainelli et al\\.",
      "year" : 2017
    }, {
      "title" : "Progetto Micene: Misure dei consumi di energia elettrica nel settore domestico [WWW Document",
      "author" : [ "A. Danese", "A. Di Franco" ],
      "venue" : "eERG, end-use Effic. Res. Gr. URL http://www.eerg.it/resource/pages/it/Progetti__MICENE/compendio_misure_consumi_elettrici.pdf",
      "citeRegEx" : "Danese and Franco,? \\Q2004\\E",
      "shortCiteRegEx" : "Danese and Franco",
      "year" : 2004
    }, {
      "title" : "Sustainability of vanadium redox-flow batteries: Benchmarking electrolyte synthesis procedures",
      "author" : [ "M. Dassisti", "G. Cozzolino", "M. Chimienti", "A. Rizzuti", "P. Mastrorilli", "P. L’Abbate" ],
      "venue" : "Int. J. Hydrogen Energy",
      "citeRegEx" : "Dassisti et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Dassisti et al\\.",
      "year" : 2016
    }, {
      "title" : "2017a. Life cycle assessment of lithium sulfur battery for electric vehicles",
      "author" : [ "Y. Deng", "J. Li", "T. Li", "X. Gao", "C. Yuan" ],
      "venue" : "J. Power Sources 343,",
      "citeRegEx" : "Deng et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Deng et al\\.",
      "year" : 2017
    }, {
      "title" : "2017b. Life cycle assessment of high capacity molybdenum disulfide lithium-ion battery for electric vehicles",
      "author" : [ "Y. Deng", "J. Li", "T. Li", "J. Zhang", "F. Yang", "C. Yuan" ],
      "venue" : "Energy 123,",
      "citeRegEx" : "Deng et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Deng et al\\.",
      "year" : 2017
    }, {
      "title" : "Environmental assessment of proton exchange membrane fuel cell platinum catalyst recycling",
      "author" : [ "L. Duclos", "M. Lupsea", "G. Mandil", "L. Svecova", "Thivel", "P.-X", "V. Laforest" ],
      "venue" : "J. Clean",
      "citeRegEx" : "Duclos et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Duclos et al\\.",
      "year" : 2017
    }, {
      "title" : "Multi-objective optimization minimizing cost and life cycle emissions of stand-alone PV-wind-diesel systems with batteries",
      "author" : [ "R. Dufo-López", "J.L. Bernal-Agustín", "J.M. Yusta-Loyo", "J.A. Domínguez-Navarro", "I.J. RamírezRosado", "J. Lujano", "I. Aso" ],
      "venue" : "storage. Appl. Energy",
      "citeRegEx" : "Dufo.López et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Dufo.López et al\\.",
      "year" : 2011
    }, {
      "title" : "Life-Cycle Analysis of Hydrogen On-Board Storage",
      "author" : [ "A. Elgowainy", "K. Reddi", "M. Wang" ],
      "venue" : null,
      "citeRegEx" : "Elgowainy et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Elgowainy et al\\.",
      "year" : 2012
    }, {
      "title" : "Life Cycle Assessment of a Lithium-Ion Battery Vehicle Pack",
      "author" : [ "L.A. Ellingsen", "G. Majeau-Bettez", "B. Singh", "A.K. Srivastava", "L.O. Valøen", "A.H. Strømman" ],
      "venue" : "J. Ind. Ecol",
      "citeRegEx" : "Ellingsen et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Ellingsen et al\\.",
      "year" : 2014
    }, {
      "title" : "A Combined State of Charge Estimation Method for Lithium-Ion Batteries Used in a Wide Ambient Temperature Range [WWW Document",
      "author" : [ "F. Feng", "R. Lu", "C. Zhu" ],
      "venue" : null,
      "citeRegEx" : "Feng et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Feng et al\\.",
      "year" : 2014
    }, {
      "title" : "A life cycle impact assessment method which comprises harmonised category indicators at the midpoint and the endpoint level; First edition",
      "author" : [ "M.J. Goedkoop", "R. Heijungs", "M. Huijbregts", "A. De Schryver", "J. Struijs", "V.Z. R" ],
      "venue" : "ReCiPe",
      "citeRegEx" : "Goedkoop et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Goedkoop et al\\.",
      "year" : 2013
    }, {
      "title" : "Capacity fade of lithiumion batteries upon mixed calendar / cycling aging protocol [WWW Document",
      "author" : [ "S. Grolleau", "I. Baghdadi", "P. Gyan", "Marzouk", "M. Ben", "F. Duclaud" ],
      "venue" : null,
      "citeRegEx" : "Grolleau et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Grolleau et al\\.",
      "year" : 2016
    }, {
      "title" : "Sizing of hybrid energy storage system for a PV based microgrid through design space approach",
      "author" : [ "A.S. Jacob", "R. Banerjee", "P.C. Ghosh" ],
      "venue" : "Appl. Energy 212,",
      "citeRegEx" : "Jacob et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Jacob et al\\.",
      "year" : 2018
    }, {
      "title" : "Comprehensive Renewable Energy [WWW Document",
      "author" : [ "Y. Jestin" ],
      "venue" : "URL https://www.sciencedirect.com/topics/engineering/monocrystalline-silicon-cell (accessed",
      "citeRegEx" : "Jestin,? \\Q2012\\E",
      "shortCiteRegEx" : "Jestin",
      "year" : 2012
    }, {
      "title" : "Attributional life cycle assessment of mounted",
      "author" : [ "V. Kabakian", "M.C. McManus", "H. Harajli" ],
      "venue" : null,
      "citeRegEx" : "Kabakian et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Kabakian et al\\.",
      "year" : 2015
    }, {
      "title" : "Understanding backup power system fuel choices [WWW Document",
      "author" : [ "M. Kirchner" ],
      "venue" : "Consult. Specif. Eng. Mag. URL https://www.csemag.com/articles/understanding-backup-powersystem-fuel-choices/",
      "citeRegEx" : "Kirchner,? \\Q2012\\E",
      "shortCiteRegEx" : "Kirchner",
      "year" : 2012
    }, {
      "title" : "Life Cycle Assessment of an innovative recycling process for crystalline silicon photovoltaic panels. Sol",
      "author" : [ "C.E.L. Latunussa", "F. Ardente", "G.A. Blengini", "L. Mancini" ],
      "venue" : "Energy Mater. Sol. Cells 156,",
      "citeRegEx" : "Latunussa et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Latunussa et al\\.",
      "year" : 2016
    }, {
      "title" : "Life Cycle Environmental Assessment of Lithium-Ion and Nickel Metal Hydride Batteries for Plug-In Hybrid and Battery Electric Vehicles 4548–4554",
      "author" : [ "G. Majeau-bettez", "T.R. Hawkins", "A.H. Strømman" ],
      "venue" : null,
      "citeRegEx" : "Majeau.bettez et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Majeau.bettez et al\\.",
      "year" : 2011
    }, {
      "title" : "Natural circulation solar thermal system for water disinfection",
      "author" : [ "G. Manfrida", "K. Petela", "F. Rossi" ],
      "venue" : "Energy 141,",
      "citeRegEx" : "Manfrida et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Manfrida et al\\.",
      "year" : 2017
    }, {
      "title" : "Impianti Fotovoltaici: Guida Pratica",
      "author" : [ "Massimo Montopoli" ],
      "venue" : "CEI - Comitato Elettrotecnico Italiano",
      "citeRegEx" : "Montopoli,? \\Q2012\\E",
      "shortCiteRegEx" : "Montopoli",
      "year" : 2012
    }, {
      "title" : "Automobile components : Lithium and cobalt",
      "author" : [ "M. Monge", "L.A. Gil-alana" ],
      "venue" : "Evidence of persistence. Energy 169,",
      "citeRegEx" : "Monge and Gil.alana,? \\Q2019\\E",
      "shortCiteRegEx" : "Monge and Gil.alana",
      "year" : 2019
    }, {
      "title" : "Techno-Economic Optimization and Environmental Life Cycle Assessment (LCA) of Microgrids located in the US using Genetic Algorithm",
      "author" : [ "P. Nagapurkar", "J.D. Smith" ],
      "venue" : "Energy Convers. Manag. 181,",
      "citeRegEx" : "Nagapurkar and Smith,? \\Q2018\\E",
      "shortCiteRegEx" : "Nagapurkar and Smith",
      "year" : 2018
    }, {
      "title" : "Estimating battery lifetimes in Solar Home System design using a practical modelling methodology",
      "author" : [ "N. Narayan", "T. Papakosta", "V. Vega-Garita", "Z. Qin", "J. Popovic-Gerber", "P. Bauer", "M. Zeman" ],
      "venue" : "Appl. Energy 228,",
      "citeRegEx" : "Narayan et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Narayan et al\\.",
      "year" : 2018
    }, {
      "title" : "A generic fuel cell model for the simulation of fuel cell vehicles",
      "author" : [ "S.M. Njoya", "O. Tremblay", "Dessaint", "L.-A" ],
      "venue" : "IEEE Vehicle Power and Propulsion Conference",
      "citeRegEx" : "Njoya et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Njoya et al\\.",
      "year" : 2009
    }, {
      "title" : "Nanogrids Evolving our electricity systems from the bottom up [WWW",
      "author" : [ "B. Nordman" ],
      "venue" : null,
      "citeRegEx" : "Nordman,? \\Q2010\\E",
      "shortCiteRegEx" : "Nordman",
      "year" : 2010
    }, {
      "title" : "Battery Energy Storage System ( BESS ) and Battery Management System ( BMS ) for Grid-Scale Applications",
      "author" : [ "P.W.C. Northrop", "M.L. Crow" ],
      "venue" : null,
      "citeRegEx" : "Northrop and Crow,? \\Q2014\\E",
      "shortCiteRegEx" : "Northrop and Crow",
      "year" : 2014
    }, {
      "title" : "Contribution of Li-Ion Batteries to the Environmental Impact of Electric Vehicles",
      "author" : [ "D.A. Notter", "M. Gauch", "R. Widmer", "W.A. Patrick", "A. Stamp", "R. Zah", "R.G. Althaus" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Notter et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Notter et al\\.",
      "year" : 2010
    }, {
      "title" : "Solar plus: A review of the end-user economics of solar PV integration with storage and load control in residential buildings",
      "author" : [ "E. O’Shaughnessy", "D. Cutler", "K. Ardani", "R. Margolis" ],
      "venue" : "Appl. Energy 228,",
      "citeRegEx" : "O.Shaughnessy et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "O.Shaughnessy et al\\.",
      "year" : 2018
    }, {
      "title" : "Lithium iron phosphate based battery – Assessment of the aging parameters and development of cycle life model",
      "author" : [ "N. Omar", "M. Abdel", "Y. Firouz", "J. Salminen", "J. Smekens", "O. Hegazy", "H. Gaulous", "G. Mulder", "Bossche", "P. Van Den", "T. Coosemans" ],
      "venue" : "Appl. Energy 113,",
      "citeRegEx" : "Omar et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Omar et al\\.",
      "year" : 2014
    }, {
      "title" : "Life cycle assessment of atmospheric emission profiles of the Italian geothermal power plants",
      "author" : [ "M.L. Parisi", "N. Ferrara", "L. Torsello", "R. Basosi" ],
      "venue" : "J. Clean",
      "citeRegEx" : "Parisi et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Parisi et al\\.",
      "year" : 2019
    }, {
      "title" : "Development of dye sensitized solar cells: A life cycle perspective for the environmental and market potential assessment of a renewable energy technology",
      "author" : [ "M.L. Parisi", "S. Maranghi", "A. Sinicropi", "R. Basosi" ],
      "venue" : "Int. J. Heat Technol",
      "citeRegEx" : "Parisi et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Parisi et al\\.",
      "year" : 2013
    }, {
      "title" : "An integrated techno-economic and life cycle environmental assessment of power-to-gas systems",
      "author" : [ "D. Parra", "X. Zhang", "C. Bauer", "M.K. Patel" ],
      "venue" : "Appl. Energy 193,",
      "citeRegEx" : "Parra et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Parra et al\\.",
      "year" : 2017
    }, {
      "title" : "Life cycle assessment of sodium-ion batteries",
      "author" : [ "J. Peters", "D. Buchholz", "S. Passerini", "M. Weil" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "Peters et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Peters et al\\.",
      "year" : 2016
    }, {
      "title" : "The environmental impact of Li-Ion batteries and the role of key parameters – A review",
      "author" : [ "J.F. Peters", "M. Baumann", "B. Zimmermann", "J. Braun", "M. Weil" ],
      "venue" : "Renew. Sustain. Energy Rev",
      "citeRegEx" : "Peters et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Peters et al\\.",
      "year" : 2017
    }, {
      "title" : "Providing a common base for life cycle assessments of Li-Ion batteries",
      "author" : [ "J.F. Peters", "M. Weil" ],
      "venue" : "J. Clean. Prod",
      "citeRegEx" : "Peters and Weil,? \\Q2018\\E",
      "shortCiteRegEx" : "Peters and Weil",
      "year" : 2018
    }, {
      "title" : "Use of weather forecast for increasing the selfconsumption rate of home solar systems: An Italian case study",
      "author" : [ "M. Petrollese", "G. Cau", "D. Cocco" ],
      "venue" : "Appl. Energy 212,",
      "citeRegEx" : "Petrollese et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Petrollese et al\\.",
      "year" : 2018
    }, {
      "title" : "Quantifying selfconsumption linked to solar home battery systems: Statistical analysis and economic assessment",
      "author" : [ "S. Quoilin", "K. Kavvadias", "A. Mercier", "I. Pappone", "A. Zucker" ],
      "venue" : "Appl. Energy 182,",
      "citeRegEx" : "Quoilin et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Quoilin et al\\.",
      "year" : 2016
    }, {
      "title" : "Prospective LCA of the production and EoL recycling of a novel type of Li-ion battery for electric vehicles",
      "author" : [ "M. Raugei", "P. Winfield" ],
      "venue" : "J. Clean",
      "citeRegEx" : "Raugei and Winfield,? \\Q2019\\E",
      "shortCiteRegEx" : "Raugei and Winfield",
      "year" : 2019
    }, {
      "title" : "Recycling treatment of carbon fi bre / epoxy composites : Materials recovery and characterization and environmental impacts through life cycle assessment",
      "author" : [ "Rosa", "A.D. La", "D.R. Banatao", "S.J. Pastine", "A. Latteri", "G. Cicala" ],
      "venue" : "Compos. Part B",
      "citeRegEx" : "Rosa et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Rosa et al\\.",
      "year" : 2016
    }, {
      "title" : "Environmental impact analysis applied to solar pasteurization systems",
      "author" : [ "F. Rossi", "M.L. Parisi", "S. Maranghi", "G. Manfrida", "R. Basosi", "A. Sinicropi" ],
      "venue" : "J. Clean. Prod",
      "citeRegEx" : "Rossi et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Rossi et al\\.",
      "year" : 2019
    }, {
      "title" : "Sensitivity Analysis for Importance Assessment 22",
      "author" : [ "A. Saltelli" ],
      "venue" : null,
      "citeRegEx" : "Saltelli,? \\Q2002\\E",
      "shortCiteRegEx" : "Saltelli",
      "year" : 2002
    }, {
      "title" : "Environmental performance of advanced hybrid energy storage systems for electric vehicle applications",
      "author" : [ "J. Sanfélix", "M. Messagie", "N. Omar", "J. Van Mierlo", "V. Hennige" ],
      "venue" : "Appl. Energy 137,",
      "citeRegEx" : "Sanfélix et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Sanfélix et al\\.",
      "year" : 2015
    }, {
      "title" : "Decarbonizzazione dell’economia italiana [WWW Document",
      "author" : [ "A. Sanson", "L.G. Giuffrida" ],
      "venue" : "URL http://www.dsctm.cnr.it/images/Eventi_img/de_carbonizzazione_3_ottobre_2017/RSE Decarbonizzazione_WEB.PDF",
      "citeRegEx" : "Sanson and Giuffrida,? \\Q2017\\E",
      "shortCiteRegEx" : "Sanson and Giuffrida",
      "year" : 2017
    }, {
      "title" : "Future cost and performance of water electrolysis: An expert elicitation study",
      "author" : [ "O. Schmidt", "A. Gambhir", "I. Staffell", "A. Hawkes", "J. Nelson", "S. Few" ],
      "venue" : "Int. J. Hydrogen Energy",
      "citeRegEx" : "Schmidt et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Schmidt et al\\.",
      "year" : 2017
    }, {
      "title" : "An overview of fuel cell technology: Fundamentals and applications",
      "author" : [ "O.Z. Sharaf", "M.F. Orhan" ],
      "venue" : "Renew. Sustain. Energy Rev",
      "citeRegEx" : "Sharaf and Orhan,? \\Q2014\\E",
      "shortCiteRegEx" : "Sharaf and Orhan",
      "year" : 2014
    }, {
      "title" : "Power sharing and cost optimization of hybrid renewable energy system for academic research building",
      "author" : [ "A. Singh", "P. Baredar" ],
      "venue" : "J. Electr. Eng. Technol",
      "citeRegEx" : "Singh and Baredar,? \\Q2017\\E",
      "shortCiteRegEx" : "Singh and Baredar",
      "year" : 2017
    }, {
      "title" : "Techno-economic assessment of a solar PV, fuel cell, and biomass gasifier hybrid energy system",
      "author" : [ "A. Singh", "P. Baredar" ],
      "venue" : "Energy Reports",
      "citeRegEx" : "Singh and Baredar,? \\Q2016\\E",
      "shortCiteRegEx" : "Singh and Baredar",
      "year" : 2016
    }, {
      "title" : "Techno-economic feasibility analysis of hydrogen fuel cell and solar photovoltaic hybrid renewable energy system for academic research building",
      "author" : [ "A. Singh", "P. Baredar", "B. Gupta" ],
      "venue" : "Energy Convers. Manag. 145,",
      "citeRegEx" : "Singh et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Singh et al\\.",
      "year" : 2017
    }, {
      "title" : "Life cycle assessment and environmental profile evaluations of high volumetric efficiency capacitors",
      "author" : [ "L. Smith", "T. Ibn-Mohammed", "S.C.L. Koh", "I.M. Reaney" ],
      "venue" : "Appl. Energy 220,",
      "citeRegEx" : "Smith et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Smith et al\\.",
      "year" : 2018
    }, {
      "title" : "A generic fuel cell model for the simulation of fuel cell vehicles",
      "author" : [ "N.M. Souleman", "O. Tremblay", "L.A. Dessaint" ],
      "venue" : "IEEE Veh. Power Propuls. Conf. VPPC",
      "citeRegEx" : "Souleman et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Souleman et al\\.",
      "year" : 2009
    }, {
      "title" : "JRC Science for policy report- EU Competitiveness in Advanced Li-ion Batteries for E-Mobility and Stationary Storage Applications – Opportunities and Actions",
      "author" : [ "M. Steen", "N. Lebedeva", "F. Di Persio", "L. Boon-Brett" ],
      "venue" : null,
      "citeRegEx" : "Steen et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Steen et al\\.",
      "year" : 2017
    }, {
      "title" : "Reducing environmental impacts of the ups system based on PEM fuel cell with circular economy",
      "author" : [ "R. Stropnik", "M. Sekavčnik", "A.M. Ferriz", "M. Mori" ],
      "venue" : "Energy 165,",
      "citeRegEx" : "Stropnik et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Stropnik et al\\.",
      "year" : 2018
    }, {
      "title" : "Multi-objective optimization of energy arbitrage in community energy storage systems using different battery technologies",
      "author" : [ "T. Terlouw", "T. AlSkaif", "C. Bauer", "W. van Sark" ],
      "venue" : "Appl. Energy 239,",
      "citeRegEx" : "Terlouw et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Terlouw et al\\.",
      "year" : 2019
    }, {
      "title" : "Experimental Validation of a Battery Dynamic Model for EV Applications",
      "author" : [ "O. Tremblay", "L. Dessaint" ],
      "venue" : "World Electr. Veh. J",
      "citeRegEx" : "Tremblay and Dessaint,? \\Q2009\\E",
      "shortCiteRegEx" : "Tremblay and Dessaint",
      "year" : 2009
    }, {
      "title" : "Life Cycle Assessment and resource analysis of all-solid-state batteries",
      "author" : [ "S. Troy", "A. Schreiber", "T. Reppert", "H.G. Gehrke", "M. Finsterbusch", "S. Uhlenbruck", "P. Stenzel" ],
      "venue" : "Appl. Energy 169,",
      "citeRegEx" : "Troy et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Troy et al\\.",
      "year" : 2016
    }, {
      "title" : "Life cycle assessment of low pow- er solar inverters",
      "author" : [ "L. Tschümperlin", "P. Stolz", "R. Frischknecht" ],
      "venue" : "kW) Swiss Federal Office of Energy SFOE",
      "citeRegEx" : "Tschümperlin et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Tschümperlin et al\\.",
      "year" : 2016
    }, {
      "title" : "Life Cycle Assessment of a Vanadium Redox Flow Battery",
      "author" : [ "S. Weber", "J.F. Peters", "M. Baumann", "M. Weil" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Weber et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Weber et al\\.",
      "year" : 2018
    }, {
      "title" : "Impact of Temperature and Discharge Rate on the Aging of a LiCoO2 /LiNi0.8Co0.15Al0.05O2 Lithium-Ion Pouch Cell",
      "author" : [ "Y. Wu", "P. Keil", "S.F. Schuster", "A. Jossen" ],
      "venue" : "J. Electrochem. Soc. 164,",
      "citeRegEx" : "Wu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Wu et al\\.",
      "year" : 2017
    }, {
      "title" : "Modeling of Lithium-Ion Battery Degradation for Cell Life Assessment",
      "author" : [ "B. Xu", "S. Member", "A. Oudalov", "A. Ulbig", "G. Andersson", "D.S. Kirschen" ],
      "venue" : "IEEE Trans. Smart Grid",
      "citeRegEx" : "Xu et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2018
    }, {
      "title" : "Life cycle assessment of lithium-ion batteries for plug-in hybrid electric vehicles e Critical issues",
      "author" : [ "M. Zackrisson", "L. Avellán", "J. Orlenius" ],
      "venue" : "J. Clean. Prod",
      "citeRegEx" : "Zackrisson et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Zackrisson et al\\.",
      "year" : 2010
    }, {
      "title" : "Life cycle assessment of lithium-air battery cells",
      "author" : [ "M. Zackrisson", "K. Fransson", "J. Hildenbrand", "G. Lampic", "C. O’Dwyer" ],
      "venue" : "J. Clean. Prod",
      "citeRegEx" : "Zackrisson et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zackrisson et al\\.",
      "year" : 2016
    }, {
      "title" : "Development of a theoretically based thermal model for lithium ion battery pack",
      "author" : [ "C. Zhu", "X. Li", "L. Song", "L. Xiang" ],
      "venue" : "J. Power Sources 223,",
      "citeRegEx" : "Zhu et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Zhu et al\\.",
      "year" : 2013
    } ],
    "referenceMentions" : [ {
      "referenceID" : 39,
      "context" : "The smallest unit of a SG is called nano-grid (NG) and it can be connected with the rest of the grid or it can work independently as a Virtual Island (VI) (Nordman, 2010).",
      "startOffset" : 155,
      "endOffset" : 170
    }, {
      "referenceID" : 2,
      "context" : "A NG is defined as a small-scale electric grid involving a maximum power of 100 kW and distributing energy to a single user or a limited number of loads (Asmus and Wilson, 2017).",
      "startOffset" : 153,
      "endOffset" : 177
    }, {
      "referenceID" : 65,
      "context" : "However, they have not reached their technological maturity yet (Steen et al., 2017).",
      "startOffset" : 64,
      "endOffset" : 84
    }, {
      "referenceID" : 35,
      "context" : "In the world, electrochemical storage industry represents the first consumer of lithium and cobalt, as it is responsible for the 39% and 30% of their depletion, respectively (Monge and Gil-alana, 2019).",
      "startOffset" : 174,
      "endOffset" : 201
    }, {
      "referenceID" : 48,
      "context" : "(Peters et al., 2017) proposed a very interesting review of these studies whereas Peters and Weil (Peters and Weil, 2018) selected the most detailed ones to provide a harmonized dataset (Peters and Weil, 2018).",
      "startOffset" : 0,
      "endOffset" : 21
    }, {
      "referenceID" : 49,
      "context" : ", 2017) proposed a very interesting review of these studies whereas Peters and Weil (Peters and Weil, 2018) selected the most detailed ones to provide a harmonized dataset (Peters and Weil, 2018).",
      "startOffset" : 84,
      "endOffset" : 107
    }, {
      "referenceID" : 49,
      "context" : ", 2017) proposed a very interesting review of these studies whereas Peters and Weil (Peters and Weil, 2018) selected the most detailed ones to provide a harmonized dataset (Peters and Weil, 2018).",
      "startOffset" : 172,
      "endOffset" : 195
    }, {
      "referenceID" : 52,
      "context" : "New promising types of LIBs are growing recently, for instance Raugei and Winfield (Raugei and Winfield, 2019) performed for the first time a LCA analysis of a new type of LIB named lithium cobalt phosphate (LCP) concluding that, compared to other LIBs, it represents a promising alternative to mitigate the global warming.",
      "startOffset" : 83,
      "endOffset" : 110
    }, {
      "referenceID" : 14,
      "context" : "(Cusenza et al., 2019) and to NCM-MoS2 batteries by Deng et al.",
      "startOffset" : 0,
      "endOffset" : 22
    }, {
      "referenceID" : 18,
      "context" : "(Deng et al., 2017), who concluded that NCM devices are currently more sustainable than NCMMoS2.",
      "startOffset" : 0,
      "endOffset" : 19
    }, {
      "referenceID" : 56,
      "context" : "Moreover, Sanfélix et al.(Sanfélix et al., 2015) evaluated the environmental performances of a hybrid battery pack for mobility applications.",
      "startOffset" : 25,
      "endOffset" : 48
    }, {
      "referenceID" : 71,
      "context" : "(Weber et al., 2018) used LCA to compare VRFBs to LIBs providing a detailed description of their EoL whereas Dassisti et al.",
      "startOffset" : 0,
      "endOffset" : 20
    }, {
      "referenceID" : 17,
      "context" : "(Dassisti et al., 2016) benchmarked VRFBs sustainability focusing on the electrolyte synthesis.",
      "startOffset" : 0,
      "endOffset" : 23
    }, {
      "referenceID" : 1,
      "context" : "(Arbabzadeh et al., 2015) depending on a wind power plant working conditions.",
      "startOffset" : 0,
      "endOffset" : 25
    }, {
      "referenceID" : 18,
      "context" : "6 lithium-sulfur batteries have been assessed, using a LCA analysis, to become more sustainable than LIBs in the future (Deng et al., 2017).",
      "startOffset" : 120,
      "endOffset" : 139
    }, {
      "referenceID" : 75,
      "context" : "(Zackrisson et al., 2016) estimated the environmental impact of lithium-air batteries affirming that in the long-term, their effect on climate change will be at least 4 times lower than today's LIBs.",
      "startOffset" : 0,
      "endOffset" : 25
    }, {
      "referenceID" : 47,
      "context" : "(Peters et al., 2016) performed an environmental assessment of sodium-ion devices.",
      "startOffset" : 0,
      "endOffset" : 21
    }, {
      "referenceID" : 46,
      "context" : "LCA methodology has been applied to other ESSs: for instance a power-to-gas hydrogen production plant (Parra et al., 2017) and high efficiency capacitors (Smith et al.",
      "startOffset" : 102,
      "endOffset" : 122
    }, {
      "referenceID" : 63,
      "context" : ", 2017) and high efficiency capacitors (Smith et al., 2018).",
      "startOffset" : 39,
      "endOffset" : 59
    }, {
      "referenceID" : 49,
      "context" : "Grounding on the SET Plan strategies and the study of Peters and Weil (Peters and Weil, 2018), we performed a LCA for the technical and environmental analysis of a NG virtually located in one of the most developed countries for PV plants installations, such as Italy.",
      "startOffset" : 70,
      "endOffset" : 93
    }, {
      "referenceID" : 15,
      "context" : "Indeed, solar energy is a fundamental resource in isolated conditions as it allows to satisfy some primary needs of the population such as drinking pasteurized water (Dainelli et al., 2017; Manfrida et al., 2017; Rossi et al., 2019) and electricity (Bravi et al.",
      "startOffset" : 166,
      "endOffset" : 232
    }, {
      "referenceID" : 33,
      "context" : "Indeed, solar energy is a fundamental resource in isolated conditions as it allows to satisfy some primary needs of the population such as drinking pasteurized water (Dainelli et al., 2017; Manfrida et al., 2017; Rossi et al., 2019) and electricity (Bravi et al.",
      "startOffset" : 166,
      "endOffset" : 232
    }, {
      "referenceID" : 54,
      "context" : "Indeed, solar energy is a fundamental resource in isolated conditions as it allows to satisfy some primary needs of the population such as drinking pasteurized water (Dainelli et al., 2017; Manfrida et al., 2017; Rossi et al., 2019) and electricity (Bravi et al.",
      "startOffset" : 166,
      "endOffset" : 232
    }, {
      "referenceID" : 4,
      "context" : "(Azimoh et al., 2014) remarked the importance of SHS applications in several African and Asian countries.",
      "startOffset" : 0,
      "endOffset" : 21
    }, {
      "referenceID" : 42,
      "context" : "S National Renewable Energy Laboratory (NREL) (O’Shaughnessy et al., 2018).",
      "startOffset" : 46,
      "endOffset" : 74
    }, {
      "referenceID" : 50,
      "context" : "For instance, a grid-connected SHS has been recently analysed in Italy comparing several approaches to assess the effects of weather forecast errors on the self-consumption rate (Petrollese et al., 2018).",
      "startOffset" : 178,
      "endOffset" : 203
    }, {
      "referenceID" : 51,
      "context" : "(Quoilin et al., 2016) obtained similar results analysing the selfconsumption rate of SHSs in various European countries using statistical and economic methods.",
      "startOffset" : 0,
      "endOffset" : 22
    }, {
      "referenceID" : 37,
      "context" : "(Narayan et al., 2018) approached this topic using an innovative cycle-counting method.",
      "startOffset" : 0,
      "endOffset" : 22
    }, {
      "referenceID" : 21,
      "context" : "(Dufo-López et al., 2011) proposed an optimization analysis of a PV and a wind power system equipped with a diesel generator and battery storage system minimizing the cost of electricity and the carbon dioxide emissions.",
      "startOffset" : 0,
      "endOffset" : 25
    }, {
      "referenceID" : 67,
      "context" : "(Terlouw et al., 2019) who analysed the environmental and economic impact related to the application of different battery chemistries in a flexible Community Energy Storage.",
      "startOffset" : 0,
      "endOffset" : 22
    }, {
      "referenceID" : 29,
      "context" : "(Kabakian et al., 2015) focused their analysis only on the environmental performances of a small PV plant equipped with batteries compared to fossil fuels.",
      "startOffset" : 0,
      "endOffset" : 23
    }, {
      "referenceID" : 27,
      "context" : "(Jacob et al., 2018) proposed a design procedure of hybrid ESSs based on pinch analysis and made a general overview of other design methods in literature.",
      "startOffset" : 0,
      "endOffset" : 20
    }, {
      "referenceID" : 61,
      "context" : "Singh and Baredar (Singh and Baredar, 2016) performed an economic assessment of a hybrid renewable energy system composed by a biomass gasifier, a solar PV plant and a fuel cells (FCs) and electrolysers (Es) system to evaluate the cost of energy production.",
      "startOffset" : 18,
      "endOffset" : 43
    }, {
      "referenceID" : 62,
      "context" : "Contextually, the authors discuss how fuzzy logic programming can be useful to design and optimize the performances of hybrid renewable energy systems concluding that hydrogen FCs and batteries play a strategic role to meet load demand (Singh et al., 2017; Singh and Baredar, 2017).",
      "startOffset" : 236,
      "endOffset" : 281
    }, {
      "referenceID" : 60,
      "context" : "Contextually, the authors discuss how fuzzy logic programming can be useful to design and optimize the performances of hybrid renewable energy systems concluding that hydrogen FCs and batteries play a strategic role to meet load demand (Singh et al., 2017; Singh and Baredar, 2017).",
      "startOffset" : 236,
      "endOffset" : 281
    }, {
      "referenceID" : 36,
      "context" : "(Nagapurkar and Smith, 2018) instead applied economic optimization and LCA to a hybrid electrical grid connecting dozens of energy users in United States.",
      "startOffset" : 0,
      "endOffset" : 28
    }, {
      "referenceID" : 10,
      "context" : "(Belmonte et al., 2016) for a comparison between two PV plants respectively equipped with hydrogen storage and batteries.",
      "startOffset" : 0,
      "endOffset" : 23
    }, {
      "referenceID" : 5,
      "context" : "(Balcombe et al., 2015) proposing the assessment of a PV power plant assisted by a Stirling Motor and batteries.",
      "startOffset" : 0,
      "endOffset" : 23
    }, {
      "referenceID" : 49,
      "context" : "For instance, Peters and Weil (Peters and Weil, 2018) analysed the eco-profiles of the post-LCO batteries listed in Table 1.",
      "startOffset" : 30,
      "endOffset" : 53
    }, {
      "referenceID" : 74,
      "context" : ", 2011) (Zackrisson et al., 2010) (Bauer, 2010) (Notter et al.",
      "startOffset" : 8,
      "endOffset" : 33
    }, {
      "referenceID" : 41,
      "context" : ", 2010) (Bauer, 2010) (Notter et al., 2010) (Bauer, 2010) (Ellingsen et al.",
      "startOffset" : 22,
      "endOffset" : 43
    }, {
      "referenceID" : 23,
      "context" : ", 2010) (Bauer, 2010) (Ellingsen et al., 2014) (Majeaubettez et al.",
      "startOffset" : 22,
      "endOffset" : 46
    }, {
      "referenceID" : 48,
      "context" : "Lifespan [Cycles] 6,000 3,000 10,000 1,000 5,000 2,000 3,000 (Peters et al., 2017)",
      "startOffset" : 61,
      "endOffset" : 82
    }, {
      "referenceID" : 48,
      "context" : "10 DoD 80% 80% 80% 80% 80% 80% 80% (Peters et al., 2017)",
      "startOffset" : 35,
      "endOffset" : 56
    }, {
      "referenceID" : 48,
      "context" : "Coulombic Efficiency* 90% 90% 85% 95% 90% (Peters et al., 2017)",
      "startOffset" : 42,
      "endOffset" : 63
    }, {
      "referenceID" : 59,
      "context" : "Nowadays, the technology for the hydrogen conversion to and from electricity consists of FCs and Es (Sharaf and Orhan, 2014).",
      "startOffset" : 100,
      "endOffset" : 124
    }, {
      "referenceID" : 57,
      "context" : "Typically, for stationary applications at residential scale, FCs have an electric efficiency from 30% to 60% and a useful life of 12,000 hours, but the technologically achievable target for the future can be 60,000 h (Sanson and Giuffrida, 2017).",
      "startOffset" : 217,
      "endOffset" : 245
    }, {
      "referenceID" : 57,
      "context" : "Proton Exchange Membrane Fuel Cells (PEMFCs) and Electrolysers (PEMEs) are the most commercialized technologies and for such reason they have been selected for this case study (Sanson and Giuffrida, 2017).",
      "startOffset" : 176,
      "endOffset" : 204
    }, {
      "referenceID" : 0,
      "context" : "Specific STs for hydrogen are available in the market: Type III and Type IV tanks are able to store pressurized hydrogen at 350 bar and 700 bar respectively (Agostini et al., 2018).",
      "startOffset" : 157,
      "endOffset" : 180
    }, {
      "referenceID" : 8,
      "context" : "PV panels, CCs and Is in Table 2 have been selected as they have an average efficiency representative of other commercial products in the market (Baumgartner, 2017; Jestin, 2012).",
      "startOffset" : 145,
      "endOffset" : 178
    }, {
      "referenceID" : 28,
      "context" : "PV panels, CCs and Is in Table 2 have been selected as they have an average efficiency representative of other commercial products in the market (Baumgartner, 2017; Jestin, 2012).",
      "startOffset" : 145,
      "endOffset" : 178
    }, {
      "referenceID" : 30,
      "context" : "The main sources of energy fuelling backup generators are gasoline, diesel and natural gas: nevertheless the gaseous fuels application for backup energy supply is increasing, diesel is traditionally the most common solution as it guarantees several technical and practical advantages (Kirchner, 2012) and for such reason it has been chosen as reference fuel for the backup generator in this study.",
      "startOffset" : 284,
      "endOffset" : 300
    }, {
      "referenceID" : 68,
      "context" : "The dynamic simulation of the battery storage system has been performed using Matlab/Simulink (Mathworks, 2018) whose library contains a battery block implementing an Equivalent Circuit Model (ECM) (Tremblay and Dessaint, 2009).",
      "startOffset" : 198,
      "endOffset" : 227
    }, {
      "referenceID" : 40,
      "context" : "This is very important because the simulation time is in the order of years for this application; consequently, ECMs have been chosen as the best trade-off between accuracy and computational cost (Northrop and Crow, 2014).",
      "startOffset" : 196,
      "endOffset" : 221
    }, {
      "referenceID" : 3,
      "context" : "The ECM of PEMEs instead has been built based on the equations used in another paper by Atlam and Kolhe (Atlam and Kolhe, 2011).",
      "startOffset" : 104,
      "endOffset" : 127
    }, {
      "referenceID" : 58,
      "context" : "PEMEs and PEMFCs lifespan values are assumed to be approximately the same as they are made of the same materials and are based on the same operating principles (Schmidt et al., 2017).",
      "startOffset" : 160,
      "endOffset" : 182
    }, {
      "referenceID" : 9,
      "context" : "The connection cables are supposed to have the same lifespan of the PV panels (Bekkelund, 2013).",
      "startOffset" : 78,
      "endOffset" : 95
    }, {
      "referenceID" : 31,
      "context" : "Component Time Unit Ref PV panels 25 yr (Latunussa et al., 2016) LIBs Estimated by the model yr Is 15 yr (Belmonte et al.",
      "startOffset" : 40,
      "endOffset" : 64
    }, {
      "referenceID" : 10,
      "context" : ", 2016) LIBs Estimated by the model yr Is 15 yr (Belmonte et al., 2016) CCs 15 yr (Belmonte et al.",
      "startOffset" : 48,
      "endOffset" : 71
    }, {
      "referenceID" : 10,
      "context" : ", 2016) CCs 15 yr (Belmonte et al., 2016) Wiring 25 yr (Bekkelund, 2013) STs 10 yr (Agostini et al.",
      "startOffset" : 18,
      "endOffset" : 41
    }, {
      "referenceID" : 9,
      "context" : ", 2016) Wiring 25 yr (Bekkelund, 2013) STs 10 yr (Agostini et al.",
      "startOffset" : 21,
      "endOffset" : 38
    }, {
      "referenceID" : 0,
      "context" : ", 2016) Wiring 25 yr (Bekkelund, 2013) STs 10 yr (Agostini et al., 2018) RPCs 10 yr (Purchasing.",
      "startOffset" : 49,
      "endOffset" : 72
    }, {
      "referenceID" : 57,
      "context" : "com, 2015) PEMFCs 12,000 60,000 h (Sanson and Giuffrida, 2017) PEMEs 12,000 60,000 h (Sanson and Giuffrida, 2017)",
      "startOffset" : 34,
      "endOffset" : 62
    }, {
      "referenceID" : 57,
      "context" : "com, 2015) PEMFCs 12,000 60,000 h (Sanson and Giuffrida, 2017) PEMEs 12,000 60,000 h (Sanson and Giuffrida, 2017)",
      "startOffset" : 85,
      "endOffset" : 113
    }, {
      "referenceID" : 49,
      "context" : "The entire LIBs production inventory, including also the BMS, has been directly extracted by Peters and Weil (Peters and Weil, 2018) thanks to a downloadable openLCA file provided as supplementary materials and importable in the software.",
      "startOffset" : 109,
      "endOffset" : 132
    }, {
      "referenceID" : 9,
      "context" : "Quantitative data about the wiring of the PV plant are estimated as a function of the PV surface (Bekkelund, 2013).",
      "startOffset" : 97,
      "endOffset" : 114
    }, {
      "referenceID" : 22,
      "context" : "The LCI of the hydrogen STs manufacturing was built using literature data (Elgowainy et al., 2012).",
      "startOffset" : 74,
      "endOffset" : 98
    }, {
      "referenceID" : 71,
      "context" : "Recycling processes have been considered to mitigate the environmental impact associated to the EoL phase of the components, especially batteries (Weber et al., 2018) and the PEMFCs and PEMEs (Duclos et al.",
      "startOffset" : 146,
      "endOffset" : 166
    }, {
      "referenceID" : 20,
      "context" : ", 2018) and the PEMFCs and PEMEs (Duclos et al., 2017; Stropnik et al., 2018), as they contain rare metals that have to be recovered.",
      "startOffset" : 33,
      "endOffset" : 77
    }, {
      "referenceID" : 66,
      "context" : ", 2018) and the PEMFCs and PEMEs (Duclos et al., 2017; Stropnik et al., 2018), as they contain rare metals that have to be recovered.",
      "startOffset" : 33,
      "endOffset" : 77
    }, {
      "referenceID" : 31,
      "context" : "Furthermore also the EoL phase of the PV panels, the electric converters have been modelled assuming a recycling rate as described in the reference papers (Latunussa et al., 2016; Tschümperlin et al., 2016).",
      "startOffset" : 155,
      "endOffset" : 206
    }, {
      "referenceID" : 70,
      "context" : "Furthermore also the EoL phase of the PV panels, the electric converters have been modelled assuming a recycling rate as described in the reference papers (Latunussa et al., 2016; Tschümperlin et al., 2016).",
      "startOffset" : 155,
      "endOffset" : 206
    }, {
      "referenceID" : 53,
      "context" : "A specific inventory for STs recycling is not available in the literature, but as carbon fibre represents the main construction material, a specific recovery process of this material has been considered in the model (Rosa et al., 2016).",
      "startOffset" : 216,
      "endOffset" : 235
    }, {
      "referenceID" : 25,
      "context" : "For the assessment, a Hierarchist (H) model has been selected as it is generally the default choice as it is considered a trade-off between the most optimistic and precautionary scenarios (Goedkoop et al., 2013).",
      "startOffset" : 188,
      "endOffset" : 211
    }, {
      "referenceID" : 25,
      "context" : "As the installation site is supposed to be in Europe, the normalization and weighting set Europe (H/A) was generally chosen as the default for energy systems studies to obtain single score results and compare SHSs equipped with different LIBs (Goedkoop et al., 2013).",
      "startOffset" : 243,
      "endOffset" : 266
    }, {
      "referenceID" : 55,
      "context" : "Sensitivity analysis is employed to analyse the effect of a parameter variation on the results (Saltelli, 2002) and it is very important to verify the reliability of the LCA analysis.",
      "startOffset" : 95,
      "endOffset" : 111
    }, {
      "referenceID" : 6,
      "context" : "A simple energy balance is not enough to describe how LIBs really work and the ageing mechanisms affecting their performances (Barré et al., 2013): indeed, the electrochemical phenomena occurring inside the storage system must be considered.",
      "startOffset" : 126,
      "endOffset" : 146
    }, {
      "referenceID" : 68,
      "context" : "As mentioned in the methodological section, a Simulink battery block implementing an ECM has been used (Mathworks, 2018; Tremblay and Dessaint, 2009).",
      "startOffset" : 103,
      "endOffset" : 149
    }, {
      "referenceID" : 24,
      "context" : "(Feng et al., 2014) illustrate how the discharge curve changes from 20°C to 40°C.",
      "startOffset" : 0,
      "endOffset" : 19
    }, {
      "referenceID" : 76,
      "context" : "In this way it is possible to use them as inputs for a LIBs thermal model implemented in the Simulink battery block (Saw et al., 2014; Zhu et al., 2013).",
      "startOffset" : 116,
      "endOffset" : 152
    }, {
      "referenceID" : 43,
      "context" : "The block also allows the estimation of LIBs lifetime (Omar et al., 2014) affected by complex ageing mechanisms (Barré et al.",
      "startOffset" : 54,
      "endOffset" : 73
    }, {
      "referenceID" : 6,
      "context" : ", 2014) affected by complex ageing mechanisms (Barré et al., 2013).",
      "startOffset" : 46,
      "endOffset" : 66
    }, {
      "referenceID" : 73,
      "context" : "(Xu et al., 2018) provides a curve, valid for generic LIBs in standard conditions, representing",
      "startOffset" : 0,
      "endOffset" : 17
    }, {
      "referenceID" : 73,
      "context" : "(Xu et al., 2018) curve has been adapted to match with the lifetime duration values reported in Table 1 obtaining the profiles illustrated in Figure 7.",
      "startOffset" : 0,
      "endOffset" : 17
    }, {
      "referenceID" : 72,
      "context" : "Temperature and C-rates dependent charts have been taken from the literature concerning the lifespan variation in non-standard conditions (Wu et al., 2017).",
      "startOffset" : 138,
      "endOffset" : 155
    }, {
      "referenceID" : 26,
      "context" : "(Grolleau et al., 2016) developed a simple model for the estimation of the percentage capacity loss related to the natural degradation of devices.",
      "startOffset" : 0,
      "endOffset" : 23
    }, {
      "referenceID" : 58,
      "context" : "Contrarily, PEMEs maximum efficiency can be 82% (Schmidt et al., 2017) whereas PEMFCs have a nominal efficiency of about 55% (Souleman et al.",
      "startOffset" : 48,
      "endOffset" : 70
    }, {
      "referenceID" : 64,
      "context" : ", 2017) whereas PEMFCs have a nominal efficiency of about 55% (Souleman et al., 2009).",
      "startOffset" : 62,
      "endOffset" : 85
    }, {
      "referenceID" : 13,
      "context" : "Furthermore, as the isentropic efficiency is 80% (Çengel, 2009), the overall roundtrip efficiency of the ESS is estimated to 36%.",
      "startOffset" : 49,
      "endOffset" : 63
    }, {
      "referenceID" : 3,
      "context" : "Concerning the modelling phase, the PEME working equations (Atlam and Kolhe, 2011) have been implemented using Simulink (Mathworks, 2018) to evaluate the hydrogen temperature, pressure and mass flow rate (\uD835̇\uDC5APEME,H2).",
      "startOffset" : 59,
      "endOffset" : 82
    }, {
      "referenceID" : 13,
      "context" : "Where Tin,H2 is the electrolysis temperature, cp is the specific heat capacity of the gas, β is the compression ratio (the ratio between outlet and inlet pressures), γ is the hydrogen heat capacity ratio and ηis is the isentropic efficiency of the compressor (80%) (Çengel, 2009).",
      "startOffset" : 265,
      "endOffset" : 279
    }, {
      "referenceID" : 38,
      "context" : "The PEMFC is modelled by a block, available in the Simulink library, implementing an ECM (Njoya et al., 2009).",
      "startOffset" : 89,
      "endOffset" : 109
    }, {
      "referenceID" : 22,
      "context" : "Each Type III ST has a volume of 258 l (Elgowainy et al., 2012).",
      "startOffset" : 39,
      "endOffset" : 63
    }, {
      "referenceID" : 22,
      "context" : "Each Type IV ST has a volume of 149 l (Elgowainy et al., 2012).",
      "startOffset" : 38,
      "endOffset" : 62
    }, {
      "referenceID" : 49,
      "context" : "Based on these results, a dynamic simulation of the SHS has been performed for every type of LIB considered by Peters and Weil (Peters and Weil, 2018).",
      "startOffset" : 127,
      "endOffset" : 150
    }, {
      "referenceID" : 48,
      "context" : "(Peters et al., 2017), except for LFP and LTO batteries whose life is shorter than NCA as they are working farther from nominal conditions.",
      "startOffset" : 0,
      "endOffset" : 21
    }, {
      "referenceID" : 37,
      "context" : "(Narayan et al., 2018), studying SHSs applications, overestimated the lifespan of LFP batteries because their natural ageing has been neglected.",
      "startOffset" : 0,
      "endOffset" : 22
    }, {
      "referenceID" : 49,
      "context" : "Peters and Weil (Peters and Weil, 2018) performed LCA for seven types of LIBs analysing five different impact categories.",
      "startOffset" : 16,
      "endOffset" : 39
    }, {
      "referenceID" : 49,
      "context" : "In this paper the eco-design of several NGs has been proposed on the goals of the SET-plan EU Action 7 research program and the available literature data on the LIBs environmental sustainability (Peters and Weil, 2018).",
      "startOffset" : 195,
      "endOffset" : 218
    } ],
    "year" : 2019,
    "abstractText" : "Renewable energy sources are fundamental to face the problem of climate changes. Unfortunately, some resources, such as wind and solar radiation, have fluctuations affecting the electrical grids stability. Energy storage systems can be used for a smart energy management to accumulate power from renewable sources. For such reason, these devices play a key role to achieve a sustainable electric system. On the other hand, they are affected by some environmental drawbacks mainly connected with the depletion of rare and expensive materials. Based on these considerations, in this study a nano-grid composed by a photovoltaic plant, a backup generator and an energy storage system is analysed by an environmental Life Cycle Assessment approach. A Solar Home System is designed, and its environmental profile is evaluated considering several Lithium-ion batteries. Among them, nickel-cobalt aluminium oxide cells resulted to be the most suitable solution for a Solar Home System (46.66 Pts/MWh). Moreover, a sensitivity analysis of the Solar Home System is performed and a hybrid energy storage plant integrating hydrogen and batteries is proposed to face the problem of 4 seasonal solar radiation variability. Four scenarios having different gas pressure levels and lifespan of the devices are considered. Results show that currently the most sustainable configuration is represented by the Solar Home System, but in the future a hybrid nano-grid equipped with 700 bar hydrogen storage might be the best off-grid configuration for minimizing the impact on the environment (37.77 Pts/MWh). Extending the perspective of our analysis to future on-grid potential configurations, an efficient connection of the Solar Home System with a smart-grid is assessed as it looks more sustainable than other off-grid solutions (22.81 Pts/MWh).",
    "creator" : "Elsevier"
  }
}