{
  "name" : "downloads_2019-12-06_9f_10.1016@j.apsusc.2019.144896.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Magnetite Nano-spherical quantum dots decorated graphene oxide Nano sheet (GO@Fe3O4): Electrochemical properties and applications for Removal heavy metals, pesticide and solar cell",
    "authors" : [ "Nagi M. El-Shafai", "Mahmoud M. Abdelfatah", "Mohamed E. El-Khouly", "Ibrahim M. El-Mehasseb", "Abdelhamid El-Shaer", "Mohamed S. Ramadan", "Mamdouh S. Masoud", "Maged A. El-Kemary" ],
    "emails" : [ "(GO@Fe3O4):", "(GO@Fe3O4):", "(GO@Fe3O4):", "(GO@Fe3O4)", "GO@Fe3O4", "GO@Fe3O4" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Electrochemical properties of synthesized ferrous ferric oxide QDs based on graphene oxide (GO@Fe3O4) nanocomposite were studied by Cyclic Voltammetry, currentvoltage (I-V) and Photolumencence (PL) analysis. Nanocomposite was characterized by using different techniques, e.g., transmission electron microscopy (TEM), X-ray diffraction (XRD) and Zeta potential. The low band gap of fabricated GO@Fe3O4 has been made more activity than GO, new optical properties and efficiency of this composite due to loading of metal oxide NPs on a high specific surface area of GO that improve the charge transfer between the metal oxides and organic molecules. Photoinduced charge transfer was detected with an efficiency of degradation of Rose Bengal dye within a short period that supported by the tripping process using UV-Vis spectroscopy. The electron-hole pair recombination was evidenced by photoluminescence (PL) analysis and I-V technique, where GO@Fe3O4 has low electron transfer with rose Bengal compared to N719 dye. Effective adsorbent for removal of both Lambda insecticide and heavy metal ions such as Cr (III) from aqueous solution. The adsorption rates were described by the pseudo-second-order kinetic model and the experimental data were fitted well.\nKeywords: Graphene oxide, nanocomposite, Electrochemical, Photolumenscence\nIntroduction\nWater treatment is one of the important issues in the world, where nanocomposites on the graphene oxide surface are important materials for removing environmental pollution. The most important sources of pollution are microorganisms and organic\ncompounds, such as pesticides, dyes, and heavy metals [1]. For this purpose, graphene oxide (GO) based membranes have been used for environment purification due to its high efficiency of the large surface [2]. For improving the photochemical properties of graphene oxide by fabricating novel graphene oxide-metal oxide nanocomposites [3] compared with the graphene oxide itself for applications in water fields [4]. Iron zero-valent and Iron oxide were widely used for cleaning water from heavy metals [5] and organic compounds [6]. Graphene oxide - iron oxide nanocomposite appeared the significant effect of removing the low concentration of chromium metals from water [7]. Band gap ranging from 3 to 5 eV, according to the fabrication methodology, the wide band gap is promising photocatalytic process [8]. Graphene oxide and its oxide could be used as a counter electrode in DSSCs instead of expensive Pt-electrode as well as a photocatalytic material. Rose Bengal (Scheme 1) has been used to diagnose liver and eye cancer, it has been used as a pesticide [9]. Rose Bengal is being researched as an agent in creating nano sutures. [10] for the faster healing and the seal reduces chances of infection [11]. Rose Bengal is used as an anti-bacterial material for several microbiological media and used as a protoplasm stain to discriminate between living and dead micro-organisms [11]. Rose Bengal acetate can act as a photosensitizer and may have potential in Photodynamic therapy to treat some cancers. Lambda pesticide (Scheme 1) which is an organic material, often preferred as an active ingredient in insecticides because they remain effective for longer periods than Pyrethrin. It is a colorless solid, It has a low water solubility and is nonvolatile. It is used to control insects in cotton crops [12]. Light detection in the UV spectral range still uses Si-based optical photodiodes [13]. Heterojunction p–n type used to Promise the results of solar cells and photodiodes by using different complementary semiconductor compounds [14], such as metal oxides [15]. This metal oxide has a high absorption coefficient over a substantial portion of the solar spectrum (in the visible or near-infrared region) due to its direct band gap and low thermal emittance and it is stable in an oxygen rich environment and CuO is suitable for optoelectronic devices [16]. Magnetite (Fe3O4) nanoparticle which is earth abundant and environmentally-friendly material [17]. Fe3O4 has been extensively used in many fields since it has a high specific surface area, and good dispersion [17,18]. The existence of trivalent and divalent iron ions (Fe3+ and Fe2+) with equal numbers in Fe3O4 structure provides higher light absorption and consequently superior electrocatalytic activities and high performance in solar cells compared to other iron\noxides [17,18]. For studying the photochemical properties of GO and GO@Fe3O4 and solar cell efficiency, we utilized several powerful techniques, e.g., Cyclic Voltammetry, I-V mode, and PL techniques.\nLambda insecticide Rose Bengal\nScheme. 1 Chemical structure of Lambda Insecticide (left) and Rose Bengal (right).\n2- Materials and methods"
    }, {
      "heading" : "2.1. Materials",
      "text" : "Ferric chloride, ferrous chloride, potassium hydroxide and ethanol were purchased from Sigma-Aldrich. All chemicals used in this experiment were reagent grade, and used without any further purification."
    }, {
      "heading" : "2.2. Characterization techniques",
      "text" : "Absorption spectra were measured on a Shimadzu UV-2450 spectrophotometer and fluorescence spectra were carried out by Shimadzu RF-5301PC spectrofluorometer. Fourier transform infrared (FT-IR) was performed by JASCO spectrometer 4100 with the KBr pellet technique. The X-ray diffraction (XRD) patterns were conducted by using Shimadzu 6000 – XRD, X-ray diffractometer using Cu Kα radiation (λ¼1.54056Å). Transmission electron microscopy (TEM) images were captured by a JEOL 2100 microscope operating at an accelerating voltage of 200 kV. Thermogravimetric (TGA) Shimadzu Zeta potential results were carried out by Brookhaven zeta potential and surface area & pore size distribution (BET) Nova LX3. photoluminescence (PL) (He-Cd laser, 325 nm, Max.200 mw, Synapse CCD camera, KIMNON CO, LTD, Japan. Cyclic Voltammetry explained with Volta lab PGZ100 and the Current–Voltage (I−V) measured with a solar simulator (Model CT50AAA), which occupied with a Keithley-2400 source-meter."
    }, {
      "heading" : "2.3. Fabrication of nanocomposite based on graphene oxide",
      "text" : "2.3.1. Fabrication of Graphene oxide nanosheet: Graphene oxide was prepared from natural graphite powder by a modified Hummer and Offeman’s method [19]. 8 g of graphite powder (Sigma Aldrich), 8 g of NH4NO3 and 368 ml of 98% (w/w) H2SO4\nwere added, with stirring in an ice bath for 1 h. 40g of KMnO4 was slowly added to the mixture with stirring for 1h until the solution becomes green color, then place it in a water bath at 35 °C. The solution was stirred for 1 h to form a thick paste. Add 640 ml of double distilled water to this formed paste with stirred at 90 °C for 1h until brown color formed. The solution was diluted with 1600 mL of water and 48 ml of H2O2 (30%) was added slowly, while the color of the solution turned to yellow. The product was filtered, washed with 3.2 L of 10% HCl aqueous solution to remove metal ions and washed by water several times until pH becomes 6. The product of graphene oxide was dried at 45 °C for 24 h. The crystalline structure of the dried graphene oxide was identified by different techniques, such as XRD and the morphology of the GO synthesized was evaluated by high resolution transmission electron microscopy. 2.3.2. Fabrication of GO@Fe3O4 nanocomposite: 0.04 g of GO sheets was dispersed in 100 ml water that added to an aqueous solution of (0.064 M FeCl2.4H2O and 0.129 M FeCl3.6H2O) with stirring for 1h then ultrasonic for 1 h. Secondly, the mixture was added dropwise to (1M) KOH soln. in hot ethanol, then heat at 90 °C. The resultant mixture was stirred for 1h at 90 °C until the color of the mixture turn to a black ppt. The sold nanocomposite has been harvested by centrifugation, washed with H2O and ethanol the product was dried under vacuum at 45 °C [20]."
    }, {
      "heading" : "2.4. Photocatalytic activity",
      "text" : "The photocatalytic activity of GO and GO@Fe3O4 nanocomposite was evaluated for degradation of dyes and pesticides, such as Rose Bengal and lambda pesticide under visible light irradiation (simulator of sunlight) without light and study their efficiency for degradation. 1x10-3 M of Rose Bengal dye and GO@Fe3O4 nanocomposite was dispersed in 10 ml H2O [100μl dye -100μl nanocomposite] complete with 3 ml H2O in a cuvette. The measurement performed at different times after exposure to visible light. OH•, radicals were generating more during the reaction, which enhances of degradation rapid of organic molecules [21]. Adsorption studies of dye have been performed by using a UV-visible spectrophotometer and spectrofluorometer."
    }, {
      "heading" : "3. Results and discussion:",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of Nanocomposite",
      "text" : "XRD measurements: XRD pattern of the pure graphite powder, synthesized GO nanosheet and GO-Fe3O4 nanocomposite have been reported in our published [18],\n(Figure S1). The main grain size of GO@Fe3O4 nanocomposite was calculated from the Debye-Scherrer’s formula, Eq. 1 [21].\nTransmission electron microscope: Fig. 4 shows the HR-TEM images of the synthesized GO and GO@Fe3O4, nanocomposite with different magnification, where, TEM images illustrate that Fe3O4 nano-spherical was loaded on GO surface and nanoparticles with almost uniform morphology. The sample was analyzed with EDX [20] and the average size of the observed particles about 8 to 10 nm, which is good agreement with that observed by Sherrerʼs equation from the XRD pattern.\nOptical properties: Absorption spectra of GO and GO@Fe3O4 were recorded in the water as shown in (Fig. 3). The maximum absorption peak at ~228 nm that due to π → π * transitions of the aromatic C = C bonds [20]. The absorption peak at 360 nm for GO@Fe3O4 and band gap value was calculated by Tauc equation (2) [19].\nαhυ = A(hυ – Eg)n (2)\nWhere α is the absorption coefficient, υ is the frequency of light, h is Planck’s constant, hυ is the photon energy, A is a proportionality constant, Eg is the band gap and n = 1/2 for the direct transitions [23]. A plot of (αhυ)2 versus hυ is shown in the inset of Fig. 4, and the linear portion of the curve is extrapolated to hυ axis to determine the band gap. The band gap was 3.66 eV for GO@Fe3O4.\nFig. 3. UV-visible absorbance spectra of GO (a) and GO@Fe3O4 (b) in water 200 300 400 500 600 700\n0.0\n0.1\n0.2\n0.3\n0.4\n0.5\n1 2 3 4 5 6 7\nhev)\n(A h  \n (\ne v )2\nWavelength / nm\nA b\ns\n360 nm\nb\n200 300 400 500 600 700 800 0.0\n0.5\n1.0\n1.5\n2.0\n1 2 3 4 5 6\nhev)\n(A h  \n (\ne v\n)2\nA b\ns\nWavelength / nm\n228\na\nZeta potential: Zeta Potential is one of the important tools for studying the charge of the nanocomposite surface and understanding the stability of the nanocomposite in solution. Zeta potential of GO and nanocomposite was showed, that particle is negatively charged for GO (-33) and GO@Fe3O4 is (-52) in water [22], these values considered to the stability of colloidal nanocomposite in water. Zeta potential measured with different pH to obtain a better pH, which the colloidal is a good dispersion and estimation of the pH value that particles are aggregated. A plot of zeta potential values versus pH values is shown in (Fig. 4), the results illustrated the effect of pH value on the dispersion of nanocomposite, however, the GO nanosheet was less stable in pH values equality to 5 and 6. GO@Fe3O4 was more aggregated in pH (3and 8).\nFig. 4. Zeta potential of GO (a) and GO@ Fe3O4 (b) with different pH values.\nFT-IR Spectra: GO and GO@magnetite nanocomposite, have observed peaks at 508 cm−1 correspond to stretching vibrations of C–O bond, the distinguished peaks of GO vibration at 984 cm-1 to 506 cm-1 and the broad absorption band at ~3455 cm−1 represented O–H stretching vibration band, that due to the physical absorb water. The peaks observed at 445 cm−1 for GO@Fe3O4, which correspond to characteristic vibrations of M–O bond. All these data were documented in our published paper [20]. Brunauer–Emmett–Teller theory (BET) analysis: (Fig. 5) Showed the surface area\nand pore size distribution of fabricated GO and GO@Fe3O4 nanocomposite by nitrogen adsorption-desorption full isotherm technique. The loop isotherm is a type (IV) with an\n-40 -20 0 20 0.0\n0.2\n0.4\n0.6\n0.8\n1.0\npH=2.1 pH= 3 pH= 5.3 pH= 7.4 pH= 8 pH= 9\nP o\nw e r\nZeta potential / mv\na\n2 3 4 5 6 7 8\n-24\n-20\n-16\n-12\n-8\nZ e ta\np o\nte n\nti a l / m\nv\npH\na\n2 4 6 8 10\n-20\n-15\n-10\n-5\n0\nZ e ta\np o\nte n\nti a l / m\nv\npH\nb\n-30 -15 0 15 30 45 0.0\n0.2\n0.4\n0.6\n0.8 pH=2.1\npH=11 pH= 4 pH= 5.3 pH= 6.8 pH= 7.4 pH = 8 P o w e r\nzeta potential / nm\nb\nH1 hysteresis loop (0.4<P/Po>0.95) indicating that the nanocomposite has a high degree of pore size uniformity, where the mesoporous nanomaterials have a diameter from 2 to 50 nm [21]. The results revealed that the surface is mesoporous and the surface area values are 253.87 and 144.94 m2/g for GO and Ag NPs, GO@Fe3O4, respectively. The average pore radius was determined to be 1.223, 2.862 nm, respectively. The large surface area of GO was allowed to load of Fe3O4 NPs on the GO surface, so the large surface area helps to charge transfer process.\nElectrochemical behavior: The electrochemical behavior of GO and GO@Fe3O4 were investigated by CV at a scan rate of 0.1 Vs-1, 0.1M NaCl was added to the solution. The redox peaks were showed in (Fig. 6 and 7), where, the current peak increased and peak potential was shifted, this result is attributed to charge–transfer property between GO and metal oxides in composite nanostructure [24,25]. The peak to peak separation of GO nanosheet (6a), GO.Rose, Rose, and GO@Fe3O4.Rose was recorded 0.54, 0.48, 0.51,0.38 and 0.46 V, respectively. The electron-transfer was confirmed from the first oxidation potential that estimated from DPV, where GO, GORose, Rose and GO@Fe3O4. Rose Bengal has been recorded at 0.623, 0.255, 0.4 and 0.25 V, respectively. To investigate the Potentiodynamic polarization and corrosion\n0.2 0.4 0.6 0.8 1.0 1.2 1.4 1.6 1.8 2.0\n0.000\n0.005\n0.010\n0.015\n0.020\n0.025\n0.030\n0.035\n0.040\nGO@Fe3O4 GO\nd v\n( r)\nc c\n/ n\nm /\ng\nPore half pore width / nm\nd\n0.0 0.2 0.4 0.6 0.8 1.0\n3.6\n4.0\n4.4\n4.8\n5.2\nV a\n/ c\nm 3 (\nS T\nP )\ng -1\nP/Po\na\nBET surface area = 253.87 m 2 / g mean pore diameter = 1.915 nm\n0.0 0.2 0.4 0.6 0.8 1.0\n2\n4\n6\n8\n10\nV a / C\nm 3 (\nS T\nP )\ng -1\nP/Po\nb\nBET surface area = 144.94 m 2 / g mean pore diameter = 2.862 nm\n0.05 0.10 0.15 0.20 0.25 0.30 0.35 0.0\n1.5\n3.0\n4.5\n6.0\n7.5\n9.0\n1 /\n[ w\n( (P\n/ P\no ) -1\n) ]\nP / Po\nGO GO@Fe3O4\nc\nbehaviors of GO and GO@Fe3O4. Tafel plot curves assigned the cathodic reaction Eq. (3), while the hydrogen evolution reaction can be represented by Eq. (4).\nMO + H2O + 2e → M + 2OH − (3) 2H2O + 2e → H2↑ + 2OH − (4)\nResults of the Tafel plot are calculated by fitting linear equations to the logarithmic plots of current density as a function of potential (Fig. 7) and using these to plot the Tafel back extrapolations [26]. From the plots, the corrosion potential Ecorr of GO, GO.Rose, Rose, and GO@Fe3O4. Rose Bengal has a varying degrees of a positive shift that documented in 799.8, 326, -779 and 282 mV, respectively, and the corrosion current density (Icorr) was recorded at 42.314, 42.87, 14.839 and 30.621 nA/cm-2, respectively. It is generally believed that lower Icorr value denotes lower corrosion rate and more positive Ecorr represents lower corrosion thermodynamical tendency. corrosion rate recorded at 779, 501, 173.5 and 358.1 nm/Y for GO, GO.Rose, Rose, and GO@Fe3O4.Rose, respectively. This is mainly because the superhydrophobic surface property as a barrier layer to obstruct the diffusion of water and other corrosive species (Cl−) dissolved in water [27]. The polarization resistance – Stern-Geary method was applied, (Fig. S2) the polarization resistance given by the slope of the linear part (dE / di) at t=∞, ΔE = 0 , for knowledge of Rp, ba and bc enables direct determination of corrosion rate at any instant in time, that recorded at 799.7, 326, -779.5 and 640 mv for GO, GO.Rose, Rose, and GO@Fe3O4.Rose, respectively. The anti-corrosion property of GO-metal oxide (MO) are improved and change of overpotential of the hydrogen evolution due to the direct contact of MO on GO surface with the electrolyte. GO has not a good electronic conductivity and would decrease the mobility of ions, and block the reaction channels. So the reaction speed of the electrode would reduce and be less than the speed of electronic transmission. For this reason, it would accumulate of charge on the interface to promote the polarization reaction. Charge transfer increases with increasing polarization and emphasized that Rose Bengal dye has decreased the photocatalytic process for GO@Fe3O4 photocatalysis.\nDiode (heterojunction) study: To examine the electrical transport properties of GO and GO@Fe3O4 with and without dyes, current–voltage (I-V) curves were investigated at room temperature under dark as presented in (Fig. 8). All the\n-1.0 -0.8 -0.6 -0.4 -0.2 0.0 0.2 0.4 -200\n-150\n-100\n-50\n0\n50\n100\n150\nC u\nrr e n\nt d\ne n\ns it\ny /\nn V\nc m\n2\npotential / V\nb\n-2.0 -1.5 -1.0 -0.5 0.0 0.5 1.0 1.5\n-1.5\n-1.0\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\nC u\nrr e n\nt d\ne n\ns it\ny /\nn V\nc m\n2\npotential / V\nc\n-2.0 -1.5 -1.0 -0.5 0.0 0.5 1.0 -1.0\n-0.8\n-0.6\n-0.4\n-0.2\n0.0\n0.2\n0.4\n0.6\n0.8\nC u\nrr e n\nt d\ne n\ns it\ny / n\nV c m\n2\npotential / V\na\n150 225 300 375 450 525 -1.0\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\nGO.Rose Rose GO@Fe3O4.Rose lo g\nI / n\nV c m\n2\nPotential / mV\nd\n0.15 0.30 0.45 0.60 0.75 0.90 1.05 -400\n-200\n0\n200\n400\nC u\nrr e\nn t\nd e\nn s\nit y\n/ n\nA c\nm -\n2\npotential / V\na\n0.60 0.65 0.70 0.75 0.80 0.85 0.90 0.95 1.00 -1.0\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n3.0\nlo g\nI /\nn V\nc m\n2\nPotential / mV\n770 780 790 800 810 820 830 -30\n-20\n-10\n0\n10\n20\n30\n(a)\nC u\nrr e n\nt d\ne n\ns it\ny / n\nA .c\nm -2\nPotential / mv\nheterostructures show a rectifying diode behavior which means that there are donor and acceptor of the charges along the interface surface [27]. Enhancement of current was observed for heterostructures comparable with the GO sheet. The current from GO@Fe3O4structure is higher than the other structures where it is fifth times of GO@Fe3O4-Rose Bengal heterostructure and twice of GO@Fe3O4-N719 structure. These results illustrated that the enhancement in current due to the electron transfer (generation) [28]. Where it was in the dark that recorded at 0.0005, 0.0004 and 0.00015 μA for GO@Fe3O4, GO@Fe3O4-N719, and GO@Fe3O4-Rose Bengal, respectively, while showing no increase in the current. MO is very sensitive due to the high energy gap, where the surface area was improved by loading MO NPs on GO surface which leads to the increasing generation of photo carriers and the illumination of MO NPs that cause absorption of light and subsequent generation of electron-hole pairs [29]. Meanwhile, MOs have higher levels of conduction band as compare to the level of GO which falls well between the band gap of MOs. So, CT interaction between MO and GO has been occurring [30]. There is no barrier during the charge transfer process from MO to GO, so, the electron-hole pair during transit was reduced drastically due to high charge-carrier mobility of GO which enhances the photocurrent of our composite that has been validated the requirement of hybridization for increasing the photocurrent, this confirmed the increasing in photo induced of CT between GO@Fe3O4 nanocomposite and dyes, from the results Rose Bengal is less in charge transfer than N719 dye. The results confirm that GO@Fe3O4 nanocomposite is a promising material to improve the efficiency of DSSC through increasing charge carrier generation and lowering the recombination rate. Photoluminescence analysis (PL): Photoluminescence spectroscopy was performed to reveal the recombination processes of the electron-hole pairs in fabricating materials (heterojunctions), where heterojunction electron-hole pair recombination rate is one of the important factors that affected on the photocatalytic efficiency of nanocomposites. PL emission has been measured for GO, Rose Bengal, N719 dye and recombination between GO@Fe3O4 with dyes as a result of the electron-hole pair recombination (Fig. 8). It is seen from PL spectra of GO that the most intense emission peak is around 520 nm with two shoulders, one around 455 nm and other broader at 690 nm. These peaks of PL are similar to those reported in the literature for GO sheets [31,32]. Also, the PL spectra cover the visible light region which indicates the effectiveness of GO sheets in photocatalytic applications. Rose Bengal. N719 has\na broad peak at 796 nm and the emission from the FTO substrate could contribute to this peak and excitons recombination produced by lattice distortion is responsible for the peak at 455 nm. The higher (PL) intensity and the lower due to the speed recombination and lowness or restricted recombination, respectively. PL intensity was lowest for GO and N719 compared to Rose Bengal (fig. 8c), noticeable that GO/Fe3O4 /Rose Bengal structure has the highest PL intensity compared with GO/Fe3O4 and GO/Fe3O4/ N719 heterostructures (Fig. 8d). This confirmed the poor separation of photo-excited (e−/h+) pairs in the GO/Fe3O4 /Rose Bengal, which may be attributed to the recombine of photo-excited e− from the conduction band of Fe3O4 nanoparticles with Rose Bengal. GO@Fe3O4 documented the lowest PL intensity that is attributed to the efficient charge transfer from MO to GO [33] which leads to improvement in the efficient separation efficiency of the light-stimulated carriers [34]. Based on our result, the highest current and the lowest PL intensity of GO/Fe3O4 nanocomposite indicates that further electrons are flowing through the structure where loading of GO to Fe3O4 increases the capacity of light harvesting and greatly reduce the charge carrier recombination through trapping the photo-excited e− from the conduction band of Fe3O4 [35]. These results are in agreement with I-V measurements which indicate the applicability of GO/Fe3O4 nanocomposite on solar cell fabrication. Also, the lowest I-V and the highest PL curves GO/Fe3O4/Rose Bengal heterostructure confirm the limited charge carrier transfer and therefore more stability of Rose Bengal with GO/Fe3O4 nanocomposite (less photocatalysis). This efficiency increase by addition a donor material, such as dyes, Where, N719 is more active in electron donating and more favorable for the separation of photogenerated electronhole pairs as compared with Rose Bengal [36].\nPhotocatalytic study: Interaction with Rose Bengal under visible light: The interaction of Rose Bengal was repeated with GO and GO@Fe3O4 nanocomposite under visible light irradiation (simulator of sunlight, UXL-151D-O, Xe150W, λ >420 nm) as shown in (Fig.9). The main peak of Rose Bengal molecule is observed at 510 nm, the photocatalytic activity was performed every 5 min against time minutes, the results shown that GO@Fe3O4 nanocomposite has low photocatalytic activity toward Rose Bengal compared to Rose Bengal alone this result due to low adsorption process on GO@Fe3O4 surface and not process of, where Fe3O4 nanoparticles blocked almost of GO surface. The weak charge transfer between nanocomposite and Rose Bengal disodium salt due to the more electron density of Rose Bengal as a result of electron withdrawing groups (4I-,4Cl-), this groups make rose Bengal weak acceptor molecule, so, the photocatalytic degradation is low efficiency, this result has been\n300 400 500 600 700 800 900 1000\nGO/Fe 3 O 4 GO/Fe 3 O 4 / N719 GO/Fe 3 O 4 / Rose Bengal\nP\nL I n\nte n\ns it\ny (\na .u\n)\nWavelength / nm\nd\n-1.0 -0.5 0.0 0.5 1.0 1.5 2.0\n-0.003\n0.000\n0.003\n0.006\n0.009\n0.012\na\nC u\nrr e\nn t\n/  A\nVoltage / V\n-1.0 -0.5 0.0 0.5 1.0 1.5 2.0\n0.0\n1.0x10 -4\n2.0x10 -4\n3.0x10 -4\n4.0x10 -4\n5.0x10 -4\nC u\nrr e\nn t\n(A )\nVoltage (V)\nGO/Fe3O4 GO/Fe3O4/ N719 GO/Fe3O4/ Rose bengal\nb\n300 400 500 600 700 800 900 1000\nGO N719 Rose bengal\nP L\nI n\nte n\ns it\ny (\na .u\n)\nWavelength / nm.\nc\nemphasized by Cyclic Voltammetry, PL and I-V techniques. The experiment performed with and without the addition of nanocomposite under visible light.\nFig. 9. UV- absorbance spectra of Rose Bengal (a) and GO@Fe3O4 with Rose Bengal (b) in water with different time, under radiation (simulator of sun light). Pseudo first-order plots for the photodegradation of Rose Bengal (c) and Photo-degradation efficiency (%) (d) with increasing the time of irradiation.\nThe observed rate constant of first order reaction determined by the Eq.5\nln (Co/ C ( = kobs t (5)\nWhere Co (mg/l) is the initial dye concentration, kobs depends on the initial dye concentration (Co) [37]. The rate constant of photocatalytic was extracted from the linear fitting of the curves showing a variation of ln(Co/C) with irradiation time, as shown in (Fig. 9c). Where (k) value for Rose Bengal and Rose Bengal with GO@Fe3O4 was 0.05 min -1 and 0.0086 min-1, respectively, the results indicated a lower efficiency with GO@Fe3O4 for photodegradation of Rose bengal. The degradation efficiency of the prepared catalyst with Rose bengal was measured as follows Eq.6:\n( D(%) ) = [A(RhB)o - A(RhB( t] / A(RhB)o (6)\nWhere A (RhB)0 and A (RhB)t are the absorbance of Rose Bengal at 510 nm in the dark and under light irradiation (at t minutes), respectively [38].(Fig. 9d), illustrate\n500 525 550 575\n0.15\n0.30\n0.45\n0.60\na\n0 min\n40 min\nWavelength / nm\nA b\ns / a\n.u\n500 520 540 560\n0.1\n0.2\n0.3\n0.4\n0.5\n000 min\n130 min\nA b\ns /\na .u\nWavelength / nm\nb\n5 10 15 20 25 30 35 40 0\n15\n30\n45\n60\n75\n90 Rose bengal\nGO-Fe3O4:Rose bengal\nD eg\nra d\na ti\no n\ne ff\nic ie\nn cy\n( %\n)\nTime / min\nd\n0 10 20 30 40 50 60 70 80 90\n0.0\n0.4\n0.8\n1.2\n1.6\n2.0\nRose bengal GO@Fe3O4 :Rose bengal\nln (C\no / C\nt )\nTime/ min\nc\nthat 84 % of Rose bengal alone was degraded for 40 min. but with GO@Fe3O4 was 70 % for 130 min. Interaction with Lambda insecticide under visible light: was shown by UV–Vis spectra of the photocatalytic activity towards some of the insecticide, such as Lambda by using GO@Fe3O4 nanocomposite under visible light lamb, the characteristic absorption band of Lambda was revealed at 280 and 273 nm. After the insecticide was exposure to light, the main peaks have been summarized to one peak at 269 nm and the red shift occurred, this peak increased at different times. We observed this peak match with the celebration of 3-Phenoxyphenyl acetonitrile, this confirmed that the degradation process has been occurred, Fig.10.\nAdsorption study of Rose Bengal without light: Adsorption of Rose Bengal dye molecules were entrapped on the surface of GO and GO-Fe3O4 nanocomposite in aqueous solution. Everyone can see that Rose Bengal (1x10-3) as the stock was adsorbed gradually after the addition of different concentrations of GO and GO@Fe3O4 (5mg/10 ml), the decreasing of dye peak recorded by UV-2450 spectrophotometer shown in (Fi. S3). The Rose Bengal dye was driven by hydrogen bonding, electrostatic interaction via π-π stacking and Van der Waals force with GO and GO@Fe3O4 [39], this interaction was performed also by overlapping between the absorbance spectrum of GO and emission spectrum of Rose Bengal (Fig. S4). Scheme 2 has been represented by the adsorption process on the nanostructure surface [40]. But, in the case of GO@Fe3O4 is a low change in absorbance and quenching in fluorescence of Rose Bengal due to that the surface of GO is occupied by Iron oxide Fe3O4 nanoparticles (Fig. 11).\n250 300 350 400 450 0.0\n0.5\n1.0\n1.5\n2.0\nlambda 5 min\n80 min\nA b\ns .\nWavelength / nm\n0 10 20 30 40 50 60 70 80 90 -1.0\n-0.9\n-0.8\n-0.7\n-0.6\n-0.5\n-0.4\nln (\nC o /C\nt)\nTime / min\nThe equilibrium binding constant (Ksv) was described by the linear Stern–Volmer equation (7) [41]:\nI0/I = 1+ Kq τo[Q] = 1+ Ksv [Q] (7)\nWhere Io and I represent the fluorescence intensities without and with a quencher,\nrespectively, Kq is the quenching rate constant of the binding, KSV the dynamic quenching constant, τ0 the average lifetime of the binding without quencher, and [Q] the concentration of quencher. Fluorescent quenching has been explained with two different mechanisms, static quenching, and dynamic quenching. For dynamic quenching, the mechanism can be described by the Stern–Volmer equation (5). To confirm the quenching mechanism, the procedure of the fluorescence quenching was first assumed to be a dynamic quenching process. (Fig. 11c) displays the Stern– Volmer plots of the quenching of the fluorescence of insecticide with GO and GO@Fe3O4 at room temperature. The quenching constants KSV was 12.8x10 −3and 8x10−3 for GO and GO@Fe3O4 with Rose Bengal, respectively. When the fluorescence lifetime of the biopolymer is taken as 10−8 s [42], the quenching rate constant Kq was calculated to be 12.77×10 11 and 8×1011 L mol-1 s−1. From literature the dynamic quenching [43], the maximum scatter collision quenching constant of various quenchers with biopolymers is 2.0 × 1010 L mol-1 s-1. This confirmed that the mechanism is a dynamic quenching mechanism. For supporting the dynamic quenching, a static quenching model was described by equation (8) [44]: Number of binding sites can be calculated from fluorescence titration data using the following equation [45]\nlog [(Fo-F)/F] = log Ka + nlog [Q] (8)\nKa and n are the binding constant and the binding site of nanorods can be determined from the intercept and slope of log[(F0-F)/F] versus log[Q], respectively (Fig. 11d). The value of the binding constant of Rose Bengal with GO and GO@Fe3O4 has been obtained from fluorescence quenching data that equal to 2.7×10-3 and 2.5×10-3, respectively. The value of binding sites “n” is 1.2 which is around 1 and indicates that there is one class of binding sites with moderate affinity.\nAdsorption of heavy metal ions: Removal of Chromium ions from wastewater: Fig. 12 and S5 showed the adsorption capacity of metal ions by GO and GO@Fe3O4 at different pH, where the pH value of the medium is an important factor in the adsorption process [46], experiments were performed at a pH range of 2-6 for heavy metal ions. At pH more 6, the precipitation of heavy metal ions occurred simultaneously, this could lead to the error of adsorption data. The removal efficiency for the metal ions and depends on the nature of the charges of the magnetic beads. According to the results showed the highest removal efficiency for Cr(III) in water after ten hours is (52%) and (17%) for GO and GO@Fe3O4, respectively. (42%) and\n(31%) for GO and GO@Fe3O4, respectively, in pH value (2) after three hours (Fig. S6).\nFig. 12. UV-vis for Removal of Cr3+ ions by GO(a) and GO-Fe3O4 (b) in Water. Removal of Cr3+ ions by GO(c), GO-Fe3O4 (d) in buffer soln. (pH=2).\nConclusion\nGraphene oxide with iron oxide QDs (GO@Fe3O4) was fabricated and characterized by different techniques (XRD, TEM, and FT-IR and UV-Vis.). The photocatalytic activity of this composite was revealed with clear evidence of the removal of chromium ions from water. From the optical absorption measurements, the energy band gap values were found to be 3.66 eV for GO@Fe3O4 and the electrochemical property of GO@Fe3O4 nanocomposite was studied by the different technique, such as photoluminescence (PL), Cyclic Voltammetry and the Current–Voltage (I−V), these measurements emphasized the electrochemical efficiency of GO@Fe3O4. The fabricated nanocomposite exhibited the diode behavior which indicates higher charge transfer along the interface surface. GO@Fe3O4 showed the lowest PL intensity which is recognized as the effective charge transfer from MO to GO leading to improve separation efficiency of the light-stimulated carriers. Moreover, the loading of GO to Fe3O4 raises the light harvesting capacity and reduces the charge carrier\n300 400 500 600 700 0.0\n0.1\n0.2\n0.3\nCr 3+ salt 0 h 15 min 30 min 45 min 1 h 1.5 h 10 h 2 h\nA\nb s\n. /\na .u\n.\nWavelength / nm\na\n300 400 500 600 700 0.0\n0.1\n15 min 30 min 45 min 1 h 3 h 3.15 h 4.45 h\nA b\ns .\n/ a\n.u .\nWavelength / nm\nb\n400 500 600 700 0.00\n0.05\n0.10\n0.15\n0.20 0 min\n15 min 30 min 1 h 1.15 h 1.5 h 2 h 2.5 h 3 h 10 h\nA b\ns . / a .u\n.\nWavelength / nm\nc\n400 500 600 700 0.00\n0.03\n0.06\n0.09\n0.12\n1.5 h 10 h 15 min 2.5 h 2 h 3 h 30 min 45 min 1.15 h\nA b\ns . / a .u\n.\nWavelength / nm\nd\nrecombination. These results showed that the GO/Fe3O4 nanocomposite could be promising on solar cell fabrication.\nReference\n[1] C. Santhosh, V. Velmurugan, G. Jacob, S. K. Jeong, A. N. Grace, A. Bhatnagar, Role of\nnanomaterials in water treatment applications: a review, Chem. Eng. J. 306 (2016) 1116–1137.\n[2] X. F. Sun, J. Qin, P. F. Xia, B. B. Guo, C. M. Yang, C. Song, S. G. Wang, Graphene\noxide - silver nanoparticle membrane for biofouling control and water purification, Chem. Eng. J. 281 (2015) 53–59.\n[3] K. Nair Abhinav, P. Jagadeesh Babu. TiO2 nanosheet-graphene oxide based\nphotocatalytic hierarchical membrane for water purification. Sur. Coat. Technol. 320 (2017) 259–262.\n[4] L. Gonggang, H. Kai, Y. Hongqi, Z. Chenyuan, G. Yupei, L. Yong, Z. Yonghua,\nGraphene oxide/triethanolamine modified titanate nanowires as photocatalytic membrane for water treatment, Chem. Eng. J. 320 (2017) 74–80.\n[5] M. Gheju, Hexavalent chromium reduction with zero-valent iron (ZVI) in aquatic\nsystems, Water Air Soil Pollut. 222 (2011) 103–148.\n[6] C. Shi, J. Wei, Y. Jin, K.E. Kniel, P.C. Chiu, Removal of viruses and bacteriophages\nfrom drinking water using zero-valent iron, Sep. Purif. Technol. 84 (2012) 72–78.\n[7] I. López-García, M. J. Muñoz-Sandoval, M. Hernández-Córdoba, Cloud point\nmicroextraction involving graphene oxide for the speciation of very low amounts of chromium in waters, Talanta 172 (2017) 8–14\n[8] A. Emeline, G. V. Kataeva, A. S. Litke, A.V. Rudakova, V. K. Ryabchuk, N. Serpone,\nSpectroscopic and photoluminescence studies of awide band gap insulating material: powdered and colloidal ZrO2sols, Langmuir 14 (1998) 5011–5022\n[9] L. J. Capinera, M. J. Squitier. \"Insecticidal Activity of Photoactive Dyes to American and\nMigratory Grasshoppers (Orthoptera: Acrididae)\". J. Econ. Entomol. 93 (2000) 662–666.\n[10] B. Chan, O. Chan, K. So, \"Effects of photochemical crosslinking on the microstructure\nof collagen and a feasibility study on controlled protein release\". Acta Biomater. 4 (2008) 1627–1636.\n[11] K.F Chilvers , R.H Reed , J.D Perry . Phototoxicity of rose bengal in mycological media-\nimplications for laboratory practice. Lett. Appl. Microbiol. 28 (1999) 103-107.\n[12] H. Ghadiri, C. W. Rose. Water Erosion Processes and the Enrichment of Sorbed\nPesticides. Part 2. Enrichment Under Rainfall Dominated Erosion Process. J. Enviro. Manage. 37 (1993) 37-50\n[13] F. Yakuphanoglu, Y. Caglar, M. Caglarb, S. Ilican. ZnO/p-Si heterojunction photodiode\nby sol–gel deposition of nanostructure n-ZnO film on p-Sisubstrate ,Mater. Sci. Semicond. Process. 13 (2010) 137–140\n[14] M. Kulakci, T. Colakoglu, B. Ozdemir, M. Parlak, H. E. Unalan, R. Turan. Silicon\nnanowire–silver indium selenide heterojunction photodiodes. Nanotechnol. 24 (2013) 375203.\n[15] S .Y. Noh, K. Sun, C. Choi, M. Niu, M. Yang, K. Xu, S. Jin, D. Wang. Branched\nTiO2/Si nanostructures for enhanced photoelectrochemical water splitting. Nano Energy. 2 (2013), 351-361.\n[16] M. Abdelfatah, J. Ledig, A. El-Shaer, A. Wagner, A. Sharafeev, P. Lemmens, M. M.\nMosaad, A. Waag, A. Bakin, Fabrication and characterization of flexible solar cell from electrodeposited Cu2O thin film on plastic substrate, Sol. Energy, 122 (2015) 1193-1198.\n[17] V. Harnchana, S. Chaiyachad, S. Pimanpang, C. Saiyasombat, P. Srepusharawoot , V.\nAmornkitbamrung. Hierarchical Fe3O4-reduced graphene oxide nanocomposite grown on NaCl crystals for triiodide reduction in dye-sensitized solar cells, Sci. Rep. 9 (2019) 1494.\n[18] J.C. Chou ; C.M. Chu ; Y.H. Liao ; C.H. Lai, Y. J. Lin, W. Y. Hsu ; C. C. Lu ; Y. H.\nNien. An Investigation on the Photovoltaic Properties of Dye-Sensitized Solar Cells Based on Fe3O4–TiO2 Composited Photoelectrode. J. Electr. Dev. Soci. 5 (2017), 32-39.\n[19] N. M. El-Shafai, M. E. El-Khouly M. El-Kemary, M. S. Ramadan, A. S. Derballah, M. S.\nMasoud. Fabrication and characterization of graphene oxide–titanium dioxide nanocomposite for degradation of some toxic insecticides. J. Ind. Eng. Chem., 69 (2019) 315-323.\n[20] N. M. El-Shafai, M. E. El-Khouly, M. El-Kemary, M. S. Ramadan, M. S. Masoud.\nGraphene oxide–metal oxide nanocomposites: fabrication, characterization and removal of cationic rhodamine B dye. RSC. Adv. 8 (2018) 13323-13332.\n[21] N. M. El-Shafai, M. E. El-Khouly, M. El-Kemary, M. Ramadan, I. Eldesoukey, and M.\nMasoud. Graphene oxide decorated with zinc oxide nanoflower, silver and titanium dioxide nanoparticles: fabrication, characterization, DNA interaction, and antibacteriactivity. RSC Adv. 9 (2019) 3704-3714\n[22] S. Woo, Y.-R. Kim, T.D. Chung, Y. Piao, H. Kim, Synthesis of a grapheme-\ncarbonnanotube composite and its electrochemical sensing of hydrogen peroxide, Electrochim. Acta .59 (2012) 509–514.\n[23] A. Hagfeldt, M. Gratzel. Light-induced reactions in nanocrystalline systems. Chem.\nRev. 95 (1995) 49–68.\n[24] H. Li, L. Wang, K. Sheng, L. Zou, B. Ye. Highly sensitive determination of esculetin on\nTiO2-NPs-coated poly(diallylammonium chloride)-functionalized graphene modified electrode, Talanta,161(2016) 838-846\n[25] S. Fang, X. Dong, Y. Zhang, M. Kang, S. Liu, F. Yan, L. He, X. Feng , P. Wang ,Z.\nZhang. One-step synthesis of porous cuprous oxide microspheres on reduced graphene oxide for selective detection of mercury ions, New J. Chem. 38(2014) 5935-5942.\n[26] W. Long, Z. Yanga, X. Fana, B.Yang, Z. Zhao, J. Jing. The effects of carbon coating on\nthe electrochemical performances of ZnO in Ni–Zn secondary batteries, Electrochim. Acta. 105 (2013) 40– 46.\n[27] M. Abdelfatah, W. Ismail, A. El-Shaer, Low cost inorganic white light emitting diode\nbased on submicron ZnO rod arrays and electrodeposited Cu2O thin film, Mater. Sci. Semicond. Process. 81 (2018) 44-47.\n[28] J. F. Ou, W.H. Hu, M.S. Xue, F.J. Wang, W. Li, Superhydrophobic surfaces on\nlightalloy substrates fabricated by a versatile process and their corrosion protection. Appl. Mater. Interfaces. 5 (2013) 3101–3107.\n[29] P. Senthil Kumar, M. Selvakumar, S. Ganesh Babu, S. Induja, S. Karuthapandian,\nCuO/ZnO nanorods: An affordable efficient p-n heterojunction and morphology dependent photocatalytic activity against organic Contaminants, J. Alloys Compd. 701 (2017) 562-573.\n[30] D. Donghe , H. Song, Y. Nie, X. Sun, L. Chen, J. Ouyang. Photoluminescence of\ngraphene oxide in visible range arising from excimer formation. J. Phy. Chem. C. 119 (2015) 20085-20090.\n[31] H. R. Thomas, C. Vallés, R. J. Young, I. A. Kinloch, N. R. Wilson, J. P. Rourke.\nIdentifying the fluorescence of graphene oxide. J. Mater. Chem.C. 1 (2013) 338-342.\n[32] M. Alvisi, L. Mirenghi, G. Leo, P. Siciliano, L. Vasanelli, Solegel processing and\ncharacterization of pure and metal-doped SnO2 thin films. J. Am. Ceram. Soc. 84 (2001) 48-54.\n[33] D. K. Padhi, T. K. Panigrahi, K. Parida, S. K. Singh, P. M. Mishra, Green synthesis of\nFe3O4/RGO nanocomposite with enhanced photocatalytic performance for Cr (VI) reduction, phenol degradation, and antibacterial activity. ACS Sust. Chem. Eng. 5, (2017)10551-10562.\n[34] M. K. Singh, R. K. Pandey, R. Prakash. High-performance photo detector based on\nhydrothermally grown SnO2 nanowire/reduced graphene oxide (rGO) hybrid mate. Org. Elect. 50 (2017) 359-366.\n[35] G. Katsukis, J. Malig, C. Schulz-Drost, S. Leubner, N. Jux, D. Guldi, Toward Combining\nGraphene and QDs: Assembling CdTe QDs to Exfoliated Graphite and Nanographene in Water. ACS Nano , 6 (2012)1915 –1924.\n[36] P. S Kumar, M. Selvakumar, S. G. Babu, S. Induja, S. Karuthapandian. CuO/ZnO\nnanorods: An affordable efficient p-n heterojunction and morphology dependent photocatalytic activity against organic Contaminants. J. Alloys Compd. 701 (2017) 562- 573\n[37] M. Sundararajan, L. John Kennedya,, P. Nithy, J. Judith Vijaya, M. Bououdin, Visible\nlight driven photocatalytic degradation of rhodamine B using Mg doped cobalt ferrite spinel nanoparticles synthesized by microwave combustion method, J. Phys. Chem. Solids. 108 (2017) 61–75.\n[38] N. Sreelekha, K. Subramanyam, D. A. Reddy, G. Murali d, K. Rahul Varma, R. P.\nVijayalakshmi, Efficient photocatalytic degradation of rhodamine-B by Fe doped CuS diluted magnetic semiconductor nanoparticles under the simulated sunlight irradiation, Solid State Sci. 62 (2016) 71-81\n[39] S. Issarapanacheewin, K. Wetchakun, S. Phanichphat, W. Kangwansupamonkon,\nN. Watchakun, A novel CeO2/Bi2WO6 composite with highly enhanced photocatalytic activity, J. Mater. Lett. 156 (2015) 28–31.\n[40] S. Thennarasu, K. Rajasekar, K. B. Ameen, Hydrothermal temperature as a\nmorphological control factor: Preparation, characterization and photocatalytic activity of titanate nanotubes and nanoribbons, J. Mol. Struct. 1049 (2013) 446–457.\n[41] R. Chakraborty, S. Chatterjee, S. Sarkar, P. Chattopadhyay. Study of Photoinduced\nInteraction between Calf Thymus-DNA and Bovine Serum Albumin Protein with H2Ti3O7 Nanotubes. J. Biomate. Nanobiotechnol. 3(2012) 462-468.\n[42] H. Xu, Q. Liu, Y. Wen. Spectroscopic studies on the interaction between nicotinamide\nand bovine serum albumin. Spectrochim. Acta, Part A. 71 (2008) 984-988.\n[43] Y.J. Hu, Y. Liu, L.X. Zhang, R.M. Zhao, S.S. Qu. Studies of interaction between\ncolchicine and bovine serum albumin by fluorescence quenching method. J. Mol. struct., 750(2005) 174-178.\n[44] H. Xu, S. L. Gao, J. B. Lv, Q. W. Liu,Y. Zuo, X. Wang. Spectroscopic investigations on\nthe mechanism of interaction of crystal violet with bovine serum albumin. J. Mol. Struct. 919 (2009) 334-338.\n[45] Y.J. Hu, Y. Liu, X.S. Shen, X.Y. Fang, S.S. Qu, Studies on the interaction between 1-\nhexylcarbamoyl-5-fluorouracil and bovine serum albumin. J. Mol. Struct. 738 (2005) 143-147.\n[46] Wang, J. Wei, L., Ma, Y., Li, K., Li, M., Yu, Y.,Wang, L., Qiu, H.,. Collagen /cellulose\nhydrogel beads reconstituted from ionic liquid solution for Cu (II) adsorption. Carbohydr. Polym. 98 (2013) 736-743.\nFig. 2. TEM image of GO (a) and GO@Fe3O4 (b) at different magnification.\nFig. 3. UV-visible absorbance spectra of GO (a) and GO@Fe3O4 (b) in water\nFig. 4. Zeta potential of GO (a) and GO@ Fe3O4 (b) with different pH values.\nFig. 5. N2 adsorption/desorption full isotherm curve of: GO nanosheet (a) and GO@Fe3O4 nanocomposites (b). BET plot from the N2 adsorption data for Ag and GO@Fe3O4 (c). DFT of GO and GO@Fe3O4 nanocomposite\nFig. 6. Cv curve of GO (a), Tafel plot for GO (b) and polarization resistance – Stern-Geary of GO (c).\nFig. 7. Cv curve of GO.Rose (a), Rose beGO@Fe3O4. Rose (c). Tafel plot curve (d).\nFig. 8 . Dark I-V characteristic curves of the GO (a). GO/Fe3O4, GO/Fe3O4/ N719, and GO/Fe3O4/ Rose Bengal hetero structures (b) at room temperature. PL spectra of GO, N719, and Rose Bengal (c) and PL spectra of GO/Fe3O4, GO/Fe3O4/ N719, and GO/Fe3O4/ Rose Bengal hetero structures (d) at room temperature.\nFig. 9. UV- absorbance spectra of Rose Bengal (a) and GO@Fe3O4 with Rose Bengal (b) in water with different time, under radiation (simulator of sun light). Pseudo first-order plots for the photodegradation of Rose Bengal (c) and Photo-degradation efficiency (%) (d) with increasing the time of irradiation.\nFig. 10. Uv- absorbance spectra of Lambda (left) and Pseudo first-order plots for the photodegradation of Lambda (right) with GO@Fe3O4 in ethanol with different time, under radiation (simulator of sun light)\nFig. 12. UV-vis for Removal of Cr3+ ions by GO(a) and GO-Fe3O4 (b) in Water. Removal of Cr3+ ions by GO(c), GO-Fe3O4 (d) in buffer soln. (pH=2).\nHighlights :\n Fabrication and characterization of magnetite nano-spherical quantum dots\ndecorated graphene oxide Nano sheet for different applications.\n Photocatalytic activity of (GO@Fe3O4 ) was revealed with clear evidence of dyes.\n Removal of both insecticide and heavy metal ions from aqueous solution.\n GO@Fe3O4 nanocomposite could be promising on solar cell fabrication.\nGraphical abstract\nDeclaration of interests\n☐ The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\n☐The authors declare the following financial interests/personal relationships which may be considered as potential competing interests:\nThe authors declare that they have no known competing financial interests or personal relationships that\ncould have appeared to influence the work reported in this paper.\nDr. Nagi Elshafai\nAuthor contribution section:"
    }, {
      "heading" : "1- All authors conceived of the presented idea and explained the data.",
      "text" : ""
    }, {
      "heading" : "2- Author (a) wrote the manuscript with support from (b,c,e).",
      "text" : ""
    }, {
      "heading" : "3- All authors discussed and interpretation the results and contributed to the final manuscript.",
      "text" : ""
    }, {
      "heading" : "4- (a.b) carried out the experiment section and (a) has fabricated the samples of nanomaterials. Author (c,e) helped supervise the project.",
      "text" : ""
    }, {
      "heading" : "5- All authors contributed to the final version of the manuscript",
      "text" : "6-. All authors provided critical feedback and helped shape the research, analysis and manuscript"
    } ],
    "references" : [ {
      "title" : "El-Kemary, Magnetite Nano-spherical quantum dots decorated graphene oxide Nano sheet (GO@Fe3O4): Electrochemical properties and applications for Removal heavy metals, pesticide and solar cell, Applied Surface Science (2019), doi: https://doi.org/10.1016/j.apsusc.2019.144896 This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability",
      "author" : [ "M.S. Ramadan", "M.A.M.S. Masoud" ],
      "venue" : null,
      "citeRegEx" : "Ramadan and Masoud,? \\Q2019\\E",
      "shortCiteRegEx" : "Ramadan and Masoud",
      "year" : 2019
    }, {
      "title" : "Role of nanomaterials in water treatment applications: a review",
      "author" : [ "C. Santhosh", "V. Velmurugan", "G. Jacob", "S.K. Jeong", "A.N. Grace", "A. Bhatnagar" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2016
    }, {
      "title" : "Graphene oxide - silver nanoparticle membrane for biofouling control and water purification",
      "author" : [ "X.F. Sun", "J. Qin", "P.F. Xia", "B.B. Guo", "C.M. Yang", "C. Song", "S.G. Wang" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2015
    }, {
      "title" : "TiO2 nanosheet-graphene oxide based photocatalytic hierarchical membrane for water purification",
      "author" : [ "K. Nair Abhinav", "P. Jagadeesh Babu" ],
      "venue" : "Sur. Coat. Technol",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2017
    }, {
      "title" : "Graphene oxide/triethanolamine modified titanate nanowires as photocatalytic membrane for water treatment",
      "author" : [ "L. Gonggang", "H. Kai", "Y. Hongqi", "Z. Chenyuan", "G. Yupei", "L. Yong", "Z. Yonghua" ],
      "venue" : "Chem. Eng. J",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2017
    }, {
      "title" : "Hexavalent chromium reduction with zero-valent iron (ZVI) in aquatic systems, Water Air Soil Pollut",
      "author" : [ "M. Gheju" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2011
    }, {
      "title" : "Removal of viruses and bacteriophages from drinking water using zero-valent iron",
      "author" : [ "C. Shi", "J. Wei", "Y. Jin", "K.E. Kniel", "P.C. Chiu" ],
      "venue" : "Sep. Purif. Technol",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2012
    }, {
      "title" : "Hernández-Córdoba, Cloud point microextraction involving graphene oxide for the speciation of very low amounts of chromium in waters",
      "author" : [ "I. López-García", "M.M.J. Muñoz-Sandoval" ],
      "venue" : "Talanta",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2017
    }, {
      "title" : "Spectroscopic and photoluminescence studies of awide band gap insulating material: powdered and colloidal ZrO2sols, Langmuir",
      "author" : [ "A. Emeline", "G.V. Kataeva", "A.S. Litke", "A.V. Rudakova", "V.K. Ryabchuk", "N. Serpone" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 1998
    }, {
      "title" : "Insecticidal Activity of Photoactive Dyes to American and Migratory Grasshoppers (Orthoptera: Acrididae)",
      "author" : [ "L.J. Capinera", "M.J. Squitier" ],
      "venue" : "J. Econ. Entomol",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2000
    }, {
      "title" : "Effects of photochemical crosslinking on the microstructure of collagen and a feasibility study on controlled protein release",
      "author" : [ "B. Chan", "O. Chan", "K. So" ],
      "venue" : "Acta Biomater",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2008
    }, {
      "title" : "Water Erosion Processes and the Enrichment of Sorbed Pesticides",
      "author" : [ "H. Ghadiri", "C.W. Rose" ],
      "venue" : "Part 2. Enrichment Under Rainfall Dominated Erosion Process. J. Enviro. Manage",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 1993
    }, {
      "title" : "ZnO/p-Si heterojunction photodiode by sol–gel deposition of nanostructure n-ZnO film on p-Sisubstrate ,Mater",
      "author" : [ "F. Yakuphanoglu", "Y. Caglar", "M. Caglarb", "S. Ilican" ],
      "venue" : "Sci. Semicond. Process",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2010
    }, {
      "title" : "Silicon nanowire–silver indium selenide heterojunction photodiodes. Nanotechnol",
      "author" : [ "M. Kulakci", "T. Colakoglu", "B. Ozdemir", "M. Parlak", "H.E. Unalan", "R. Turan" ],
      "venue" : null,
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2013
    }, {
      "title" : "Branched TiO2/Si nanostructures for enhanced photoelectrochemical water splitting",
      "author" : [ "S .Y. Noh", "K. Sun", "C. Choi", "M. Niu", "M. Yang", "K. Xu", "S. Jin", "D. Wang" ],
      "venue" : "Nano Energy",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2013
    }, {
      "title" : "Fabrication and characterization of flexible solar cell from electrodeposited Cu2O thin film on plastic substrate",
      "author" : [ "M. Abdelfatah", "J. Ledig", "A. El-Shaer", "A. Wagner", "A. Sharafeev", "P. Lemmens", "M.M. Mosaad", "A. Waag", "A. Bakin" ],
      "venue" : "Sol. Energy,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2015
    }, {
      "title" : "Hierarchical Fe3O4-reduced graphene oxide nanocomposite grown on NaCl crystals for triiodide reduction in dye-sensitized solar cells",
      "author" : [ "V. Harnchana", "S. Chaiyachad", "S. Pimanpang", "C. Saiyasombat", "P. Srepusharawoot", "V. Amornkitbamrung" ],
      "venue" : null,
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2019
    }, {
      "title" : "Fabrication and characterization of graphene oxide–titanium dioxide nanocomposite for degradation of some toxic insecticides",
      "author" : [ "N.M. El-Shafai", "M.E. El-Khouly M. El-Kemary", "M.S. Ramadan", "A.S. Derballah", "M.S. Masoud" ],
      "venue" : "J. Ind. Eng. Chem.,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2019
    }, {
      "title" : "Graphene oxide–metal oxide nanocomposites: fabrication, characterization and removal of cationic rhodamine B dye",
      "author" : [ "N.M. El-Shafai", "M.E. El-Khouly", "M. El-Kemary", "M.S. Ramadan", "M.S. Masoud" ],
      "venue" : "RSC. Adv",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2018
    }, {
      "title" : "Graphene oxide decorated with zinc oxide nanoflower, silver and titanium dioxide nanoparticles: fabrication, characterization, DNA interaction, and antibacteriactivity",
      "author" : [ "N.M. El-Shafai", "M.E. El-Khouly", "M. El-Kemary", "M. Ramadan", "I. Eldesoukey", "M. Masoud" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2019
    }, {
      "title" : "Synthesis of a graphemecarbonnanotube composite and its electrochemical sensing of hydrogen peroxide, Electrochim",
      "author" : [ "S. Woo", "Y.-R. Kim", "T.D. Chung", "Y. Piao", "H. Kim" ],
      "venue" : null,
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2012
    }, {
      "title" : "Light-induced reactions in nanocrystalline systems",
      "author" : [ "A. Hagfeldt", "M. Gratzel" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 1995
    }, {
      "title" : "Highly sensitive determination of esculetin on TiO2-NPs-coated poly(diallylammonium chloride)-functionalized graphene modified electrode",
      "author" : [ "H. Li", "L. Wang", "K. Sheng", "L. Zou", "B. Ye" ],
      "venue" : null,
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2016
    }, {
      "title" : "One-step synthesis of porous cuprous oxide microspheres on reduced graphene oxide for selective detection of mercury ions",
      "author" : [ "S. Fang", "X. Dong", "Y. Zhang", "M. Kang", "S. Liu", "F. Yan", "L. He", "X. Feng", "P. Wang", "Z. Zhang" ],
      "venue" : "New J. Chem",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2014
    }, {
      "title" : "The effects of carbon coating on the electrochemical performances of ZnO in Ni–Zn secondary batteries",
      "author" : [ "W. Long", "Z. Yanga", "X. Fana", "B.Yang", "Z. Zhao", "J. Jing" ],
      "venue" : "Electrochim. Acta",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2013
    }, {
      "title" : "Low cost inorganic white light emitting diode based on submicron ZnO rod arrays and electrodeposited Cu2O thin film, Mater",
      "author" : [ "M. Abdelfatah", "W. Ismail", "A. El-Shaer" ],
      "venue" : "Sci. Semicond. Process",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2018
    }, {
      "title" : "Superhydrophobic surfaces on lightalloy substrates fabricated by a versatile process and their corrosion protection",
      "author" : [ "J.F. Ou", "W.H. Hu", "M.S. Xue", "F.J. Wang", "W. Li" ],
      "venue" : "Appl. Mater. Interfaces",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2013
    }, {
      "title" : "Karuthapandian, CuO/ZnO nanorods: An affordable efficient p-n heterojunction and morphology dependent photocatalytic activity against organic Contaminants",
      "author" : [ "P. Senthil Kumar", "M. Selvakumar", "S. Ganesh Babu", "S.S. Induja" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2017
    }, {
      "title" : "Photoluminescence of graphene oxide in visible range arising from excimer formation",
      "author" : [ "D. Donghe", "H. Song", "Y. Nie", "X. Sun", "L. Chen", "J. Ouyang" ],
      "venue" : "J. Phy. Chem. C",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2015
    }, {
      "title" : "Identifying the fluorescence of graphene oxide",
      "author" : [ "H.R. Thomas", "C. Vallés", "R.J. Young", "I.A. Kinloch", "N.R. Wilson", "J.P. Rourke" ],
      "venue" : "J. Mater. Chem.C",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2013
    }, {
      "title" : "Green synthesis of Fe3O4/RGO nanocomposite with enhanced photocatalytic performance for Cr (VI) reduction, phenol degradation, and antibacterial activity",
      "author" : [ "D.K. Padhi", "T.K. Panigrahi", "K. Parida", "S.K. Singh", "P.M. Mishra" ],
      "venue" : "ACS Sust. Chem. Eng",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2017
    }, {
      "title" : "High-performance photo detector based on hydrothermally grown SnO2 nanowire/reduced graphene oxide (rGO) hybrid mate",
      "author" : [ "M.K. Singh", "R.K. Pandey", "R. Prakash" ],
      "venue" : "Org. Elect",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2017
    }, {
      "title" : "Karuthapandian. CuO/ZnO nanorods: An affordable efficient p-n heterojunction and morphology dependent photocatalytic activity against organic Contaminants",
      "author" : [ "P. S Kumar", "M. Selvakumar", "S.G. Babu", "S.S. Induja" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2017
    }, {
      "title" : "Bououdin, Visible light driven photocatalytic degradation of rhodamine B using Mg doped cobalt ferrite spinel nanoparticles synthesized by microwave combustion method",
      "author" : [ "M. Sundararajan", "L. John Kennedya", "P. Nithy", "M.J. Judith Vijaya" ],
      "venue" : "J. Phys. Chem. Solids",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2017
    }, {
      "title" : "Efficient photocatalytic degradation of rhodamine-B by Fe doped CuS diluted magnetic semiconductor nanoparticles under the simulated sunlight irradiation",
      "author" : [ "N. Sreelekha", "K. Subramanyam", "D.A. Reddy", "G. Murali d", "K. Rahul Varma", "R.P. Vijayalakshmi" ],
      "venue" : "Solid State Sci",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2016
    }, {
      "title" : "Watchakun, A novel CeO2/Bi2WO6 composite with highly enhanced photocatalytic activity",
      "author" : [ "S. Issarapanacheewin", "K. Wetchakun", "S. Phanichphat", "N.W. Kangwansupamonkon" ],
      "venue" : "J. Mater. Lett",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2015
    }, {
      "title" : "Hydrothermal temperature as a morphological control factor: Preparation, characterization and photocatalytic activity of titanate nanotubes and nanoribbons",
      "author" : [ "S. Thennarasu", "K. Rajasekar", "K.B. Ameen" ],
      "venue" : "J. Mol. Struct",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2013
    }, {
      "title" : "Study of Photoinduced Interaction between Calf Thymus-DNA and Bovine Serum Albumin Protein with H2Ti3O7 Nanotubes",
      "author" : [ "R. Chakraborty", "S. Chatterjee", "S. Sarkar", "P. Chattopadhyay" ],
      "venue" : "J. Biomate. Nanobiotechnol",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2012
    }, {
      "title" : "Spectroscopic studies on the interaction between nicotinamide and bovine serum albumin",
      "author" : [ "H. Xu", "Q. Liu", "Y. Wen" ],
      "venue" : "Spectrochim. Acta, Part A",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2008
    }, {
      "title" : "Studies of interaction between colchicine and bovine serum albumin by fluorescence quenching method",
      "author" : [ "Y.J. Hu", "Y. Liu", "L.X. Zhang", "R.M. Zhao", "S.S. Qu" ],
      "venue" : "J. Mol. struct.,",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2005
    }, {
      "title" : "Spectroscopic investigations on the mechanism of interaction of crystal violet with bovine serum albumin",
      "author" : [ "H. Xu", "S.L. Gao", "J.B. Lv", "Q.W. Liu", "Y. Zuo", "X. Wang" ],
      "venue" : "J. Mol. Struct",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2009
    }, {
      "title" : "Studies on the interaction between 1hexylcarbamoyl-5-fluorouracil and bovine serum albumin",
      "author" : [ "Y.J. Hu", "Y. Liu", "X.S. Shen", "X.Y. Fang", "S.S. Qu" ],
      "venue" : "J. Mol. Struct",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2005
    }, {
      "title" : "Collagen /cellulose hydrogel beads reconstituted from ionic liquid solution for Cu (II) adsorption",
      "author" : [ "Wang", "L.J. Wei", "Y. Ma", "K. Li", "M. Li", "Y. Yu", "L. Wang", "H. Qiu" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2013
    } ],
    "referenceMentions" : [ {
      "referenceID" : 1,
      "context" : "El-Kemary, Magnetite Nano-spherical quantum dots decorated graphene oxide Nano sheet (GO@Fe3O4): Electrochemical properties and applications for Removal heavy metals, pesticide and solar cell, Applied Surface Science (2019), doi: https://doi.",
      "startOffset" : 91,
      "endOffset" : 224
    } ],
    "year" : 2019,
    "abstractText" : "Electrochemical properties of synthesized ferrous ferric oxide QDs based on graphene oxide (GO@Fe3O4) nanocomposite were studied by Cyclic Voltammetry, currentvoltage (I-V) and Photolumencence (PL) analysis. Nanocomposite was characterized by using different techniques, e.g., transmission electron microscopy (TEM), X-ray diffraction (XRD) and Zeta potential. The low band gap of fabricated GO@Fe3O4 has been made more activity than GO, new optical properties and efficiency of this composite due to loading of metal oxide NPs on a high specific surface area of GO that improve the charge transfer between the metal oxides and organic molecules. Photoinduced charge transfer was detected with an efficiency of degradation of Rose Bengal dye within a short period that supported by the tripping process using UV-Vis spectroscopy. The electron-hole pair recombination was evidenced by photoluminescence (PL) analysis and I-V technique, where GO@Fe3O4 has low electron transfer with rose Bengal compared to N719 dye. Effective adsorbent for removal of both Lambda insecticide and heavy metal ions such as Cr (III) from aqueous solution. The adsorption rates were described by the pseudo-second-order kinetic model and the experimental data were fitted well.",
    "creator" : "Elsevier"
  }
}