{
  "name" : "downloads_2019-11-20_10_10.1002@ange.201913375.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Outstanding SERS Activity of Semiconductors: Crystalline and Amorphous Nanomaterials",
    "authors" : [ "Xiaotian Wang", "Lin Guo" ],
    "emails" : [ ],
    "sections" : null,
    "references" : [ {
      "title" : "A  cc  ep  te  d  M  an  us  cr  ip  t Angewandte Chemie This article is protected by copyright. All rights reserved. MINIREVIEW 10  REVIEW This minireview will basically explain the enhancement mechanism of semiconductor SERS effect in a brief tutorial and summarize the recent development of novel semiconductor substrates, particularly with regard to remarkable SERS activity of amorphous semiconductor nanomaterials. The variety of promising applications of semiconductor SERS technology",
      "author" : [ "b) M. Gühlke", "S. Selve", "J. Kneipp", "J. Raman Spectrosc" ],
      "venue" : "J. Mater. Chem. A 2015,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2011
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "In addition, combining both advantages of strong EM enhancement of noble metals with the high selectivity and spectral stability of semiconductors to fabricate semiconductor-metal hybrid nanostructures provided promising SERS platforms for quantitative trace detection on target molecules.([40]) One related study demonstrated that EF up to 10(10) were accomplished by coating the α-ω-diperfluorohexylquaterthiophene (DFH-4T) films with a thin gold layer as shown in Figure 7.",
      "startOffset" : 290,
      "endOffset" : 294
    } ],
    "year" : 2019,
    "abstractText" : "Dieser Beitrag wurde nach Begutachtung und Überarbeitung sofort als \"akzeptierter Artikel\" (Accepted Article; AA) publiziert und kann unter Angabe der unten stehenden Digitalobjekt-Identifizierungsnummer (DOI) zitiert werden. Die deutsche Übersetzung wird gemeinsam mit der endgültigen englischen Fassung erscheinen. Die endgültige englische Fassung (Version of Record) wird ehestmöglich nach dem Redigieren und einem Korrekturgang als Early-View-Beitrag erscheinen und kann sich naturgemäß von der AA-Fassung unterscheiden. Leser sollten daher die endgültige Fassung, sobald sie veröffentlicht ist, verwenden. Für die AA-Fassung trägt der Autor die alleinige Verantwortung.",
    "creator" : "pdftk 2.02 - www.pdftk.com"
  }
}