{
  "name" : "downloads_2020-10-23_b0_10.1039@D0AY01702G.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "An efficient fluorescent nano-sensor of N-doped carbon dots for the determination of 2,4,6-trinitrophenol and other applications",
    "authors" : [ "Dongxiu Wang", "Pengxia Li", "Junfen Li", "Chuan Dong *b" ],
    "emails" : [ "junfenli@sxu.edu.cn", "dc@sxu.edu.cn" ],
    "sections" : [ {
      "heading" : "Analytical Methods",
      "text" : "PAPER\nPu bl\nis he\nd on\n0 9\nO ct\nob er\n2 02\n0. D\now nl\noa de\nd by\nU N\nIV E\nR SI\nT Y\nO F\nB R\nIG H\nT O\nN o\nn 10\n/2 3/\n20 20\n5 :1\n9: 50\nA M\n.\nView Article Online View Journal\nAn efficient fluor\naSchool of Chemistry and Chemical Enginee China. E-mail: junfenli@sxu.edu.cn bInstitute of Chemistry, Environmental-scien University, Taiyuan 030006, China. E-mail: † Electronic supplementary informa 10.1039/d0ay01702g\nCite this: DOI: 10.1039/d0ay01702g\nReceived 7th September 2020 Accepted 8th October 2020\nDOI: 10.1039/d0ay01702g\nrsc.li/methods\nThis journal is © The Royal Society\nescent nano-sensor of N-doped carbon dots for the determination of 2,4,6- trinitrophenol and other applications†\nDongxiu Wang,a Pengxia Li, a Junfen Li*a and Chuan Dong *b\nN-Doped carbon dots (CDs) had been simply produced by a one-pot synthesis process using amygdalic\nacid and threonine. The resulting product was water-soluble and exhibited strong luminescence\nemission with a fluorescence quantum yield of 19.25%. The emission of CDs was obviously and\nselectively decreased upon adding 2,4,6-trinitrophenol (TNP). It was proved that the fluorescence\nresonance energy transfer was the main mechanism for quenching. An efficient fluorescence probe with\nsatisfied sensitivity for TNP determination was found. The range of the linear response for TNP detection was 0.5–40.0 mmol L 1, and the limit of detection was 20 nmol L 1. The content of trace TNP in water\nsamples was successfully detected with this method. The CDs were also applied in HepG2 cell imaging\nand the fabrication of fluorescent films by dispersing the solid freeze-drying CD (SCD) powder into\nPMMA, which exhibited some application value in biology and photovoltaics."
    }, {
      "heading" : "1. Introduction",
      "text" : "2,4,6-Trinitrophenol (TNP) belongs to nitroaromatic hydrocarbons. It was used as an important explosive in the past years, and now, it has been widely applied in the manufacture of medicines, dyes and other industrial raw materials.1,2 Due to its high deleterious property and good water solubility, the overuse of TNP has caused serious pollution to the environment, particularly ground water and soils. High concentrations of this compound will corrode the mucous membrane and skin of people, inhibit their central nervous system, cardiovascular system, and damage the functions of liver and kidneys.3,4 Hence, TNP should not be discharged to environment at will. Monitoring TNP accurately and rapidly in water is important. To date, TNP has been determined via mass spectrometry (MS),5,6 high performance liquid chromatography (HPLC),7 gas chromatography (GC),8 surface-enhanced Raman spectroscopy,9 electrochemical method,10 surface plasma resonance (SPR),11 and X-ray spectroscopy.12 Most of these methods rely on expansive equipment. They are very complicated to operate and the testing fee is high. In contrast, the properties being sensitive and simple preparation process make the uorescence method one of the most outstanding approaches and widely used in this area. Numerous uorescent sensors have already emerged\nring, Shanxi University, Taiyuan 030006,\nce and Engineering-study Center, Shanxi dc@sxu.edu.cn tion (ESI) available. See DOI:\nof Chemistry 2020\nbased on quantum dots (QDs),13 polymers,14 nanoclusters,15 IRMOF-3 nanosheets16 and double emitters17 for TNP detection. Luminescent carbon dots (CDs), a new member of the nanomaterial family, have caused serious concern due to unique photoluminescence (PL) behaviors, such as outstanding optical property, excellent biocompatibility, low toxicity, and environment friendliness.18,19 Up to now, CDs have generated extensive interest in chemistry and biology elds. They are primely used in drug delivery, bioimaging, photoelectrical conversion, and as small molecule probers.20 Among the various reports, studies on aqueous CDs are relatively common, while numerous applications of solid CDs (SCDs) are limited because the agglomeration from solid state could easily quench the uorescence of CDs.21,22 To prevent this shortcoming, CDs must be dispersed evenly in solid matrices.23 The main applications of SCDs focus on photoelectric elds such as solid state lighting and displays.24\nTo the best of our knowledge, TNP sensors based on CDs have only been reported a few.25–28 It should be noted that several disadvantages still exist. For example, Gao et al.25 used quaternary ammonium-functionalized CDs as uorescence nanosensors for TNP determination, but toxic solvents were used during the preparation, and the procedure was a little complex. In addition, the uorescence yield quantum (QY) was not high (4.70%). Deng et al.26 prepared a CDs sensor and applied it to detect TNP with a LOD of 82 nM. Shi et al.27 synthesized CDs with strong uorescence emission (QY ¼ 21.8%) and decreased the LOD of TNP detection to 16.9 nM and linear range was 0.2–17.0 mM. It can be seen that the luminescence strength of the CDs and sensitivity of the assay are not particularly satisfactory. Therefore, the efficient uorescent CD-\nAnal. Methods"
    }, {
      "heading" : "Analytical Methods Paper",
      "text" : "Pu bl\nis he\nd on\n0 9\nO ct\nob er\n2 02\n0. D\now nl\noa de\nd by\nU N\nIV E\nR SI\nT Y\nO F\nB R\nIG H\nT O\nN o\nn 10\n/2 3/\n20 20\n5 :1\n9: 50\nA M\n. View Article Online based sensors for TNP detection in aqueous systems are still necessary.\nIn this article, blue uorescence CDs were prepared by a simple method. Amygdalic acid and threonine were hydrothermally heated directly without any organic solvents. Doping with nitrogen atom improved the optical properties of CDs. Based on the uorescence quenching mechanism, a method to detect trace TNP by CDs in water samples was founded. The mechanism of interaction of CDs and TNP was discussed. Furthermore, CDs were successfully used for the bioimaging of HepG2 cells. Blue luminescence was observed from the freezedrying solid CD (SCD) powder under 365 nm ultraviolet light, and a uorescence composite lm was fabricated by the addition of polymethyl methacrylate (PMMA).\nFig. 2 (A) XPS full survey, (B) C1s, (C) N1s and (D) O1s spectra of the CDs."
    }, {
      "heading" : "2. Results and discussion",
      "text" : ""
    }, {
      "heading" : "2.1 Characterizations of the CDs",
      "text" : "TEM was performed to observe morphologies of the assynthesized CDs. It was clear that these spherical particles were mono-disperse (Fig. 1 A and B). The inset picture in Fig. 1A showed that CDs had the same lattice spacing as the graphene (100) planes.31 That means that carbon atoms in the core of CDs were sp2. Based on a statistical analysis, the size distribution of the CDs was about 2.1 0.1 nm. FTIR spectra (Fig. 1C) showed more detail information about the functional groups on the surface of CDs. The peaks of 3000–3500 cm 1 show the presence of O–H or N–H. Three peaks located at 1696, 1582, and 1398 cm 1 proved the presence of vibrations of C]O, N–H and CN groups,32 and the bands at 1221, 1181 and 1052 cm 1 were attributed to the stretching or bending vibrations of the COOH group.33\nFig. 1 (A) TEM image of CDs (inset: HRTEM image of an individual CD), (B) size distribution histograms of the CDs, (C) FT-IR spectrum of the CDs.\nAnal. Methods\nThe three peaks in XPS spectra at ca. 285, 400 and 531 eV meant that the elemental composition of CDs was C1s, N1s and O1s with proportions 60.90%, 16.76%, 22.35%, respectively (Fig. 2A). The C1s spectrum shows peaks at 284.8 eV (C]C), 286.6 eV (C–O) and 288.8 eV (C]O) (Fig. 2B). The peaks of the N1s XPS spectrum of CDs at around 400.1 and 401.9 eV correspond to the N atom on C–N and N–H groups (Fig. 2C).34 The O1s XPS bands at ca. 531.1, 532.0 and 533.1 eV indicate the presence of –OH, *O]C–O, and O]C–O*, respectively (Fig. 2D).35 These functional groups presented above were consistent with the FTIR analysis."
    }, {
      "heading" : "2.2 Absorption and luminescence properties of the CDs",
      "text" : "CDs showed strong blue uorescence in solution under ultraviolet light (see the inset photographs of Fig. 3A). The absorption peak at around 257 nm, presenting in the absorption spectrum of CDs, represented the p–p* transition of the aromatic heterocycle, and the peak at around 290 nm is ascribed to the n–p* transition of the C]O group.36 This result is in accordance with that of FTIR spectroscopy and XPS. Fig. 3B shows the uorescence spectra of CDs scanned under different excitation wavelengths. We can clearly see that the emission wavelength moved along with the excitation wavelength to longer regions. This obvious excitation-dependent optical property had something to do with the sizes of the particle, the surface defect and the emission sites on the surface of CDs.37 Furthermore, the QY of CDs was found to be 19.25%. It is clear that the introduction of N elements in the synthesis process is an important contribution to the improvement of the luminescence efficiency of CDs.38"
    }, {
      "heading" : "2.3 Other properties of the CDs",
      "text" : "The effects of the storage time, pH, content of NaCl on the stability of CDs were studied. The water-solubility of CDs was good and the solution was kept stable for more than three months (Fig. S1A†). In Fig. S1B,† when the pH increased, the emission intensity of CDs at 450 nm increased gradually and\nThis journal is © The Royal Society of Chemistry 2020\nTable 1 Comparative data from some recent studies on fluorescent probes for TNP\nCarbon dots Linear range (mM) LOD (nM) Ref.\nQuantum yield (QY)\nCDs 1–100 480 45 — CTA-CDs — 704 25 4.70% C-dots 0.4–80 82 26 — N-CDs 19–27 3690 46 — CNDs 0.1–100 28 49 11.7% N-GQDs 1–60 300 47 59.2% P-doped CDs 0.2–17.0 16.9 48 21.8% N-doped CDs 0.5–40.0 20 This work 19.25%\nFig. 3 (A) UV-vis absorption spectrum and fluorescence spectra of the CDs; (B) fluorescence emission spectra of the CDs at different excitation wavelengths in 10 nm increments. Inset: photographs of the CD solution under daylight (left) and UV light (right). CCDs ¼ 0.40mgmL 1."
    }, {
      "heading" : "Paper Analytical Methods",
      "text" : "Pu bl\nis he\nd on\n0 9\nO ct\nob er\n2 02\n0. D\now nl\noa de\nd by\nU N\nIV E\nR SI\nT Y\nO F\nB R\nIG H\nT O\nN o\nn 10\n/2 3/\n20 20\n5 :1\n9: 50\nA M\n.\nView Article Online\nreached the maximum at pH 8.04. As shown in Fig. S1C,† even in the high concentration of salt (3 mol L 1), the emission of CDs was not affected."
    }, {
      "heading" : "2.4 Fluorescence sensing of TNP with CDs",
      "text" : "To test the inuence of acidity on the uorescent sensing system, the emission strength of CDs without (F0) and in TNP (F) was recorded at different pH. The relationship of F/F0 with pH in Fig. S2A† showed that the F/F0 data under acidic and neutral conditions were more constant and larger than those under an alkaline condition (pH ¼ 12). As a strong acid, the hydroxyl of TNP could lose hydrogen atom and carry negative charge under the alkaline condition, and the emission intensity decreased. Combined with the strongly acidic TNP and the result in Fig. S2A,† alkaline conditions should be avoided and pH 7.4 was selected as the optimum pH for the next experiments. In addition, the signal response of CDs by TNP reached maximum in 10 s (see Fig. S2B†), and then kept constant until 120 s.\nBy changing the concentrations of TNP, the uorescence titration spectra were performed and showed in Fig. 4A. The uorescence intensity of CDs was quenched greatly by TNP and the emission wavelength red-shied. Fluorescence quenching is caused by physical or chemical interaction between the\nThis journal is © The Royal Society of Chemistry 2020\nuorescent materials and quencher. From the structures of TNP and CDs, it was supposed that the interaction of hydrogen bonding between the OH- group of TNP and NH2, COOH– groups of CDs occurred and caused the quenching.\nThe quenching strength was expressed by the Stern–Volmer (SV) constant39 which was obtained by plotting the F0/F data of CDs with [TNP] (Fig. 4B). The linear tting equation was 1 F/F0 ¼ 0.0098C + 0.0048 and the determined coefficient (R2) was 0.9981. The linearity range was from 0.5 to 40 mmol L 1 (i.e., 0.115–9.16 mg L 1). The LOD of the method was calculated as 20 nmol L 1, according to ref. 40, which was below the permitted maximum of the TNP level of Chinese Standards for drinking water quality (GB5749-2006, 0.5 mg L 1). Table 1 displays the comparison of some already published reports on the determination of TNP, and this assay exhibited super sensitivity or wider linear range.\nTo prove the anti-interference ability of this sensing system, numerous common interfering ions, such as positive ions, negative ions and several organic compounds with similar structures as TNP were used as coexisting substances. The effect of interfering ions on the native uorescence of CDs was examined (Fig. 5A), which was hardly affected by these ions even at a high concentration of CDs (0.33 mM) except TNP. In\nAnal. Methods\nTable 2 Determination of TNP in environmental water samples (n¼ 6)\nSample Added TNP (mmol L 1)\nDetected TNP (mmol L 1) Recovery (%) RSD (%)"
    }, {
      "heading" : "1 5 5.16 103.20 1.02",
      "text" : "50 50.93 101.86 1.17 2 5 5.19 103.80 1.34 50 51.54 103.08 1.27 3 5 5.27 105.40 1.21 50 51.38 102.76 1.09"
    }, {
      "heading" : "Analytical Methods Paper",
      "text" : "Pu bl\nis he\nd on\n0 9\nO ct\nob er\n2 02\n0. D\now nl\noa de\nd by\nU N\nIV E\nR SI\nT Y\nO F\nB R\nIG H\nT O\nN o\nn 10\n/2 3/\n20 20\n5 :1\n9: 50\nA M\n.\nView Article Online\naddition, as shown in Fig. 5B, very high level interfering ions (concentrations of 1.65 mM) did not change the uorescence quenching induced by TNP. Fig. 5C further proved the high selectivity of this method.\nTo apply this method in the practical detection of the target compound TNP, real water samples, tap water of our department, pond water and Lingde lake water were collected from our University and ltered using a microporous membrane to delete the insoluble particle. Aer adding a given amount of TNP, 0.36 mg L 1 (1.58 mmol L 1), 0.40 mg L 1 (1.74 mmol L 1), and 0.49 mg L 1 (2.15 mmol L 1) in each samples, the recovery data were measured in the range of 101.86–103.80%. All results are listed in Table 2. In conclusion, the nanosensor was applied to the detection of TNP with satised results."
    }, {
      "heading" : "2.5 Mechanism of uorescence sensing",
      "text" : "According to the reference, the electrons on the surface of CDs could be transferred to TNP by withdrawing nitro groups via the photo-induced electron transfer (PET) mechanism. In general, when the absorption peak of an acceptor sufficiently overlaps with the excitation band of a uorophore,36 uorescence resonance energy transfer (FRET) is considered to have occurred.41 Fig. 6A shows that the excitation peak for CDs centered at 370 nm obviously shielded with the strong absorption band 357 nm of TNP. Herein, FRET should be another important mechanism for the interaction of CDs with TNP. To further prove the mechanism, the lifetime of CDs without and with TNP was reviewed. Aer tting the decay curves by the doubleexponential function (Fig. 6B),42 the lifetime results of CDs were obtained and are listed in Table 3. The average lifetime of CDs decreased from 112.12 to 39.10 ns, which further proved the FRET mechanism of donor CDs and acceptor TNP.\nAnal. Methods"
    }, {
      "heading" : "2.6 Bioimaging experiment",
      "text" : "The cytotoxicity of CDs was reviewed as the process mentioned above with HepG2 cells. The absorbance of the incubated solutions was measured, and the data are shown in Fig. S4.† From the gure, it can be noted that more than 88% of the cells were still alive even in the presence of CDs higher than 500 mg mL 1. Also, the laser scanning confocal microscopy images (Fig. 7A–D) displayed that the morphologies of cells did not change. Both experiments indicated the low toxicity of CDs. It was supposed that CDs may enter into the cells through the endocytosis effect.43 The HepG2 cells stained with CDs emitted different strong colors of blue, green and red uorescence (Fig. 7B–D) when stimulated by 405 nm, 465 nm, and 488 nm lasers, respectively. The phenomena show that the CDs really entered into the cells and showed good uorescence property, including emission intensity and excitation wavelength dependence. These properties were as same as in the solution. It was sure that the prepared-CDs possessed important potentials in bioimaging applications."
    }, {
      "heading" : "2.7 Fluorescent SCD/PMMA composite lms",
      "text" : "The SCDs alone showed yellow color under sunlight irradiation (Fig. 8A) while emitted strong blue emission when excited with ultraviolet light, as shown in Fig. 8B. This proves that the classical aggregation-caused quenching was overcome due to the improved irradiation composition of the electron hole of the surface of SCD by N atom surface doping.44\nThis journal is © The Royal Society of Chemistry 2020\nFig. 8 Photographs of the SCDs under (A) daylight and (B) 365 nm UV light; photographs of SCD/PMMA composite films under (C) daylight and (D) 365 nmUV light (the content of SCDs/PMMA increased from 0, 1, 2, 3 to 4%)."
    }, {
      "heading" : "Paper Analytical Methods",
      "text" : "Pu bl\nis he\nd on\n0 9\nO ct\nob er\n2 02\n0. D\now nl\noa de\nd by\nU N\nIV E\nR SI\nT Y\nO F\nB R\nIG H\nT O\nN o\nn 10\n/2 3/\n20 20\n5 :1\n9: 50\nA M\n. View Article Online\nSCDs and PMMA were evenly dispersed in dichloroethane to fabricate SCD/PMMA composite lms, as shown Fig. 8C. Under sunlight, the transparency of the lm was not affected with different contents of SCD/PMMA. Under 365 nm violet light, it was observed that with the increase in the content of SCDs/ PMMA from 0, 1, 2, 3 to 4%, the lms emitted increasingly strong uorescence gradually, and their transparency was kept well and even the percent of the SCDs increased to 4%. Letters on the silica sheet can be easily seen (Fig. 8D). In summary, SCDs were well-fabricated to uorescence lms with good property of photovoltaic materials."
    }, {
      "heading" : "3. Experimental",
      "text" : ""
    }, {
      "heading" : "3.1 Materials",
      "text" : "Amygdalic acid, threonine and PMMA were purchased from Aladdin. TNP was purchased from the dye factory (Dalian, China). The storage solution of CDs (60.00 mg mL 1) was prepared and stored in a refrigerator at 4 C. A phosphate buffer of 10 mmol L 1 was prepared. Reagents used in bioimaging experiments were obtained from Solarbio (Beijing, China). 5.0 mg mL 1 of MTT (3-(4,5-dimethylthiazol-2-yl)-2,5diphenyltetrazolium bromide) was prepared. All reagents were of analytical grade and dissolved in double distilled water."
    }, {
      "heading" : "3.2 Apparatus",
      "text" : "Transmission electron microscopy (TEM) and high resolution TEM images were recorded using a JEM-2100 electron microscope (Tokyo, Japan). The elemental analysis of CDs was analyzed using an Elementar Analysensysteme vario EL cube analyzer (Hanau, Germany). A Thermo Scientic Nicolet iS50 Infrared Spectrometer (Thermo Corporation, USA) was employed to scan the infrared spectra of CDs. The elemental analysis of the CDs was carried out on Axis Ultra Dld X-ray photoelectron spectroscopy (XPS) (AXIS ULTRA DLD, Britain). The absorption spectra were recorded using a UV-265 UV-vis spectrophotometer (Tokyo, Japan). The uorescence analysis including spectra scan and lifetime measurement of CDs were acquired on a FLS920 (Edinburgh Instruments, England)\nThis journal is © The Royal Society of Chemistry 2020\nequipped with a 405 nm laser and 1 cm path-length quartz cell. Fluorescence images were obtained using an LSM880 + airyscan confocal laser scanning microscope (Zeiss, Germany) at the excitation wavelength of 405 nm. Solid powder was obtained via freeze-drying (Ningbo Xinzhi Biotechnology Co., Ltd.). pH measurements were performed on a pHS-3C pH meter (METTLER TOLEDO, Switzerland)."
    }, {
      "heading" : "3.3 Preparation of CDs",
      "text" : "Amygdalic acid (0.7608 g) and threonine (0.5955 g) were dissolved in water and nal concentrations were both 5 mmol. To make sure there was complete dissolution, ultrasonic vibration was performed for 3 min. The mixture was poured into a Teonequipped autoclave and transferred to the oven to react at 200 C for 5 h. Furthermore, the as-synthesized CDs was puried by a 0.22 mm membrane and dried by freeze."
    }, {
      "heading" : "3.4 QY measurement",
      "text" : "The QY of CDs was obtained by comparing it with the value of quinine sulfate (QY ¼ 0.54) in 0.10 mol L 1 H2SO4 (refractive index, n ¼ 1.33), as the reference described.29 Make sure that absorbance of quinine sulfate and CDs was less than 0.05. The uorescence excitation wavelength was 350 nm."
    }, {
      "heading" : "3.5 Fluorescent sensing of TNP with CDs",
      "text" : "In this section, a diluted 20 mL CD solution with 3.0 mL PBS in a quartz cell was dropwise added to an appropriate volume of the TNP solution. Fixing the excitation wavelength at 370 nm, the emission spectra were scanned or the uorescence intensity was measured at 465 nm. In the selectivity study section, some common positive ions, negative ions, TNP and other organic compounds were added to CD solutions, respectively.\nWater samples from Lingde lake, pond of the park, and our lab (all from Shanxi University) were chosen for the real sample detection. The tap water sample needed extra heat to eliminate residual chlorine, and then all solutions were centrifuged at 11 000 rpm for half an hour and ltered using a membrane to improve purity. Accurately known amount of TNP was added into samples to perform the recovery experiment, and RSD data were obtained from three independent experiments. The excitation/emission slits were 5 nm."
    }, {
      "heading" : "3.6 Cell cytotoxicity study and imaging",
      "text" : "The cell cytotoxicity experiment of CDs was studied according to the symbolic MTT assay.30 100 mL of hepatocellular cells (HepG2) of 5 104 cells per mL was transferred to a 96-well plate and cultured at 37 C for one day in 5% CO2 atmosphere. Aer that, different volumes of the CD solution were introduced into each well to make the nal concentrations of CDs in the range of 0, 50, 100, 200, 300, 400 and 500 mg mL 1. The mixture was then grown for one day. The original media was poured-out and 20 mL of MTT was added, then cultured for another 4 h and removed again with 100 mL DMSO. The resulting solution was obtained aer 15min shaking, followed by the determination of absorbance at 570 nm using a microplate reader (Varioskan1\nAnal. Methods"
    }, {
      "heading" : "Analytical Methods Paper",
      "text" : "Pu bl\nis he\nd on\n0 9\nO ct\nob er\n2 02\n0. D\now nl\noa de\nd by\nU N\nIV E\nR SI\nT Y\nO F\nB R\nIG H\nT O\nN o\nn 10\n/2 3/\n20 20\n5 :1\n9: 50\nA M\n. View Article Online Flash, Thermo Electron Corporation). A microplate containing only cells was used in this section for control.\nTo perform the bioimaging experiment, HepG2 cells were incubated with DMEM, penicillin (100 unit per mL), streptomycin (100 g mL 1) and fatal bovine serum (10%) together for one day. Then, 1.00 mL of this mixture was removed and dropped into some CDs (15.00 mg mL 1) to incubate for another 1 h. The cells were harvested using 0.25% trypsin and 0.020% EDTA. Aer washing with 1 mL PBS 3 times, the cells were imaged by excitation at 405 nm, 465 nm, 488 nm, respectively."
    }, {
      "heading" : "3.7 Fabrication of the uorescent composite lms",
      "text" : "Using dichloromethane as the solvent, appropriate amount of CDs and PMMA were well dissolved with ratios 0, 1.0, 2.0, and 3.0% in weight. Then, the solutions were stirred thoroughly to form homogeneous mixtures and were placed into the glass plates. By curing half a day, the emissive SCD/PMMA composite lms with beautiful blue uorescence were obtained."
    }, {
      "heading" : "4. Conclusions",
      "text" : "N-Doped CDs were conveniently synthesized here and a uorescence spectrometric method was developed using the obtained CDs as sensors of TNP with high sensitivity and selectivity. The method was successfully applied for the determination of TNP in real water samples. Meanwhile, CDs were well applied in multicolor uorescence imaging of HepG2 cells and the fabrication of blue CD/PMMA uorescent lms. This study demonstrated the potential value of CDs in TNP trace determination, cell imaging and solid lighting devices."
    }, {
      "heading" : "Conflicts of interest",
      "text" : "There are no conicts to declare."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This project was supported by the National Natural Science Foundation of China (No. 21874087). Authors also appreciate the help of the Scientic Instrument Center at Shanxi University."
    }, {
      "heading" : "Notes and references",
      "text" : "1 X. Y. Xu, R. Ray, Y. L. Gu, H. J. Ploehn, L. Gearheart, K. Raker and W. A. Scrivens, J. Am. Chem. Soc., 2004, 126, 12736– 12737. 2 S. H Xing, Q. M. Bing, H. Qi, J. Y. Liu, T. Y. Bai, G. H. Li, Z. Shi, S. H. Feng and R. R. Xu, ACS. Appl. Mater. Inter., 2017, 9, 23828–23835. 3 S. Mukherjee, A. V. Desai, A. I. Inamdar, B. Manna and S. K. Ghosh, Cryst. Growth Des., 2015, 15, 3493–3497. 4 Y. P. Sun, B. Zhou, Y. Lin, W. Wang, K. A. S. Fernando, P. Pathak, M. J. Meziani, B. A. Harruff, X. Wang, H. F. Wang, P. J. G. Luo, H. Yang, M. E. Kose, B. L. Chen,\nAnal. Methods\nL. M. Veca and S.-Y. Xie, J. Am. Chem. Soc., 2006, 128, 7756–7757. 5 L. Barron and E. Gilchrist, Anal. Chim. Acta, 2014, 806, 27–54. 6 K. Badjagbo and S. Sauve, Anal. Chem., 2012, 84, 5731–5736. 7 P. T. Sukhanov, A. A. Kushnir, E. V. Churilina, N. V. Maslova and G. V. Shatalov, Anal. Chem., 2017, 72, 468–472. 8 M. Berg, J. Bolotin and T. B. Hofstetter, Anal. Chem., 2007, 79, 2386–2393.\n9 M. Ga and L. Nagi, Opt. Mater., 2008, 30, 1739–1746. 10 M. Y. Ho, N. D'Souza and P. Migliorato, Anal. Chem., 2012,\n84, 4245–4247. 11 U. Gul, S. Kanwal, S. Tabassum, M. A. Gilani and A. Rahim,\nMicrochim. Acta, 2020, 187, 135. 12 T. M. Klapotke, F. Mieskes, J. Stierstorfer and\nM. Weyrauther, Propell. Explos. Pyrot., 2016, 41, 217–222. 13 H. Y. Wang, C. M. Chen, Y. L. Liu, Y. L. Wu, Y. Y. Yuan and\nQ. X. Zhou, Talanta, 2019, 198, 242–248. 14 E. L. Holthoff, D. N. Stratis-Cullum and M. E. Hankus,\nSensors, 2011, 11, 2700–2714. 15 X. Deng, X. M. Huang and D. Wu, Anal. Bioanal. Chem., 2015,\n407, 4607–4613. 16 W.Wang, H. J. Li, M. Y. Yin, K. W.Wang, Q. L. Deng, S. Wang\nand Y. K. Zhang, Sens. Actuators, B, 2018, 255, 1422–1429. 17 M. H. Zhu, X. M. Wu, B. T. Niu, H. X. Guo and Y. Zhang, Appl.\nOrganomet. Chem., 2018, 32, 4333. 18 F. Ghasemi and M. R. Hormozi-Nezhad, Talanta, 2019, 201,\n230–236. 19 T. Mhetaer, Y. Xu and X. B. Yin, Chin. J. Anal. Chem., 2017, 45,\n139–150. 20 Y. F. Chen, Y. Y. Wu, B. Weng, B. Wang and C. M. Li, Sens.\nActuators, B, 2016, 223, 689–696. 21 J. J. Gu, D. H. Hu, J. Huang, X. Huang, Q. H. Zhang, X. D. Jia\nand K. Xi, Nanoscale, 2016, 8, 3973–3981. 22 S. Tan, Y. Yin, W. Z. Chen, Z. Chen,W. Tian and S. Z. Pu, Dyes\nPigments, 2020, 177, 108302. 23 Z. X. Qin, W. H. Wang, M. Wen, R. Zhang, Q. M. Zhang, K. Li,\nJ. H. Li, W. Yang and Y. Zhou, Spectrochim. Acta, Part A, 2020, 229, 117859. 24 X. Y. Lan, H. Ren, X. Yang, J. Wang, P. L. Gao and Y. Zhang, NanoTechnology, 2020, 31, 215704. 25 K. Z. Gao, Y. Q. Guo, Q. Y. Niu, L. F. Han, L. M. Zhou and L. Z. Wang, Sens. Actuators, B, 2018, 262, 298–305. 26 X. Deng and X. M. Huang, J. Nanosci. Nanotechnol., 2018, 18, 1757–1762. 27 D. C. Shi, F. Y. Yan, T. C. Zheng, Y. Y. Wang, X. G. Zhou and L. Chen, RSC Adv., 2015, 5, 98492–98499. 28 Y. Y. Wan, M. Wang, K. L. Zhang, Q. F. Fu, M. J. Gao, L. J. Wang, Z. N. Xia and D. Gao, Microchem. J., 2019, 148, 385–396. 29 J. F. Li, P. X. Li, D. X. Wang and C. Dong, Talanta, 2019, 202, 375–383. 30 B. Ju, Y. Wang, Y. M. Zhang, T. Zhang, Z. H. Lu, M. J. Li and S. X. A. Zhang, ACS. Appl. Mater. Inter., 2018, 10, 13040– 13047. 31 Y. S. Liu, W. Li, P. Wu, C. H. Ma, X. Y. Wu, M. C. Xu, S. Luo, Z. Xu and S. X. Liu, Sens. Actuators, B, 2019, 281, 34–43.\nThis journal is © The Royal Society of Chemistry 2020"
    }, {
      "heading" : "Paper Analytical Methods",
      "text" : "Pu bl\nis he\nd on\n0 9\nO ct\nob er\n2 02\n0. D\now nl\noa de\nd by\nU N\nIV E\nR SI\nT Y\nO F\nB R\nIG H\nT O\nN o\nn 10\n/2 3/\n20 20\n5 :1\n9: 50\nA M\n. View Article Online 32 Y. H. Zhang, X. Fang, H. Zhao and Z. X. Li, Talanta, 2018, 181, 318–325. 33 J. F. Li, L. Zhang, P. X. Li, Y. Zhang and C. Dong, Sens. Actuators, B, 2018, 258, 580–588. 34 W. Song, W. X. Duan, Y. H. Liu, Z. J. Ye, Y. L. Chen, H. L. Chen, S. D. Qi, J. Wu, D. Liu, L. H. Xiao, C. L. Ren and X. G. Chen, Anal. Chem., 2017, 89, 13626–13633.\n35 X. X. Chen, Q. Q. Jin, L. Z. Wu, C. H. Tung and X. X. Tang, Angew. Chem. Int. Ed., 2014, 53, 12542–12547. 36 Q. Zhao, C. H. Zhou, Q. Y. Yang, Z. Y. Chu and N. Q. Jia, Microchim. Acta, 2019, 186, 294. 37 Y. Q. Dong, H. C. Pang, H. B. Yang, C. X. Guo, J. W. Shao, Y. W. Chi, C. M. Li and T. Yu, Angew. Chem. Int. Ed., 2013, 52, 7800–7804. 38 V. Romero, V. Vila, I. de la Calle, I. Lavilla and C. Bendicho, Sens. Actuators, B, 2019, 280, 290–297. 39 S. Y. Gu, C. T. Hsieh, Y. Y. Tsai, Y. A. Gandomi, S. C. Yeom, K. D. Kihm, C. C. Fu and R. S. Juang, ACS Appl. Nano Mater., 2019, 2, 790–798. 40 S. Huang, E. L. Yang, J. D. Yao, X. Chu, Y. Liu and Q. Xiao, Microchim. Acta, 2019, 186, 851.\nThis journal is © The Royal Society of Chemistry 2020\n41 S. G. Wang, N. Li, W. Pan and B. Tang, Trac. Trends Anal. Chem., 2012, 39, 3–37. 42 W. J. Dong, R. P. Wa, X. J. Gong and C. Dong, Anal. Bioanal. Chem., 2019, 411, 6687–6695. 43 V. Borse, M. Thakur, S. Sengupta and R. Srivastava, Sens. Actuators, B, 2017, 248, 481–492. 44 S. Y. Lan, X. F. Wang, Q. Y. Liu, J. Bao, M. Yang, H. B. Fa, C. J. Hou and D. Q. Huo, Talanta, 2019, 192, 368–373. 45 B. Chen, S. Q. Chai, J. H. Liu, C. J. Liu, Y. J. Li, J. H. He, Z. P. Yu, T. Yang, C. H. Feng and C. Z. Huang, Anal. Bioanal. Chem., 2019, 411, 2291–2300. 46 Y. T. Meng, Y. Jiao, Y. Zhang, Y. Li, Y. F. Gao, W. J. Lu, Y. Liu, S. M. Shuang and C. Dong, Talanta, 2020, 210, 120653. 47 L. P. Lin, M. C. Rong, S. S. Lu, X. H. Song, Y. X. Zhong, J. W. Yan, Y. R. Wang and X. Chen, Nanoscale, 2015, 7, 1872. 48 D. C. Shi, F. Y. Yan, T. C. Zheng, Y. Y. Wang, X. G. Zhou and L. Chen, RSC Adv., 2015, 5, 98492. 49 M. L. Liu, B. B. Chen, Z. X. Liu and C. Z. Huang, Talanta, 2016, 161, 875–880.\nAnal. Methods"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "N-Doped carbon dots (CDs) had been simply produced by a one-pot synthesis process using amygdalic acid and threonine. The resulting product was water-soluble and exhibited strong luminescence emission with a fluorescence quantum yield of 19.25%. The emission of CDs was obviously and selectively decreased upon adding 2,4,6-trinitrophenol (TNP). It was proved that the fluorescence resonance energy transfer was the main mechanism for quenching. An efficient fluorescence probe with satisfied sensitivity for TNP determination was found. The range of the linear response for TNP detection was 0.5–40.0 mmol L , and the limit of detection was 20 nmol L . The content of trace TNP in water samples was successfully detected with this method. The CDs were also applied in HepG2 cell imaging and the fabrication of fluorescent films by dispersing the solid freeze-drying CD (SCD) powder into PMMA, which exhibited some application value in biology and photovoltaics.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.510/W Unicode"
  }
}