{
  "name" : "downloads_2020-10-05_71_mady2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Review of Nanotechnology Impacts on Oilfield Scale Management",
    "authors" : [ "Mohamed F. Mady", "Malcolm A. Kelland" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "1. INTRODUCTION",
      "text" : "Water is coproduced with oil and gas during the production of crude hydrocarbons in oil-producing wells. Oilfield scaling concerns the precipitation of sparingly inorganic salts from an aqueous phase.1,2 Many factors affect the deposition of inorganic scale in producing oil and gas wells. For example, the amount and composition of the dissolved ions play an important role in the formation of inorganic scale. The formation of mineral scale can be formed by chemical reactions in the formation water (FW) itself, by mixing of formation water with injected seawater (SW), or from missing of the well streams of two incompatible oilfield waters.3 Some of the typical metal ions that occur in the formation water and leading to scale deposition in incompatible waters are calcium (Ca2+), strontium (Sr2+), barium (Ba2+), and iron (Fe2+).4−6 Typical anions include bicarbonate (leading to carbonate scaling), sulfate, and sulfide. The deposition of insoluble salts can reduce the permeability of a porous petroleum reservoir rock (formation damage) and cause blockages of well-bore perforations, pipelines, pumps, and valves as well as hinder the functioning of equipment such as sliding sleeves.7−9 In addition to the incompatibility of oilfield waters, temperature, pressure, pH, and salinity are critical factors governing the rate and amount of scale deposition.10,11\n1.1. Scale Formation. Inorganic scale can precipitate on almost any surface, so that scaling tends to adhere to solid\nsurfaces, as shown in Figure 1. Once the first layer is formed, the next layers have a higher tendency to deposit, and gradually more scale layers are formed on the surface of the equipment.12 The internal surface of pipelines, choke, underground pumps, separators, and heat treater are the most vulnerable parts of the system regarding scale deposition.13\nIn general, scaling is a complex phenomenon and involves crystallization mechanisms.14,15 Once the activity of cations and anions in the solution surpasses their saturation limit for a particular salt, the crystallization and following deposition of scale can take place. Also, the kinetics of the reaction plays a vital role in the degree of scaling.16 Both surface and bulk crystallization are the two mechanisms that will cause scale formation.17−19\n1.2. Scale Morphology. The inorganic scale can be formed in different crystal lattice structures.20−22 Therefore, it is crucial to study the morphology of the crystals in order to determine the shape of each crystal form. Scanning electronic\nReceived: May 22, 2020 Accepted: July 9, 2020 Published: July 10, 2020\n© 2020 American Chemical Society 7343\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364\nD ow\nnl oa\nde d\nvi a\n13 1.\n10 0.\n62 .1\n76 o\nn O\nct ob\ner 5\n, 2 02\n0 at\n0 7:\n19 :0\n0 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu\nbl is\nhe d\nar tic\nle s.\nmicroscopy (SEM) plays a potential role in determining the shape of inorganic deposits.22 Table 1 lists the most common\nscales in the oil and gas industry in order of prevalence. The chemical reactions and mineral names for most oilfield scales are also presented in Table 1. For example, calcium carbonate scale can be formed in different crystalline forms such as calcite and aragonite, as shown in Table 1. It is well-known that aragonite and calcite crystals are polymorphous to each other. Although calcite and aragonite include the same chemical\ncompounds, they differ in the crystal lattice structure. Calcite builds trigonal crystals, whereas aragonite forms orthorhombic crystals.23−25\n1.3. Scale Management. For economic and safety considerations in the oil and gas industry, it is essential to control the formation of inorganic scale. Several ways have been discovered and reported in remediating or preventing scale deposition, thus increasing the total revenue from a reservoir.7,8,13,40 Scale management techniques must be able to avoid any damage to the wellbore, tubing, and reservoir. The oilfield scale can be managed by mechanical and/or chemical techniques. Mechanical treatment is one of the best methods of scale removal in tubulars, either with abrasive jetting or milling.41 Chemical treatment is divided into two types, namely, (i) scale dissolution and (ii) scale inhibition. Chemical dissolution includes acid washes for removal of mainly carbonate scaling and scale dissolvers (chelants) for sulfate scales.42,43 Use of chelants to remove sulfate scales, especially barite scale, can be costly, as the reactions are stoichiometric, that is, one chelant molecule per scaling cation.42,44 Prevention is better than cure, and therefore the use of scale inhibitors (SIs) is prevalent.\nSIs are low-dosage water-soluble chemicals that prevent nucleation, crystal growth, and deposition of scales in oilfield production.45 Several factors affect the performance of SIs, which include pH, temperature, the presence of other divalent cations (e.g., magnesium), and other oilfield chemicals such as corrosion and hydrate inhibitors in the brine solution. SIs are often used in very low concentrations in the water phase, for example, 1−50 ppm.13,40\nSIs can be classified into two chemical categories: watersoluble polymers and nonpolymeric compounds. It was wellknown that phosphonate, carboxylate, and sulfonate functional groups can interact well with group II cations on the scale crystal surface.46−59 Therefore, many commercial SIs for calcite and barite scale are typically polymers and copolymers with multiple phosphonates, carboxylate, and sulfonate groups. Phosphonate is known to bind the strongest of the three anions, and therefore smaller nonpolymeric molecules with usually two to six phosphonates groups can be used. Many of these compounds contain methylenephosphonate groups (-N−CH2−PO3H2).\nIn general, the plausible mechanisms of SIs for the oilfield scale are threshold (nucleation and crystal growth) inhibition, crystal modification, and dispersion of scale particles preventing their deposition.60−63 For example, polymeric SIs are well-known as nucleation inhibitors and some as dispersants. Some polymeric SIs and small aminophosphonates adsorb onto the crystal surface, leading to lattice distortion of the formed crystal, thus inhibiting the crystallization.64\nThere are several methods of applying SIs. Batch treatment, squeeze treatment, and continuous injections are important techniques used in the oil and gas industry.1 The inhibitor squeeze method is the most common downhole technique used in the oil field, which if performed successively can be a very cost-effective treatment giving long-term inhibition.7,8,13,40\nFigure 2 shows the principal stages of an oilfield SI squeeze treatment. SI is pumped into a water-producing area, in which the SI is connected to the formation matrix by chemical adsorption or by a precipitation process. The return concentration of SIs with the produced fluid will be sufficiently high to avoid scale deposition. It is very important to monitor the SI concentration in the produced water when the well is\nFigure 1. Pipeline contaminated with inorganic scale.\nTable 1. Common Oil eld Scales\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7344\nput back on production. Commonly the returned SI concentration gradually decreases, until it falls below the minimum inhibitor concentration (MIC) that avoids scale precipitation. Therefore, it is essential to stop production before the MIC is reached and resqueeze the well to continue to prevent scale deposition.65 The squeeze treatment technique generally consists of the five following stages: preflush, main slug with concentrated scale inhibitor, overflush, shut-in, and back production (Figure 3).\nMost squeeze SIs have at least one drawback, such as low performance, high cost, short squeeze lifetime, and various incompatibilities with the production system. In addition, many SIs have poor biodegradability. As environmental concerns become more important, production chemicals such as SIs are increasingly scrutinized and legislated. Several environmentally-friendly and biodegradable SIs have been developed; however, they often have one or more of the disadvantages mentioned above, particularly limited thermal stability.40,59 There is a clear need for developing improved SIs with high oilfield scale inhibition efficiency and extended squeeze lifetime.40,59\nNanoparticle research is currently an area of intense scientific research, due to a wide variety of potential applications in biomedical, optical, environmental remediation, and electronic fields.66−69 The application of nanotechnology has also been growing at a steady rate in the oil and gas industry. In many cases, this technology can be significantly cheaper and efficient to deploy than more conventional methods.\nThe term nanotechnology was coined in 1974 at the Tokyo Science University by Norio Taniguchi.70 In addition, Richard P. Feynman (1960) reported the main concept of nanotechnology in a lecture entitled There s plenty of room at the bottom at the Annual Meeting of the American Physical Society in December 1969 at Caltech. He discussed the problem of manipulating and controlling things on a small scale.71 In general, a nanoparticle (or nanopowder or nanocluster or nanocrystal) is a particle with at least one dimension between 1 and 100 nm. In some cases, the term of nanoparticle is used for larger particles, up to 500 nm, or fibers and tubes.72\nNanomaterials can be classified according to their chemical composition, dimensionality, and shape. Figure 3 shows the most common classification of nanomaterials as a function of structure type, dimension, and chemical composition.68\nThis review will present the development of nanotechnology for the inhibition of inorganic scale in the oil and gas industry. We will present an overview of different synthetic approaches to producing new scale inhibitor-based nanomaterials. Moreover, we will address the importance of nanomaterials for the improvement of oilfield SI squeeze applications. Where available, the morphology of the scale crystal growth and scale inhibition mechanisms of nanomaterials will also be reviewed. To the best of our knowledge, this review is the first one focusing on the application of nanotechnology in oilfield scale management."
    }, {
      "heading" : "2. NANOMATERIALS FOR SCALE INHIBITION",
      "text" : "In the past decade, nanotechnology has provided solutions for several problems in the upstream oil and gas industry such as enhanced oil recovery, drilling, fracturing, completion, and flow assurance.73−78 The revolution of nanotechnology has become an attractive topic of research in downhole oil and gas applications due to the potential to allow nanomaterials to migrate through a porous zone without significant risks of formation damage in the reservoir.66 Nanomaterials presented excellent transport, diffusion, retention, thermal, and chemical stability properties in the reservoir well.79 Furthermore, environmental nanoscience or nano-ecotoxicology has emerged in recent years, aiming to elucidate the toxicity potential of nanomaterials linked to their physicochemical characteristics.80\nThe nanomaterials that will be discussed in this section include:\nNanoemulsions. Metal/Metal oxide nanoparticles. Silicon dioxide nanoparticles. Polymer nanocomposites. Carbon-based nanoparticles. Nanofiltration membranes.\n2.1. Nanoemulsions SIs. Emulsions are a mixture of two or more immiscible liquids. Emulsions are not thermodynamically stable. Several synthetic routes can be used for emulsion preparation. Mechanical mixing is one of these methods, leading to form a wide distribution of droplet sizes. These emulsions are optically opaque and generally called macroemulsions. The oil-in-water (O/W) emulsions are termed normal , while the water-in-oil (W/O) dispersions are described as invert emulsions. Invert emulsions are waterin-oil macroemulsions that are used for improving the squeeze lifetime treatments in oil wells. They can be tuned to invert at\nFigure 2. Five stages of oilfield scale inhibitor squeeze treatment.65\nFigure 3. Classification of nanomaterials. Reproduced with permission from ref 68. Copyright 2013, Bentham Science Publishers.\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7345\nreservoir temperatures, thereby deploying the aqueous phase including water-soluble SIs. It is the scale inhibitor in the emulsion that prevents scale formation. This makes emulsified SIs very useful for application in water-sensitive wells and those with poor pressure support.40,81 Microemulsions have emulsified droplets down to the nanometer scale. Microemulsions are transparent or translucent and considered to be thermodynamically stable compared to emulsions.82 British Petroleum (BP) Exploration were the first to report the development of a microemulsion system in oilfield scale inhibition applications. They synthesized microemulsified SIs in order to increase the SI squeeze lifetimes.83−86\nNanoemulsified SI squeeze treatment is also used in the oilfield industry. Nanoemulsions are also thermodynamically stable colloidal suspension systems, in which two immiscible liquids with a very tiny droplet mixed along with surfactants and cosurfactants afford a single phase.87 Various preparation methods of very small droplet size nanoemulsions were reported, such as high mixing energy and low energy protocols. Several surfactants were used in this application, such as cetyltrimethylammonium bromide (CTAB) as a cationic surfactant and sodium bis(2-ethylhexyl) sulfosuccinate (Aerosol-OT) as an anionic surfactant. Aliphatic alcohol or amine was used as cosurfactant. Figure 4 shows the general schematic diagram of the model nanoemulsion system (O/W).\nDel Gaudio et al. prepared a monodisperse O/W or W/O nanoemulsion with tiny droplet size in the range of 30−80 nm via low energy method, called transitional phase inversion technique.88 The particle sizes of the synthesized nanoemulsions were measured by photon correlation spectroscopy (PCS) with a Malvern Zetasizer Nano S. The nanoemulsions were stabilized by nonionic surfactants, such as fatty acid esters, alkylpolyglucosides, and polymeric surfactants. The nonionic surfactant mixing ratio, which can be defined in terms of the Hydrophile-Lyophile Balance (HLB) number, played a key role in the formation of a stable nanoemulsion with ideal particle size. The prepared nanoemulsion displayed promising stability properties. It was found that they remain unchanged for over six months at ambient conditions, as well as they were stable at 100 °C for 8 h. The synthesized nanoemulsion\ncontaining up to 3% phosphino-poly(carboxylic acid) (PPCA) as commercial SI was used as a new delivery vehicle for oilfield mineral scale control in the oil reservoir, especially in depleted or water-sensitive formations. The absorption performance of these chemicals was evaluated on porous media using a sandpack test. The results showed that PPCA absorption efficiency was found to be 0.6 mg/g sand, which was 4% of the total SI injected.\nInterestingly, these systems were developed for multiple additive delivery. For example, a mixture of nanoemulsionblended PPCA in the aqueous phase and an imidazoline corrosion inhibitor in the continuous phase was investigated.\nLuo et al. prepared three kinds of environmentally friendly antiscaling nanoemulsions by orthogonal experiments.89 The nanoemulsified SIs systems consisted of five components: green surfactant fatty acid methyl ester sulfonate (MES), a degradable biodiesel fuel as oil phase, n-butanol, sodium chloride, and deionized water in the presence of three different commercial SIs. The particle size of these nanoemulsion systems was investigated by a laser diffraction particle size analyzer and found to be in the range from 15 to 30 nm. The results showed that the nanoemulsion SIs provided an improved oilfield scale inhibition, in which the inhibition rate reached over 89.6%, and no precipitation occurred with the formation water. In addition, these classes of nanoemulsified SIs provided good adsorption, slow desorption rate, excellent retention characteristics, and powerful stability at room temperature compared with other emulsions.\n2.2. Metal and Metal Oxide Nanoparticles SIs Capped Polymers and/or Surfactants. Metal and metal oxide nanoparticles (M-NPs and MO-NPs) have received extensive attention in different industrial, environmental, catalysis, and biomedical applications.90 M-NPs and MO-NPs have very promising features such as variable size, composition, and shape of the structures, leading to the ability to tailor their chemical and physical characteristics for a specific application.91 NPs have a high surface area to volume ratio and high surface energy. M-NPs need to be stabilized in order to avoid the formation of larger particles via agglomeration. M-NPs can be stabilized by modifying their surface with capping agents (or linkers) such as ligands, polymers, or surfactants. They form a protective electrostatic and/or steric cover to inhibit agglomeration and Ostwald ripening phenomena (Figure 5).92 M-NPs and MO-NPs have been functionalized with several linkers such as polymer and/or surfactants, for use in oil and gas industry applications, particularly in enhanced oil recovery (EOR) and flow assurance management.93,94 Several methods have been developed for the synthesis of M-NPs and MO-NPs using chemical and physical methods such as chemical reduction, sonochemical (ultrasound) reduction, electro(chemical) reduction, and gas-phase synthesis.90 A nanofluid is a fluid that includes nanoparticles, typically made of metals, oxides, carbides, or carbon nanotubes. The liquid part of the fluid usually contains water, ethylene glycol, or an oil.95,96\n2.2.1. Metal-Phosphonate Nanoparticles. Nanometalphosphonate SIs have drawn much recent attention as a result of their unique chemical and physical properties as well as potential inhibition performance of inorganic scale in the upstream oil industry. For example, Shen et al. developed nanocalcium-diethylene triamine penta(methylene phosphonate) (Ca-DTPMP NPs) as nanofluid SI (SINPs) to prevent scale formation and improve the performance of the phosphonate SIs injection into the oil production well.97−99\nFigure 4. Model nanoemulsion system (O/W) as scale inhibitor.\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7346\nDTPMP is well-known as one of the most common commercial phosphonate SIs in the oil industry.40,53 Figure 6\nshows the plausible general mechanism of oilfield scale inhibition-based NPs. For example, Ca-DTPMP SINP could be injected into oilfield downhole formation, where the CaDTPMP SINPs can travel through the near-well porous rock and are left to deposit in the formation during a shut-in period. When oil production is restarted, Ca-DTPMP SINPs will dissolve in the produced fluid to inhibit scale formation (Figure 6).\nA series of Ca-DTPMP SINPs were synthesized by a chemical precipitation route with the assistance of phosphinopoly(carboxylic acid), as shown in Figure 7.98,99 PPCA was used as a dispersant to stabilize Ca-DTPMP SINPs in an aqueous solution. Ca-DTPMP SINPs containing PPCA were\nfound to be a spherical shape with a particle size between 100 and 200 nm. The morphology and particle size of the CaDTPMP SINPs were characterized by cryogenic transmission electron microscopy analysis (cryo-TEM) analysis and dynamic light scattering (DLS), respectively. Furthermore, the evaluation of the transportability and return behavior of the PPCA and phosphonate-blended SINPs in the formation medium were investigated. It was found that the influence of PPCA, KCl (different concentrations), and sonication treatment techniques play a key role in the transport and deposition kinetics of Ca-DTPMP SINPs in chalk and sandstone matrices. The obtained results showed that the adsorption of PPCA on the Ca-DTPMP SINPs surface led to an increase of SINPs mobility through the porous phase. With the assistance of KCl, the deposition rate of PPCA-capped Ca-DTPMP SINPs in porous media increased with increasing KCl concentrations. Also, it was found that ultrasonic irradiation can improve the mobility of Ca-DTPMP SINPs at high KCl and PPCA concentrations in porous media. Moreover, Ca-DTPMP SINPs provided significant retention properties and long-term flow back performance onto the formation rock using Frio sandstone columns over an 18 h shut-in period.99 Teck et al. reported the numerical study of adsorption enhancement by metal-phosphonate SINPs using Eulerian computational fluid dynamics (CFD) solver ANSYS/FLUENT based on a scaled downflow model.100 It was found that the Ca-1-hydroxyethylidene-1,1-disphosphonic acid (HEDP) SINPs gave better adsorption properties compared with the normal HEDP.\nIn continuation of the efficiency of the application of metalphosphonate SINPs in oilfield scale inhibition, Zhang et al. applied a surfactant-assisted chemical precipitation route to prepare a series of metal-phosphonate SINPs using cationic and anionic surfactants, such as tetradecyltrimethylammonium bromide (TTAB) and sodium dodecyl sulfate (SDS), respectively.101 Zn-bis(hexamethylene triamine penta (methylene phosphonic acid)) (Zn-BHPMP SINPs), Zn-DTPMP\nFigure 5. Agglomeration process problem of M-NPs and stabilization M-NPs with linkers such as polymers, surfactant, and ligands.92\nFigure 6. Schematic illustration of the mechanism of Ca-DTPMP SINPs in an oilfield scale squeeze treatment. (a) Injecting process of SINPs into oilfield downhole formation. (b) Returning inhibitor process after the shut-in period. Reproduced with permission from ref 99, 2016, Copyright Royal Society of Chemistry.\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7347\nSINPs, and Ca-DTPMP SINPs in the presence of TTAB and SDS were synthesized and evaluated for their transport and squeeze lifetimes in chalk and sandstone porous media compared with unfunctionalized Ca/Zn-DTPMP at the same conditions. The physical and chemical properties of all synthesized SINPs were determined by transmission electron microscopy (TEM), Fourier transform infrared (FT-IR), X-ray diffraction (XRD), and SEM. The characterization results showed that the morphology of the metal-phosphonate SINPs incorporating surfactants were porous materials with an amorphous structure. It was determined that the presence of a surfactant as a surface-capping agent in the synthesized SINPs played an important role in controlling the size and aggregation tendency of NPs. For example, Ca-DTPMP SINPs capped TTAB gave the optimum particle size in the diameter of 80−150 nm compared with the pure Ca-DTPMP SINPs. Interestingly, the metal phosphonate surfactant-capped SINPs afforded better migration properties through both calcite and sand porous media in comparison with Ca-DTPMP SINPs capped PPCA and pure Ca/Zn-DTPMP SINPs. The results of laboratory squeeze tests demonstrated that metal-phosphonate surfactants-capped SINPs enhanced retention properties onto the formation rock, leading a worthy slowing of the phosphonate SIs from the porous matrix.\nTo find the optimal SINPs in the oil application, it is very important to study the effective parameters in the preparation process of NPs. Kiaei et al. studied the effective factors in the synthesis of metal-phosphonate SINPs applicable to the oil industry.102 In this study, Ca-DTPMP SINPs capped CTAB were prepared in an aqueous reaction media using a precipitation process. The influence of pH, CTAB, Ca2+, and DTPMP concentrations, and ultrasonic treatment on the crystallite size, particle size distribution, shape, and morphol-\nogy have been reported.102 The physical properties of all newly synthesized SINPs were investigated by XRD and SEM, in which the diameters of the particles were in the range of 91− 166 nm. The experimental results showed that more dispersed, homogeneous size, separable, and fine Ca-DTPMP SINPs were produced at higher pH values. The particle size and morphology of the synthesized Ca-DTPMP SINPs-capped CTAB became more compatible by increasing the CTAB/Ca2+ molar ratio. In addition, it was found that fine dispersed spherical Ca-DTPMP SINPs were prepared by either increasing the concentration of Ca2+ ion or decreasing the DTPMP concentration.\nKiaei et al. studied Ca-DTPMP SINPs in inhibition of calcite scaling in a bulk water process.103 Two Ca-DTPMP SINPs were synthesized via a precipitation process in the presence of CTAB as a stabilizing agent of the particle size. The inhibition performance was determined using an ion meter device, in which Ca2+ measurements can be formed in situ, and the Ca2+ concentration was detected accurately using a Ca2+ selective electrode. The experimental results showed that Ca-DTPMP SINPs-capped CTAB delayed the precipitation of the calcite scale, in which the concentration rate of the Ca2+ ion reduction decreases in the bulk solution. The calcite inhibition performance was improved by increasing Ca-DTPMP SINPscapped CTAB concentration from 5.6 to 11.2 ppm. In addition, the inhibition performance of Ca-DTPMP NPs in the presence of CTAB was compared with the micro-CaDTPMP compound (without a stabilizing agent) as well as commercial DTPMP at the same conditions. It was found that Ca-DTPMP SINPs-capped CTAB afforded a better inhibition performance than the other two chemicals. Furthermore, field emission scanning electron microscopy (FESEM) analysis was applied in order to study the morphological changes and the\nFigure 7. Synthesis of Ca-DTPMP NPs as SI nanofluid for the oil and gas industry. Reproduced with permission from ref 98, 2017, Copyright Elsevier B.V.\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7348\ncrystal shape of deposited calcite in the absence and presence of Ca-DTPMP SINPs-capped CTAB. It was found that CaDTPMP SINPs-capped CTAB interacted with the calcite crystals, leading to changes in the morphology from cubical to spherical shapes, as shown in Figure 8.\nOverall, in addition to the improved delivery, diffusion, and squeeze lifetime properties of Ca-DTPMP SINPs capped surfactants in the porous media, this study showed a reasonable calcite inhibition performance compared to commercial phosphonate SIs such as DTPMP.\nIt was well-known that the precipitation of oilfield scale, such as a calcite scale in tight gas-condensate reservoirs, can lead to a reduction in permeability and porosity of the porous matrix. Franco-Aguirre et al. developed for the first time a nanofluid based on the interaction between active metal NPs such as Ca-DTPMP and the remaining synthesis fluid (RSF) obtained from the preparation process, to prevent and remove the formation damage due to the precipitation/deposition of calcite scale.104 A series of Ca-DTPMP SINPs with varying phosphonate concentrations between 0.01 and 0.5 M were synthesized. FESEM and DLS were used to characterize the final SINPs, affording particle diameters in the range of 36 and 69 nm. Furthermore, the core flood tests were performed for the best SINPs at typical tight gas-condensate reservoir conditions of a temperature of 110 °C (230 °F) and confining and pore pressures of 34.47 MPa (5000 psi) and 6.89 MPa (1000 psi), respectively. FESEM images showed that the morphology of the synthesized SINPs in the presence of high DTPMP concentrations was irregular, while low DTPMP concentrations afforded SINPs in spherical and cubic shapes. In addition, FESEM data gave an overview of the calcite crystal morphology in the absence and presence of SINPs.\nIt was found that Ca-DTPMP SINPs with RSF afforded excellent performance under dynamic conditions for the inhibition and removal of formation damage. The inhibition tests afforded a high perdurability of the Ca-DTPMP SINPs with RSF of ∼60 PV before damage is formed. The experimental results of the remediation test indicated that DTPMP SINPs with RSF could recover the properties of the\nsystem and enhance the oil migration in comparison with the base system.\nIn addition to the conventional oilfield aqueous SIs, nonaqueous inhibitor formulations are beneficial for low water cut and water-sensitive oil production wells.40 Zhang et al. synthesized for the first time a novel reverse micelle with attached inhibitor nanofluids, and they were proposed for use as nonaqueous SINPs for oilfield scale management.105 CaDTPMP SINPs were prepared in a water-in-oil microemulsion (reverse micelle) system, which afforded reverse micelle scale inhibitor nanoparticles (RMSINPs) capped anionic surfactant bis(2-ethylhexyl) sulfosuccinate sodium salt (AOT) and nonionic surfactant nonaethylene glycol monododecyl ether (C12(EO)9), as shown in Figure 9.\nThe new RMSINPs were evaluated for their transportation and diffusion performance in a calcite medium using column flow-through tests. In addition, the physicochemical properties of RMSINPs, morphology, crystal structure, and thermal decomposition were screened by TEM, IR spectra, and thermal gravitational analyses (TGA), respectively. Furthermore, the squeeze lifetime properties of the synthesized RMSINPs were reported via the following steps of preflush, pill injection, overflush, shut-in, and inhibitor back in a calcite column. It was noted that the morphology of the synthesized Ca-DTPMP RMSINPs was approximately spherical, with a particle size of ca. 250 nm. These Ca-DTPMP RMSINPs were stable at room temperature and 70 °C. Ca-DTPMP RMSINPs showed excellent transportability performance in the presence of isooctane as an organic preflush media compared with conventional NaCl aqueous solution.105 In addition, longterm laboratory squeeze tests concluded that Ca-DTPMP RMSINPs displayed a reasonable performance in comparison with the traditional acidic pill solution, leading to a prolonged squeeze lifetime.\n2.2.2. Magnetic Nanoparticles. Magnetic nanoparticles with a diameter range from 1 to 100 nm have unique\nFigure 8. SEM images of the calcite crystal formation. (a) Blank calcite. (b) 5.6, (c) 8.6, and (d) 11.2 ppm of Ca-DTPMP SINPcapped CTAB. Reproduced with permission from ref 103, 2014, Copyright Elsevier B.V.\nFigure 9. Schematic representation of the synthesis of Ca-DTPMP SINPs in isooctane-capped AOT and C12(EO)9 surfactants. Reproduced with permission from ref 105, 2016, Copyright The Royal Society of Chemistry.\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7349\nphysicochemical properties and have been of great potential interest in medical and biomedical applications for some time.106,107 For example, iron oxide magnetic nanoparticles (IONPs) have biocompatible and environmentally safe properties that make them very useful for clinical applications.108 The focus on magnetic nanoparticles has also increased in oil and gas applications, such as EOR, targeted adsorption, drilling and completion improvement, directional mobility, reservoir sensing and imaging, and heavy oil recovery.94\nHowever, the reported scientific work on the application of magnetic NPs as scale inhibitors is relatively limited. Do et al. synthesized magnetic iron oxide NPs encapsulated maleic-coacrylamido-2-methyl-1-propanesulfonate copolymers with the average size distribution of 20−30 nm.109 The synthesis route of theses magnetic NPs was divided into two steps, as shown in Figure 10. The first step was the synthesis of oleic acid-coated\niron oxide nanoparticles (OMNPs) by a coprecipitation process with ultrasound irradiation. The second step was the synthesis of OMNPs encapsulated copolymer of maleic acid and sodium 2-acrylamido-2-methyl-1-propanesulfonate (MAco-AMPS) via an inverse mini-emulsion polymerization support. The calcite and gypsum scale inhibition performance of theses magnetic NPs was investigated according to the NACE standard TM 03-074-95 testing method and compared with pure MA-co-AMPS polymer at the same test conditions. The scale inhibition performance was tested at different magnetic NPs SI doses of 5, 10, 20 ppm, as well as several aging temperatures of 70, 90, and 120 °C. The morphology results showed that calcium carbonate minerals were formed in the form of aragonite crystals. The calcium inhibition efficiency (Ica) for both magnetic NPs and pure copolymers at different temperatures and dosage concentrations was reported.109 It was found that the best Ica value was 63.6% for magnetic NPs and 65.0% for pure copolymer at 90 °C and 5 ppm of SI.\n2.2.3. Aluminum Nanoparticles. Aluminum nanoparticles (AlNPs) have recently attracted attention due to their extremely cost-effective and unique physicochemical properties. AlNPs are widely applied in a variety of fields, including catalysis, biomedical, petroleum industry, material science, solid rocket propellants, explosives, etc.110−112 Yan et al. synthesized Al-sulfonated poly(carboxylic acid) (SPCA) SINPs using an environmentally friendly protocol.113 The new ALSPCA SINPs were used for barite scale inhibition. ALSPCA SINPs were synthesized via a hydrothermal process from environmentally friendly and very low-cost chemicals, such as Al(NO3)3·9H2O and urea (CO(NH2)2)2). To control the particle size of the final NPs, the reaction conditions were optimized, such as temperature, reaction time, concentrations of Al(NO3)3·9H2O, (CO(NH2)2)2), and ionic strength (NaCl). The optimal control of the reaction conditions could produce ALSPCA SINPs with an average size of 80 nm. The barite oilfield nucleation inhibition was tested by measuring the efficiency of ALSPCA SINPs in synthetic brine solutions, including BaCl2 (Solution A), an anionic solution 1.56 mM Na2SO4 (solution B), and 1 mg/L ALSPCA SINPs and 1.56 mM Na2SO4 (Solution C). The calcite spar packed porous media flowback results showed that ALSPCA SINPs afforded a long-term return performance of more than 3800 pore volumes (PV). PPCA was used as a dispersant to enhance the mobility of ALSPCA SINPs in the porous media. In the presence of 1% KCl and PPCA, almost 100% breakthrough of AlSPCA SINPs was achieved in Iceland spar calcite porous media.\nYan et al. continued his study of producing nontoxic environmentally friendly AlNPs and their use for enhancing squeeze lifetime performance by developing viscous solutions.114−116 There are several methods used in the field for improving the squeeze lifetime.40 One of these methods is the use of viscous solutions or gels, such as xanthan-based viscous fluids. Yan et al. used boehmite (aluminum oxide hydroxide ( - AlO(OH)) NPs with particle size range from 3 to 10 nm, functionalized with cross-linked sulfonated poly(carboxylic acid) to produce viscous gel nanofluid AlOOH SPCA SINPs. Again, different reaction conditions in the synthesized process such as pH, temperature, salinity, and reactant concentrations affected the viscosity and particle size of the produced AlNPs. The barite scale inhibition efficiency in the absence and presence of AlOOH SPCA SINPs was investigated using the turbidity method and measuring the efficiency of the returned AlOOH SPCA SINPs concentrations from calcite-packed columns. AlOOH SPCA SINPs showed excellent squeeze treatment performance, with a return performance above 2000 PV. The laboratory squeeze tests of AlOOH SPCA SINPs showed that 73% SPCA was retained in the Iceland spar calcite and that the returned SI from the column effluent can prevent barite at a saturation index of 1.7. It was shown that the normalized squeeze life (NSL) of AlOOH SPCA SINPs was\nFigure 10. Schematic diagram of the synthesis of oleic acid iron oxide nanoparticles OMNPs capped copolymer of maleic acid and sodium 2-acrylamido-2-methyl-1-propanesulfonate (MA-co-AMPS) as calcium carbonate SIs. Modified from ref 109, 2013, Copyright Vietnam Academy of Science & Technology.\nFigure 11. Schematic diagram SEM images of the CaCO3 crystals. The scale-forming solutions containing (a) blank; (b) 4 mg/L PBTCA; (c) 1 g/ L Al2O3 NPs, and (d) 1 g/L Al2O3 NPs blended 4 mg/L PBTCA. Reproduced with permission from ref 118, 2019, Copyright Elsevier Ltd.\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7350\n100 times higher than the pure SPCA. It was also found that the addition of Ca2+ ions increased the sorption of SPCA onto AlO(OH) NPs compared to neat SPCA, via cross-linking between Ca2+ ions and free SPCA molecules leading to improve the adsorption of SPCA onto AlO(OH) NPs.\nWang et al. studied the performance and inhibition mechanism of CaCO3 scale control in the presence of aluminum oxide (Al2O3) nanofluids and commercial SIs such a s 2 - p h o s p h o n o b u t a n e - 1 , 2 , 4 - t r i c a r b o x y l i c a c i d (PBTCA).117,118 Nanoalumina ( -phase, with 20 nm average particle size) was used in this study. SEM was used to identify the morphology and structure analysis of CaCO3 crystals in the absence and presence of Al2O3 NPs-co-PBTCA SI. It was found that the calcium carbonate crystals produced in the synthetic blank scale-forming solution were mostly rhombohedral, with smooth and compact surfaces (Figure 11a). PBTCA SI distorted the calcium carbonate crystals, which shows that some spherical crystals appeared, and their surfaces were rough and irregular (Figure 11b). In the presence of Al2O3 NPs and/ or Al2O3 NPs blended PBTCA, the calcium carbonate crystals were mainly rod-shaped and attached with fine particles (Figure 11c,d, respectively). It is well-known that PBTCA gives excellent solution scale inhibition performance for CaCO3 scale. In this work, the results of the scale inhibition performance test showed that inhibition efficiency was over 97%, with 4 mg/L concentration of PBTCA. In contrast, in the presence of Al2O3 NPs-co-PBTCA, the scale inhibition performance of PBTCA decreased with an increase in Al2O3 NPs concentration. For example, when the concentration of PBTCA was 4 mg/L and the concentration of Al2O3 NPs was 1 g/L, the scale inhibition efficiency was only 6.5%.\n2.2.4. Copper Nanoparticles. Copper metal is well-known as a thermally conductive material for heat exchangers, because of its unique properties of high heat-transfer coefficient. A superhydrophobic copper surface has recently increased dramatically in the number of its industrial applications. This copper surface is prepared by an anodization process in NaOH and KOH solutions.119−121 Jiang et al. developed superhydrophobic anodized CuO nanowires blended 1H,1H,2H,2Hperfluorodecyltriethoxysilane (FAS-17) and utilized them for calcite scale control (Figure 12).122 The scale inhibition performance, crystal morphology, and crystallization mechanism in the absence and presence of superhydrophobic CuO nanowires were reported. The modified superhydrophobic CuO-incorporated FAS-17 gave excellent antiscaling performance for calcite. In addition, the nucleation rate of calcite crystals was decreased in the presence of the modified\nsuperhydrophobic CuO nanowires because of the low surface energy, low adhesion strength of calcium carbonate crystals, and an air film retained on the superhydrophobic surface.\n2.3. Silicon Dioxide (SiO2) Nanoparticles (Silica NPs). Silica NPs are rapidly growing in importance in many of the currently important fields of science and industry-based nanotechnology.123 Silica is one of the most abundant compounds on the earth, as well as being a cost-effective material with an absence of toxicity. Because of the exclusive thermal, large boundary surface, mechanical, physicochemical properties, SiO2 NPs exhibit unique applications as fillers in the preparation of polymer nanocomposites (PNC).124 The application of SiO2 NPs as nanofluids for petroleum industry applications has been the subject of research interest in recent years. For example, pioneering work on the application of SiO2 NPs for EOR and flow assurance purposes has been performed.73,94,125 Zhang et al. fabricated Zn-DTPMP NPs via a silica-templated process to afford Si-Zn-DTPMP SINPs.126 In this research project, SiO2 NPs (30%, wt/wt) with the particle size of 22 nm and 135 m2/g surface area were used. The new Si-Zn-DTPMP SINPs were used to improve the diffusion and mobility of phosphonate SIs onto the calcitebased crushed formation medium using a column breakthrough test. In addition, an anionic surfactant sodium dodecylbenzenesulfonate (SDBS) SDBS was used as a preflush agent in order to improve the transport performance in the formation media. The morphology results showed that Si−ZnDTPMP in the absence of SDBS was an irregular shape, and particles started to aggregate, while SDBS-capped Si−ZnDTPMP SINPs were spherical and monodispersed. In addition, SEM and XRD analyses demonstrated that Si−ZnDTPMP SINPs were amorphous solids.\nTransportation efficiency experiments of Si−Zn-DTPMP NPs without capped SDBS showed a limited performance and did not reach 100% breakthrough. In contrast, the mobility performance in formation media was enhanced in the presence of a preflush aqueous solution of SDBS. Furthermore, the laboratory squeeze test of Si−Zn-DTPMP SINPs afforded a promising prolonged squeeze lifetime treatment. Following the same silica-templated route, Zhang et al. synthesized crystalline Si−Ca-DTPMP nanofluid by modifying the amorphous phase Ca-phosphonate precipitates via a diafiltration treatment.127 These crystalline Si−Ca-DTPMP were transported through carbonate and sandstone porous media at different breakthrough levels. It was also found that the maximum transport distance of Si−Ca-DTPMP nanofluid in porous media was dependent on the flow velocity and the particle attachment efficiency. In another work, it was reported that the flow of crystalline Si−Ca-DTPMP NPs in calcite and Louise sandstone formation matrix could be achieved in the presence of a surfactant preflush treatment such as SDBS.128 Long-term squeeze treatment tests of the crystalline Si−Ca-DTPMP NPs showed excellent efficiency of returned phosphonate SI concentrations over thousands of pore volumes (PVs) compared with the conventional inhibitor pill solutions. The morphology and solubility prosperities of the crystalline Si− Ca-DTPMP NPs played an essential role in controlling the return concentrations of the used NPs.\nIn continuing attempts to enhance the transportability of DTPMP SI into the target zone in the formation, Zhang et al. reported the synthesis of DTPMP-polyamine containing SiO2 NPs, which afforded the scale inhibitor nanoparticle capsule (SINC) as a delivery vehicle for oilfield mineral scale\nFigure 12. Schematic diagram of the synthesis of CuO nanowires blended 1H,1H,2H,2H-perfluorodecyltriethoxysilane (FAS-17) as calcite SI.\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7351\ncontrol.129 SINC utilized SiO2 with an average size of 22 nm as the building blocks and poly(allylamine hydrochloride) (PAH) with a molecular weight of 70 000 g mol−1 as the template (Figure 13). The synthesis temperature was determined to greatly impact the physicochemical properties of the synthesized SINCs, as well as the agglomeration rate. The measured particle diameters of SINC particles by DLS were 150, 250, 650, and 5000 nm, at reaction temperatures of 4, 22, 50, and 90 °C, respectively. The barite nucleation kinetic test demonstrated that DTPMP-PAH-capped SiO2 capsules gave reasonable inhibition performance.\nThe laboratory column transport test showed that DTPMPPAH-capped SiO2 capsules were able to be flooded in crushed and consolidated sandstone media. The mobility of these NP capsules was assessed by screening several factors, such as containing a preflush agent, formation material grain diameter, temperature, and return pressure. An increase in the preflush solution ionic strength and temperature led to a reduction in the final breakthrough level, as well as an improved tendency for DTPMP-PAH-capped SiO2 capsules to be removed by the sandstone matrix. In addition, the sorption of DTPMP-PAH capped SiO2 capsules toward the sandstone medium was promoted with an increase in backpressure. Overall, the prepared DTPMP-PAH-capped SiO2 capsules were presented for the first time as an optimal delivery vehicle to transport phosphonated SIs into the formation.\nAnother use of silica NPs was reported by Kumar et al. They created a superhydrophobic surface in the presence of multiscale nanostructures on the walls of production pipelines in order to prevent and/or delay the scale formation.130 The preparation procedure to make a superhydrophobic surface capped SiO2 for oilfield scale control can be illustrated as follows: (1) paint the inner surfaces of the pipeline with an\nepoxy material via a feasible dip-coating process, (2) sandblast the surface by aluminum oxide grains in order to form nanostructures on the paint surface, (3) anchor nanosilica particles by dip coating the pipeline into a nanosilica/epoxy adhesive, (4) finally, SiO2 NP surface was functionalized with polyaminopropyl-terminated polydimethylsiloxane (ATPS) in order to enhance the hydrophobicity properties. The epoxy resin nanostructure capped SiO2NPs showed a superhydrophobic surface with a contact angle of 167.8° for water compared with a normal surface (30°). The superhydrophobic surface showed a reasonable reduction in the scale formation by minimizing the contact area of the water with the tubing. In addition, these modified surfaces provided powerful resistance to organic solvents and variation of pH.\nWater injection is one of the most common EOR procedures in order to increase oil production from reservoirs. Because of the incompatibility of injection and formation water compositions, the risk of scale formation often occurs in the production tubing. Safari et al. studied different particle sizes and concentrations of SiO2 NPs as SI for gypsum scale formed in this way.131 In this study, the conductivity through a static test method was used to evaluate the inhibition performance of oilfield SiO2 SINP. Conductivity measurements were used to determine the number of ions in the solution, leading to detect the amount of scale deposited in the solution. The water composition of the reservoir fluids in this work was based on FW with Persian Gulf SW injection in the Siri oilfield in Iran. The conductivity results showed that the addition of optimal size and concentration of SiO2 NPs to the SW decreased the rate of conductivity of the solution, which led to minimizing the scale formation.\nThe same research group prepared SiO2 SINPs (20−30 nm) in the presence of diethylenetriamine penta(methylene\nFigure 13. Schematic representation of the synthesis of DTPMP-polyamine containing SiO2 NPs as SINC. Reproduced with permission from ref 129, 2016, Copyright The Royal Society of Chemistry.\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7352\nphosphonic acid) (DETPMP) to improve the inhibition rate of gypsum oilfield scale.132 They used the same conductivity tests to detect the amount of scale formed in the solution, as well as investigating the morphology of the crystals using SEM. It was found that SiO2 NPs-co-DETPMP SI gave a better scale inhibition performance compared with that of SiO2NP or DETPMP alone. It was also reported that SiO2 SINPs showed good scale inhibition for barite scaling. More recently, Safari et al. reported nanosilica and nano glass flakes (NGFs) as potential SIs during smart water flooding.133 The particle sizes of the nanosilica were in the range of 15−20 nm, while the particle size and thickness of NGFs were 100 nm and 1 m, respectively. It was found that these nanoparticles were dispersed in the smart water solution, leading to a decrease in the amount and the rate of scale formation, at different temperatures of 25 and 50 °C. It was also noted that NGFs gave a better scale inhibition performance as the temperature rises from 25 to 50 °C compared to nanosilica.\nTavakoli et al. studied different concentrations of SiO2 SINPs for the prevention of barite scale during the water injection process.134 To investigate the impact of SiO2 SINPs as barite SI, 18 core flooding tests to measure permeability reduction of the porous matrix were performed under a variety of conditions such as the variable mixing ratio of SW to FW, temperature, SiO2 SINPs concentration, and injection rate. The experimental results showed that, by increasing the injection rate and higher temperature, the permeability reduction decreased, which led to preventing barite scale deposition. Furthermore, the addition of SiO2 SINPs to the injection SW minimized the barite scaling to a limited level of SiO2 SINPs concentration. The effective range of SiO2 SINPs concentrations was from 0.05 to 0.125 wt %.\nSiO2 SINP was also used for calcium carbonate scale treatment. Al Nasser et al. used three different types and concentrations of SiO2 NPs (pure SiO2 (7−14 nm), modified SiO2−OH, and modified SiO2−NH2) to control the nucleation and crystallization of CaCO3 using a light reflection technique.135 The results showed that the modified silica structures afforded the highest reduction in induction time at room temperature in comparison with unfunctionalized SiO2\nNPs, consequently indicating improved control over calcite crystallization.\nSulfide scales are less common than calcite and barite scales but can be the hardest scale to control in the oil and gas industry.40 Zinc sulfide (ZnS) and lead sulfide (PbS) scale can be quite common in high-pressure high-temperature (HPHT) reservoirs. There are limited commercial inhibitors to control the sulfide scales at HPHT conditions. Therefore, a joint project between Total and the University of Lyon, France, was established to utilize SiO2-capped cationic and/or sulfonated anionic polymer for ZnS/PbS scale management for Central Graben Area (CGA) HPHT field, North Sea.136 SiO2 NPs capped polymers were synthesized via the sol−gel route, which is cost-effective and an easy method for controlling the size and morphology of the NPs. The scale inhibition performance was evaluated using static and dynamic tests at two temperatures (120 and 215 °C). To detect the thermal stability of the synthesized SiO2-capped polymer, thermal aging and postaging tests were run at 215 °C for 5 d. The morphology of the sulfide crystals in the presence and absence of SiO2 NP capped polymer was investigated. The results of the high-pressure dynamic tube blocking test in mild conditions indicated that SiO2 NPs capped polymer inhibited ZnS at 3 mg/L. In addition, a long-term squeeze treatment test showed that SiO2 NP capped polymer gave better adsorption properties compared with unfunctionalized SI using bench coreflood experiments.\nIn a continuation of their attempt to find the ideal sulfide SIs for HPHT applications, they patented novel hybrid nanoparticle-based SiO2 matrix and lanthanide oxide NPs.\n137 A series of lanthanide oxide cores capped with a layer of polyorganosiloxane (POS) and then functionalized with at least one of polymeric commercial SI were developed. For example, Figure 14 shows the preparation route of gadolinium oxide (Gd2O3) coated with a layer of polysiloxane (POS)-copoly(4-styrenesulfonic acid-co-maleic acid) sodium salt to afford FII-PC4Si. The copolymer had a 3:1 styrenesulfonic acid/maleic acid ratio with a molecular weight of 20 kDa. Other polymers were used in this work, such as 1,3- benzenedicarboxylic acid, polymer with 2,2-dimethyl-1,3-\nFigure 14. Schematic illustration of Gd2O3@SiO2 coated poly(4-styrenesulfonic acid-co-maleic acid) (or Fll-PC4Si) as sulfide SI for HPHT applications.\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7353\npropanediol, 2,5-furandione, hexanedioic acid, 1,3-isobenzofurandione, 2,2 -oxybis(ethanol), 1,2-propanediol, terpolymer allyl sulfonate, maleic anhydride, and 1-hydroxyethane-1,1diphosphosphonic acid (TP8106G). The particle size of the synthesized Fll-PC4Si was 55 ±5.0 nm. In addition, Fll-PC4Si was prepared with different concentrations of gadolinium oxide coated with a layer of polysiloxane (PC4Si), affording particle size in the range of 0.5−60 nm.\nThe new synthesized SINPs were compared and evaluated with commercial SIs through a variety of tests, including highpressure dynamic tube-blocking inhibition performance tests, thermal stability, permeability, and the squeeze treatment test, especially for HPHT fields. They used a 50:50 volume mixture of FW and synthetic SW to produce ZnS scaling. FII-PC4Si and FII showed the same inhibition performances for the ZnS scale. However, FII-PC4Si showed good thermal stability with respect to ZnS scale inhibition performance after being aged in anaerobic conditions at 225 °C for 5 d. Moreover, the results of simple permeation of the NPs into the core sample showed that the NPs gave greater retention performance compared to conventional SIs. In addition, a series of sand absorption and/ or desorption experiments for the new NPs was performed.\n2.4. Polymer Nanocomposites (PNCs) SIs. This section discusses the use of polymer nanocomposites (PNCs), which are relatively new materials that have been considered for a wider range of applications, including the oil and gas industry. This industry has strived for many years to develop green chemicals that have little or no acute and chronic environmental impact. There have been several attempts to provide improved eco-friendly and more biodegradable SIs to replace some of the commercial organophosphorous compounds. Well-known industrial eco-friendly SIs include various polyaspartates (PASP), polyepoxysuccinic acid (PESA), and carboxymethyl inulin (CMI). However, these chemicals have at least one drawback, among them being weak thermal\nstability, high cost, and various incompatibilities with the production system. PNCs based on cellulose have attracted noticeable attention because of their inherent advantages, such as biodegradability, biocompatibility, low cost, and environmental friendliness.\nSheikhi et al. developed for the first time cellulose fibrils at the nanoscale for threshold scale control.138,139 In this study, cellulose fibrils were divided into dicarboxylic acid-functionalized biopolymers and hairy nanocelluloses. The new environmentally friendly nanocellulose materials were evaluated for CaCO3 scale inhibition using a global potentialcontrolled electrochemical method, chronoamperometry. Dicarboxylated cellulose (DCC) was synthesized from cellulose via periodate and chlorite oxidation process, affording DCC with a large number of carboxyl units (up to 12 mmol g−1) on the backbone. In addition, hairy nanocelluloses were made (also called electrosterically stabilized nanocrystalline cellulose (ENCC)), which is a cellulose nanocrystal with DCC chains sticking from both ends. In ENCC, all DCC chains (at each end) are close to each other, affording a high local concentration of carboxylic acid (−COOH) functional groups. In this study, three types of ENCC were developed (ENCC1, ENCC2, and ENCC3, with long hairs, medium-sized hairs, and short hairs, respectively) with a rod-shaped crystalloid of length 100−200 nm and width ∼5 nm. The calcite scale inhibition performance of ENCC was compared to other nanocelluloses such as DCC and carboxymethyl cellulose (CMC), conventional cellulose nanocrystals (CNC), oxidized CNC (TEMPO−CNC), and oxidized nanofibrillar cellulose (NFC), as well as commercial SIs (Figure 15).\nThe results of the calcite scale inhibition test showed that hairy nanocelluloses gave improved performance compared to CNC, as well as commercial phosphonated and carboxylated SIs, for example, KemGuard 269-Kemira and poly(acrylic acid) (PAA), respectively. CNC gave poor scale inhibition perform-\nFigure 15. Cellulose-based chemicals tested for calcite scale inhibition. (a) Chemical structures of DCC and CMC. (b) Schematic structures of various hairy nanocelluloses (ENCC1, ENCC2, and ENCC3), as well as conventional nanocelluloses (CNC, TEMPO−CNC, and NFC). Modified from ref 138, 2018, Copyright The Royal Society of Chemistry.\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7354\nance, resulting in calcite deposition, even at high additive concentrations. This is undoubtedly due to the lack of carboxylic acid groups in CNC. ENCC2 and ENCC3 gave poor to moderate performance against calcite scaling. DCC and ENCC1 gave excellent calcite scale inhibition compared to commercial phosphonated SI (KemGuard 269, Kemira). Furthermore, the morphology results showed that CNCs resulted in the formation of CaCO3 polymorph crystals in the form of calcite (Figure 16a). Meanwhile, the calcium carbonate crystals in the presence of DCC and/or ENCC1 were formed as the rarer vaterite (Figure 16b).\nPoly(vinyl sulfonate) (PVS) is an effective oilfield barite SI. However, PVS SI has relatively poor adsorption properties onto formation rock, resulting in short squeeze treatment lifetimes.40 Veisi et al. developed polyelectrolyte complex nanoparticles (PECNPs) to enhance the squeeze lifetime treatment of PVS in the reservoir.140 PECNPs had been widely used previous to this in drug delivery systems to entrap and deliver specific materials such as DNA to a targeted core of the body.141 In this study, positively charged PECNPs consisting of a polycation, polyethylenimine (PEI), and the polyanionic PVS were prepared to entrap the PVS within the structure (Figure 17). Several PECNPs with a different mass ratio of PEI and PVS solutions were developed in order to find the optimal NPs for squeeze treatment applications. The average size of the\nsynthesized PECNPs was investigated by zeta potential analyzer, giving the optimal diameter of the particles in the range of 160 nm. The thermal stability of these PECNPs at different temperatures and overtime was also investigated. The results of static and dynamic adsorption tests showed that PECNP-entrapped PVS afforded rapid and robust adsorption on the Berea sandstone rock. In addition, sand pack results demonstrated that a rapid increase in the ionic strength can cleave the PECNP-entrapped PVS structure and release the PVS into the brine solution. The scale inhibition performance and squeeze treatment lifetime of PECNP-entrapped PVS into the Berea core were evaluated using core flooding in combination with a dynamic tube blocking test. The results showed that PECNP-entrapped PVS enhanced and prolonged the squeeze lifetime by 22% in comparison with unentrapped PVS. In addition, ionic strength shocks gave a further improvement of the release of PVS and increased the squeeze treatment lifetime of the PECNP-entrapped PVS by 40% compared to unentrapped PVS.\nAs mentioned earlier, cross-linked SIs can be used to improve the SI squeeze lifetime downhole.40 Jenn-Tai et al. patented another class of nanosized cross-linked polymeric SIs to prolong the oilfield scale inhibition treatment lifetime.142 A series of these nanoparticles were synthesized via two steps as follows: (1) solution polymerization reaction of commercial monomers, such as acrylic chemicals with carboxylate, sulfonate, or phosphonate groups, in the presence of a crosslinker agent (e.g., N,N -methylenebis(acrylamide)) to afford the cross-linked polymeric SI in the form of a gel, (2) the resulting cross-linked polymeric SIs were blended as an anionic solution to give the desired nanoparticle size of cross-linked SINPs. Figure 18 shows the schematic representation of the synthesis of cross-linked SINPs. An aqueous suspension of these cross-linked SINPs can be injected into the formation rock. It is assumed that the cross-linking bonds in these particles will then be subjected to hydrolysis in the reservoir matrix, providing a slow and sustained SI release.\nFor the scale inhibition performance test, the synthesized cross-linked SINPs were evaluated for brine compatibility via incubating in a model brine (50:50 volume mixture anion and\nFigure 16. Schematic diagram SEM images of the CaCO3 crystals. (a) Mineralization of calcium carbonate with CNC and (b) mineralization of calcium carbonate with ENCC. Reproduced with permission from ref 139, 2018, Copyright The Royal Society of Chemistry.\nFigure 17. Schematic diagram of the synthesis of polyelectrolyte complex nanoparticles (PECNPs) consisting of polyethylenimine (PEI) and polyvinyl sulfonate (PVS).\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7355\ncation with total dissolved solids (TDS) 20 602 ppm and 31 064 ppm, respectively) at different temperatures in an\nanaerobic chamber using a UV/vis spectrometer. Furthermore, to evaluate the adsorption of cross-linked SINPs on the\nFigure 18. Schematic representation of the synthesis of cross-linked SINPs.\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7356\nformation rock, static and dynamic adsorption experimental tests were performed in sandstone and carbonate reservoir rocks using a quartz crystal microbalance with dissipation monitoring (QCM-D). The results showed that cross-linked SINPs gave a better scale inhibition performance with prolonged squeeze lifetime in the formation rock in comparison with normal cross-linked SIs gel.\n2.5. Carbon-Based NP SIs. Carbon-based nanoparticles (CBNs) have been a groundbreaking nanotechnology domain in recent decades, spawning a host of potential applications.143 CBNs have unique features of mechanical, optical, thermal, and electrical properties, useful in many technology fields. CBNs can be classified into the following three types: (1) graphite-based, which includes doped/functionalized graphene, and functionalized/pure carbon nanotubes (CNTs) (2) carbon-based dots, which includes carbon nanodots and carbon/graphene quantum dots, and (3) hybrids, which include metal/metal oxides capped CBNs and polymer capped CBNs.144\nCNTs are essentially one-dimensional carbon-based NPs and can be categorized by the number of layers: single-walled carbon nanotubes (SWCNTs), double-walled carbon nanotubes (DWCNTs), and multi-walled carbon nanotubes (MWCNTs).145 Because of the superior physical and chemical properties of CNTs in terms of strength and flexibility along with electrical and chemical characteristics, CNTs can be useful in oilfield applications.73,93,108,146,147 Ghorbani et al. reported for the first time a new squeeze technology called nanotechnology-assisted squeeze treatment (NAST) for enhanced squeeze lifetime treatments.148−151 NAST involves the CNTs adsorbing and permanently modifying the nearwellbore, with postinjection of PPCA SI subsequently adsorbing onto the CNTs. An extensive work of the interaction between CNT-capped PPCA and the rock surface chemistry was reported. The particle size of used CNTs in this work was less than 8 nm diameter, 0.5−2 m length, and 500 m2 g−1 surface area. Chemically the NAST process includes two main steps, namely, (1) NAST1, including three substeps (i) modification of the rock surface using 3-aminopropyltriethoxysilane as an organosilane agent, (ii) dispersion of the CNTs in the solution using ionic or nonionic solutions such as N,N-dimethylformamide (DMF) or sodium dodecylbenzenesulfonate (SDBS), and (iii) attachment of the dispersed CNTs on the modified surface, in which cross-linkage, such as N,N -dicyclohexylcarbodiimide (DCC), was used to enhance the reaction of the carboxylic groups of CNTs with amine groups of 3- aminopropyltriethoxysilane, and (2) NAST2, including the adsorption and desorption of PPCA SI onto and from the CNTs. Figure 19 shows the schematic diagrams of the NAST technique by using CNTs-capped PPCA. The static adsorption test results showed that CNT-capped PPCA showed potential improvement of retention and adsorption properties. The coreflood experiment tests extended the squeeze lifetime with a slower release rate of PPCA SI from CNTs.\nThe morphology and structure of biomimetic mineralization of calcium carbonate crystals in the presence of pristine and functionalized CNTs were determined using TEM, XRD, and FT-IR.152,153 The results showed that carboxyl-functionalized CNTs containing both MWNTs and SWNT CNTs enhanced and stabilized the formation of CaCO3 crystals in the form of spherical vaterite crystals.\nTakizawa et al. studied the CaCO3 scale inhibition performance of MWCNT-co-polyamide (PA) nanocomposite reverse-osmosis (RO) desalination membranes (MWCNT-PA membranes) in comparison with laboratory-made plain and commercial PA-based RO membranes.154 It was found that the MWCNT-PA membrane, including 15.5 wt % of MWCNT, gave reasonable antiscaling properties, as well as a significant reduction in water permeability during the scale performance experiments compared to unfunctionalized PA-based membranes. However, the new membranes showed a gradual recovery of the water flow because of scale detachment. The reason for this superior scale inhibition performance of the MWCNT-PA membrane was its smoother surface, being a less negatively charged surface than other PA-based membranes, and the induction of an interfacial water layer on the membrane surface. The morphology study showed that a low amount of MWCNT did not affect the surface morphology of the membrane without any restriction mobility of the PA network.\nAnother class of carbon-based NPs for improved squeeze lifetime treatment via enhanced SI adsorption properties was reported by Ishtiaq et al.155,156 Graphene oxide (GO) and/or CNTs were used to increase the adsorption of ethylenediaminetetraacetic acid (EDTA) on the rock formation in a process called nanocarbon enhanced squeeze treatment (NCEST). A mixture of MWCNT with ∼15 nm diameter and ∼5 m length and GO stabilized with poly(sodium 4- styrenesulfonate) containing EDTA as SI was used to evaluate its squeeze treatment performance using Barea sandstone plugsized core samples. EDTA is normally used as a scale dissolver, not scale inhibitor. The coreflood test was performed using BPS-805 benchtop liquid permeameter at ambient temperature with a flow rate of 1 mL/min.\nNCEST methodology consists of the following major steps: (1) modifying the chemistry of the rock core surface using cellulose as a binder, and then decomposing a binder on the formation surface, (2) delivering CNTs/GO to the formation surface in order to enhance adherence between the CBNs and the cellulose by chemical interaction, wherein the CBNs provide adsorption sites for EDTA; (3) injecting EDTA in the modified formation surface in which EDTA was adsorbed by the NPs; and (4) preventing inorganic scale growth in the formation and wellbore by the slow release of EDTA from the NPs into the formation. The coreflood test results showed that GO gave the highest performance in improving squeeze treatment lifetime due to its structural properties in comparison with CNTs. It was also found that the modified rock core surface with CBNs can efficiently increase the adsorption rate of EDTA on the formation rock. For example, in the presence of GO on the modified rock core surface, the adsorption rate of EDTA was 180 mg/g, while the nonmodified rock core surface gave a poor adsorption rate of 51 mg/g.\nAnother example related to the use of nanotube arrays for inhibition of salt scale formation was based on modified titania nanotube arrays. Shoute et al. prepared a hydrophobic surface based upon a self-assembled monolayer (SAM)-functionalized titanium dioxide nanotube array on titanium foil (SAMTNTAs) using varying alkyl phosphonates as shown in Figure 20.157 The authors studied how the surface wettability affected the precipitation of sodium and magnesium salts on the SAMTNTA surfaces in comparison with the unmodified TNTA substrate. The wettability of the surface was detected by the\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7357\nstatic contact angle (SCA) of the SAM-TNTA, in the presence of different alkyl chain lengths. The results showed that SAMTNTA surfaces with wettability above the threshold hydrophobicity (SCA ≈ 144°) gave a promising antiscaling performance from visual observations. This observation was supported by the characterization of the surfaces of these chemicals using energy-dispersive X-ray spectroscopy (EDX). In addition, the surface morphology, structures, and stability of the alkyl phosphonates on SAM-TNTAs were analyzed by SEM and EDX.\nAs mentioned earlier, the need for green oilfield SIs has grown considerably in the last two decades in light of increasingly restrictive environmental regulations.158 Carbonbased quantum dots (CQDs) have attracted considerable interest for their unique features. CQDs have many useful properties, such as powerful optical properties, good water solubility, cost-efficiency, acceptable biocompatibility, and low toxicity.159−161 When the surface of CQDs includes hydrophilic oxygen-incorporating functional OH and COOH groups, this can give them good water solubility and biocompatibility.162−164\nHao et al. synthesized and applied carboxyl-modified carbon quantum dots (CCQDs) as environmentally friendly SIs for gypsum and barite scale control.165 CCQDs were synthesized via thermal decomposition of citric acid (Figure 21). The morphology and surface of the synthesized CCQDs were characterized by SEM, TEM, FT-IR, XRD, and X-ray photoelectron spectrometry (XPS).\nThe scale inhibition efficiency performance of CCQDs against gypsum and barite scale was measured by a static scale inhibition method at 80 °C according to the national standard procedures GB/T16632-2008 and Q/SY 126-2005, respectively. The results showed that the particle size of CCQDs was in the range of 4.8 ± 1.9 nm. Both graphitic carbon and amorphous carbon were investigated. The XPS results showed that the surface of the CCQDs was rich in carboxyl groups. The results of the SEM images revealed that CCQDs affected the crystal growth process, leading to a significant change in\nthe scale morphologies. With no additive, the calcium sulfate crystals were formed in rodlike shapes, as shown in Figure 22a. With 20 mg/L of CCQDs, the morphology of the calcium sulfate crystals was changed greatly (Figure 22b). A barite scale was formed in the form of brick-shaped crystals in the absence of SIs (Figure 22c). In contrast, the barite scale morphology changed to flower-shaped fleshy plants in the presence of CCQDs SI (Figure 22d). The results of static scale inhibition tests revealed that a low dosage of CCQDs gave excellent scale inhibition performance for gypsum and barite scale. For example, the gypsum scale inhibition efficiency achieved 99% at 80 °C in the presence of 200 mg/L of CCQDs. A possible gypsum scale inhibition mechanism using CCQDs SI was also reported.\n2.6. Miscellaneous NPs Related to Scale Inhibition. The accurate and precise analysis of SIs plays a critical role in making the right decisions on the performance of scale squeeze and continuous chemical injection treatments. Several techniques have been developed for monitoring the minimum inhibition concentration of SIs, such as the Hyamine technique, inductively coupled plasma mass spectrometry (ICP-MS), high-pressure liquid chromatography (HPLC), and mass spectrometry (MS).40 Mark et al. patented fibercoated nanopores to monitor the concentration of SIs in the oil and gas field produced fluids. The results showed that a nanopore sensing device could detect translocations of poly(acrylic acid) (MW 20 000 Da) down to single nanomolar concentrations, better than current well-known analyzing techniques.166\nAnother application of NPs relates to the control of inorganic scaling. NPs can be used as an internal light scattering intensity reference to afford new insight into the mechanism of the scale inhibition. Popov et al. used different concentrations of SiO2 and/or silver (Ag) nanoparticles as internal dynamic light scattering intensity references, in order to display a semiquantitative measurement of a relative gypsum scale formation in bulk solution and in the system treated with common SIs such as phosphonates: amino-tris(methylenephosphonic acid) (ATMP); 1-hydroxyethane-1,1-bis(phosphonicacid) (HEDP); 2-phosphonobutane-1,2,4-tricarboxylic acid (PBTC).167,168\nNanofiltration (NF) membranes have become a well-known method for scale control. NF is a pressure-driven membranebased separation technique. NF membranes are ion-selective, and their retention rates depend on ion valency. Monovalent ions can be transferred through membranes, while multivalent ions will be stopped by the membrane. NF membranes can be operated at higher brine temperatures in the range between 120 and 160 °C.169−174 NF membranes are used for desulphation of injected seawater, to reduce sulfate scaling in oilfield wells when seawater breakthrough occurs.175−177 For\nFigure 20. Schematic diagram of the synthesis of self-assembled monolayer functionalized titanium dioxide nanotube array on titanium foil (SAM-TNTAs) in the presence of varying alkyl phosphonates. Reproduced with permission from ref 157, 2018, Copyright Elsevier B.V.\nFigure 21. Schematic diagram of the synthesis of carboxyl-modified carbon quantum dots (CCQDs) as SI for gypsum and barite scale.165\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7358\nexample, NF membranes were used for preventing barite scale from forming in producing wells of the Brae field in the North Sea.178 The investment cost of using NF membranes usually limits their application to medium-to-large field projects."
    }, {
      "heading" : "3. CONCLUSIONS",
      "text" : "Nanomaterials show great potential in addressing technology challenges in the upstream petroleum industry. Although nanomaterials were first investigated over 20 years ago for scale management, very few technologies have so far reached full field applications. More recently, a range of new nanotechnologies has been developed, which was the main focus of this review. Most of the new nanotechnology is concerned with improving scale inhibitor squeeze treatments. In this regard, many research groups have developed nanoproducts that, from laboratory studies, indicate improved squeeze lifetime compared to conventional squeeze treatments. Other potential benefits include improved thermal stability for high-temperature wells, reduced formation damage for water-sensitive wells, and environmental impact. The true impact and cost savings of the new nanotechnologies remain to be seen as the move is made out of the laboratory and toward field-trialing and full-scale deployment.\nAUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Author",
      "text" : "Mohamed F. Mady− Department of Chemistry, Bioscience and Environmental Engineering, Faculty of Science and Technology, University of Stavanger, N-4036 Stavanger, Norway;\norcid.org/0000-0002-4636-0066; Email: mohamed.mady@uis.no"
    }, {
      "heading" : "Author",
      "text" : "Malcolm A. Kelland− Department of Chemistry, Bioscience and\nEnvironmental Engineering, Faculty of Science and Technology, University of Stavanger, N-4036 Stavanger, Norway;\norcid.org/0000-0003-2295-5804 Complete contact information is available at: https://pubs.acs.org/10.1021/acsanm.0c01391"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\nACKNOWLEDGMENTS Financial support from the Research Council of Norway and the University of Stavanger for Green Production Chemistry Based Nanotechnology (The PETROMAKS 2 programme, Research Project No. 300754/2020-2024) is gratefully acknowledged.\nREFERENCES (1) Igunnu, E. T.; Chen, G. Z. Produced water treatment\ntechnologies. Int. J. Low-Carbon Technol. 2014, 9 (3), 157−177.\n(2) Smith, P. S.; Clement, C. C., Jr.; Rojas, A. M. Combined Scale Removal and Scale Inhibition Treatments. In International Symposium on Oil eld Scale; Aberdeen, United Kingdom; Society of Petroleum Engineers, 2000; pp1−6. (3) Chauhan, K.; Sharma, P.; Chauhan, G. S.; Removal/dissolution of mineral scale deposits. In Mineral scales and deposits; Amjad, Z, Demadis, K. D., Eds.; Elsevier, 2015. ISBN: 9780444632289 . pp 701−720. (4) García, A. V.; Thomsen, K.; Stenby, E. H. Prediction of mineral scale formation in geothermal and oilfield operations using the Extended UNIQUAC model: Part II. Carbonate-scaling minerals. Geothermics 2006, 35 (3), 239−284. (5) Jonathan, B. Well Completion Design, Chapter 7 Production Chemistry; Developments in Petroleum Science; Elsevier, 2009; Vol. 56, pp 371−432. DOI: 10.1016/S0376-7361(08)00207-0. (6) Kodel, K. A.; Andrade, P. F.; Valenca, J. V. B.; Souza, D. D. Study on the composition of mineral scales in oil wells. J. Pet. Sci. Eng. 2012, 81, 1−6. (7) Amjad, Z. The Science and Technology of Industrial Water Treatment; CRC Press (Taylor & Francis Group): Boca Raton, FL, 2010. (8) Sallis, J. D.; Juckes, W.; Anderson, M. E. In Mineral Scale Formation and Inhibition; Amjad, Z., Ed.; Plenum Press: New York, 1995. (9) Fadairo, A. S. A.; Omole, O.; Falode, O. A Modified Model for Predicting Permeability Damage due to Oilfield Scale Deposition. Pet. Sci. Technol. 2009, 27 (13), 1454−1465. (10) Amiri, M.; Moghadasi, J. The Effect of Temperature, Pressure, and Mixing Ratio of Injection Water with Formation Water on Barium Sulfate Scale Formation in Siri Oilfield. Energy Sources, Part A 2013, 35 (14), 1316−1327. (11) Dyer, S. J.; Graham, G. M. The effect of temperature and pressure on oilfield scale formation. J. Pet. Sci. Eng. 2002, 35 (1−2), 95−107. (12) Collins, I. R. A New Model for Mineral Scale Adhesion. In International Symposium on Oil eld Scale; Aberdeen, United Kingdom, Society of Petroleum Engineers, 2002; pp 1−7. (13) Bai, Y.; Bai, Q. Subsea Engineering Handbook; Elsevier, 2010. ISBN: 978-1-85617-689-7. (14) Hasson, D. Understanding Heat Exchanger Fouling and its Mitigation; Bott, T. R., Ed.; Begell House: New York, 1999; pp 67− 90. (15) FurediMilhofer, H.; Sarig, S. Interactions between polyelectrolytes and sparingly soluble salts. Prog. Cryst. Growth Charact. Mater. 1996, 32 (1−3), 45−74. (16) Al-Roomi, Y. M.; Hussain, K. F. Potential kinetic model for scaling and scale inhibition mechanism. Desalination 2016, 393, 186− 195. (17) Hasson, D.; Drak, A.; Semiat, R. Inception of CaSO4 scaling on RO membranes at various water recovery levels. Desalination 2001, 139 (1), 73−81. (18) Lee, S.; Lee, C. H. Scale formation in NF/RO: mechanism and control. Water Sci. Technol. 2005, 51 (6−7), 267−275. (19) Olajire, A. A. A review of oilfield scale management technology for oil and gas production. J. Pet. Sci. Eng. 2015, 135, 723−737. (20) Zhao, X.; Chen, X. D. A Critical Review of Basic Crystallography to Salt Crystallization Fouling in Heat Exchangers. Heat Transfer Eng. 2013, 34 (8−9), 719−732.\nFigure 22. SEM images of scales: (a) gypsum crystals in the absence of CCQDs; (b) gypsum crystals in the presence of CCQDs 20 mg/L; (c) barite crystals in the absence of CCQDs; and (d) barite crystals in the presence of CCQDs 4 mg/L. Reproduced with permission from ref 165, 2019, Copyright American Chemical Society.\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7359\n(21) Brandeis, G.; Jaupart, C. The Kinetics of Nucleation and Crystal-Growth and Scaling Laws for Magmatic Crystallization. Contrib. Mineral. Petrol. 1987, 96 (1), 24−34. (22) Azizi, J.; Shadizadeh, S. R.; Khaksar Manshad, A.; Mohammadi, A. H. A dynamic method for experimental assessment of scale inhibitor efficiency in oil recovery process by water flooding. Petroleum 2019, 5 (3), 303−314. (23) Morse, J. W.; Arvidson, R. S.; Luttge, A. Calcium carbonate formation and dissolution. Chem. Rev. 2007, 107 (2), 342−381. (24) Kamhi, S. R. On the Structure of Vaterite CaCO3. Acta Crystallogr. 1963, 16, 770−772. (25) Chang, R.; Choi, D.; Kim, M. H.; Park, Y. Tuning Crystal Polymorphisms and Structural Investigation of Precipitated Calcium Carbonates for CO2 Mineralization. ACS Sustainable Chem. Eng. 2017, 5 (2), 1659−1667. (26) Atkinson, G.; Mecik, M. The chemistry of scale prediction. J. Pet. Sci. Eng. 1997, 17 (1−2), 113−121. (27) Arakaki, T.; Mucci, A. A Continuous and Mechanistic Representation of Calcite Reaction-Controlled Kinetics in Dilute Solutions at 25 degrees C and 1 Atm Total Pressure. Aquat. Geochem. 1995, 1 (1), 105−130. (28) Lee, S. W.; Kim, Y. I.; Ahn, J. W. The use of iminodiacetic acid for low-temperature synthesis of aragonite crystal microrods: Correlation between aragonite crystal microrods and stereochemical effects. Int. J. Miner. Process. 2009, 92 (3−4), 190−195. (29) Van Driessche, A. E. S.; Benning, L. G.; Rodriguez-Blanco, J. D.; Ossorio, M.; Bots, P.; Garcia-Ruiz, J. M. The Role and Implications of Bassanite as a Stable Precursor Phase to Gypsum Precipitation. Science 2012, 336 (6077), 69−72. (30) Heuberger, R.; Wahl, P.; Krieg, J.; Gautier, E. Low in Vitro Third-Body Wear on Total Hip Prostheses Induced by Calcium Sulphate Used for Local Antibiotic Therapy. Eur. Cells Mater. 2014, 28, 246−257. (31) Anthony, J. W. Handbook of mineralogy; Mineral Data Pub, 1990. (32) Wang, W. S.; Zhen, L.; Xu, C. Y.; Shao, W. Z. Synthesis and formation process of SrSO4 sisal-like hierarchical structures at room temperature. CrystEngComm 2011, 13 (2), 620−625. (33) Yu, J. G.; Liu, S. W.; Cheng, B. Effects of PSMA additive on morphology of Barite particles. J. Cryst. Growth 2005, 275 (3−4), 572−579. (34) Okocha, C.; Sorbie, K., Scale Prediction for Iron, Zinc and Lead Sulphides and Its Relation to Scale Test Design. In CORROSION 2014; San Antonio, TX, NACE International, 2014; pp 1−16. (35) Wang, Q. L.; Zhang, Z.; Kan, A.; Tomson, M. Kinetics and Inhibition of Ferrous Sulfide Nucleation and Precipitation. In SPE International Oil eld Scale Conference and Exhibition; Aberdeen, ScotlandSociety of Petroleum Engineers, 2014; pp 1−15. DOI: 10.2118/169748-MS (36) Collins, I. R.; Jordan, M. M. Occurence, Prediction and Prevention of Zinc Sulfide Scale Within Gulf Coast And North Sea High Temperature/High Salinity Production Wells. In International Symposium on Oil eld Scale; Aberdeen, United KingdomSociety of Petroleum Engineers, 2001; pp 1−17. (37) Labrenz, M.; Druschel, G. K.; Thomsen-Ebert, T.; Gilbert, B.; Welch, S. A.; Kemner, K. M.; Logan, G. A.; Summons, R. E.; De Stasio, G.; Bond, P. L.; Lai, B.; Kelly, S. D.; Banfield, J. F. Formation of sphalerite (ZnS) deposits in natural biofilms of sulfate-reducing bacteria. Science 2000, 290 (5497), 1744−1747. (38) Bybee, K. Inhibition of Lead and Zinc Sulphide Scale Deposits. JPT, J. Pet. Technol. 2001, 53 (03), 61−62. (39) Moosa, I. S. affect of 10 wt % galena powder on the absorbitivity of black paint. Int. J. Adv. Res. Eng. Technol. 2016, 7 (2), 1−8. (40) Kelland, M. A. Production Chemicals for the Oil and Gas Industry, 2nd ed.; CRC Press (Taylor & Francis Group): Boca Raton, FL, 2014.\n(41) Crabtree, M.; Eslinger, D.; Fletcher, P.; Miller, M.; Johnson, A.; King, G. Fighting scale-removal and prevention. Oilfield Review 1999, 11 (3), 30−45. (42) Orski, K.; Grimbert, B.; Menezes, C. A.; Quin, E., Fighting Lead and Zinc Sulphide Scales on a North Sea HP/HT Field. In European Formation Damage Conference; Scheveningen, The Netherlands; Society of Petroleum Engineers, 2007; pp 1−13. (43) Nasr-El-Din, H. A.; Fadhel, B. A.; Al-Humaidan, A. Y.; Frenier, W. W.; Hill, D. An Experimental Study of Removing Iron Sulfide Scale from Well Tubulars. In International Symposium on Oil eld Scale; Aberdeen, United Kingdom; Society of Petroleum Engineers, 2000; pp 1−13. (44) Kumar, S.; Naiya, T. K.; Kumar, T. Developments in oilfield scale handling towards green technology-A review. J. Pet. Sci. Eng. 2018, 169, 428−444. (45) Mpelwa, M.; Tang, S.-F. State of the art of synthetic threshold scale inhibitors for mineral scaling in the petroleum industry: a review. Pet. Sci. 2019, 16 (4), 830−849. (46) Crowe, C.; McConnell, S. B.; Hinkel, J. J.; Chapman, K. Scale Inhibition in Wellbores. In University of Tulsa Centennial Petroleum Engineering Symposium; Tulsa, OKSociety of Petroleum Engineers, 1994; pp 1−9. (47) Touir, R.; Dkhireche, N.; Ebn Touhami, M.; Sfaira, M.; Senhaji, O.; Robin, J.J.; Boutevin, B.; Cherkaoui, M. Study of phosphonate addition and hydrodynamic conditions on ordinary steel corrosion inhibition in simulated cooling water. Mater. Chem. Phys. 2010, 122 (1), 1−9. (48) Wang, C.; Li, S. P.; Li, T. D. Calcium carbonate inhibition by a phosphonate-terminated poly(maleic-co-sulfonate) polymeric inhibitor. Desalination 2009, 249 (1), 1−4. (49) Mei, P.; Xiao, J. X. Synthesis and performance study of phosphinico-polyacrylic acid. Water Treat 2005, 25, 36. (50) Tomson, M. B.; Fu, G.; Watson, M. A.; Kan, A. T. Mechanisms of Mineral Scale Inhibition. In International Symposium on Oil eld Scale; Aberdeen, United KingdomSociety of Petroleum Engineers, 2002; pp 1−12. (51) Mishra, S.; Saxena, P.; Deore, D. A. Studies on Antiscaling Effect of Polyacrylic Acid on Boiler. Polym.-Plast. Technol. Eng. 2005, 44 (8−9), 1389−1398. (52) Shen, Z. H.; Li, J. S.; Xu, K.; Ding, L. L.; Ren, H. Q. The effect of synthesized hydrolyzed polymaleic anhydride (HPMA) on the crystal of calcium carbonate. Desalination 2012, 284, 238−244. (53) Mady, M. F.; Bagi, A.; Kelland, M. A. Synthesis and Evaluation of New Bisphosphonates as Inhibitors for Oilfield Carbonate and Sulfate Scale Control. Energy Fuels 2016, 30 (11), 9329−9338. (54) Mady, M. F.; Kelland, M. A. Study on Various Readily Available Proteins as New Green Scale Inhibitors for Oilfield Scale Control. Energy Fuels 2017, 31 (6), 5940−5947. (55) Mady, M. F.; Kelland, M. A. Overview of the Synthesis of Salts of Organophosphonic Acids and Their Application to the Management of Oilfield Scale. Energy Fuels 2017, 31 (5), 4603−4615. (56) Mady, M. F.; Charoensumran, P.; Ajiro, H.; Kelland, M. A. Synthesis and Characterization of Modified Aliphatic Polycarbonates as Environmentally Friendly Oilfield Scale Inhibitors. Energy Fuels 2018, 32 (6), 6746−6755. (57) Mady, M. F.; Fevang, S.; Kelland, M. A. Study of Novel Aromatic Aminomethylenephosphonates as Oilfield Scale Inhibitors. Energy Fuels 2019, 33 (1), 228−237. (58) Mady, M. F.; Malmin, H.; Kelland, M. A. Sulfonated Nonpolymeric Aminophosphonate Scale Inhibitors-Improving the Compatibility and Biodegradability. Energy Fuels 2019, 33 (7), 6197− 6204. (59) Hasson, D.; Shemer, H.; Sher, A. State of the Art of Friendly\nGreen Scale Control Inhibitors: A Review Article. Ind. Eng. Chem. Res. 2011, 50 (12), 7601−7607. (60) van der Leeden, M. C.; van Rosmalen, G. M. Adsorption Behavior of Polyelectrolytes on Barium Sulfate Crystals. J. Colloid Interface Sci. 1995, 171 (1), 142−149.\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7360\n(61) Boak, L. S. A Review of Factors that Impact Scale Inhibitor Mechanisms, paper presented at the 24th International Oilfield Chemistry Symposium, March 17−20, 2013, Geilo, Norway. (62) Graham, G. M.; Hennessey, A. J. B. Scale Inhibitor Surface Interactions Using Synchroton Radiation Techniques, paper presented at the RSC Chemistry in the Oil Industry VIII Conference, Manchester, UK, November 3−5, 2003. (63) Graham, G. M.; Boak, L. S.; Sorbie, K. S. The Influence of Formation Calcium and Magnesium on the Effectiveness of Generically Different Barium Sulphate Oilfield Scale Inhibitors. SPE Prod. Facil. 2003, 18 (01), 28−44. (64) Valiakhmetova, A.; Sorbie, K. S.; Jordan, M. M.; Boak, L. S. Novel Studies on Precipitated Phosphate Ester Scale Inhibitors for Precipitation Squeeze Application. In SPE International Conference on Oil eld Chemistry; Montgomery, TX; Society of Petroleum Engineers, 2017; pp 1−18. (65) Jordan, M. M.; Mackay, E. J.; Vazquez, O. The Influence of Overflush Fluid Type On Scale Squeeze Life Time - Field Examples And Placement Simulation Evaluation. In CORROSION 2008; New Orleans, LA; NACE International, 2008; pp 1−20. (66) Franco, C. A.; Zabala, R.; Corte s, F. B. Nanotechnology applied to the enhancement of oil and gas productivity and recovery of Colombian fields. J. Pet. Sci. Eng. 2017, 157, 39−55. (67) Gubala, V.; Johnston, L. J.; Liu, Z. W.; Krug, H.; Moore, C. J.; Ober, C. K.; Schwenk, M.; Vert, M. Engineered nanomaterials and human health: Part 1. Preparation, functionalization and characterization (IUPAC Technical Report). Pure Appl. Chem. 2018, 90 (8), 1283−1324. (68) Zayed, M. E.; Zhao, J.; Elsheikh, A. H.; Du, Y.; Hammad, F. A.; Ma, L.; Kabeel, A. E.; Sadek, S. Performance augmentation of flat plate solar water collector using phase change materials and nanocomposite phase change materials: A review. Process Saf. Environ. Prot. 2019, 128, 135−157. (69) Raghav, S.; Painuli, R.; Kumar, D. Multifunctional Nanomaterials for Multifaceted Applications in Biomedical Arena. Int. J. Pharmacol. 2017, 13 (7), 890−906. (70) Taniguchi, N. On the basic concept of nano-technology , in Proc. Int. Conf. Prod. Eng., 1974. (71) Feynman, R. There s plenty of room at the bottom. Eng. Sci. 1960, 23 (5), 22−36. (72) Buzea, C.; Pacheco, I. I.; Robbie, K. Nanomaterials and nanoparticles: Sources and toxicity. Biointerphases 2007, 2 (4), Mr17−Mr71. (73) Yang, J.; Ji, S. X.; Li, R.; Qin, W. L.; Lu, Y. J. Advances of nanotechnologies in oil and gas industries. Energy Explor. Exploit. 2015, 33 (5), 639−657. (74) Chaudhury, M. K. Complex fluids - Spread the word about nanofluids. Nature 2003, 423 (6936), 131−132. (75) Wasan, D. T.; Nikolov, A. D. Spreading of nanofluids on solids. Nature 2003, 423 (6936), 156−159. (76) Ju, B.; Fan, T.; Ma, M. Enhanced oil recovery by flooding with hydrophilic nanoparticles. China Particuol. 2006, 4 (1), 41−46. (77) Alhuraishawy, A. K.; Hamied, R. S.; Hammood, H. A.; AlBazzaz, W. H. Enhanced Oil Recovery for Carbonate Oil Reservoir by Using Nano-Surfactant: Part II. In SPE Gas & Oil Technology Showcase and Conference; Dubai, UAESociety of Petroleum Engineers, 2019; pp 1−16. (78) Hoelscher, K. P.; De Stefano, G.; Riley, M.; Young, S. Application of Nanotechnology in Drilling Fluids. In SPE International Oil eld Nanotechnology Conference and Exhibition; Noordwijk, The Netherlands; Society of Petroleum Engineers, 2012; pp 1−7. (79) Mehmani, A.; Kelly, S.; Torres-Verdín, C. Review of Micro/ Nanofluidic Insights on Fluid Transport Controls in Tight Rocks. SPWLA-2019-v60n6a10 2019, 60 (06), 872−890. (80) Baalousha, M; How, W; Valsami-Jones, E; Lead, J. In Overview of Environmental Nanoscience; Frontiers of Nanoscience; Elsevier: Oxford, UK; 2014; Vol. 7, pp 1−54. DOI: 10.1016/B978-0-08099408-6.00001-3.\n(81) Romero, C.; Bazin, B.; Zaitoun, A.; Leal-Calderon, F. Behavior of a Scale Inhibitor Water-in-Oil Emulsion in Porous Media. SPE98275-PA 2007, 22 (02), 191−201. (82) Eastoe, J.; Hatzopoulos, M. H.; Tabor, R. Microemulsions. In Encyclopedia of Colloid and Interface Science; Tadros, T., Ed.; Springer: Berlin, Germany, 2013; pp 688−729. (83) Collins, I. R.; Hewartson, J. A. Extending Squeeze Lifetimes Using Miscible Displacement. In International Symposium on Oil eld Scale; Aberdeen, United KingdomSociety of Petroleum Engineers, 2002; pp 1−10. (84) Miles, A. F.; Bourne, H. M.; Smith, R. G.; Collins, I. R. Development of a Novel Water in Oil Microemulsion Based Scale Inhibitor Delivery System. In International Symposium on Oil eld Scale; Aberdeen, United Kingdom; Society of Petroleum Engineers, 2003; pp 1−12. (85) Collins, R.; Vervoort, I. Water-in-oil microemulsions useful for oil field or gas field applications and methods for using the same. U.S. Patent US6581687B2, 2003. (86) Jordan, M. M.; Feasey, N. D.; Osborne, C. G.; Collins, I. R.; Duncum, S. D. The Development of a Revolutionary Scale Control Product for the Control of Near Well Bore Sulfate Scale within Production Wells by the Treatment of Injection Seawater. In SPE International Oil eld Scale Symposium; Aberdeen, UK; Society of Petroleum Engineers, 2006; pp 1−20. (87) Singh, Y.; Meher, J. G.; Raval, K.; Khan, F. A.; Chaurasia, M.; Jain, N. K.; Chourasia, M. K. Nanoemulsion: Concepts, development and applications in drug delivery. J. Controlled Release 2017, 252, 28− 49. (88) Del Gaudio, L.; Bortolo, R.; Lockhart, T. P. Nanoemulsions: A New Vehicle for Chemical Additive Delivery. In International Symposium on Oil eld Chemistry; Society of Petroleum Engineers: Houston, TX, 2007; p 1−9. (89) Luo, M.; Sun, H.; Jia, Z.; Wen, Q.; Liao, L. Preparation and Performance of Environment-friendly Nanoemulsion with Antiscaling. In SPE International Oil eld Nanotechnology Conference and Exhibition; Noordwijk, The Netherlands; Society of Petroleum Engineers, 2012; pp 1−6. (90) Pal, J.; Pal, T. Faceted metal and metal oxide nanoparticles: design, fabrication and catalysis. Nanoscale 2015, 7 (34), 14159− 14190. (91) Auffan, M.; Rose, J.; Wiesner, M. R.; Bottero, J.-Y. Chemical stability of metallic nanoparticles: A parameter controlling their potential cellular toxicity in vitro. Environ. Pollut. 2009, 157 (4), 1127−1133. (92) Janiak, C. Ionic Liquids for the Synthesis and Stabilization of Metal Nanoparticles. Z. Naturforsch., B: J. Chem. Sci. 2013, 68 (10), 1059−1089. (93) Negin, C.; Ali, S.; Xie, Q. Application of nanotechnology for enhancing oil recovery − A review. Petroleum 2016, 2 (4), 324−333. (94) Zhou, K. B.; Zhou, X.; Liu, J.; Huang, Z. Application of magnetic nanoparticles in petroleum industry: A review. J. Pet. Sci. Eng. 2020, 188, 106943. (95) Taylor, R.; Coulombe, S.; Otanicar, T.; Phelan, P.; Gunawan, A.; Lv, W.; Rosengarten, G.; Prasher, R.; Tyagi, H. Small particles, big impacts: A review of the diverse applications of nanofluids. J. Appl. Phys. 2013, 113 (1), 011301. (96) Buongiorno, J. Convective transport in nanofluids. J. Heat Transfer 2006, 128 (3), 240−250. (97) Shen, D.; Zhang, P.; Kan, A. T.; Fu, G.; Alsaiari, H. A.; Tomson, M. B. Control Placement of Scale Inhibitors In The Formation With Stable Ca-DTPMP Nanoparticle Suspension And Its Transport In Porous Medium. In SPE International Oil eld Scale Conference; Aberdeen, UKSociety of Petroleum Engineers, 2008; pp 1−21. DOI: 10.2118/114063-MS (98) Zhang, P.; Shen, D.; Ruan, G. D.; Kan, A. T.; Tomson, M. B. Phosphino-polycarboxylic acid modified inhibitor nanomaterial for oilfield scale control: Synthesis, characterization and migration. J. Ind. Eng. Chem. 2017, 45, 366−374.\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7361\n(99) Zhang, P.; Shen, D.; Kan, A. T.; Tomson, M. B. Phosphinopolycarboxylic acid modified inhibitor nanomaterial for oilfield scale control: transport and inhibitor return in formation media. RSC Adv. 2016, 6 (64), 59195−59205. (100) Teck, J. K.Y.; binti Abu, R. H.; binti Masuri, S. U. Numerical Study of Adsorption Enhancement by Nanoparticles Scale Inhibitor. Adv. Mater. Res. 2015, 1119, 43−48. (101) Zhang, P.; Shen, D.; Fan, C.; Kan, A.; Tomson, M. SurfactantAssisted Synthesis of Metal-Phosphonate Inhibitor Nanoparticles and Transport in Porous Media. Spe J. 2010, 15 (03), 610−617. (102) Haghtalab, A.; Kiaei, Z., Evaluation of the effective parameters in synthesis of the nano-structured scaling inhibitors applicable in oil fields with sea water injection process. J. Nanopart. Res. 2012, 14 (10). DOI: 10.1007/s11051-012-1210-0 (103) Kiaei, Z.; Haghtalab, A. Experimental study of using CaDTPMP nanoparticles in inhibition of CaCO3 scaling in a bulk water process. Desalination 2014, 338, 84−92. (104) Franco-Aguirre, M.; Zabala, R. D.; Lopera, S. H.; Franco, C. A.; Cortes, F. B. Ca-DTPMP nanoparticles-based nanofluids for the inhibition and remediation of formation damage due to CaCO3 scaling in tight gas-condensate reservoirs. J. Pet. Sci. Eng. 2018, 169, 636−645. (105) Zhang, P.; Shen, D.; Kan, A. T.; Tomson, M. B. Synthesis and laboratory testing of a novel calcium-phosphonate reverse micelle nanofluid for oilfield mineral scale control. RSC Adv. 2016, 6 (46), 39883−39895. (106) Zhou, Y.; Yan, D.; Yuan, S.; Chen, Y.; Fletcher, E. E.; Shi, H.; Han, B. Selective binding, magnetic separation and purification of histidine-tagged protein using biopolymer magnetic core-shell nanoparticles. Protein Expression Purif. 2018, 144, 5−11. (107) Yildiz, I. Applications of magnetic nanoparticles in biomedical separation and purification. Nanotechnol. Rev. 2016, 5 (3), 331−340. (108) Lu, A. H.; Salabas, E. L.; Schu th, F. Magnetic nanoparticles: Synthesis, protection, functionalization, and application. Angew. Chem., Int. Ed. 2007, 46, 1222−1244. (109) Huu Do, B. P.; Nguyen, B. D.; Nguyen, H. D.; Nguyen, P. T. Synthesis of magnetic composite nanoparticles enveloped in copolymers specified for scale inhibition application. Adv. Nat. Sci.: Nanosci. Nanotechnol. 2013, 4 (4), 1−7. (110) Sindhu, T. K.; Sarathi, R.; Chakravarthy, S. R. Generation and characterization of nano aluminium powder obtained through wire explosion process. Bull. Mater. Sci. 2007, 30 (2), 187−195. (111) Kassaee, M. Z.; Buazar, F. Al nanoparticles: Impact of media and current on the arc fabrication. Journal of Manufacturing Processes 2009, 11 (1), 31−37. (112) Basha, J. S.; Anand, R. B. An Experimental Study in a CI Engine Using Nanoadditive Blended Water−Diesel Emulsion Fuel. Int. J. Green Energy 2011, 8 (3), 332−348. (113) Yan, C.; Kan, A. T.; Wang, W.; Wang, L.; Tomson, M. B. Synthesis and Size Control of Monodispersed Al-sulphonated Polycarboxylic Acid (Al-SPCA) Nanoparticles with Improved Squeeze Performance and Their Transport in Porous Media. In SPE International Oil eld Nanotechnology Conference and Exhibition; Noordwijk, The Netherlands; Society of Petroleum Engineers, 2012; pp 1−20. (114) Yan, C.; Tomson, R.; Yan, F.; Tomson, M. B.; Zhu, H.; Wang, L.; Wang, W.; Kan, A. T. Boehmite Based Sulphonated Polymer Nanoparticles with ImprovedSqueeze Performance for Deepwater Scale Control. In O shore Technology Conference; Houston, TX; Offshore Technology Conference, 2013; pp 1−12. (115) Yan, C.; Kan, A. T.; Wang, W.; Yan, F.; Wang, L.; Tomson, M. B. Sorption Study of AlO(OH) Nanoparticle-Crosslinked Polymeric Scale Inhibitors and Their Improved Squeeze Performance in Porous Media. Spe J. 2014, 19 (04), 687−694. (116) Yan, C., Tomson, R.; Guraieb, P.; Ghorbani, N. Nanoparticle carrier platform and methods for controlled release of subterranean well treatment additives 2017, WO 2017/208096 Al. (117) Wang, F.; Ge, H. H.; Wu, K.; Wang, L. T.; Wan, C.; Sha, J. Y.; Zhao, Y. Z. Effects of Al2O3 Nanoparticles on the Crystallization of\nCalcium Carbonate in Aqueous Solution. J. Nanosci. Nanotechnol. 2019, 19 (6), 3471−3478. (118) Wang, L. T.; Ge, H. H.; Han, Y. T.; Wan, C.; Sha, J. Y.; Sheng, K. Effects of Al2O3 nanoparticles on the formation of inorganic scale on heat exchange surface with and without scale inhibitor. Appl. Therm. Eng. 2019, 151, 1−10. (119) Chen, X.; Kong, L.; Dong, D.; Yang, G.; Yu, L.; Chen, J.; Zhang, P. Synthesis and characterization of superhydrophobic functionalized Cu(OH)2 nanotube arrays on copper foil. Appl. Surf. Sci. 2009, 255, 4015−4019. (120) Chen, X.; Yang, G.; Kong, L.; Dong, D.; Yu, L.; Chen, J.; Zhang, P. Direct Growth of Hydroxy Cupric Phosphate Heptahydrate Monocrystal with Honeycomb-Like Porous Structures on Copper Surface Mimicking Lotus Leaf. Cryst. Growth Des. 2009, 9, 2656− 2661. (121) Chen, X.; Yang, G.; Kong, L.; Dong, D.; Yu, L.; Chen, J.; Zhang, P. Different wetting behavior of alkyl- and fluorocarbonterminated films based on cupric hydroxide nanorod quasi-arrays. Mater. Chem. Phys. 2010, 123, 309−313. (122) Jiang, W.; He, J.; Xiao, F.; Yuan, S. J.; Lu, H. F.; Liang, B. Preparation and Antiscaling Application of Superhydrophobic Anodized CuO Nanowire Surfaces. Ind. Eng. Chem. Res. 2015, 54 (27), 6874−6883. (123) Jeelani, P. G.; Mulay, P.; Venkat, R.; Ramalingam, C. Multifaceted Application of Silica Nanoparticles. A Review. Silicon 2020, 12, 1337−1354. (124) Rahman, I. A.; Padavettan, V. Synthesis of Silica Nanoparticles by Sol-Gel: Size-Dependent Properties, Surface Modification, and Applications in Silica-Polymer Nanocomposites-A Review. J. Nanomater. 2012, 2012. (125) Lau, H. C.; Yu, M.; Nguyen, Q. P. Nanotechnology for oilfield applications: Challenges and impact. J. Pet. Sci. Eng. 2017, 157, 1160− 1169. (126) Zhang, P.; Kan, A. T.; Fan, C.; Work, S.; Lu, H.; Yu, J.; AlSaiari, H.; Tomson, M. B., Silica-Templated Synthesis Of Novel ZincDTPMP Nanoparticles, Their Transport In Carbonate And Sandstone Porous Media And Scale Inhibition. In SPE International Conference on Oil eld Scale; Aberdeen, UK; Society of Petroleum Engineers, 2010; pp 1−17. DOI: 10.2118/130639-MS (127) Zhang, P.; Fan, C. F.; Lu, H. P.; Kan, A. T.; Tomson, M. B. Synthesis of Crystalline-Phase Silica-Based Calcium Phosphonate Nanomaterials and Their Transport in Carbonate and Sandstone Porous Media. Ind. Eng. Chem. Res. 2011, 50 (4), 1819−1830. (128) Zhang, P.; Kan, A. T.; Tomson, M. B. Enhanced transport of novel crystalline calciumphosphonate scale inhibitor nanomaterials and their long term flow back performance in laboratory squeeze simulation tests. RSC Adv. 2016, 6 (7), 5259−5269. (129) Zhang, P.; Ruan, G. D.; Kan, A. T.; Tomson, M. B. Functional scale inhibitor nanoparticle capsule delivery vehicles for oilfield mineral scale control. RSC Adv. 2016, 6 (49), 43016−43027. (130) Kumar, D.; Chishti, S. S.; Rai, A.; Patwardhan, S. D. Scale Inhibition Using nano-silica Particles. In SPE Middle East Health, Safety, Security, and Environment Conference and Exhibition; Abu Dhabi, UAE; Society of Petroleum Engineers, 2012; pp 1−7. (131) Safari, M.; Golsefatan, A.; Jamialahmadi, M. Inhibition of Scale Formation Using Silica Nanoparticle. J. Dispersion Sci. Technol. 2014, 35 (10), 1502−1510. (132) Golsefatan, A. R.; Safari, M.; Jamialahmadi, M. Using silica nanoparticles to improve DETPMP scale inhibitor performance as a novel calcium sulfate inhibitor. Desalin. Water Treat. 2015, 57 (44), 20800−20808. (133) Safari, M.; Rahimi, A.; Lah, R. M.; Gholami, R.; Khur, W. S. Sustaining sulfate ions throughout smart water flooding by nanoparticle based scale inhibitors. J. Mol. Liq. 2020, 310, 113250. (134) Manzari Tavakoli, H.; Jamialahmadi, M.; Kord, S.; Daryasafar, A. Experimental investigation of the effect of silica nanoparticles on the kinetics of barium sulfate scaling during water injection process. J. Pet. Sci. Eng. 2018, 169, 344−352.\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7362\n(135) Al Nasser, W. N.; Shah, V. V.; Nikiforou, K.; Petrou, P.; Heng, J. Y. Y. Effect of silica nanoparticles to prevent calcium carbonate scaling using an in situ turbidimetre. Chem. Eng. Res. Des. 2016, 110, 98−107. (136) Baraka-Lokmane, S.; Hurtevent, C.; Rossiter, M.; Bryce, F.; Lepoivre, F.; Marais, A.; Tillement, O.; Simpson, C.; Graham, G. M. Design and Performance of Novel Sulphide Nanoparticle Scale Inhibitors for North Sea HP/HT Fields. In SPE International Oil eld Scale Conference and Exhibition; Aberdeen, Scotland, Society of Petroleum Engineers, 2016; pp 1−20. DOI: 10.2118/179866-MS (137) Hurtevent, C.; Salima Baraka-Lokmane, S.; Ordonez-Vareela, J.; Tillement, O.; Marais, A.; Moussaron, A. Nano-inhibitors, 2016, WO2016097492A1. (138) Sheikhi, A.; Kakkar, A.; van de Ven, T. G. M. Nanoengineering colloidal and polymeric celluloses for threshold scale inhibition: towards universal biomass-based crystal modification. Mater. Horiz. 2018, 5 (2), 248−255. (139) Sheikhi, A.; Kakkar, A.; van de Ven, T. G. M. Biomimetic scale-resistant polymer nanocomposites: towards universal additivefree scale inhibition. J. Mater. Chem. A 2018, 6 (22), 10189−10195. (140) Veisi, M.; Johnson, S.; Peltier, K.; Berkland, C.; Liang, J.-T.; Barati, R., Application of Polyelectrolyte Complex Nanoparticles to Increase the Lifetime of Poly Vinyl Sulfonate Scale Inhibitor. In SPE International Conference and Exhibition on Formation Damage Control; Lafayette, LA; Society of Petroleum Engineers, 2018; pp 1−24. (141) Lankalapalli, S.; Kolapalli, V. R. Polyelectrolyte Complexes: A Review of their Applicability in Drug Delivery Technology. Indian J. Pharm. Sci. 2009, 71 (5), 481−487. (142) Liang, J.; Guan, H., Nanosized scale inhibitors for increasing oilfield scale inhibition treatment lifetime. 2019, WO2019112603. (143) Maiti, D.; Tong, X.; Mou, X.; Yang, K. Carbon-Based Nanomaterials for Biomedical Applications: A Recent Study. Front. Pharmacol. 2019, 9, 1401. (144) Hoa, L. Q.; Vestergaard, M. C.; Tamiya, E. Carbon-Based Nanomaterials in Biomass-Based Fuel-Fed Fuel Cells. Sensors 2017, 17 (11), 2587. (145) Jeon, I.-Y., Wook, D., Ashok, N., Baek, J.-B., Functionalization of Carbon Nanotubes, Carbon Nanotubes-Polymer Nanocomposites. IntechOpen, 2011. DOI: 10.5772/18396 (146) Hajiabadi, S. H.; Aghaei, H.; Kalateh-Aghamohammadi, M.; Shorgasthi, M. An overview on the significance of carbon-based nanomaterials in upstream oil and gas industry. J. Pet. Sci. Eng. 2020, 186, 106783. (147) Alsaba, M. T.; Al Dushaishi, M. F.; Abbas, A. K. A comprehensive review of nanoparticles applications in the oil and gas industry. J. Pet. Explor. Prod. Technol. 2020, 10, 1389−1399. (148) Ghorbani, N.; Wilson, M.; Kapur, N.; Fleming, N.; Neville, A. Using Nanoscale Dispersed Particles to Assist in the Retention of Polyphosphinocarboxylic Acid (PPCA) Scale Inhibitor on Rock. In SPE International Oil eld Nanotechnology Conference and Exhibition, Noordwijk, The Netherlands; Society of Petroleum Engineers, 2012; pp 1−8. (149) Ghorbani, N.; Fleming, N.; Wilson, M. C. T.; Kapur, N.; Neville, A. A Method of Inhibiting Scale in a Geological Formation, 2013, WO2013182852. (150) Ghorbani, N.; Wilson, M. C. T.; Kapur, N.; Fleming, N.; Neville, A. Carbon Nanotubes: A New Methodology for Enhanced Squeeze Lifetime CNTs. In SPE International Oil eld Scale Conference and Exhibition, Aberdeen, Scotland; Society of Petroleum Engineers, 2014; pp 1−18. (151) Ghorbani, N.; Wilson, M. C. T.; Kapur, N.; Fleming, N.; Tjomsland, T.; Neville, A. Adsorption of polyphosphinocarboxylic acid (PPCA) scale inhibitor on carbon nanotubes (CNTs): A prospective method for enhanced oilfield scale prevention. J. Pet. Sci. Eng. 2017, 150, 305−311. (152) Li, W. W.; Gao, C. Efficiently stabilized spherical vaterite CaCO3 crystals by carbon nanotubes in biomimetic mineralization. Langmuir 2007, 23 (8), 4575−4582.\n(153) Wan, C.; Wang, L. T.; Sha, J. Y.; Ge, H. H. Effect of Carbon Nanoparticles on the Crystallization of Calcium Carbonate in Aqueous Solution. Nanomaterials 2019, 9 (2), 179. (154) Takizawa, Y.; Inukai, S.; Araki, T.; Cruz-Silva, R.; OrtizMedina, J.; Morelos-Gomez, A.; Tejima, S.; Yamanaka, A.; Obata, M.; Nakaruk, A.; Takeuchi, K.; Hayashi, T.; Terrones, M.; Endo, M. Effective Antiscaling Performance of Reverse-Osmosis Membranes Made of Carbon Nanotubes and Polyamide Nanocomposites. Acs Omega 2018, 3 (6), 6047−6055. (155) Ishtiaq, U.; Muhsan, A. S.; Rozali, A. S.; Mohamed, N. M.; Badri Albarody, T. M. Graphene oxide/carbon nanotubes nanocoating for improved scale inhibitor adsorption ability onto rock formation. J. Pet. Explor. Prod. Technol. 2020, 10 (1), 149−157. (156) Muhsan, A.; Ishtiaq, U.; Rozali, A.; Mohamed, N.; Albarody, T. Nanocarbon-based enhanced squeeze treatment for improved scale management. IOP Conf. Ser.: Mater. Sci. Eng. 2018, 458, No. 012044. (157) Shoute, L. C. T.; Hua, W. D.; Kisslinger, R.; Thakur, U. K.; Zeng, S.; Goswami, A.; Kumar, P.; Kar, P.; Shankar, K. Threshold hydrophobicity for inhibition of salt scale formation on SAMmodified titania nanotube arrays. Appl. Surf. Sci. 2019, 473, 282−290. (158) OSPAR Guidelines for Completing the Harmonised Offshore Chemical Notification Format (2010−2020). http://www.ospar.org. (159) Pan, Z.; Mora-Sero , I.; Shen, Q.; Zhang, H.; Li, Y.; Zhao, K.; Wang, J.; Zhong, X.; Bisquert, J. High-Efficiency Green Quantum Dot Solar Cells. J. Am. Chem. Soc. 2014, 136, 9203−9210. (160) Luo, P. G.; Sahu, S.; Yang, S.-T.; Sonkar, S. K.; Wang, J.; Wang, H.; LeCroy, G. E.; Cao, L.; Sun, Y.-P. Carbon quantum dots for optical bioimaging. J. Mater. Chem. B 2013, 1 (16), 2116−2127. (161) Lim, S. Y.; Shen, W.; Gao, Z. Carbon Quantum Dots and Their Applications. Chem. Soc. Rev. 2015, 44, 362−381. (162) Namdari, P.; Negahdari, B.; Eatemadi, A. Synthesis, Properties and Biomedical Applications of Carbon-Based Quantum Dots: An Updated Review. Biomed. Pharmacother. 2017, 87, 209−222. (163) Shamsipur, M.; Barati, A.; Karami, S. Long-Wavelength, Multicolor, and White-light Emitting Carbon-Based Dots: Achievements Made, Challenges Remaining, and Applications. Carbon 2017, 124, 429−472. (164) Peng, Z.; Miyanji, E. H.; Zhou, Y.; Pardo, J.; Hettiarachchi, S. D.; Li, S.; Blackwelder, P. L.; Skromne, I.; Leblanc, R. M. Carbon Dots: Promising Biomaterials for Bone-Specific Imaging and Drug Delivery. Nanoscale 2017, 9, 17533−17543. (165) Hao, J.; Li, L. Y.; Zhao, W. W.; Wu, X. Q.; Xiao, Y. Y.; Zhang, H. F.; Tang, N.; Wang, X. C. Synthesis and Application of CCQDs as a Novel Type of Environmentally Friendly Scale Inhibitor. ACS Appl. Mater. Interfaces 2019, 11 (9), 9277−9282. (166) Grinstaff, M.; Meller, A.; Hersey, J.; Squires, A. Fiber coated nanopores, 2014 WO2014197329A1. (167) Popov, K. I.; Oshchepkov, M. S.; Shabanova, N. A.; Dikareva, Y. M.; Larchenko, V. E.; Koltinova, E. Y. DLS study of a phosphonate induced gypsum scale inhibition mechanism using indifferent nanodispersions as the standards for light scattering intensity comparison. Int. J. Corros Scale I 2018, 7 (1), 9−24. (168) Popov, K.; Oshchepkov, M.; Afanas eva, E.; Koltinova, E.; Dikareva, Y.; Ronkkomaki, H. A new insight into the mechanism of the scale inhibition: DLS study of gypsum nucleation in presence of phosphonates using nanosilver dispersion as an internal light scattering intensity reference. Colloids Surf., A 2019, 560, 122−129. (169) Hassan, A. M.; Al-Sofi, M. A. K.; Al-Amoudi, A. S.; Jamaluddin, A. T. M.; Farooque, A. M.; Rowaili, A.; Dalvi, A. G. I.; Kither, N. M.; Mustafa, G. M.; Al-Tisan, I. A. R. A new approach to membrane and thermal seawater desalination processes using nanofiltration membranes (Part 1). Desalination 1998, 118 (1−3), 35−51. (170) Jwa, E.; Kim, H.; Chon, K.; Kim, C. S.; Jeong, N.; Park, S. C.; Nam, J. Y. Bioelectrochemical precipitation system for removal of scale-forming ions from seawater using two different buffers. Desalination 2017, 418, 35−42.\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7363\n(171) Koyuncu, I.; Sengur, R.; Turken, T.; Guclu, S.; Pasaoglu, M. E. Advances in water treatment by microfiltration, ultrafiltration, and nanofiltration. Adv. Membr. Technol. Water Treat. 2015, 83−128. (172) Kaya, C.; Sert, G.; Kabay, N.; Arda, M.; Yuksel, M.; Egemen, O. Pre-treatment with nanofiltration (NF) in seawater desalinationPreliminary integrated membrane tests in Urla, Turkey. Desalination 2015, 369, 10−17. (173) Dydo, P.; Turek, M.; Ciba, J. Scaling analysis of nanofiltration systems fed with saturated calcium sulfate solutions in the presence of carbonate ions. Desalination 2003, 159 (3), 245−251. (174) Dayarathne, H. N. P.; Jeong, S.; Jang, A. Chemical-free scale inhibition method for seawater reverse osmosis membrane process: Air micro-nano bubbles. Desalination 2019, 461, 1−9. (175) Vu, V. K.; Hurtevent, C.; Davis, R. A. Eliminating the Need for Scale Inhibition Treatments for Elf Exploration Angola s Girassol Field. In International Symposium on Oil eld Scale; Aberdeen, United Kingdom; Society of Petroleum Engineers, 2000; pp 1−10. (176) Jordan, M. M., Management of Scale Control in Produced Water Reinjection - The Near Wellbore Scale Challenge Overcome. In SPE International Oil eld Scale Conference and Exhibition, Aberdeen, Scotland, UK; Society of Petroleum Engineers, 2018; pp 1−21. (177) Yang, Q. A.; Liu, N.; He, Z. W.; Dong, J.; Qiu, X. L.; Li, N. J.; Zhou, P. Improve Waterflood Efficiency by Film Treatment Technology. Energy Procedia 2012, 16, 1041−1045. (178) Davis, R.; Lomax, I.; Plummer, M. Membranes solve North Sea waterflood sulfate problems. Oil & Gas J. 1996, 25, 59−52.\nhttps://dx.doi.org/10.1021/acsanm.0c01391 ACS Appl. Nano Mater. 2020, 3, 7343−7364 7364"
    } ],
    "references" : [ {
      "title" : "Produced water treatment technologies",
      "author" : [ "E.T. Igunnu", "G.Z. Chen" ],
      "venue" : "Int. J. Low-Carbon Technol. 2014,",
      "citeRegEx" : "Igunnu and Chen,? \\Q2014\\E",
      "shortCiteRegEx" : "Igunnu and Chen",
      "year" : 2014
    }, {
      "title" : "Well Completion Design, Chapter 7 Production",
      "author" : [ "B. Jonathan" ],
      "venue" : "Geothermics",
      "citeRegEx" : "Jonathan,? \\Q2006\\E",
      "shortCiteRegEx" : "Jonathan",
      "year" : 2006
    }, {
      "title" : "The Science and Technology of Industrial Water",
      "author" : [ "Z. Amjad" ],
      "venue" : null,
      "citeRegEx" : "Amjad,? \\Q2012\\E",
      "shortCiteRegEx" : "Amjad",
      "year" : 2012
    }, {
      "title" : "The Effect of Temperature, Pressure",
      "author" : [ "M. Amiri", "J. Moghadasi" ],
      "venue" : "Sci. Technol",
      "citeRegEx" : "Amiri and Moghadasi,? \\Q2009\\E",
      "shortCiteRegEx" : "Amiri and Moghadasi",
      "year" : 2009
    }, {
      "title" : "The effect of temperature",
      "author" : [ "S.J. Dyer", "G.M. Graham" ],
      "venue" : null,
      "citeRegEx" : "Dyer and Graham,? \\Q2013\\E",
      "shortCiteRegEx" : "Dyer and Graham",
      "year" : 2013
    }, {
      "title" : "Potential kinetic model for",
      "author" : [ "Y.M. Al-Roomi", "K.F. Hussain" ],
      "venue" : null,
      "citeRegEx" : "Al.Roomi and Hussain,? \\Q1996\\E",
      "shortCiteRegEx" : "Al.Roomi and Hussain",
      "year" : 1996
    }, {
      "title" : "Calcium carbonate",
      "author" : [ "J.W. Morse", "R.S. Arvidson", "A. Luttge" ],
      "venue" : null,
      "citeRegEx" : "Morse et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Morse et al\\.",
      "year" : 2019
    }, {
      "title" : "Tuning Crystal Polymorphisms and Structural Investigation of Precipitated Calcium Carbonates for CO2 Mineralization",
      "author" : [ "R. Chang", "D. Choi", "M.H. Kim", "Y. Park" ],
      "venue" : "ACS Sustainable Chem. Eng. 2017,",
      "citeRegEx" : "Chang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Chang et al\\.",
      "year" : 2017
    }, {
      "title" : "The chemistry of scale prediction",
      "author" : [ "G. Atkinson", "M. Mecik" ],
      "venue" : "J. Pet. Sci. Eng. 1997,",
      "citeRegEx" : "Atkinson and Mecik,? \\Q1997\\E",
      "shortCiteRegEx" : "Atkinson and Mecik",
      "year" : 1997
    }, {
      "title" : "A Continuous and Mechanistic Representation of Calcite Reaction-Controlled Kinetics in Dilute Solutions at 25 degrees C and 1 Atm Total Pressure",
      "author" : [ "T. Arakaki", "A. Mucci" ],
      "venue" : "Aquat. Geochem. 1995,",
      "citeRegEx" : "Arakaki and Mucci,? \\Q1995\\E",
      "shortCiteRegEx" : "Arakaki and Mucci",
      "year" : 1995
    }, {
      "title" : "The use of iminodiacetic acid for low-temperature synthesis of aragonite crystal microrods: Correlation between aragonite crystal microrods and stereochemical effects",
      "author" : [ "S.W. Lee", "Y.I. Kim", "J.W. Ahn" ],
      "venue" : "Int. J. Miner. Process",
      "citeRegEx" : "Lee et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Lee et al\\.",
      "year" : 2009
    }, {
      "title" : "The Role and Implications of Bassanite as a Stable Precursor Phase to Gypsum Precipitation",
      "author" : [ "A.E.S. Van Driessche", "L.G. Benning", "J.D. Rodriguez-Blanco", "M. Ossorio", "P. Bots", "J.M. Garcia-Ruiz" ],
      "venue" : "Science",
      "citeRegEx" : "Driessche et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Driessche et al\\.",
      "year" : 2012
    }, {
      "title" : "Low in Vitro Third-Body Wear on Total Hip Prostheses Induced by Calcium Sulphate Used for Local Antibiotic Therapy",
      "author" : [ "R. Heuberger", "P. Wahl", "J. Krieg", "E. Gautier" ],
      "venue" : "Eur. Cells Mater. 2014,",
      "citeRegEx" : "Heuberger et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Heuberger et al\\.",
      "year" : 2014
    }, {
      "title" : "Synthesis and formation process of SrSO4 sisal-like hierarchical structures at room temperature",
      "author" : [ "W.S. Wang", "L. Zhen", "C.Y. Xu", "W.Z. Shao" ],
      "venue" : "CrystEngComm 2011,",
      "citeRegEx" : "Wang et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2011
    }, {
      "title" : "Effects of PSMA additive on morphology of Barite particles",
      "author" : [ "J.G. Yu", "S.W. Liu", "B. Cheng" ],
      "venue" : "J. Cryst. Growth 2005,",
      "citeRegEx" : "Yu et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Yu et al\\.",
      "year" : 2005
    }, {
      "title" : "Scale Prediction for Iron, Zinc and Lead Sulphides and Its Relation to Scale Test Design",
      "author" : [ "C. Okocha", "K. Sorbie" ],
      "venue" : "CORROSION",
      "citeRegEx" : "Okocha and Sorbie,? \\Q2014\\E",
      "shortCiteRegEx" : "Okocha and Sorbie",
      "year" : 2014
    }, {
      "title" : "Kinetics and Inhibition of Ferrous Sulfide Nucleation and Precipitation",
      "author" : [ "Q.L. Wang", "Z. Zhang", "A. Kan", "M. Tomson" ],
      "venue" : "In SPE International Oil eld Scale Conference and Exhibition; Aberdeen, ScotlandSociety of Petroleum Engineers,",
      "citeRegEx" : "Wang et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2014
    }, {
      "title" : "Occurence, Prediction and Prevention of Zinc Sulfide Scale Within Gulf Coast And North Sea High Temperature/High Salinity Production Wells",
      "author" : [ "I.R. Collins", "M.M. Jordan" ],
      "venue" : "In International Symposium on Oil eld Scale; Aberdeen, United KingdomSociety of Petroleum Engineers,",
      "citeRegEx" : "Collins and Jordan,? \\Q2001\\E",
      "shortCiteRegEx" : "Collins and Jordan",
      "year" : 2001
    }, {
      "title" : "Formation of sphalerite (ZnS) deposits in natural biofilms of sulfate-reducing bacteria",
      "author" : [ "M. Labrenz", "G.K. Druschel", "T. Thomsen-Ebert", "B. Gilbert", "S.A. Welch", "K.M. Kemner", "G.A. Logan", "R.E. Summons", "G. De Stasio", "P.L. Bond", "B. Lai", "S.D. Kelly", "J.F. Banfield" ],
      "venue" : "Science",
      "citeRegEx" : "Labrenz et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Labrenz et al\\.",
      "year" : 2000
    }, {
      "title" : "Inhibition of Lead and Zinc Sulphide Scale Deposits",
      "author" : [ "K. Bybee" ],
      "venue" : "JPT, J. Pet. Technol",
      "citeRegEx" : "Bybee,? \\Q2001\\E",
      "shortCiteRegEx" : "Bybee",
      "year" : 2001
    }, {
      "title" : "affect of 10 wt % galena powder on the absorbitivity of black paint",
      "author" : [ "I.S. Moosa" ],
      "venue" : "Int. J. Adv. Res. Eng. Technol. 2016,",
      "citeRegEx" : "Moosa,? \\Q2016\\E",
      "shortCiteRegEx" : "Moosa",
      "year" : 2016
    }, {
      "title" : "Production Chemicals for the Oil and Gas Industry, 2nd ed.",
      "author" : [ "M.A. Kelland" ],
      "venue" : null,
      "citeRegEx" : "Kelland,? \\Q2014\\E",
      "shortCiteRegEx" : "Kelland",
      "year" : 2014
    }, {
      "title" : "Fighting scale-removal and prevention",
      "author" : [ "M. Crabtree", "D. Eslinger", "P. Fletcher", "M. Miller", "A. Johnson", "G. King" ],
      "venue" : "Oilfield Review 1999,",
      "citeRegEx" : "Crabtree et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Crabtree et al\\.",
      "year" : 1999
    }, {
      "title" : "Fighting Lead and Zinc Sulphide Scales on a North Sea HP/HT Field. In European Formation Damage Conference; Scheveningen, The Netherlands",
      "author" : [ "K. Orski", "B. Grimbert", "C.A. Menezes", "E. Quin" ],
      "venue" : "Society of Petroleum Engineers,",
      "citeRegEx" : "Orski et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Orski et al\\.",
      "year" : 2007
    }, {
      "title" : "An Experimental Study of Removing Iron Sulfide Scale from Well Tubulars",
      "author" : [ "H.A. Nasr-El-Din", "B.A. Fadhel", "A.Y. Al-Humaidan", "W.W. Frenier", "D. Hill" ],
      "venue" : "In International Symposium on Oil eld Scale; Aberdeen, United Kingdom; Society of Petroleum Engineers,",
      "citeRegEx" : "Nasr.El.Din et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Nasr.El.Din et al\\.",
      "year" : 2000
    }, {
      "title" : "Developments in oilfield scale handling towards green technology-A review",
      "author" : [ "S. Kumar", "T.K. Naiya", "T. Kumar" ],
      "venue" : "J. Pet. Sci. Eng. 2018,",
      "citeRegEx" : "Kumar et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Kumar et al\\.",
      "year" : 2018
    }, {
      "title" : "State of the art of synthetic threshold scale inhibitors for mineral scaling in the petroleum industry: a review",
      "author" : [ "M. Mpelwa", "S.-F. Tang" ],
      "venue" : "Pet. Sci. 2019,",
      "citeRegEx" : "Mpelwa and Tang,? \\Q2019\\E",
      "shortCiteRegEx" : "Mpelwa and Tang",
      "year" : 2019
    }, {
      "title" : "Scale Inhibition in Wellbores",
      "author" : [ "C. Crowe", "S.B. McConnell", "J.J. Hinkel", "K. Chapman" ],
      "venue" : "In University of Tulsa Centennial Petroleum Engineering Symposium; Tulsa, OKSociety of Petroleum Engineers,",
      "citeRegEx" : "Crowe et al\\.,? \\Q1994\\E",
      "shortCiteRegEx" : "Crowe et al\\.",
      "year" : 1994
    }, {
      "title" : "Study of phosphonate addition and hydrodynamic conditions on ordinary steel corrosion inhibition in simulated cooling water",
      "author" : [ "R. Touir", "N. Dkhireche", "M. Ebn Touhami", "M. Sfaira", "O. Senhaji", "J.J. Robin", "B. Boutevin", "M. Cherkaoui" ],
      "venue" : "Mater. Chem. Phys. 2010,",
      "citeRegEx" : "Touir et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Touir et al\\.",
      "year" : 2010
    }, {
      "title" : "Calcium carbonate inhibition by a phosphonate-terminated poly(maleic-co-sulfonate) polymeric inhibitor",
      "author" : [ "C. Wang", "S.P. Li", "T.D. Li" ],
      "venue" : "Desalination 2009,",
      "citeRegEx" : "Wang et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2009
    }, {
      "title" : "Synthesis and performance study of phosphinico-polyacrylic acid",
      "author" : [ "P. Mei", "J.X. Xiao" ],
      "venue" : "Water Treat 2005,",
      "citeRegEx" : "Mei and Xiao,? \\Q2005\\E",
      "shortCiteRegEx" : "Mei and Xiao",
      "year" : 2005
    }, {
      "title" : "Mechanisms of Mineral Scale Inhibition",
      "author" : [ "M.B. Tomson", "G. Fu", "M.A. Watson", "A.T. Kan" ],
      "venue" : "In International Symposium on Oil eld Scale; Aberdeen, United KingdomSociety of Petroleum Engineers,",
      "citeRegEx" : "Tomson et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Tomson et al\\.",
      "year" : 2002
    }, {
      "title" : "The effect of synthesized hydrolyzed polymaleic anhydride (HPMA) on the crystal of calcium carbonate",
      "author" : [ "Z.H. Shen", "J.S. Li", "K. Xu", "L.L. Ding", "H.Q. Ren" ],
      "venue" : "Desalination",
      "citeRegEx" : "Shen et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Shen et al\\.",
      "year" : 2012
    }, {
      "title" : "Synthesis and Evaluation of New Bisphosphonates as Inhibitors for Oilfield Carbonate and Sulfate Scale Control",
      "author" : [ "M.F. Mady", "A. Bagi", "M.A. Kelland" ],
      "venue" : "Energy Fuels 2016,",
      "citeRegEx" : "Mady et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Mady et al\\.",
      "year" : 2016
    }, {
      "title" : "Study on Various Readily Available Proteins as New Green Scale Inhibitors for Oilfield Scale Control",
      "author" : [ "M.F. Mady", "M.A. Kelland" ],
      "venue" : "Energy Fuels 2017,",
      "citeRegEx" : "Mady and Kelland,? \\Q2017\\E",
      "shortCiteRegEx" : "Mady and Kelland",
      "year" : 2017
    }, {
      "title" : "Overview of the Synthesis of Salts of Organophosphonic Acids and Their Application to the Management of Oilfield Scale",
      "author" : [ "M.F. Mady", "M.A. Kelland" ],
      "venue" : "Energy Fuels 2017,",
      "citeRegEx" : "Mady and Kelland,? \\Q2017\\E",
      "shortCiteRegEx" : "Mady and Kelland",
      "year" : 2017
    }, {
      "title" : "Synthesis and Characterization of Modified Aliphatic Polycarbonates as Environmentally Friendly Oilfield Scale Inhibitors",
      "author" : [ "M.F. Mady", "P. Charoensumran", "H. Ajiro", "M.A. Kelland" ],
      "venue" : "Energy Fuels 2018,",
      "citeRegEx" : "Mady et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Mady et al\\.",
      "year" : 2018
    }, {
      "title" : "Study of Novel Aromatic Aminomethylenephosphonates as Oilfield Scale Inhibitors",
      "author" : [ "M.F. Mady", "S. Fevang", "M.A. Kelland" ],
      "venue" : "Energy Fuels 2019,",
      "citeRegEx" : "Mady et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Mady et al\\.",
      "year" : 2019
    }, {
      "title" : "State of the Art of Friendly Green Scale Control Inhibitors: A Review Article",
      "author" : [ "D. Hasson", "H. Shemer", "A. Sher" ],
      "venue" : "Ind. Eng. Chem. Res. 2011,",
      "citeRegEx" : "Hasson et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Hasson et al\\.",
      "year" : 2011
    }, {
      "title" : "Adsorption Behavior of Polyelectrolytes on Barium Sulfate Crystals",
      "author" : [ "M.C. van der Leeden", "G.M. van Rosmalen" ],
      "venue" : "J. Colloid Interface Sci. 1995,",
      "citeRegEx" : "Leeden and Rosmalen,? \\Q1995\\E",
      "shortCiteRegEx" : "Leeden and Rosmalen",
      "year" : 1995
    }, {
      "title" : "A Review of Factors that Impact Scale Inhibitor Mechanisms, paper presented at the 24th International Oilfield Chemistry Symposium",
      "author" : [ "L.S. Boak" ],
      "venue" : "March 17−20,",
      "citeRegEx" : "Boak,? \\Q2013\\E",
      "shortCiteRegEx" : "Boak",
      "year" : 2013
    }, {
      "title" : "Scale Inhibitor Surface Interactions Using Synchroton Radiation Techniques, paper presented at the RSC Chemistry in the Oil Industry VIII",
      "author" : [ "G.M. Graham", "A.J.B. Hennessey" ],
      "venue" : null,
      "citeRegEx" : "Graham and Hennessey,? \\Q2003\\E",
      "shortCiteRegEx" : "Graham and Hennessey",
      "year" : 2003
    }, {
      "title" : "The Influence of Formation Calcium and Magnesium on the Effectiveness of Generically Different Barium Sulphate Oilfield Scale Inhibitors",
      "author" : [ "G.M. Graham", "L.S. Boak", "K.S. Sorbie" ],
      "venue" : "SPE Prod. Facil",
      "citeRegEx" : "Graham et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Graham et al\\.",
      "year" : 2003
    }, {
      "title" : "Novel Studies on Precipitated Phosphate Ester Scale Inhibitors for Precipitation Squeeze Application",
      "author" : [ "A. Valiakhmetova", "K.S. Sorbie", "M.M. Jordan", "L.S. Boak" ],
      "venue" : "In SPE International Conference on Oil eld Chemistry; Montgomery, TX; Society of Petroleum Engineers,",
      "citeRegEx" : "Valiakhmetova et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Valiakhmetova et al\\.",
      "year" : 2017
    }, {
      "title" : "The Influence of Overflush Fluid Type On Scale Squeeze Life Time - Field Examples And Placement Simulation Evaluation",
      "author" : [ "M.M. Jordan", "E.J. Mackay", "O. Vazquez" ],
      "venue" : "CORROSION",
      "citeRegEx" : "Jordan et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Jordan et al\\.",
      "year" : 2008
    }, {
      "title" : "Nanotechnology applied to the enhancement of oil and gas productivity and recovery of Colombian fields",
      "author" : [ "F.B. s" ],
      "venue" : "J. Pet. Sci. Eng. 2017,",
      "citeRegEx" : "s,? \\Q2017\\E",
      "shortCiteRegEx" : "s",
      "year" : 2017
    }, {
      "title" : "Engineered nanomaterials and human health: Part 1. Preparation, functionalization and characterization (IUPAC Technical Report)",
      "author" : [ "V. Gubala", "L.J. Johnston", "Z.W. Liu", "H. Krug", "C.J. Moore", "C.K. Ober", "M. Schwenk", "M. Vert" ],
      "venue" : "Pure Appl. Chem. 2018,",
      "citeRegEx" : "Gubala et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Gubala et al\\.",
      "year" : 2018
    }, {
      "title" : "Performance augmentation of flat plate solar water collector using phase change materials and nanocomposite phase change materials: A review",
      "author" : [ "M.E. Zayed", "J. Zhao", "A.H. Elsheikh", "Y. Du", "F.A. Hammad", "L. Ma", "A.E. Kabeel", "S. Sadek" ],
      "venue" : "Process Saf. Environ. Prot. 2019,",
      "citeRegEx" : "Zayed et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Zayed et al\\.",
      "year" : 2019
    }, {
      "title" : "Multifunctional Nanomaterials for Multifaceted Applications in Biomedical Arena",
      "author" : [ "S. Raghav", "R. Painuli", "D. Kumar" ],
      "venue" : "Int. J. Pharmacol. 2017,",
      "citeRegEx" : "Raghav et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Raghav et al\\.",
      "year" : 2017
    }, {
      "title" : "On the basic concept of nano-technology",
      "author" : [ "N. Taniguchi" ],
      "venue" : "in Proc. Int. Conf. Prod. Eng.,",
      "citeRegEx" : "Taniguchi,? \\Q1974\\E",
      "shortCiteRegEx" : "Taniguchi",
      "year" : 1974
    }, {
      "title" : "Nanomaterials and nanoparticles: Sources and toxicity",
      "author" : [ "C. Buzea", "I.I. Pacheco", "K. Robbie" ],
      "venue" : "Biointerphases 2007,",
      "citeRegEx" : "Buzea et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Buzea et al\\.",
      "year" : 2007
    }, {
      "title" : "Advances of nanotechnologies in oil and gas industries",
      "author" : [ "J. Yang", "S.X. Ji", "R. Li", "W.L. Qin", "Y.J. Lu" ],
      "venue" : "Energy Explor. Exploit. 2015,",
      "citeRegEx" : "Yang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2015
    }, {
      "title" : "Complex fluids - Spread the word about nanofluids",
      "author" : [ "M.K. Chaudhury" ],
      "venue" : "Nature",
      "citeRegEx" : "Chaudhury,? \\Q2003\\E",
      "shortCiteRegEx" : "Chaudhury",
      "year" : 2003
    }, {
      "title" : "Spreading of nanofluids on solids",
      "author" : [ "D.T. Wasan", "A.D. Nikolov" ],
      "venue" : "Nature",
      "citeRegEx" : "Wasan and Nikolov,? \\Q2003\\E",
      "shortCiteRegEx" : "Wasan and Nikolov",
      "year" : 2003
    }, {
      "title" : "Enhanced oil recovery by flooding with hydrophilic nanoparticles",
      "author" : [ "B. Ju", "T. Fan", "M. Ma" ],
      "venue" : "China Particuol. 2006,",
      "citeRegEx" : "Ju et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Ju et al\\.",
      "year" : 2006
    }, {
      "title" : "Enhanced Oil Recovery for Carbonate Oil Reservoir by Using Nano-Surfactant: Part II",
      "author" : [ "A.K. Alhuraishawy", "R.S. Hamied", "H.A. Hammood", "W.H. AlBazzaz" ],
      "venue" : "In SPE Gas  Dubai, UAESociety of Petroleum Engineers,",
      "citeRegEx" : "Alhuraishawy et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Alhuraishawy et al\\.",
      "year" : 2019
    }, {
      "title" : "Application of Nanotechnology in Drilling Fluids",
      "author" : [ "K.P. Hoelscher", "G. De Stefano", "M. Riley", "S. Young" ],
      "venue" : "In SPE International Oil eld Nanotechnology Conference and Exhibition; Noordwijk, The Netherlands; Society of Petroleum Engineers,",
      "citeRegEx" : "Hoelscher et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Hoelscher et al\\.",
      "year" : 2012
    }, {
      "title" : "Review of Micro/ Nanofluidic Insights on Fluid Transport Controls in Tight Rocks",
      "author" : [ "A. Mehmani", "S. Kelly", "C. Torres-Verdín" ],
      "venue" : null,
      "citeRegEx" : "Mehmani et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Mehmani et al\\.",
      "year" : 2019
    }, {
      "title" : "Lead, J. In Overview of Environmental Nanoscience; Frontiers of Nanoscience",
      "author" : [ "M Baalousha", "W How", "E Valsami-Jones" ],
      "venue" : "Elsevier: Oxford,",
      "citeRegEx" : "Baalousha et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Baalousha et al\\.",
      "year" : 2014
    }, {
      "title" : "Extending Squeeze Lifetimes",
      "author" : [ "I.R. Collins", "J.A. Hewartson" ],
      "venue" : "Berlin, Germany,",
      "citeRegEx" : "Collins and Hewartson,? \\Q2013\\E",
      "shortCiteRegEx" : "Collins and Hewartson",
      "year" : 2013
    }, {
      "title" : "Water-in-oil microemulsions useful",
      "author" : [ "R. Collins", "I. Vervoort" ],
      "venue" : null,
      "citeRegEx" : "Collins and Vervoort,? \\Q2003\\E",
      "shortCiteRegEx" : "Collins and Vervoort",
      "year" : 2003
    }, {
      "title" : "Phosphinopolycarboxylic acid modified inhibitor nanomaterial for oilfield scale control: transport and inhibitor return in formation media",
      "author" : [ "P. Zhang", "D. Shen", "A.T. Kan", "M.B. Tomson" ],
      "venue" : "RSC Adv. 2016,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2016
    }, {
      "title" : "Numerical Study of Adsorption Enhancement by Nanoparticles Scale Inhibitor",
      "author" : [ "J.K.Y. Teck", "R.H. binti Abu", "S.U. binti Masuri" ],
      "venue" : "Adv. Mater. Res",
      "citeRegEx" : "Teck et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Teck et al\\.",
      "year" : 2015
    }, {
      "title" : "SurfactantAssisted Synthesis of Metal-Phosphonate Inhibitor Nanoparticles and Transport in Porous Media",
      "author" : [ "P. Zhang", "D. Shen", "C. Fan", "A. Kan", "M. Tomson" ],
      "venue" : "Spe J. 2010,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2010
    }, {
      "title" : "Evaluation of the effective parameters in synthesis of the nano-structured scaling inhibitors applicable in oil fields with sea water injection process",
      "author" : [ "A. Haghtalab", "Z. Kiaei" ],
      "venue" : "J. Nanopart. Res",
      "citeRegEx" : "Haghtalab and Kiaei,? \\Q2012\\E",
      "shortCiteRegEx" : "Haghtalab and Kiaei",
      "year" : 2012
    }, {
      "title" : "Experimental study of using CaDTPMP nanoparticles in inhibition of CaCO3 scaling in a bulk water process",
      "author" : [ "Z. Kiaei", "A. Haghtalab" ],
      "venue" : "Desalination",
      "citeRegEx" : "Kiaei and Haghtalab,? \\Q2014\\E",
      "shortCiteRegEx" : "Kiaei and Haghtalab",
      "year" : 2014
    }, {
      "title" : "Ca-DTPMP nanoparticles-based nanofluids for the inhibition and remediation of formation damage due to CaCO3 scaling in tight gas-condensate reservoirs",
      "author" : [ "M. Franco-Aguirre", "R.D. Zabala", "S.H. Lopera", "C.A. Franco", "F.B. Cortes" ],
      "venue" : "J. Pet. Sci. Eng. 2018,",
      "citeRegEx" : "Franco.Aguirre et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Franco.Aguirre et al\\.",
      "year" : 2018
    }, {
      "title" : "Synthesis and laboratory testing of a novel calcium-phosphonate reverse micelle nanofluid for oilfield mineral scale control",
      "author" : [ "P. Zhang", "D. Shen", "A.T. Kan", "M.B. Tomson" ],
      "venue" : "RSC Adv. 2016,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2016
    }, {
      "title" : "Selective binding, magnetic separation and purification of histidine-tagged protein using biopolymer magnetic core-shell nanoparticles",
      "author" : [ "Y. Zhou", "D. Yan", "S. Yuan", "Y. Chen", "E.E. Fletcher", "H. Shi", "B. Han" ],
      "venue" : "Protein Expression Purif. 2018,",
      "citeRegEx" : "Zhou et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2018
    }, {
      "title" : "Applications of magnetic nanoparticles in biomedical separation and purification",
      "author" : [ "I. Yildiz" ],
      "venue" : "Nanotechnol. Rev. 2016,",
      "citeRegEx" : "Yildiz,? \\Q2016\\E",
      "shortCiteRegEx" : "Yildiz",
      "year" : 2016
    }, {
      "title" : "Magnetic nanoparticles: Synthesis, protection, functionalization, and application",
      "author" : [ "A.H. Lu", "E.L. Salabas", "F. Schu th" ],
      "venue" : "Angew. Chem., Int. Ed",
      "citeRegEx" : "Lu et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Lu et al\\.",
      "year" : 2007
    }, {
      "title" : "Synthesis of magnetic composite nanoparticles enveloped in copolymers specified for scale inhibition application",
      "author" : [ "B.P. Huu Do", "B.D. Nguyen", "H.D. Nguyen", "P.T. Nguyen" ],
      "venue" : "Adv. Nat. Sci.: Nanosci. Nanotechnol. 2013,",
      "citeRegEx" : "Do et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Do et al\\.",
      "year" : 2013
    }, {
      "title" : "Generation and characterization of nano aluminium powder obtained through wire explosion process",
      "author" : [ "T.K. Sindhu", "R. Sarathi", "S.R. Chakravarthy" ],
      "venue" : "Bull. Mater. Sci. 2007,",
      "citeRegEx" : "Sindhu et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Sindhu et al\\.",
      "year" : 2007
    }, {
      "title" : "nanoparticles: Impact of media and current on the arc fabrication",
      "author" : [ "M.Z. Kassaee", "F. Al Buazar" ],
      "venue" : "Journal of Manufacturing Processes 2009,",
      "citeRegEx" : "Kassaee and Buazar,? \\Q2009\\E",
      "shortCiteRegEx" : "Kassaee and Buazar",
      "year" : 2009
    }, {
      "title" : "An Experimental Study in a CI Engine Using Nanoadditive Blended Water−Diesel Emulsion Fuel",
      "author" : [ "J.S. Basha", "R.B. Anand" ],
      "venue" : "Int. J. Green Energy 2011,",
      "citeRegEx" : "Basha and Anand,? \\Q2011\\E",
      "shortCiteRegEx" : "Basha and Anand",
      "year" : 2011
    }, {
      "title" : "Boehmite Based Sulphonated Polymer Nanoparticles with ImprovedSqueeze Performance for Deepwater Scale Control",
      "author" : [ "C. Yan", "R. Tomson", "F. Yan", "M.B. Tomson", "H. Zhu", "L. Wang", "W. Wang", "A.T. Kan" ],
      "venue" : "In O shore Technology Conference;",
      "citeRegEx" : "Yan et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Yan et al\\.",
      "year" : 2013
    }, {
      "title" : "Sorption Study of AlO(OH) Nanoparticle-Crosslinked Polymeric Scale Inhibitors and Their Improved Squeeze Performance in Porous Media",
      "author" : [ "C. Yan", "A.T. Kan", "W. Wang", "F. Yan", "L. Wang", "M.B. Tomson" ],
      "venue" : "Spe J. 2014,",
      "citeRegEx" : "Yan et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Yan et al\\.",
      "year" : 2014
    }, {
      "title" : "Nanoparticle carrier platform and methods for controlled release of subterranean well treatment additives",
      "author" : [ "Yan", "Tomson", "P. Guraieb", "N. Ghorbani" ],
      "venue" : null,
      "citeRegEx" : "R. et al\\.,? \\Q2080\\E",
      "shortCiteRegEx" : "R. et al\\.",
      "year" : 2080
    }, {
      "title" : "Synthesis and characterization of superhydrophobic functionalized Cu(OH)2 nanotube arrays on copper foil",
      "author" : [ "X. Chen", "L. Kong", "D. Dong", "G. Yang", "L. Yu", "J. Chen", "P. Zhang" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "Chen et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2009
    }, {
      "title" : "Direct Growth of Hydroxy Cupric Phosphate Heptahydrate Monocrystal with Honeycomb-Like Porous Structures on Copper Surface Mimicking Lotus Leaf",
      "author" : [ "X. Chen", "G. Yang", "L. Kong", "D. Dong", "L. Yu", "J. Chen", "P. Zhang" ],
      "venue" : "Cryst. Growth Des. 2009,",
      "citeRegEx" : "Chen et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2009
    }, {
      "title" : "Different wetting behavior of alkyl- and fluorocarbonterminated films based on cupric hydroxide nanorod quasi-arrays",
      "author" : [ "X. Chen", "G. Yang", "L. Kong", "D. Dong", "L. Yu", "J. Chen", "P. Zhang" ],
      "venue" : "Mater. Chem. Phys. 2010,",
      "citeRegEx" : "Chen et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2010
    }, {
      "title" : "Preparation and Antiscaling Application of Superhydrophobic Anodized CuO Nanowire Surfaces",
      "author" : [ "W. Jiang", "J. He", "F. Xiao", "S.J. Yuan", "H.F. Lu", "B. Liang" ],
      "venue" : "Ind. Eng. Chem. Res. 2015,",
      "citeRegEx" : "Jiang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Jiang et al\\.",
      "year" : 2015
    }, {
      "title" : "Multifaceted Application of Silica Nanoparticles",
      "author" : [ "P.G. Jeelani", "P. Mulay", "R. Venkat", "C. Ramalingam" ],
      "venue" : "A Review. Silicon 2020,",
      "citeRegEx" : "Jeelani et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Jeelani et al\\.",
      "year" : 2020
    }, {
      "title" : "Synthesis of Silica Nanoparticles by Sol-Gel: Size-Dependent Properties, Surface Modification, and Applications in Silica-Polymer Nanocomposites-A Review",
      "author" : [ "I.A. Rahman", "V. Padavettan" ],
      "venue" : "J. Nanomater",
      "citeRegEx" : "Rahman and Padavettan,? \\Q2012\\E",
      "shortCiteRegEx" : "Rahman and Padavettan",
      "year" : 2012
    }, {
      "title" : "Synthesis of Crystalline-Phase Silica-Based Calcium Phosphonate Nanomaterials and Their Transport in Carbonate and Sandstone Porous Media",
      "author" : [ "P. Zhang", "C.F. Fan", "H.P. Lu", "A.T. Kan", "M.B. Tomson" ],
      "venue" : "Ind. Eng. Chem. Res. 2011,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2011
    }, {
      "title" : "Enhanced transport of novel crystalline calciumphosphonate scale inhibitor nanomaterials and their long term flow back performance in laboratory squeeze simulation tests",
      "author" : [ "P. Zhang", "A.T. Kan", "M.B. Tomson" ],
      "venue" : "RSC Adv. 2016,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2016
    }, {
      "title" : "Functional scale inhibitor nanoparticle capsule delivery vehicles for oilfield mineral scale control",
      "author" : [ "P. Zhang", "G.D. Ruan", "A.T. Kan", "M.B. Tomson" ],
      "venue" : "RSC Adv. 2016,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2016
    }, {
      "title" : "Scale Inhibition Using nano-silica Particles. In SPE Middle East Health, Safety, Security, and Environment Conference and Exhibition; Abu Dhabi",
      "author" : [ "D. Kumar", "S.S. Chishti", "A. Rai", "S.D. Patwardhan" ],
      "venue" : "UAE; Society of Petroleum Engineers,",
      "citeRegEx" : "Kumar et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Kumar et al\\.",
      "year" : 2012
    }, {
      "title" : "Inhibition of Scale Formation Using Silica Nanoparticle",
      "author" : [ "M. Safari", "A. Golsefatan", "M. Jamialahmadi" ],
      "venue" : "J. Dispersion Sci. Technol. 2014,",
      "citeRegEx" : "Safari et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Safari et al\\.",
      "year" : 2014
    }, {
      "title" : "Using silica nanoparticles to improve DETPMP scale inhibitor performance as a novel calcium sulfate inhibitor",
      "author" : [ "A.R. Golsefatan", "M. Safari", "M. Jamialahmadi" ],
      "venue" : "Desalin. Water Treat. 2015,",
      "citeRegEx" : "Golsefatan et al\\.,? \\Q2080\\E",
      "shortCiteRegEx" : "Golsefatan et al\\.",
      "year" : 2080
    }, {
      "title" : "Sustaining sulfate ions throughout smart water flooding by nanoparticle based scale inhibitors",
      "author" : [ "M. Safari", "A. Rahimi", "R.M. Lah", "R. Gholami", "W.S. Khur" ],
      "venue" : "J. Mol. Liq. 2020,",
      "citeRegEx" : "Safari et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Safari et al\\.",
      "year" : 2020
    }, {
      "title" : "Experimental investigation of the effect of silica nanoparticles on the kinetics of barium sulfate scaling during water injection process",
      "author" : [ "H. Manzari Tavakoli", "M. Jamialahmadi", "S. Kord", "A. Daryasafar" ],
      "venue" : "J. Pet. Sci. Eng. 2018,",
      "citeRegEx" : "Tavakoli et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Tavakoli et al\\.",
      "year" : 2018
    }, {
      "title" : "Effect of silica nanoparticles to prevent calcium carbonate scaling using an in situ turbidimetre",
      "author" : [ "W.N. Al Nasser", "V.V. Shah", "K. Nikiforou", "P. Petrou", "J.Y.Y. Heng" ],
      "venue" : "Chem. Eng. Res. Des. 2016,",
      "citeRegEx" : "Nasser et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Nasser et al\\.",
      "year" : 2016
    }, {
      "title" : "Nanoengineering colloidal and polymeric celluloses for threshold scale inhibition: towards universal biomass-based crystal modification",
      "author" : [ "A. Sheikhi", "A. Kakkar", "T.G.M. van de Ven" ],
      "venue" : "Mater. Horiz. 2018,",
      "citeRegEx" : "Sheikhi et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Sheikhi et al\\.",
      "year" : 2018
    }, {
      "title" : "Biomimetic scale-resistant polymer nanocomposites: towards universal additivefree scale inhibition",
      "author" : [ "A. Sheikhi", "A. Kakkar", "T.G.M. van de Ven" ],
      "venue" : "J. Mater. Chem. A 2018,",
      "citeRegEx" : "Sheikhi et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Sheikhi et al\\.",
      "year" : 2018
    }, {
      "title" : "Application of Polyelectrolyte Complex Nanoparticles to Increase the Lifetime of Poly Vinyl Sulfonate Scale Inhibitor",
      "author" : [ "M. Veisi", "S. Johnson", "K. Peltier", "C. Berkland", "J.-T. Liang", "R. Barati" ],
      "venue" : "In SPE International Conference and Exhibition on Formation Damage Control; Lafayette, LA; Society of Petroleum Engineers,",
      "citeRegEx" : "Veisi et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Veisi et al\\.",
      "year" : 2018
    }, {
      "title" : "Polyelectrolyte Complexes: A Review of their Applicability in Drug Delivery Technology",
      "author" : [ "S. Lankalapalli", "V.R. Kolapalli" ],
      "venue" : "Indian J. Pharm. Sci. 2009,",
      "citeRegEx" : "Lankalapalli and Kolapalli,? \\Q2009\\E",
      "shortCiteRegEx" : "Lankalapalli and Kolapalli",
      "year" : 2009
    }, {
      "title" : "Nanosized scale inhibitors for increasing oilfield scale inhibition treatment",
      "author" : [ "J. Liang", "H. Guan" ],
      "venue" : null,
      "citeRegEx" : "Liang and Guan,? \\Q2019\\E",
      "shortCiteRegEx" : "Liang and Guan",
      "year" : 2019
    }, {
      "title" : "Carbon-Based Nanomaterials for Biomedical Applications: A Recent Study",
      "author" : [ "D. Maiti", "X. Tong", "X. Mou", "K. Yang" ],
      "venue" : "Front. Pharmacol. 2019,",
      "citeRegEx" : "Maiti et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Maiti et al\\.",
      "year" : 2019
    }, {
      "title" : "Carbon-Based Nanomaterials in Biomass-Based Fuel-Fed Fuel Cells",
      "author" : [ "L.Q. Hoa", "M.C. Vestergaard", "E. Tamiya" ],
      "venue" : "Sensors 2017,",
      "citeRegEx" : "Hoa et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Hoa et al\\.",
      "year" : 2017
    }, {
      "title" : "Functionalization of Carbon Nanotubes, Carbon Nanotubes-Polymer Nanocomposites",
      "author" : [ "Jeon", "I.-Y", "D. Wook", "N. Ashok", "Baek", "J.-B" ],
      "venue" : "IntechOpen,",
      "citeRegEx" : "Jeon et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Jeon et al\\.",
      "year" : 2011
    }, {
      "title" : "An overview on the significance of carbon-based nanomaterials in upstream oil and gas industry",
      "author" : [ "S.H. Hajiabadi", "H. Aghaei", "M. Kalateh-Aghamohammadi", "M. Shorgasthi" ],
      "venue" : "J. Pet. Sci. Eng. 2020,",
      "citeRegEx" : "Hajiabadi et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Hajiabadi et al\\.",
      "year" : 2020
    }, {
      "title" : "A comprehensive review of nanoparticles applications in the oil and gas industry",
      "author" : [ "M.T. Alsaba", "M.F. Al Dushaishi", "A.K. Abbas" ],
      "venue" : "J. Pet. Explor. Prod. Technol. 2020,",
      "citeRegEx" : "Alsaba et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Alsaba et al\\.",
      "year" : 2020
    }, {
      "title" : "Using Nanoscale Dispersed Particles to Assist in the Retention of Polyphosphinocarboxylic Acid (PPCA) Scale Inhibitor on Rock",
      "author" : [ "N. Ghorbani", "M. Wilson", "N. Kapur", "N. Fleming", "A. Neville" ],
      "venue" : "In SPE International Oil eld Nanotechnology Conference and Exhibition,",
      "citeRegEx" : "Ghorbani et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Ghorbani et al\\.",
      "year" : 2012
    }, {
      "title" : "A Method of Inhibiting Scale in a Geological Formation, 2013, WO2013182852",
      "author" : [ "N. Ghorbani", "N. Fleming", "M.C.T. Wilson", "N. Kapur", "A. Neville" ],
      "venue" : null,
      "citeRegEx" : "Ghorbani et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Ghorbani et al\\.",
      "year" : 2013
    }, {
      "title" : "Carbon Nanotubes: A New Methodology for Enhanced Squeeze Lifetime CNTs",
      "author" : [ "N. Ghorbani", "M.C.T. Wilson", "N. Kapur", "N. Fleming", "A. Neville" ],
      "venue" : "In SPE International Oil eld Scale Conference and Exhibition,",
      "citeRegEx" : "Ghorbani et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Ghorbani et al\\.",
      "year" : 2014
    }, {
      "title" : "Adsorption of polyphosphinocarboxylic acid (PPCA) scale inhibitor on carbon nanotubes (CNTs): A prospective method for enhanced oilfield scale prevention",
      "author" : [ "N. Ghorbani", "M.C.T. Wilson", "N. Kapur", "N. Fleming", "T. Tjomsland", "A. Neville" ],
      "venue" : "J. Pet. Sci. Eng. 2017,",
      "citeRegEx" : "Ghorbani et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Ghorbani et al\\.",
      "year" : 2017
    }, {
      "title" : "Efficiently stabilized spherical vaterite CaCO3 crystals by carbon nanotubes in biomimetic mineralization",
      "author" : [ "W.W. Li", "C. Gao" ],
      "venue" : "Langmuir 2007,",
      "citeRegEx" : "Li and Gao,? \\Q2007\\E",
      "shortCiteRegEx" : "Li and Gao",
      "year" : 2007
    }, {
      "title" : "Effect of Carbon Nanoparticles on the Crystallization of Calcium Carbonate in Aqueous Solution",
      "author" : [ "C. Wan", "L.T. Wang", "J.Y. Sha", "H.H. Ge" ],
      "venue" : "Nanomaterials 2019,",
      "citeRegEx" : "Wan et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Wan et al\\.",
      "year" : 2019
    }, {
      "title" : "Graphene oxide/carbon nanotubes nanocoating for improved scale inhibitor adsorption ability onto rock formation",
      "author" : [ "U. Ishtiaq", "A.S. Muhsan", "A.S. Rozali", "N.M. Mohamed", "T.M. Badri Albarody" ],
      "venue" : "J. Pet. Explor. Prod. Technol. 2020,",
      "citeRegEx" : "Ishtiaq et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Ishtiaq et al\\.",
      "year" : 2020
    }, {
      "title" : "Nanocarbon-based enhanced squeeze treatment for improved scale management",
      "author" : [ "A. Muhsan", "U. Ishtiaq", "A. Rozali", "N. Mohamed", "T. Albarody" ],
      "venue" : "IOP Conf. Ser.: Mater. Sci. Eng",
      "citeRegEx" : "Muhsan et al\\.,? \\Q1204\\E",
      "shortCiteRegEx" : "Muhsan et al\\.",
      "year" : 1204
    }, {
      "title" : "Threshold hydrophobicity for inhibition of salt scale formation on SAMmodified titania nanotube",
      "author" : [ "L.C.T. Shoute", "W.D. Hua", "R. Kisslinger", "U.K. Thakur", "S. Zeng", "A. Goswami", "P. Kumar", "P. Kar", "K. Shankar" ],
      "venue" : "arrays. Appl. Surf. Sci",
      "citeRegEx" : "Shoute et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Shoute et al\\.",
      "year" : 2019
    }, {
      "title" : "High-Efficiency Green Quantum Dot Solar Cells",
      "author" : [ "Z. Pan", "I. Mora-Sero", "Q. Shen", "H. Zhang", "Y. Li", "K. Zhao", "J. Wang", "X. Zhong", "J. Bisquert" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Pan et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Pan et al\\.",
      "year" : 2014
    }, {
      "title" : "Carbon quantum dots for optical bioimaging",
      "author" : [ "P.G. Luo", "S. Sahu", "S.-T. Yang", "S.K. Sonkar", "J. Wang", "H. Wang", "G.E. LeCroy", "L. Cao", "Y.-P. Sun" ],
      "venue" : "J. Mater. Chem. B 2013,",
      "citeRegEx" : "Luo et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Luo et al\\.",
      "year" : 2013
    }, {
      "title" : "Synthesis, Properties and Biomedical Applications of Carbon-Based Quantum Dots: An Updated Review",
      "author" : [ "P. Namdari", "B. Negahdari", "A. Eatemadi" ],
      "venue" : "Biomed. Pharmacother. 2017,",
      "citeRegEx" : "Namdari et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Namdari et al\\.",
      "year" : 2017
    }, {
      "title" : "Long-Wavelength, Multicolor, and White-light Emitting Carbon-Based Dots: Achievements Made, Challenges Remaining, and Applications",
      "author" : [ "M. Shamsipur", "A. Barati", "S. Karami" ],
      "venue" : "Carbon 2017,",
      "citeRegEx" : "Shamsipur et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Shamsipur et al\\.",
      "year" : 2017
    }, {
      "title" : "Carbon Dots: Promising Biomaterials for Bone-Specific Imaging and Drug Delivery",
      "author" : [ "Z. Peng", "E.H. Miyanji", "Y. Zhou", "J. Pardo", "S.D. Hettiarachchi", "S. Li", "P.L. Blackwelder", "I. Skromne", "R.M. Leblanc" ],
      "venue" : "Nanoscale 2017,",
      "citeRegEx" : "Peng et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Peng et al\\.",
      "year" : 2017
    }, {
      "title" : "Synthesis and Application of CCQDs as a Novel Type of Environmentally Friendly Scale Inhibitor",
      "author" : [ "J. Hao", "L.Y. Li", "W.W. Zhao", "X.Q. Wu", "Y.Y. Xiao", "H.F. Zhang", "N. Tang", "X.C. Wang" ],
      "venue" : "ACS Appl. Mater. Interfaces 2019,",
      "citeRegEx" : "Hao et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Hao et al\\.",
      "year" : 2019
    }, {
      "title" : "DLS study of a phosphonate induced gypsum scale inhibition mechanism using indifferent nanodispersions as the standards for light scattering intensity comparison",
      "author" : [ "K.I. Popov", "M.S. Oshchepkov", "N.A. Shabanova", "Y.M. Dikareva", "V.E. Larchenko", "E.Y. Koltinova" ],
      "venue" : "Int. J. Corros Scale I 2018,",
      "citeRegEx" : "Popov et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Popov et al\\.",
      "year" : 2018
    }, {
      "title" : "A new insight into the mechanism of the scale inhibition: DLS study of gypsum nucleation in presence of phosphonates using nanosilver dispersion as an internal light scattering intensity reference. Colloids",
      "author" : [ "K. Popov", "M. Oshchepkov", "E. Afanaseva", "E. Koltinova", "Y. Dikareva", "H. Ronkkomaki" ],
      "venue" : null,
      "citeRegEx" : "Popov et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Popov et al\\.",
      "year" : 2019
    }, {
      "title" : "A new approach to membrane and thermal seawater desalination processes using nanofiltration membranes",
      "author" : [ "A.M. Hassan", "M.A.K. Al-Sofi", "A.S. Al-Amoudi", "A.T.M. Jamaluddin", "A.M. Farooque", "A. Rowaili", "A.G.I. Dalvi", "N.M. Kither", "G.M. Mustafa", "I.A.R. Al-Tisan" ],
      "venue" : "Desalination",
      "citeRegEx" : "Hassan et al\\.,? \\Q1998\\E",
      "shortCiteRegEx" : "Hassan et al\\.",
      "year" : 1998
    }, {
      "title" : "Bioelectrochemical precipitation system for removal of scale-forming ions from seawater using two different buffers",
      "author" : [ "E. Jwa", "H. Kim", "K. Chon", "C.S. Kim", "N. Jeong", "S.C. Park", "J.Y. Nam" ],
      "venue" : "Desalination 2017,",
      "citeRegEx" : "Jwa et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Jwa et al\\.",
      "year" : 2017
    }, {
      "title" : "Advances in water treatment by microfiltration, ultrafiltration, and nanofiltration",
      "author" : [ "I. Koyuncu", "R. Sengur", "T. Turken", "S. Guclu", "M.E. Pasaoglu" ],
      "venue" : "Adv. Membr. Technol. Water Treat",
      "citeRegEx" : "Koyuncu et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Koyuncu et al\\.",
      "year" : 2015
    }, {
      "title" : "Pre-treatment with nanofiltration (NF) in seawater desalinationPreliminary integrated membrane tests in Urla, Turkey",
      "author" : [ "C. Kaya", "G. Sert", "N. Kabay", "M. Arda", "M. Yuksel", "O. Egemen" ],
      "venue" : "Desalination",
      "citeRegEx" : "Kaya et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Kaya et al\\.",
      "year" : 2015
    }, {
      "title" : "Scaling analysis of nanofiltration systems fed with saturated calcium sulfate solutions in the presence of carbonate ions",
      "author" : [ "P. Dydo", "M. Turek", "J. Ciba" ],
      "venue" : "Desalination 2003,",
      "citeRegEx" : "Dydo et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Dydo et al\\.",
      "year" : 2003
    }, {
      "title" : "Chemical-free scale inhibition method for seawater reverse osmosis membrane process: Air micro-nano bubbles",
      "author" : [ "H.N.P. Dayarathne", "S. Jeong", "A. Jang" ],
      "venue" : "Desalination 2019,",
      "citeRegEx" : "Dayarathne et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Dayarathne et al\\.",
      "year" : 2019
    }, {
      "title" : "Eliminating the Need for Scale Inhibition Treatments for Elf Exploration Angolas Girassol Field",
      "author" : [ "V.K. Vu", "C. Hurtevent", "R.A. Davis" ],
      "venue" : "In International Symposium on Oil eld Scale; Aberdeen, United Kingdom; Society of Petroleum Engineers,",
      "citeRegEx" : "Vu et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Vu et al\\.",
      "year" : 2000
    }, {
      "title" : "Management of Scale Control in Produced Water Reinjection - The Near Wellbore Scale Challenge Overcome",
      "author" : [ "M.M. Jordan" ],
      "venue" : "In SPE International Oil eld Scale Conference and Exhibition,",
      "citeRegEx" : "Jordan,? \\Q2018\\E",
      "shortCiteRegEx" : "Jordan",
      "year" : 2018
    }, {
      "title" : "Improve Waterflood Efficiency by Film Treatment Technology",
      "author" : [ "Q.A. Yang", "N. Liu", "Z.W. He", "J. Dong", "X.L. Qiu", "N.J. Li", "P. Zhou" ],
      "venue" : "Energy Procedia 2012,",
      "citeRegEx" : "Yang et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2012
    }, {
      "title" : "Membranes solve North Sea waterflood sulfate problems",
      "author" : [ "R. Davis", "I. Lomax", "M. Plummer" ],
      "venue" : "Oil & Gas J. 1996,",
      "citeRegEx" : "Davis et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Davis et al\\.",
      "year" : 1996
    } ],
    "referenceMentions" : [ {
      "referenceID" : 45,
      "context" : "Most squeeze SIs have at least one drawback, such as low performance, high cost, short squeeze lifetime, and various incompatibilities with the production system. In addition, many SIs have poor biodegradability. As environmental concerns become more important, production chemicals such as SIs are increasingly scrutinized and legislated. Several environmentally-friendly and biodegradable SIs have been developed; however, they often have one or more of the disadvantages mentioned above, particularly limited thermal stability.(40,59) There is a clear need for developing improved SIs with high oilfield scale inhibition efficiency and extended squeeze lifetime.(40,59) Nanoparticle research is currently an area of intense scientific research, due to a wide variety of potential applications in biomedical, optical, environmental remediation, and electronic fields. The application of nanotechnology has also been growing at a steady rate in the oil and gas industry. In many cases, this technology can be significantly cheaper and efficient to deploy than more conventional methods. The term nanotechnology was coined in 1974 at the Tokyo Science University by Norio Taniguchi.(70) In addition, Richard P. Feynman (1960) reported the main concept of nanotechnology in a lecture entitled Theres plenty of room at the bottom at the Annual Meeting of the American Physical Society in December 1969 at Caltech.",
      "startOffset" : 2,
      "endOffset" : 1230
    } ],
    "year" : 0,
    "abstractText" : "Nanotechnology has grown rapidly in both research and applications over the past two decades including in the upstream petroleum industry. A recent hot area for studying nanotechnology has been oilfield scale management. The formation of oilfield scale deposits such as calcium carbonate and Group II sulfate scales in conduits and on equipment, both downhole and topside, can cause serious loss of hydrocarbon production and unwanted downtime. Scale management is expensive to the field operator, mostly due to downtime causing deferred or loss of production. Many types of nano-based materials and treatments have been developed to combat this problem, most of them containing one form or another of an organic scale inhibitor. In this review, we reviewed the various types of nanotechnologies that have been developed and include comparisons to conventional treatments where available. The nanotechnologies include nanoemulsions, nanoparticles, magnetic nanoparticles, polymer nanocomposites, carbon-based nanotubes, and other miscellaneous technologies. Several nanoproducts developed for squeeze treatments indicate improved squeeze lifetime compared to conventional squeeze treatments. Other potential benefits include improved thermal stability for high-temperature wells, reduced formation damage for water-sensitive wells, and environmental impact.",
    "creator" : "Adobe Illustrator(R) 21.1"
  }
}