{
  "name" : "downloads_2019-10-24_fe_xin2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Interactive Toxicity of Triclosan and Nano-TiO2 to Green Alga Eremosphaera viridis in Lake Erie: A New Perspective Based on Fourier Transform Infrared Spectromicroscopy and Synchrotron-Based X-ray Fluorescence Imaging",
    "authors" : [ "Xiaying Xin", "Gordon Huang", "Chunjiang An", "Renfei Feng" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "1. INTRODUCTION",
      "text" : "Triclosan (2,4,4′-trichloro-2′-hydrixydupheyl ether) is a broadspectrum antimicrobial compound, incorporated with numerous personal care products including soaps, detergents, cleaners, toothpastes, and deodorants.1 The widespread application of triclosan has led to its presence in wastewater effluents, biosolids, and receiving surface waters,2 resulting in direct exposure to aquatic organisms. Triclosan can inhibit fatty acid synthesis, denature protein, and break down chlorophyll pigments of algae.3 Triclosan may cause unexpected health problems or environmental risks to higher trophic organisms through food chains. Titanium dioxide nanoparticles (nano-TiO2) have been widely used as ingredients in many commercial products, such as pigments, sunscreens, paints, ointments, and toothpaste, because of its high brightness, high refractive index, and anti-UV function.4 Global demand for TiO2 was 6.00 million tons as valued at US$13.50 billion in 2014, and it is expected to reach\nUS$17.00 billion in 2020.5 The widespread use of TiO2 could accidentally or inevitably introduce these commercial products into freshwater ecosystem.4 Once released to the aquatic environment, nano-TiO2 may interact with concomitant triclosan vigorously.6 The unique properties of nano-TiO2 include: (a) high specific surface area, (b) abundant reactive sites on the surface due to a large fraction of atoms located on the exterior, and (c) high mobility.7 These could change the state of triclosan and further alter its toxicity. The relevant interactive impacts on algae have been rarely known. Toxicological studies have documented that pollutant\nmixtures exert toxic effects differing from individual ones. Although the individual effects of triclosan and nano-TiO2 have\nReceived: May 24, 2019 Revised: July 15, 2019 Accepted: July 19, 2019 Published: July 19, 2019\n© 2019 American Chemical Society 9884 DOI: 10.1021/acs.est.9b03117 Environ. Sci. Technol. 2019, 53, 9884−9894\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF G\nO T\nH E\nN B\nU R\nG o\nn O\nct ob\ner 2\n4, 2\n01 9\nat 1\n1: 55\n:0 9\n(U T\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nbeen well-established, the environmental risks of their interactions have not been explored. The previous efforts mainly focused on the toxicity, involving organic−organic mixtures, metal−metal mixtures, and organic−metal mixtures; however, the toxicology studies regarding the organic−nano metal oxides mixtures are very limited. Previous study results are simplex, either enhancing or reducing toxicity of organic pollutants to algae when interacting with nano metal oxides. For example, Wang6 reported that the toxicity associated with the exposure of florfenicol to Chlorella pyrenoidosa was enhanced by the presence of nano-TiO2. Zhang\n8 found that the co-occurrence of hexachlorobenzene and nano-TiO2 led to an antagonist effect of joint toxicity to C. pyrenoidosa. Wang9 stated that Suwannee River fulvic acid could significantly increase the toxicity of CuO NPs to Microcystis aeruginosa. However, in natural waters, the concentrations of pollutants are various, resulting from temporal and spatial variation of environmental conditions. The corresponding toxic effects might be varied with changing pollutant concentrations. Lu10 indicated that the toxicity of phenanthrene to Artemia salina increased by 2% in the presence of 5 mg/L nano-TiO2 but decreased by 24.5% in the presence of 400 mg/L nano-TiO2. Thus, the toxic effects on algae are variable because of varied pollutant concentrations. Multiple bulk-measurement end points have been used to assess toxicity to algae, providing the ability to potentially characterize multiple target sites.11 Zhao12 studied the role of Al2O3 in altering graphene oxide toxicity to C. pyrenoidosa through algal-growth-inhibition assays, physical-damage observations, and biochemical tests for quantifying membrane damage and oxidative stress. Tang13 examined the effects of nano-TiO2 and zinc on the photosynthetic capacity and the survival of Anabaena sp. using algal cell densities, chlorophyll fluorescence parameters, and reactive oxygen species (ROS) production. However, techniques capable of imaging biochemical alteration for single living cells and directly visualizing microelement distribution for single cells are still not available. The traditional way for determining macromolecules fails to provide an accurate quantification owing to the lost amount in extraction process during in vitro tests, and it is also not able to obtain visualized information for an individual cell.14 Previous studies on microelement distribution only focus on the interaction of nano-TiO2 and a specific element.\n15,16 Few studies consider multielement concurrent uptakes in the presence of TiO2. Thus, effective techniques with the ability to image multiple biomolecules and microelements are desired for helping reveal the mechanism of toxicity. The aim of this study is to explore the interactive impacts of nano-TiO2 and triclosan on green alga Eremosphaera viridis under visible light using Lake Erie water (LEW). The use of natural water has more practical significance to real-world toxicity. The interactions of nano-TiO2 and triclosan will be investigated to verify whether there exists adsorption or photocatalysis of triclosan and whether this will modify the toxicity of triclosan to an aquatic photosynthetic organism. Multiple algal physicochemical end points will be quantified to assess the interactive effects caused by co-occurrence of triclosan and nano-TiO2 and to examine the mode(s) of the toxicity. Fourier transform infrared (FTIR) spectromicroscopy imaging and synchrotron-based X-ray fluorescence imaging will be applied to explore the distribution variation of macromolecules and microelements in single cells under exposure of triclosan, nano-TiO2, and their combinations. This is the first study to systematically explore the potential interactive effects of\nnanoparticles and personal care products on algae. It is also an initial attempt to document the alteration in the distribution of macromolecular components and multiple microelements at a single-cell scale in toxicity study. This work can help with risk evaluation for predicting outcomes of exposure to mixtures and prioritize further studies on joint toxicity."
    }, {
      "heading" : "2. MATERIALS AND METHODS",
      "text" : "2.1. Materials and Characterization. Triclosan (purity >99%) was purchased from Alfa Aesar (Ward Hill). Its main characteristics are shown in Table S1. TiO2 (Degussa P25) powder with an average particle size of 25 nm was purchased from Degussa AG Company. P25 stock solutions (500 mg/L) were prepared in Milli-Q water (Millipore, 18 MΩ·cm); a 30 min sonication in ultrasonic bath was employed before the stock solutions were diluted to the desired concentrations. The morphology of P25 was examined using a transmission electron microscope (TEM, Hitachi 7600). Hydrodynamic diameter and zeta potential were measured using a Zetasizer Nano ZS (Malvern). All other chemicals were of reagent grade or higher. All the experiments were conducted using LEW to access how triclosan and P25 behave in a freshwater matrix. Surface water in Lake Erie was collected and immediately transported to our laboratory, where it was stored at 4 °C after filtration through a 0.2 μm filtration (NALGENE). Triclosan adsorption and P25 photocatalysis experiments were described in Supporting Information.\n2.2. Algal Culture and Toxicity Test.The freshwater green alga E. viridis (referred to hereafter as Eremosphaera) was obtained from the Canadian Phycological Culture Center (CPCC) and cultured in sterile Bold Basal Medium (BBM). It was chosen for this work because its large cell diameter (∼140 μm) and unicellular growth habit make it very suitable for both infrared and X-ray imaging (Figure S1). The algal cells were cultured at 23 ± 1 °C on a 12 h light and 12 h dark cycle. Light was provided by 40 W white fluorescent lamps (Philips F40 T12/DX). In the exposure experiment, the algae at the logarithmic growth phase were collected, washed, and then diluted by LEW to the initial concentration of 2 × 105 cells mL−1. The algal cells were exposed to triclosan at concentrations of 4000, 1000, 250, 62.5, 15.625, and 0 μg/L, in the absence and presence of 5 mg/L P25. After 120 h, triclosan in supernatant was concentrated by solid phase extraction,17 and triclosan in algae was extracted following Ding’s method.18 Triclosan concentration was measured by using Agilent 1260 liquid chromatograph.\n2.3. Cell Morphology and Ultrastructure Observations. Algal biomass quantification by dry weight determination and chlorophyll a/b concentrations were revealed in Supporting Information. Surface morphology of cells grown for 120 h was investigated using scanning electron microscopy (SEM). SEM images were obtained using a field-emission (FE) SEM-cold field emission scanning electron microscope (Hitachi SU8010). Transmission electron microscopy (TEM) was also used to investigate cellular ultrastructure. TEM images were obtained on a transmission electron microscope (Hitachi HT7700). The details of SEM and TEM were included in Supporting Information.\n2.4. Elemental Distribution for Single Cells through Synchrotron-Based X-ray Fluorescence Imaging. Cells were harvested after 120 h by centrifugation at 2268 g for 15 min. The cells were resuspended and centrifuged again. After three times of media washing, the final concentrated biomass\nDOI: 10.1021/acs.est.9b03117 Environ. Sci. Technol. 2019, 53, 9884−9894\n9885\nwas frozen in liquid nitrogen and dried in a freeze-drier (Labconco Co.) at−50 °C for 24 h. Dried samples were used for acquiring micro X-ray fluorescence imaging (XFI) for five elements including Ti, Cu, Mn, Ca, Fe, and Zn at the VESPERS (very sensitive elemental and structural probe employing radiation from a synchrotron) beamline of Canadian Light Source (CLS). The storage ring of the CLS operates at an energy of 2.9 GeV and a current range of 250−150 mA. The features of the VESPERS beamline have already been described extensively by Feng.19 Briefly, the beamline consists of a microprobe employing hard X-rays in the energy range of 5−30 keV to illuminate a microvolume of samples. The spot size of the beam ranges from 2 × 2 to 5 × 5 μm. Details were included in Supporting Information. 2.5. Biochemical Alteration for Single Living Cells\nthrough Fourier Transform Infrared Spectromicroscopy Imaging. Cells were harvested after 120 h by centrifugation at 2268 g for 15 min. The biomass was carefully resuspended in distilled water and centrifuged again. This process was repeated three times. Algal cells were resuspended in 30 μL of D2O and then loaded onto the optical CaF2 window. The sample was compressed by another CaF2 window, leaving a polymeric spacer between them. This was held in a sample holder, allowing the flow of an aqueous solution around the edge of the windows to compensate for evaporation from the sample.14 FTIR spectromicroscopy measurements were performed on beamline 01B1−01(MidIR) at CLS. A Bruker Vertex 70v interferometer coupled to a Hyperion 3000 IR confocal microscope with a 15× objective was applied to acquire the images using a globar (Figure S2). Samples were maintained under a dry nitrogen purge to remove CO2 and H2O interference. Spectral maps were acquired using transmission mode, 4 cm−1 resolutions with 128\ncoadditions, 64 × 64 pixel mid-infrared FPA detector (Bruker Optics).\n2.6. Oxidative Stress. Intracellular ROS was measured using 2,7-dichlorodihydrofluorescein diacetate (DCFH-DA, BioVision Incorporated). The details were included in Supporting Information. The fluorescence was measured using a BioTek microplate reader (λex = 485 nm; λem = 528 nm). Mitochondrial membrane potential and catalase activity were described in Supporting Information.\n2.7. Statistical Analysis.All experiments were performed at least in triplicate. The quantitative data were expressed as mean and standard deviation/standard error. If the homoscedasticity assumptions of the data were satisfied, least significant difference (LSD) tests were further conducted to analyze the statistical significance among individual treatments using SPSS 18.0 (SPSS) (p < 0.05). Synchrotron-based XFI images was generated by using VESPERS graphical user interface (GUI) to normalize the data relative to the ionization chamber values, register the images, and produce multichannel visualizations.20\nThe images were created from the raw data using SigmaPlot Version 12.0 software (Systat software Inc.). Principal component analysis (PCA) was performed to visualize the correlation of relevant responses and their distinctions using SPSS 18.0 (IBM). FTIR spectra maps were collected using OPUS 7.2 software (Bruker Optics) over the mid-infrared range (4000−900 cm−1). At least 3−5 cells for each sample were selected randomly. The images were generated using CytoSpec 2.00.01 software (Cytpspec Inc.). Other data processing and figure drawing were conducted using Origin Pro 8.0 software (Origin lab Co.).\nDOI: 10.1021/acs.est.9b03117 Environ. Sci. Technol. 2019, 53, 9884−9894\n9886\nDOI: 10.1021/acs.est.9b03117 Environ. Sci. Technol. 2019, 53, 9884−9894\n9887"
    }, {
      "heading" : "3. RESULTS AND DISCUSSION",
      "text" : "3.1. Effects on Cell Morphology and Ultrastructure. Experiments on the interaction of triclosan and P25 showed triclosan adsorption by P25 occurred but was mild, and the degradation rate of triclosan in visible light was low, no matter it was due to photolysis or photocatalysis. Detailed analyses on the interaction of triclosan and P25 were revealed in Supporting Information. There is a good dose−response trend for the interactive effects of triclosan and P25 on dry weight and chlorophyll a/b content of Eremosphaera. The presence of P25 can increase algal biomass and chlorophyll pigments and further alleviated the toxicity of triclosan. However, P25 can cause inhibition in algal biomass and chlorophyll pigments when interacting with triclosan in a range from 250 to 4000 μg/L. Coexistence of P25 and triclosan at 15.625 μg/L could cause stimulated growth on Eremosphaera. Such interaction increased the complexity of the toxicity to algae. Detailed analyses on biomass responses (dry weight and chlorophyll a/b) were revealed in Supporting Information. The changes on cell surface impacted by triclosan and P25 were observed using SEM (Figure 1). SEM images in Figure 1A,B show untreated cells had round shape with intact and smooth surface, indicating an uncompromised cell membrane. The exudates released by algae were observed around cells. After exposure to 1000 μg/L triclosan, all cells had morphological deformity and aggregated more tightly than untreated cells. The representative single cell shrank with some wrinkles on the external surface (Figure 1C,D). In Figure 1E,F, P25 aggregated on the outside of the cells. Some of them had intact surface, and some had slight wrinkles. The coexposed cells showed aggregation and attachment of cells forming a networklike rough surface with altered morphology (Figure 1G,H). Dramatic alterations in cell wall including cell surface disruption and shrinkage occurred. Extensive surface irregularity was also found, indicating the occurrence of cell wall rupture and degradation. The observed aggregates were probably P25exudate mixture. TEM images in Figure S10 are shown to compare internal ultrastructure of cells exposed to triclosan with and without P25. The cells exposed to 1000 μg/L triclosan in Figure S10A,B had thinner cell membrane, less cellular organelles, and more sparse thylakoids than cells in the presence of P25 at the same triclosan concentration. The chloroplast membrane disappeared, and the inner stroma spilled out. The cytoplasm had become vacuolated. However, there was no significant ultrastructure damage found in coexposed cells. The internalization, owing to endocytosis, was observed from black-colored particles in cytoplasm in Figure S10C,D. These particles were further analyzed by TEM-energydispersive X-ray spectroscopy (EDS). The comparison with the standard lattice index of TiO2 showed that these particles were TiO2. It indicated that P25 penetrated the cell wall and plasma membrane and located inside cell. For cells only exposed to P25, the weight percent of Ti was 0.021%, while for cells under coexposure of P25 and 1000 μg/L triclosan, the weight percent of Ti was 0.696%. It is known that triclosan can cause algal membrane disruption by inhibiting fatty acid synthesis and causing protein aggregation.21 Thus, the damage to cell membrane from triclosan aggravated the internalization of P25. The concentration of triclosan was shown in Supporting Information. 3.2. Ti Introduction and Distribution with Association of Endogenous Elements. Synchrotron-based XFI is\nattractive for determining the distribution of elements, because this multielement spectroscopy technique allows colocalization studies, with a high sensitivity and spatial resolution. Recent development of high brilliance and high energy synchrotrons, coupled with advances in focusing optics, has brought significant improvement in micrometer probes for imaging applications.22 Because of conducting analyses in air, little sample preparation is needed. It is also a nondestructive approach, providing the high penetration power of X-ray and short collecting time.23 Although synchrotron-based XFI is becoming widely applied in plant and animal tissues, there are still few studies on in situ element distribution in algae. The current study used synchrotron-based XFI to determine the distribution of Ti and endogenous elements in Eremosphaera exposed to triclosan in the absence and presence of P25. Five elements including Ti, Fe, Cu, Mn, and Ca were analyzed. Fe is an essential micronutrient for algae, notably involved in photosynthesis as a redox-active metal. Since chloroplasts contain up to 80% of the cellular Fe, its distribution is therefore a good indicator of the chloroplast’s location in the observed cell.24 Cu is also essential for photosynthesis, mitochondrial respiration, and oxidative stress protection.24 Mn is essential for algal metabolism and development and occurs in oxidation states II, III, and IV in ∼35 enzymes.25 Ca is rich in a few of the electron-dense spherical structures, which are presumably polyphosphate bodies containing polyphosphate complexed with Ca.26\nFigure 2 presents the images of the distribution of five elements in a single algal cell exposed to a series of triclosan in the absence and presence of P25. In Figure 2A, the distribution of element Fe, Cu, Ca, and Mn was very clear, and there was no Ti in the untreated cell. Fe and Cu located around the periphery of cell. The distribution of Ca and Mn was in the same area, which is consistent with Rao’s finding.27 It suggested that elements had specific distribution patterns, some being partially or entirely colocalized. When cells were exposed to 250 μg/L triclosan (Figure S12A), Cu accumulated more than Fe, and the accumulation of Ca andMn was inhibited. The inhibition of Mn suggested that protein might be affected by triclosan.28 There was still no Ti in the cell. When P25 was introduced (Figure 2B), Ti occurred around the cell, and the concentrations of all other elements decreased. P25 inhibited the accumulation of Ca, Mn, Fe, and Cu, which is probably because P25 may bind those metals and, thus, prevent the uptake by cells. As triclosan increased from 15.625 to 1000 μg/L in the presence of P25 (Figure S12B−D and Figure 2B,C), the concentrations of Ti, Fe, Cu, and Mn increased. The accumulating amount decreased with the order of Ti > Fe > Cu > Mn. The accumulation of Ca was totally inhibited. Cell wall is the primary site for P25 interaction with algal cells and acts as a key barrier to P25 uptake.29 When the size of P25 aggregates is smaller than that of the cell wall pore (3−50 nm),30 P25 can enter the cell by endocytosis, diffusion, or the action of carrier proteins.7 However, P25 aggregates have hydrodynamic diameter much larger than the pore size. The internalization of Ti increased with increasing triclosan concentrations. The collection of Ti could be due to the damaged cell wall under elevated triclosan concentrations, resulting inmore P25 entering the cell.31 Although P25 aggregates had larger size at higher triclosan concentrations, Ti internalization was more attributed to membrane permeability under triclosan attack than the influence of aggregate size. When more P25 and triclosan entered the cells simultaneously, the chance to direct contact\nDOI: 10.1021/acs.est.9b03117 Environ. Sci. Technol. 2019, 53, 9884−9894\n9888\nwith cellular inclusion and disturb cell function increased, resulting in more serious effects on algae. The interrelationships of colocalization among five elements under different treatments in Eremosphaera were further investigated using PCA. As shown in Figure 3, the distribution\nof Cu, Mn, and Ca was closely correlated, because they all located at the positive side of PC1 and were adjacent to each other in untreated cells. Five elements in triclosan-exposed cells all located at the positive side of PC2 but were totally separated. When cells were exposed to P25, the collection of Mn and Ca were correlated, because they were close to each other. The same situation happened to the relation between Fe and Cu. Under the interaction of P25 and triclosan, the accumulation of Ca, Fe, and Cu were closely related. The distribution of Ti was also getting closer to all other elements, because the introduction of Ti affected the distribution of other elements. It can be seen that the different treatments could affect the uptake of those endogenous elements and their quantitative relationship, leading to the alteration of microelement distribution. 3.3. ImagingQuantification of Biochemical Alteration. The application of FTIR spectroscopy to study biological tissue usually uses a reflecting microscope with mid-IR light to obtain detailedmolecular information.32 Despite the simplicity of FTIR spectromicroscopymethod and the extensive characterization of spectral fingerprints, the approach remained uncommon in unicellular living algae study.Micrasterias hardyi is the only algae that has been investigated in spatial imaging.33,34 FTIR spectromicroscopy is a robust and reliable method to investigate the chemical composition of single living cell in the absence of distinctive morphological features.35 IR imaging can be applied as a complementary method to discover gathered biomolecular information and explore biochemical alteration through distinct absorption bands of chemical groups simultaneously.36\nLipids and proteins are the two main macromolecules being investigated. The dominant absorption features of lipid spectra are in the region of 3000−2800 cm−1 and the strong band at 1740 cm−1. Both are assigned to asymmetric and symmetric (CH)n stretching vibrations and ester CO groups, respectively. The protein spectrummainly focuses on Amide I (1710−\n1585 cm−1), which arises primarily from CO stretching vibration of the peptide backbone. Amide I is particularly sensitive to protein secondary structure.37\nFigure 4 shows the spatial imaging of the distribution of major bands for lipids and proteins in the mid-IR spectra of Eremosphaera cells. The same single cell was imaged to get the chemical group distribution information for each treatment. With increasing triclosan, the amount of (CH)n became more sparse and was gathered toward to one direction. (CH)n concentration in only P25-exposed cells was higher than that in untreated cells. When P25 interacted with 15.625 μg/L triclosan, (CH)n concentration was higher than that in P25-only exposed cells. When cells were exposed to both triclosan and P25, its distribution seemed more homogeneous compared to the corresponding triclosan exposure. The similar trend occurred for the distribution of CO, but the impacts seemed less than that of (CH)n. The cell coexposed to P25 and 4000 μg/ L triclosan had blurry periphery, indicating both chemical groups on the cell wall and cell membrane had been seriously damaged. However, Amide I concentrations gradually became less with the elevation of triclosan, but its distribution was homogeneous until exposed to higher levels of triclosan. There was no obvious boundary in cellular periphery observed from the distribution of Amide I. Amide I concentration in only P25exposed cells was higher than that in untreated cells. Under the interaction of P25 and triclosan at two highest amounts (1000 and 4000 μg/L), the amount of Amide I decreased obviously, even less than that in triclosan-only exposed cells. The cell size was observed to become smaller with increasing triclosan concentrations. Thus, lipids and proteins were found to be reduced with increasing triclosan concentrations. Proteins had less toxic impacts from triclosan/P25 coexposure. P25 alleviated the molecular toxicity of triclosan below 1000 μg/L but intensified the effects when interacting with triclosan beyond 1000 μg/L. It is known that triclosan can affect multiple cytoplasmic and membrane targets.38 Triclosan can not only act on the gene fabI to block the incorporation from acetate into lipids to inhibit the synthesis of fatty acids and lipids39 but also specifically inhibit enoyl-acyl carrier protein reductase to stop the final and regulatory step in fatty acid synthase cycle.40 Thus, triclosan can block fatty acid and lipid synthesis. Phospholipid fatty acids can be regarded as another reliable predictor of algal biomass besides chlorophyll a.41 The variation of major bands for fatty acids is consistent with that of chlorophyll content. The inhibition and stimulation of fatty acids represent the amount of change in available photochemical energy in response to the fluctuation in chlorophyll pigment.42 Moreover, triclosan can change protein secondary structure to cause protein aggregation.21 Amide I is directly related to the backbone conformation of protein secondary structure.43 The frequency of the Amide I band is responsive for different hydrogen-bonding environments about α-helix and β-sheet conformations.44 In detail, the breakdown of α-helices structures and the elevation of β-sheets structures suggest that severe oxidative stress renders the cell unable to synthesize aromatic amino acids with triclosan exposure.45\nIt is interesting to find P25 at 5 mg/L stimulated lipid and protein syntheses of Eremosphaera in visible light. Chen’s study46 verified this by reporting that the soluble protein content in the low dosage groups (1 and 10 mg/L nano-TiO2) of Chlamydomonas reinhardtiiwas higher than that in the untreated groups. It may be due to the stimulation of de nova protein synthesis, which plays an important role in cell adaptation to\nDOI: 10.1021/acs.est.9b03117 Environ. Sci. Technol. 2019, 53, 9884−9894\n9889\nnano-TiO2 exposure. 46 The interaction of P25 and high levels of triclosan caused synergetic effects on lipids. It is probably because membrane disruption initially resulted from triclosan attack, leading to the formation of pores to make the membrane more permeable to internalize P25,47 and then the disruption was enhanced by the interaction of triclosan and P25 inside the cell. Lipid peroxidation initiated by P25 can further lead to inactivation of enzymes and proteins and, finally, result in cell death.48 Once within the cell, nanoanatase may cause autophagy\nand change the structures of pepsin and trypsin, leading to decreased enzyme activity.49,50 P25 can also convert protein secondary structure from an α-helix to a β-sheet, leading to its dis-configuration.51 Moreover, since the variation of interactive conditions affects the uptake of microelements, it would also have an influence on element-related enzymes. For example, ferritin, as an iron-storage protein, plays an important role in sequestering or releasing Fe on demand.52 Fe collection would affect ferritin synthesis. Superoxide dismutase (SOD) enzymatic\nDOI: 10.1021/acs.est.9b03117 Environ. Sci. Technol. 2019, 53, 9884−9894\n9890\nsystem was comprised of Mn-SOD, Fe-SOD, and CuZn-SOD.53 The uptake limitation of Mn, Fe, Cu, and Zn would cause downregulation of SOD enzyme. Thus, there are many direct and indirect factors influencing protein amount under coexposure. 3.4. Responses of Oxidative Stress. It is hypothesized that the toxicity was dependent on ROS derived from triclosan, internalization of P25, and their interaction. We examined the responses of the mitochondrion membrane and antioxidant defense enzyme to intracellular ROS generation in Eremosphaera. Responses of mitochondrion membrane potential were revealed in Supporting Information. Generally, the exposure of contaminants could often result in increased production of ROS. ROS is a byproduct of metabolism, which is important for cell normal functioning, such as chemical defense against predators and oxidizing or reducing toxic metals.54,55 However, when present in excess, ROS can react with biomolecules to modify or destroy their inherent function or make other exudates more toxic by oxidizing them.56 In Figure 5, when cells were exposed to\ntriclosan at 15.625 and 62.5 μg/L, ROS production increased insignificantly compared to that in untreated cells. As triclosan concentrations increased above 250 μg/L, there was decreasing ROS production, but it was still significantly higher than that in untreated cells. Cells exposed to P25 had 163% ROS of untreated cells. In the presence of P25, ROS production had similar dose−response relationship with that in triclosan-only exposure, but it had significant lower value than that in the absence of P25, when triclosan concentration was between 250 and 1000 μg/L. The trend in ROS production was similar to that in chlorophyll content, mitochondrial membrane potential, and the distribution variation of lipid- and protein-related functional groups. First, in algae, ROS are normally produced by the leakage of reactive electrons from electron transport activities occurring in the chloroplast, mitochondria, and plasma membrane.57 When there is an imbalance between ROS production and the cellular antioxidant defense mechanisms, oxidative stress increases, leading to mitochondrial malfunction, chloroplast disruption, apoptosis, and even cell death.58 Thus, ROS production had a positive correlation with chlorophyll pigment and mitochondrial polarization. Second, triclosan at\n15.625 and 62.5 μg/L had little effect on ROS production, indicating hormetic effects on lipids and proteins had no direct relations with ROS. When triclosan went beyond 250 μg/L, ROS production significantly increased compared to control, which was consistent with the inhibition of biomolecules. The increase in ROS was associated with oxidative stress, which would result in damage of lipids and proteins.59 Membrane lipids can be oxidized by excess hydroxyl radical. Enzyme activity and adenosine triphosphate (ATP) production can be disrupted, leading to cell apoptosis finally.60 Proteins can be oxidized by ROS reactions through amino acid modification, peptide chain fragmentation, electrical charge alteration, and ultimate enzyme function inactivation.61\nThere are some reasons for the variation of ROS production. On the one hand, triclosan can trigger ROS formation at short time exposure, which seems to overwhelm the detoxifying mechanisms.62 Thus, cells exposed to triclosan had more ROS than untreated cells. However, with the increasing triclosan concentration, a large amount of cell death caused significant decrease in cell density, leading to reduced intracellular ROS. On the other hand, TiO2 is usually not photoreactive in visible light, but it can still generate hydroxyl radicals even with a low level.63 Rutile phase in P25 generally contributed more ROS formation than anatase phase in visible light.64 Because of sufficient surface area for ROS production, it is possible to affect cellular processes with the occurrence of small amount of P25 intake.65 Thus, P25-exposed cells had higher ROS than untreated ones (data not shown). What’s more, the interaction of P25 and triclosan led to the significant decrease of ROS beyond 250 μg/L triclosan. The results are also consistent with other end points such as dry weight, cell morphology, and ultrastructure. Thus, the toxicity of triclosan to Eremosphaera was alleviated in the presence of P25. This could be attributed to the combined effects of adsorption, biodegradation, and photocatalysis of triclosan by algae and P25, the dispersion of triclosan effects on individual cells due to growth stimulation, the adherency of triclosan by the aggregation of the exudates from algae, and the reduction of triclosan adsorption position on algae surface owing to P25’s take-over. Responses of catalase were revealed in Supporting Information."
    }, {
      "heading" : "4. ENVIRONMENTAL SIGNIFICANCE",
      "text" : "A variety of nanoparticles and personal care products are commonly produced and used in industry and consumer products. They will inevitably be discharged into aquatic environment, leading to various mixtures. Nano-TiO2 and triclosan are extensively used and may exist in natural environment simultaneously. The presence of nano-TiO2 would influence the exposure and bioavailability of triclosan and consequently alter the toxicity of triclosan to aquatic organisms. Our study explored the interactive effects of nano TiO2 and triclosan on algal multiple end points under visible light using natural water. This is the first attempt to explore the environmental risk from the coexistence of nanoparticle and personal care products to algae. The toxicity levels were varied based on triclosan concentrations and measurement end points. Synergetic effects occurred under the interaction of P25 and 1000 and 4000 μg/L triclosan, leading to significantly decreased amounts of lipids and proteins and seriously affected oxidative stress compared to individual exposure. The membrane damage that resulted from high-level triclosan facilitated P25 entry into the cell and thus intensified the toxicity. Significant increases in\nDOI: 10.1021/acs.est.9b03117 Environ. Sci. Technol. 2019, 53, 9884−9894\n9891\ndry weight, chlorophyll pigments, lipids, and catalase content occurred when cells were exposed to both P25 and 15.625 μg/L triclosan, leading to hormesis from low-dose exposure. Antagonistic effects existed when P25 interacted with either 62.5 or 250 μg/L triclosan. This could be due to the combination of adsorption, biodegradation, and photocatalysis of triclosan by algae and P25, the dispersion of triclosan effects by increased biomass, the adherency of triclosan on the exudates of algae, and the reduction of triclosan-adsorption sites on algae surface owing to P25’s taking over. The exudates might be extracellular polymeric substances (EPS), which play an important role in the bioavailability of nanoparticles. EPS can act as a barrier against direct physical contact of triclosan with cells. This work is the first documented research in joint toxicity to investigate distribution variation in macromolecular components and multiple microelements at a single-cell scale. It is worth noting that the current laboratory-based toxicological studies may overestimate or underestimate the real toxicity level of nanoparticle or emerging pollutants in natural waters. First, various interactive effects in complex aquatic environment may alleviate the toxicity of pollutants. There are many factors contributing to antagonistic effects, such as surface adsorption, photodegradation, exposure sequence, natural organic matter addition, and EPS complexation. In natural waters, the toxicity to algae has comprehensive consequences due to complexities in doses of nanoparticle and emerging pollutants and conditions of environmental media, exposure time, and their interactions. Further work should be done to explore the joint toxicity of various pollutant combinations by providing robust methodologies for better toxicology assessment on algae. Second, the phenomenon of stimulation needs more consideration than inhibition. Stimulation normally occurs at low exposure levels. In fact, pollutants commonly exist in aquatic environment at low levels, and their joint effects might increase biomass, resulting in algae bloom. The complex components in water sometimes may act as nutrient supplement or may cause hormesis for algae. The stimulation could also imbalance the ecosystem and destroy biodiversity, resulting in blooming specific species and thus inhibiting the others’ growth or disrupting their physiological function. Moreover, the light in nature could not be as bright as lab UV at all times. Such less energy light may cause less photocatalytic effects from nanoparticles; this visible lightrelated effect is ubiquitous but is usually neglected. Our study has paid special attention to this gap. Last but not the least, higher-trophic aquatic organisms might take up different pollutants simultaneously, resulting in enhanced bioavailability and bioaccumulation of multipollutant mixtures. Because of those organisms’ complicated physiological functions, the joint toxicity may be more complex and may lead to a larger disturbance to the ecosystem, which merits further exploration.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.est.9b03117.\nThe narrative section shows the methods for triclosan adsorption and P25 photocatalysis experiments, determination of algal dry weight and Chlorophyll a/b concentrations, sample preparation for SEM and TEM, details for synchrotron-based X-ray fluorescence imaging, quantification for ROS generation, mitochondrial dys-\nfunction, and catalase activity. The narrative section also shows results and discussions for verification of triclosan adsorption and P25 photocatalysis, dry weight analysis, chlorophyll a/b analysis, variation of triclosan concentrations, and responses of mitochondrion membrane potential and catalase activity. Figures show the image of green alga Eremosphaera; images of Canadian light source, Mid-IR equipment, and workstation on VESPERS beamline; TEM micrograph of P25; hydrodynamic diameter and zeta potential of P25 aggregates in the presence of different triclosan concentrations; ATR-FTIR spectra for verification of triclosan adsorption onto P25; degradation rate of triclosan in the absence and presence of P25; biomass dry weight; chlorophyll a/b content; TEM images of Eremosphaera; triclosan quantification; partial results for distribution variation of multielements in an individual algal cell; mitochondrial depolarization; and catalase activities. Tables show the characteristics of triclosan and the ratios of triclosan concentration variation in nonaqueous phase (PDF)\n■ AUTHOR INFORMATION Corresponding Author *Phone: +1-306-585-4095. Fax: +1-306-585-4855. E-mail: gordon.huang@uregina.ca."
    }, {
      "heading" : "ORCID",
      "text" : "Gordon Huang: 0000-0003-0005-4095 Chunjiang An: 0000-0002-7350-2365 Renfei Feng: 0000-0001-8566-4161"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This research was supported by the Natural Science and Engineering Research Council of Canada (NSERC), the Canada Foundation for Innovation (CFI), and the Canada Research Chairs Program (CRC). Research described in this paper was performed at the Canadian Light Source (CLS), which is supported by the CFI, NSERC, Univ. of Saskatchewan, Government of Saskatchewan, Western Economic Diversification Canada, National Research Council Canada, and Canadian Institutes of Health Research. The authors are thankful to colleagues of the Mid Infrared Beamline and the VESPERS Beamline at the CLS for providing support in the related measurement and analysis. The authors are grateful to Dr. H. Weger, Dr. A. Cameron, and J. R. K. Yoneda from Dept. of Biology at Univ. of Regina for providing experiment support and valuable comments. The authors are particularly grateful to the editors and the anonymous reviewers for their insightful comments and suggestions.\n■ REFERENCES (1) Drury, B.; Scott, J.; Rosi-Marshall, E. J.; Kelly, J. J. Triclosan exposure increases triclosan resistance and influences taxonomic composition of benthic bacterial communities. Environ. Sci. Technol. 2013, 47 (15), 8923−8930. (2) Halden, R. U.; Paull, D. H. Co-occurrence of triclocarban and triclosan in US water resources. Environ. Sci. Technol. 2005, 39 (6), 1420−1426. (3) Hinther, A.; Bromba, C. M.; Wulff, J. E.; Helbing, C. C. Effects of triclocarban, triclosan, and methyl triclosan on thyroid hormone action\nDOI: 10.1021/acs.est.9b03117 Environ. Sci. Technol. 2019, 53, 9884−9894\n9892\nand stress in frog and mammalian culture systems. Environ. Sci. Technol. 2011, 45 (12), 5395−5402. (4) Weir, A.; Westerhoff, P.; Fabricius, L.; Hristovski, K.; Von Goetz, N. Titanium dioxide nanoparticles in food and personal care products. Environ. Sci. Technol. 2012, 46 (4), 2242−2250. (5) World, C. Global Titanium Dioxide Market. https://www. coatingsworld.com/issues/2016-03-01/view_market-research/globaltitanium-dioxide-market. (6) Wang, Z.; Wang, S.; Peijnenburg, W. J. Prediction of joint algal toxicity of nano-CeO2/nano-TiO2 and florfenicol: independent action surpasses concentration addition. Chemosphere 2016, 156, 8−13. (7) Navarro, E.; Baun, A.; Behra, R.; Hartmann, N. B.; Filser, J.; Miao, A.-J.; Quigg, A.; Santschi, P. H.; Sigg, L. Environmental behavior and ecotoxicity of engineered nanoparticles to algae, plants, and fungi. Ecotoxicology 2008, 17 (5), 372−386. (8) Zhang, S.; Deng, R.; Lin, D.; Wu, F. Distinct toxic interactions of TiO2 nanoparticles with four coexisting organochlorine contaminants on algae. Nanotoxicology 2017, 11 (9−10), 1115−1126. (9) Wang, Z.; Li, J.; Zhao, J.; Xing, B. Toxicity and internalization of CuO nanoparticles to prokaryotic algaMicrocystis aeruginosa as affected by dissolved organic matter. Environ. Sci. Technol. 2011, 45 (14), 6032− 6040. (10) Lu, J.; Tian, S.; Lv, X.; Chen, Z.; Chen, B.; Zhu, X.; Cai, Z. TiO2 nanoparticles in the marine environment: Impact on the toxicity of phenanthrene and Cd2+ to marine zooplankton Artemia salina. Sci. Total Environ. 2018, 615, 375−380. (11) Neuwoehner, J.; Fenner, K.; Escher, B. I. Physiological modes of action of fluoxetine and its human metabolites in algae. Environ. Sci. Technol. 2009, 43 (17), 6830−6837. (12) Zhao, J.; Dai, Y.; Wang, Z.; Ren, W.; Wei, Y.; Cao, X.; Xing, B. Toxicity of GO to Freshwater Algae in the Presence of Al2O3 Particles with Different Morphologies: Importance of Heteroaggregation. Environ. Sci. Technol. 2018, 52 (22), 13448−13456. (13) Tang, Y.; Li, S.; Qiao, J.; Wang, H.; Li, L. Synergistic effects of nano-sized titanium dioxide and zinc on the photosynthetic capacity and survival ofAnabaena sp. Int. J. Mol. Sci. 2013, 14 (7), 14395−14407. (14) Quaroni, L.; Zlateva, T. Infrared spectromicroscopy of biochemistry in functional single cells. Analyst 2011, 136 (16), 3219−3232. (15) Yang, W.-W.; Miao, A.-J.; Yang, L.-Y. Cd2+ Toxicity to a green alga Chlamydomonas reinhardtii as influenced by its adsorption on TiO2 engineered nanoparticles. PLoS One 2012, 7 (3), e32300. (16) Chen, J.; Qian, Y.; Li, H.; Cheng, Y.; Zhao, M. The reduced bioavailability of copper by nano-TiO2 attenuates the toxicity to Microcystis aeruginosa. Environ. Sci. Pollut. Res. 2015, 22 (16), 12407− 12414. (17) Coogan, M. A.; Edziyie, R. E.; La Point, T. W.; Venables, B. J. Algal bioaccumulation of triclocarban, triclosan, andmethyl-triclosan in a North Texas wastewater treatment plant receiving stream. Chemosphere 2007, 67 (10), 1911−1918. (18) Ding, T.; Lin, K.; Bao, L.; Yang, M.; Li, J.; Yang, B.; Gan, J. Biouptake, toxicity and biotransformation of triclosan in diatom Cymbella sp. and the influence of humic acid. Environ. Pollut. 2018, 234, 231−242. (19) Feng, R.; Gerson, A.; Ice, G.; Reininger, R.; Yates, B.; McIntyre, S. In VESPERS: a beamline for combined XRF and XRD measurements. AIP Conf. Proc. 2006, 879 (1), 872−874. (20) Swanston, T.; Varney, T.; Coulthard, I.; Feng, R.; Bewer, B.; Murphy, R.; Hennig, C.; Cooper, D. Element localization in archaeological bone using synchrotron radiation X-ray fluorescence: identification of biogenic uptake. J. Archaeol. Sci. 2012, 39 (7), 2409− 2413. (21) Xin, X.; Huang, G.; Liu, X.; An, C.; Yao, Y.; Weger, H.; Zhang, P.; Chen, X. Molecular toxicity of triclosan and carbamazepine to green algae Chlorococcum sp.: A single cell view using synchrotron-based Fourier transform infrared spectromicroscopy. Environ. Pollut. 2017, 226, 12−20. (22) Bohic, S.; Cotte, M.; Salome,́ M.; Fayard, B.; Kuehbacher, M.; Cloetens, P.; Martinez-Criado, G.; Tucoulou, R.; Susini, J. Biomedical\napplications of the ESRF synchrotron-based microspectroscopy platform. J. Struct. Biol. 2012, 177 (2), 248−258. (23) Lombi, E.; Scheckel, K. G.; Kempson, I. M. In situ analysis of metal (loid) s in plants: state of the art and artefacts. Environ. Exp. Bot. 2011, 72 (1), 3−17. (24) Han̈sch, R.; Mendel, R. R. Physiological functions of mineral micronutrients (Cu, Zn, Mn, Fe, Ni, Mo, B, Cl). Curr. Opin. Plant Biol. 2009, 12 (3), 259−266. (25) Hebbern, C. A.; Laursen, K. H.; Ladegaard, A. H.; Schmidt, S. B.; Pedas, P.; Bruhn, D.; Schjoerring, J. K.; Wulfsohn, D.; Husted, S. Latent manganese deficiency increases transpiration in barley (Hordeum vulgare). Physiol. Plant. 2009, 135 (3), 307−316. (26) Komine, Y.; Eggink, L. L.; Park, H.; Hoober, J. K. Vacuolar granules in Chlamydomonas reinhardtii: polyphosphate and a 70-kDa polypeptide as major components. Planta 2000, 210 (6), 897−905. (27) Rao, D. V.; Swapna, M.; Cesareo, R.; Brunetti, A.; Akatsuka, T.; Yuasa, T.; Takeda, T.; Gigante, G. E. Synchrotron-based X-ray fluorescence, imaging and elemental mapping from biological samples. Pramana 2011, 76 (2), 261−269. (28) Abramowicz, D. A.; Dismukes, G. C. Manganese proteins isolated from spinach thylakoid membranes and their role in O2 evolution: II. A binuclear manganese-containing 34 kDa protein, a probable component of the water dehydrogenase enzyme. Biochim. Biophys. Acta, Bioenerg. 1984, 765 (3), 318−328. (29) Xia, B.; Chen, B.; Sun, X.; Qu, K.; Ma, F.; Du, M. Interaction of TiO2 nanoparticles with the marine microalga Nitzschia closterium: growth inhibition, oxidative stress and internalization. Sci. Total Environ. 2015, 508, 525−533. (30) Vrieling, E. G.; Beelen, T. P.; van Santen, R. A.; Gieskes, W. W. Diatom silicon biomineralization as an inspirational source of new approaches to silica production. J. Biotechnol. 1999, 70 (1−3), 39−51. (31) Yazdankhah, S. P.; Scheie, A. A.; Høiby, E. A.; Lunestad, B.-T.; Heir, E.; Fotland, T. Ø.; Naterstad, K.; Kruse, H. Triclosan and antimicrobial resistance in bacteria: an overview. Microb. Drug Resist. 2006, 12 (2), 83−90. (32) Barer, R.; Cole, A.; Thompson, H. Infrared spectroscopy with the reflecting microscope in physics, chemistry and biology. Nature 1949, 163 (4136), 198. (33) Patel, S. A.; Currie, F.; Thakker, N.; Goodacre, R. Spatial metabolic fingerprinting using FT-IR spectroscopy: investigating abiotic stresses on Micrasterias hardyi. Analyst 2008, 133 (12), 1707− 1713. (34) Heraud, P.; Wood, B. R.; Tobin, M. J.; Beardall, J.; McNaughton, D. Mapping of nutrient-induced biochemical changes in living algal cells using synchrotron infrared microspectroscopy. FEMS Microbiol. Lett. 2005, 249 (2), 219−225. (35) Stevenson, H. J.; Bolduan, O. E. Infrared spectrophotometry as a means for identification of bacteria. Science 1952, 116 (3005), 111− 113. (36) Holman, H.-Y. N.; Bechtel, H. A.; Hao, Z.; Martin, M. C. Synchrotron IR spectromicroscopy: chemistry of living cells. Anal. Chem. 2010, 82, 8757−8765. (37) Miller, L. M.; Dumas, P. Chemical imaging of biological tissue with synchrotron infrared light. Biochim. Biophys. Acta, Biomembr. 2006, 1758 (7), 846−857. (38) Russell, A. Whither triclosan? J. Antimicrob. Chemother. 2004, 53 (5), 693−695. (39) Nietch, C. T.; Quinlan, E. L.; Lazorchak, J. M.; Impellitteri, C. A.; Raikow, D.; Walters, D. Effects of a chronic lower range of triclosan exposure on a stream mesocosm community. Environ. Toxicol. Chem. 2013, 32 (12), 2874−2887. (40) Levy, C. W.; Roujeinikova, A.; Sedelnikova, S.; Baker, P. J.; Stuitje, A. R.; Slabas, A. R.; Rice, D.W.; Rafferty, J. B. Molecular basis of triclosan activity. Nature 1999, 398 (6726), 383. (41) Napolitano, G. E. The realationship of lipids with light and chlorophyll measurements in freshwater algae and periohyton1. J. Phycol. 1994, 30 (6), 943−950.\nDOI: 10.1021/acs.est.9b03117 Environ. Sci. Technol. 2019, 53, 9884−9894\n9893\n(42) Stigum, V. M. The effect of light and temperature on lipid production in microalgae. Master’s Thesis, University of Oslo, 2012; pp 1−58. (43) Kong, J.; Yu, S. Fourier transform infrared spectroscopic analysis of protein secondary structures. Acta Biochim. Biophys. Sin. 2007, 39 (8), 549−559. (44) Miller, L. M.; Bourassa, M. W.; Smith, R. J. FTIR spectroscopic imaging of protein aggregation in living cells. Biochim. Biophys. Acta, Biomembr. 2013, 1828 (10), 2339−2346. (45) Benov, L.; Fridovich, I. Why Superoxide Imposes an Aromatic Amino Acid Auxotrophy on Escherichia coli the transketolase connection. J. Biol. Chem. 1999, 274 (7), 4202−4206. (46) Chen, L.; Zhou, L.; Liu, Y.; Deng, S.; Wu, H.; Wang, G. Toxicological effects of nanometer titanium dioxide (nano-TiO2) on Chlamydomonas reinhardtii. Ecotoxicol. Environ. Saf. 2012, 84, 155−162. (47)Melegari, S. P.; Perreault, F.; Costa, R. H. R.; Popovic, R.; Matias, W. G. Evaluation of toxicity and oxidative stress induced by copper oxide nanoparticles in the green algaChlamydomonas reinhardtii. Aquat. Toxicol. 2013, 142, 431−440. (48) Pinto, E.; Sigaud-Kutner, T. C.; Leitao, M. A.; Okamoto, O. K.; Morse, D.; Colepicolo, P. Heavy metal−induced oxidative stress in algae1. J. Phycol. 2003, 39 (6), 1008−1018. (49) Peŕez-Peŕez, M. E.; Lemaire, S. D.; Crespo, J. L. ROS and autophagy in plants and algae. Plant Physiol. 2012, 160, 156−164. (50) Wang, W.-R.; Zhu, R.-R.; Xiao, R.; Liu, H.; Wang, S.-L. The electrostatic interactions between nano-TiO2 and trypsin inhibit the enzyme activity and change the secondary structure of trypsin. Biol. Trace Elem. Res. 2011, 142 (3), 435−446. (51) Xu, Z.; Liu, X.-W.; Ma, Y.-S.; Gao, H.-W. Interaction of nanoTiO2 with lysozyme: insights into the enzyme toxicity of nanosized particles. Environ. Sci. Pollut. Res. 2010, 17 (3), 798−806. (52) Zhao, L.; Zhang, H.; Wang, J.; Tian, L.; Li, F.-F.; Liu, S.; PeraltaVidea, J. R.; Gardea-Torresdey, J. L.; White, J. C.; Huang, Y.; et al. C60 Fullerols Enhance Copper Toxicity and Alter the Leaf Metabolite and Protein Profile in Cucumber. Environ. Sci. Technol. 2019, 53 (4), 2171− 2180. (53) Corpas, F. J.; Fernandez-Ocana, A.; Carreras, A.; Valderrama, R.; Luque, F.; Esteban, F. J.; Rodríguez-Serrano, M.; Chaki, M.; Pedrajas, J. R.; Sandalio, L. M.; et al. The expression of different superoxide dismutase forms is cell-type dependent in olive (Olea europaea L.) leaves. Plant Cell Physiol. 2006, 47 (7), 984−994. (54) Tillmann, U.; John, U.; Cembella, A. On the allelochemical potency of the marine dinoflagellate Alexandrium ostenfeldii against heterotrophic and autotrophic protists. J. Plankton Res. 2007, 29 (6), 527−543. (55) Lesser, M. P. Oxidative stress in marine environments: biochemistry and physiological ecology. Annu. Rev. Physiol. 2006, 68, 253−278. (56) Marshall, J.-A.; Hovenden, M.; Oda, T.; Hallegraeff, G. M. Photosynthesis does influence superoxide production in the ichthyotoxic alga Chattonella marina (Raphidophyceae). J. Plankton Res. 2002, 24 (11), 1231−1236. (57) Foyer, C. H.; Lopez-Delgado, H.; Dat, J. F.; Scott, I. M. Hydrogen peroxide-and glutathione-associated mechanisms of acclimatory stress tolerance and signalling. Physiol. Plant. 1997, 100 (2), 241−254. (58) Dan Hess, F. Light-dependent herbicides: an overview.Weed Sci. 2000, 48 (2), 160−170. (59) Shi, K.; Gao, Z.; Shi, T.-Q.; Song, P.; Ren, L.-J.; Huang, H.; Ji, X.J. Reactive oxygen species-mediated cellular stress response and lipid accumulation in oleaginous microorganisms: the state of the art and future perspectives. Front. Microbiol. 2017, 8, 793. (60) Halliwell, B.; Gutteridge, J. M. Free radicals in biology and medicine; Oxford University Press: New York, 2015. (61) Davies, K. J. Protein damage and degradation by oxygen radicals. I. general aspects. J. Biol. Chem. 1987, 262 (20), 9895−9901. (62) Gonzaĺez-Pleiter, M.; Rioboo, C.; Reguera, M.; Abreu, I.; Leganeś, F.; Cid, Á.; Fernańdez-Piñas, F. Calcium mediates the cellular\nresponse of Chlamydomonas reinhardtii to the emerging aquatic pollutant Triclosan. Aquat. Toxicol. 2017, 186, 50−66. (63) Aruoja, V.; Dubourguier, H.-C.; Kasemets, K.; Kahru, A. Toxicity of nanoparticles of CuO, ZnO and TiO2 to microalgae Pseudokirchneriella subcapitata. Sci. Total Environ. 2009, 407 (4), 1461−1468. (64) Varela-Valencia, R.; Goḿez-Ortiz, N.; Oskam, G.; de Coss, R.; Rubio-Piña, J.; del Río-García, M.; Albores-Medina, A.; Zapata-Perez, O. The effect of titanium dioxide nanoparticles on antioxidant gene expression in tilapia (Oreochromis niloticus). J. Nanopart. Res. 2014, 16 (4), 2369. (65) Wright, M. V.; Matson, C. W.; Baker, L. F.; Castellon, B. T.; Watkins, P. S.; King, R. S. Titanium dioxide nanoparticle exposure reduces algal biomass and alters algal assemblage composition in wastewater effluent-dominated stream mesocosms. Sci. Total Environ. 2018, 626, 357−365.\nDOI: 10.1021/acs.est.9b03117 Environ. Sci. Technol. 2019, 53, 9884−9894\n9894"
    } ],
    "references" : [ {
      "title" : "nano-CeO2/nano-TiO2 and florfenicol: independent action surpasses concentration addition",
      "author" : [ "E. Navarro", "A. Baun", "R. Behra", "N.B. Hartmann", "J. Filser", "A.-J. Miao", "A. Quigg", "P.H. Santschi", "L. Sigg" ],
      "venue" : null,
      "citeRegEx" : "Navarro et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Navarro et al\\.",
      "year" : 2016
    }, {
      "title" : "Distinct toxic interactions of TiO2 nanoparticles with four coexisting organochlorine contaminants on algae",
      "author" : [ "S. Zhang", "R. Deng", "D. Lin", "F. Wu" ],
      "venue" : "Ecotoxicology",
      "citeRegEx" : "Zhang et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2008
    }, {
      "title" : "phenanthrene and Cd to marine zooplankton",
      "author" : [ "J. Neuwoehner", "K. Fenner", "B.I. Escher" ],
      "venue" : "Artemia salina. Sci. Total Environ",
      "citeRegEx" : "Neuwoehner et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Neuwoehner et al\\.",
      "year" : 2018
    }, {
      "title" : "biochemistry in functional single cells",
      "author" : [ "W.-W", "A.-J. Miao", "L.-Y. Yang" ],
      "venue" : "PLoS One 2012,",
      "citeRegEx" : "W..W. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "W..W. et al\\.",
      "year" : 2011
    }, {
      "title" : "VESPERS: a beamline for combined XRF and XRD measurements",
      "author" : [ "S. In" ],
      "venue" : "AIP Conf. Proc. 2006,",
      "citeRegEx" : "In,? \\Q2006\\E",
      "shortCiteRegEx" : "In",
      "year" : 2006
    }, {
      "title" : "ESRF synchrotron-based microspectroscopy platform",
      "author" : [ "E. Lombi", "K.G. Scheckel", "I.M. Kempson" ],
      "venue" : "J. Struct. Biol",
      "citeRegEx" : "Lombi et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Lombi et al\\.",
      "year" : 2012
    }, {
      "title" : "Chlamydomonas reinhardtii: polyphosphate and a 70-kDa polypeptide as major components",
      "author" : [ "D.V. Rao", "M. Swapna", "R. Cesareo", "A. Brunetti", "T. Akatsuka" ],
      "venue" : null,
      "citeRegEx" : "Rao et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Rao et al\\.",
      "year" : 2000
    }, {
      "title" : "probable component of the water dehydrogenase enzyme",
      "author" : [ "X. Sun", "K. Qu", "F. Ma", "M. Du" ],
      "venue" : "Biochim. Biophys. Acta, Bioenerg",
      "citeRegEx" : "B. et al\\.,? \\Q1984\\E",
      "shortCiteRegEx" : "B. et al\\.",
      "year" : 1984
    }, {
      "title" : "TiO2 nanoparticles with the marine microalga Nitzschia closterium: growth inhibition, oxidative stress and internalization",
      "author" : [ "E.G. Vrieling", "T.P. Beelen", "R.A. van Santen", "W.W. Gieskes" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Vrieling et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Vrieling et al\\.",
      "year" : 2015
    }, {
      "title" : "Diatom silicon biomineralization as an inspirational source of new approaches to silica production",
      "author" : [ "S.P. Yazdankhah", "A.A. Scheie", "E.A. Høiby", "B.-T. Lunestad" ],
      "venue" : "J. Biotechnol",
      "citeRegEx" : "Yazdankhah et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Yazdankhah et al\\.",
      "year" : 1999
    }, {
      "title" : "Synchrotron IR spectromicroscopy: chemistry of living cells",
      "author" : [ "L.M. Miller", "P. Dumas" ],
      "venue" : "Anal. Chem",
      "citeRegEx" : "Miller and Dumas,? \\Q2010\\E",
      "shortCiteRegEx" : "Miller and Dumas",
      "year" : 2010
    }, {
      "title" : "The realationship of lipids with light",
      "author" : [ "G.E. Napolitano" ],
      "venue" : "Nature",
      "citeRegEx" : "Napolitano,? \\Q1999\\E",
      "shortCiteRegEx" : "Napolitano",
      "year" : 1999
    }, {
      "title" : "Heavy metal−induced oxidative stress in algae1",
      "author" : [ "E. Pinto", "T.C. Sigaud-Kutner", "M.A. Leitao", "O.K. Okamoto", "D. Morse", "P. Colepicolo" ],
      "venue" : "J. Phycol. 2003,",
      "citeRegEx" : "Pinto et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Pinto et al\\.",
      "year" : 2003
    }, {
      "title" : "ROS and autophagy in plants and algae",
      "author" : [ "M.E. Peŕez-Peŕez", "S.D. Lemaire", "J.L. Crespo" ],
      "venue" : "Plant Physiol",
      "citeRegEx" : "Peŕez.Peŕez et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Peŕez.Peŕez et al\\.",
      "year" : 2012
    }, {
      "title" : "C60 Fullerols Enhance Copper Toxicity and Alter the Leaf Metabolite and Protein Profile in Cucumber",
      "author" : [ "J.R. Videa", "J.L. Gardea-Torresdey", "J.C. White", "Y Huang" ],
      "venue" : "Environ. Sci. Technol. 2019,",
      "citeRegEx" : "Videa et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Videa et al\\.",
      "year" : 2019
    }, {
      "title" : "Light-dependent herbicides: an overview.Weed Sci",
      "author" : [ "F. Dan Hess" ],
      "venue" : null,
      "citeRegEx" : "Hess,? \\Q2000\\E",
      "shortCiteRegEx" : "Hess",
      "year" : 2000
    }, {
      "title" : "Protein damage and degradation by oxygen radicals",
      "author" : [ "K.J. Davies" ],
      "venue" : "I. general aspects. J. Biol. Chem. 1987,",
      "citeRegEx" : "Davies,? \\Q1987\\E",
      "shortCiteRegEx" : "Davies",
      "year" : 1987
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "This study explored the toxicity of triclosan in the presence of TiO2 P25 to the green alga Eremosphaera viridis in Lake Erie. Multiple physicochemical end points were conducted to perform a comprehensive analysis of the toxic effects of individual and combined pollutants. Fourier transform infrared spectromicroscopy and synchrotron-based X-ray fluorescence imaging were first documented to be applied to explore the distribution variation of macromolecules and microelements in single algal cells in interactive toxicity studies. The results were different based on different triclosan concentrations and measurement end points. Comparing with individual pollutants, the toxicity intensified in lipids, proteins, and oxidative stress at 1000 and 4000 μg/L triclosan in the presence of P25. There were increases in dry weight, chlorophyll content, lipids, and catalase content when cells were exposed to P25 and 15.625 μg/L triclosan. The toxicity alleviated when P25 interacted with 62.5 and 250 μg/L triclosan compared with triclosan-only exposure. The reasons could be attributed to the combination of adsorption, biodegradation, and photocatalysis of triclosan by algae and P25, triclosan dispersion by increased biomass, triclosan adherency on algal exudates, and triclosan adsorption site reduction on algae surface owing to P25’s taking over. This work provides new insights into the interactive toxicity of nanoparticles and personal care products to freshwater photosynthetic organisms. The findings can help with risk evaluation for predicting outcomes of exposure to mixtures and with prioritizing further studies on joint toxicity.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}