{
  "name" : "downloads_2020-04-10_a5_ribeiro2018.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Fate and Effect of Nano Tungsten Carbide Cobalt (WCCo) in the Soil Environment: Observing a Nanoparticle Specific Toxicity in Enchytraeus crypticus",
    "authors" : [ "Maria J. Ribeiro", "Vera L. Maria", "Amadeu M.V.M. Soares", "Janeck J. Scott-Fordsmand", "J.B. Amorim" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION Tungsten carbide cobalt (WCCo) is a hard composite metal which has mechanical properties of great interest to the mining and drilling industries,1 among others. Its properties increase hardness, durability and wear resistance of materials, improving the lifetime of industrial machinery.2 During production and usage, release (e.g., aerosolization) of WCCo can result in high levels of tungsten carbide and cobalt of varying sizes in, for example, the production facilities3,4 and the surrounding areas due to emission.5,6 WCCo containing products may also, due to general decomposition (e.g., wear and tear), release particles into the environment. It is known that WCCo can be toxic, for example, WCCo occupational exposure has been associated with pulmonary toxicity and increased risk of cancer, being classified as “probably carcinogenic to humans” (group 2A) by the International Agency for Research on Cancer (IARC).7 General toxicity of WCCo particles is attributed to production of activated oxygen species (AOS) due to oxidation of cobalt (Co) catalyzed at the surface of tungsten carbide (WC),8 which can damage proteins, lipids and DNA in the cell. As the name indicates, the technically important part of WCCo particles is the W (tungsten) in the form of WC (tungsten carbide) and Co (cobalt) content. Ecotoxicological studies showed that W is toxic to fish,9 plants,10,11 soil invertebrates, (Eisenia fetida,12,13 Otala lactea10) and marine invertebrates (Daphnia magna13). The mechanism\nof action is still unclear but it has been proposed that, even though W is not carcinogenic per se, it is able to potentiate tumorigenic effects of other compounds by disrupting phosphate-dependent cell signaling pathways.14 Also W in the form of WC was found to negatively affect cell viability,15 interfere with voltage gated sodium channels in neurons,16,17 induce apoptosis,18 and inflammation.19 Conversely, some studies revealed absent or mild toxicity of W or WC compounds, being difficult to establish an accurate toxicological profile. For instance, no impact on different cell lines’ viability was found by Bastian et al.20 with nano-WC or W (as Na2WO4·2H2O), whereas mild cytotoxicity was found with W exposure in rat liver cells (BRL 3A).21 In vivo instillation of μm-WC had no effect on the production of the inflammatory mediators,19 nor on the acute pulmonary responses of rats.22\nCobalt (Co) is an essential component of the vitamin B12 necessary in biological processes such as DNA synthesis.23,24\nHowever, mammalian models show that, when in excess, Co induces oxidative stress,25,26 genotoxicity,27 inhibition of the DNA repair system,28 apoptosis26 and upregulation of hypoxiainducible factor HIF-1α.29\nReceived: May 11, 2018 Revised: August 8, 2018 Accepted: September 7, 2018 Published: September 7, 2018\n© 2018 American Chemical Society 11394 DOI: 10.1021/acs.est.8b02537 Environ. Sci. Technol. 2018, 52, 11394−11401\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF B\nIR M\nIN G\nH A\nM o\nn A\npr il\n10 , 2\n02 0\nat 0\n8: 35\n:5 3\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\nBesides the fact that WC and Co are able to cause toxicity on their own, it is reported that, when combined, toxicity is potentiated.15,30,31 Studies with WCCo32 and WCCo nanoparticles (NPs)20 showed that the increased toxicity of WCCo could not be explained by available Co present in WCCo, since the particle led to a markedly higher toxicity than observed with a combined WC and Co2+ exposure. Further, Busch et al.30 studied the expression profile of human keratinocytes exposed to WCCo NPs, WC and Co, and found no differences in transcription, indicating combinatory effects of WC and Co. Studies on the mammalian toxicity of WCCo NPs are scarce and mostly focused in in vitro models, and they are virtually absent for environmental species. In cell lines, cytotoxicity was observed with WCCo NP concentrations from 8 μg/mL20 with the occurrence of apoptosis at higher concentrations, such as 1000 μg/mL33 or 40−100 μg/cm2.34 Lower (sublethal) concentrations were observed to cause increased inflammation (1−100 μg/mL,35 and genotoxicity (60−120 μg/mL,36 5−75 μg/mL36). No acute local pulmonary and systemic inflammation in Sprague−Dawley rats was reported, after a 24 h intratracheal instillation of 0−500 μg WCCo NP/rat.37 For Folsomia candida no effects were observed for WCCo NP in terms of survival or reproduction after 28 days of exposure to WCCo up to 6400 mg WCCo/kg soil DW38 although the authors highlighted the importance of exploring longer exposure times. Implementation of long-term effect studies has been previously described as a major concern regarding the hazard assessment of NPs,39,40 which is not covered by the current testing paradigm. Hence, the present study aimed to assess the effects of crystalline WCCo NPs in the environment, using the standard and ecologically relevant soil model Enchytraeus crypticus. The Co salt CoCl2 was also tested to infer about the effects that are due to the Co fraction in WCCo, as well as WC alone. The survival and reproduction are determined after 28 days as in the standard guideline41 and an additional 28 days exposure period was tested to assess longer term effects in the population.\n■ RESULTS Exposure Characterization. Nanomaterials were fully characterized as synthesized using a suite if instruments (Table 1). Measurements of total Co after soil spiking showed a recovery of 67−115% Co for both CoCl2 and WCCo NP compared to the nominal concentrations. The soil:water extracts−soil solution−measurements along the time series (Figure 1A) showed an increase of Co immediately after spiking and up to 7 days, after which it tended to decrease and stabilize. The results for CoCl2 (Figure 1B) indicated a dependence of the concentration, that is, there was relatively higher Co in solution in higher concentration, that is, more than the relative difference between concentrations. Biological Characterization. Results of the Enchytraeid Reproduction Test (ERT) can be observed in Figure 2. The validity criteria were fulfilled according to the OECD 220 guideline,41 that is, in control adults’ mortality was <20%, the number of juveniles was >50, and coefficient of variation <50%. For CoCl2, the pH decreased with concentration, from 6.4 to 5.8 for 0- 288 mg CoCl2/kg soil DW respectively; for\nWCCo pH was ca. 5.5. pH variation between test start and test end was below ±0.5 for both materials. Exposure to CoCl2 showed a concentration-dependent response, with significant impact on both reproduction and survival. Exposure to WCCo NP caused no effect in survival and a significant decrease in reproduction with 1600 mg WCCo/kg (p < 0.05), this being ca. EC50. Considering that WCCo NP has 8.3% Co, the toxicity was higher if the corresponding Co content is compared, that is, if ECx would be estimated based on the Co in WCCo. Exposure to WC caused a positive effect with ca. 20% increase in reproduction from 100 mg WC/kg soil DW. The Effect Concentration (ECx) estimates are presented in Table 2. Internal measurements of Co in E. crypticus after exposure for 28 days (Figure 3) showed that the body concentration increased up to a maximum of ca. 600 μg/g body DW for exposure to 192 mg Co/kg soil DW of CoCl2, with higher variation here than for other concentrations. The results from the monitoring along time can be seen in Figure 4. For the tested concentrations (ca. EC50) the “population growth curve” was similar between CoCl2 and WCCo NP (28 days) although the impact was relatively higher after 56 days for WCCo NPs. There was an indication of a delay in\nDOI: 10.1021/acs.est.8b02537 Environ. Sci. Technol. 2018, 52, 11394−11401\n11395\ndevelopment as apparent from results on day 21, where the control organisms already reproduced but not the WCCo NP (or CoCl2) exposed. Testing of WC showed an increase of population growth compared to control at day 28 which became more pronounced at day 56. Details on the full doserange exposure can be found in SI Figure S2.\n■ DISCUSSION For both CoCl2 and WCCo NPs reproduction was affected while 100% survival was observed for the adults, indicating a specific reproductive effect. Considering the concentration of Co and associated toxicity, WCCo NP was relatively more toxic than CoCl2 (the highest concentration tested of 1600 mg WCCo NP/kg soil DW equivalent to 133 mg Co/kg soil DW,\nwas ca. EC50). Tested alone WC did not show any negative effect on reproduction or mortality up to 1000 mg W/kg soil DW, in fact there was approximately 20% increase in the reproductive output. Similarly, other studies with W confirmed low toxicity.12,13,42 Hence, this shows that there must be some additional (synergistic) effect for Co when in WCCo, for example, that Co was more available when present in WCCo or that there is a NP specific effect. Previous studies on CoCl2 with Enchytraeus albidus\n43 in a 14 day exposure for acute effects showed a similar LC50 (LC50 = 227 mg Co/kg). For the springtail Folsomia candida,38,44 the EC50 for reproduction was ca. 450 mg Co/kg soil DW (LC50 of 620 mg Co/kg soil DW, that is, 2 fold higher than for E. crypticus). No effects on survival and reproduction with WCCo\nDOI: 10.1021/acs.est.8b02537 Environ. Sci. Technol. 2018, 52, 11394−11401\n11396\nNP were reported in F. candida, even for concentrations up to 6400 mg WCCo/kg soil DW.38 Cobalt is known to be an oxidative stress inducing agent, hence, the observed effects in both survival and reproduction in E. crypticus could be the result of irreversible impairment of the antioxidant strategies, this for concentrations above 192 mg Co/kg. The CoCl2 selected concentrations in our study represent a (although lower) range of Co in WCCo NP, and show that the toxicity of WCCo NP is not fully explained by Co. Our results suggest that the combination with WC in particles significantly potentiated Co toxicity, or changed speciation and/or\navailability, or that there is a NP specific effect. The NP effect may be both an enhancement of the Co effect or a direct NP effect. Both Soil:Water concentration and internal organisms’ Co measurements indicate that Co was less available and less taken up in WCCo exposure than in CoCl2 (much higher internal uptake), hence does not support the increased availability of Co for the WCCo (see also SI). Noordhoek et al.38 found lower Co values in the pore-water from WCCo NP spiked soil which could indicate Co is more strongly bound in WCCo, hence the toxicity must be caused by a combined effect within the WCCo compound/NPs.\nDOI: 10.1021/acs.est.8b02537 Environ. Sci. Technol. 2018, 52, 11394−11401\n11397\nAs the soil water concentration fluctuate over the experiments, it is difficult to calculate a single soil:water based ECx (i.e., what soil*water concentration to choose). We estimated the exposure in two different ways, that is, using the average soil:water concentration over time (i.e., for each total exposure concentration) and the integrated soil:water concentration (i.e., area under the curve,45 see SI Figure S1 for details). Both soil:water exposure methods showed the EC50 for CoCl2 4 times higher than WCCo, for example, the EC50 was 98 mg Co/L.d for CoCl2 and 24 mg Co/L.d for WCCo, hence again indicating that toxicity is not explained by soil:water concentration/content. Other studies have reported that doping WC with Co has resulted in increased toxicity compared to W, WC or Co alone, both at nano scale15,20 and micro scale.8,27 Moreover, WC tested together with Co in a nonparticulate form (WC with added Co2+) seems to elicit a reduced toxic response compared to that observed for the particulate form, for example, cell viability20,32 or genotoxicity,27 meaning that the presence of WCCo as a particle is necessary for the combinatorial toxic effect. This is in contrast to studies with metallic nanoparticles (e.g., Ag, Ni, Cu) which often show similar or higher toxicity of the salt compared to the nanoform.46−48 Additional analysis in terms of local distribution of W and Co would be of interest, for example, nanotomography coupled with X-ray fluorescence imaging,49 as it could provide additional evidence of the combined effect and target organs. It has been argued that longer exposure periods may be required for nanoparticles exposure for an equivalent comparison to conventional chemicals, and this has been reported.50 Although it is commonly agreed that longer exposure period may be required, there is at present no recommendation for the best or standard way to approach the challenge. There are several implications in terms of practical feasibility, for example, a simple extension of the exposure time of the standard tests will not do, let alone that the time required is more, but unclear how much more is enough for a worst case scenario. Detailed dose and time series samplings would be required to assess longer-term effects. The results on the time scan monitoring here performed (even if for a reduced number of treatments and replicates) showed relatively similar trends for population growth exposed to both materials. We could argue that the time-period of 56 days was perhaps not long enough. Another practical problem is due to the fact that the test design here implemented yields the total number of organisms. This means, in this case, that the number includes more than one reproductive cycle (multigenerational) and a combination of adults and juveniles of various sizes. To overcome this issue, the multigenerational effect should be targeted in a dedicated design to be able to discriminate effects. For instance, in the present results at 56 days, we can also speculate that a selection of the most resistant organisms can occur and perhaps lead to higher reproduction rates because there was no control in the starting number of juveniles at day 28. For example, for E. crypticus, the use of a full life cycle test is a good improvement to the standard method as it provides longer exposure (46 instead of 21−28 days), many additional end points (hatching, growth, maturation, besides survival and reproduction) and the organisms are exposed from an earlier life stage (cocoons instead of adults), hence increased sensitivity stages are targeted. Full life cycle studies have been implemented for Ag,51 Cu,46 or Ni48 and delivered considerable more in-depth\nunderstanding on the mechanisms or elements deriving toxicity. To conclude, the present study showed that WCCo NPs caused toxicity in E. crypticus, (EC50 = 1500 mg WCCo/kg soil DW) being more toxic than the equivalent toxicity of Co alone (via CoCl2) or WC alone, and hence toxicity must be due to a nanospecific effect or a combined effect of WC and Co. Results highlight the need to consider longer exposure period of NPs for comparable methods standardized for conventional chemicals.\n■ EXPERIMENTAL SECTION Test Organism. The test species Enchytraeus crypticus (Oligochaeta: Enchytraeidae) was used. Cultures have been kept in agar plates for several years at the University of Aveiro. For details please see Bicho et al.52 Synchronized cultures were prepared, briefly, mature adults (well-developed clitellum) are transferred to fresh agar plates to lay cocoons, being removed after 2 days. Synchronized juveniles with 17−19 days old were used.\nTest Soil. The standard commercially available LUFA 2.2 natural soil (Speyer, Germany) was used. The main characteristics are pH (0.01 M CaCl2) of 5.5, 1.78% organic matter, 10 mequiv/100 g CEC (cation exchange capacity), 43.3% WHC (water holding capacity), 7.9% clay, 16.3% silt, and 75.8% sand regarding grain size distribution.\nTest Materials and Spiking. Nanostructured Tungsten Carbide Cobalt powder (WCCo NP), cobalt chloride (CoCl2.6H2O, 98% purity, Sigma-Aldrich) and Tungsten(IV) Carbide (WC, 2 μm powder, 99% purity, Sigma-Aldrich) were used. Full characterization was performed, for details see Table 1. For WCCo NPs, tested concentrations were 0−200−400− 800−1200−1600 mg WCCo/kg soil dry weight (DW), and 0− 48−96−192−240−288 mg Co/kg soil (DW) for CoCl2, selected to correspond to the equivalent concentration of Co in the WCCo NPs (according to producers’ MSDS). Quantification and revised information showed that WCCo has ca. 8% Co (and not 12%), hence 0−200−400−800− 1200−1600 mg WCCo/kg soil DW corresponds to 0−17− 33−66−100−133 mg Co/kg soil DW of the WCCo. For WC, tested concentrations were 0−30−100−300−1000 mg W/kg soil DW. WCCo NPs and WC was directly mixed with the dried soil following the recommended for dry powder nondispersible nanomaterials.53 Moisture was adjusted to 50% of the maximum water holding capacity (maxWHC). The spiking of the soil was done per individual replicate to ensure total raw amounts per replicate. The test chemical CoCl2 was prepared as stock aqueous solution, serially diluted and spiked onto the premoistened soil. The total amount of soil per concentration were homogeneously mixed and split onto replicates. Soil equilibrated for 1 day prior test start for both materials. Soil was sampled to quantify Co at days 0, 1, 7, 14, 21, and 28 days and stored at −20 °C until further analysis. Additional time points for CoCl2 included 0.13 (8 h) and 3 days, due to the expected faster oxidation compared to the NPs.\nTest Procedures. The standard guideline41,54 was followed, with some adaptations as described in Bicho et al.52 Briefly, 10 synchronized age organisms were introduced in each test container (⌀4 cm) with 20 g of moist soil and food supply (24 ± 1 mg, autoclaved rolled oats). Test ran during 28 days at 20 °C and 16:8h photoperiod. Food (12 ± 1 mg) and\nDOI: 10.1021/acs.est.8b02537 Environ. Sci. Technol. 2018, 52, 11394−11401\n11398\nwater were replenished every week. Four replicates per treatment were used, plus one without organisms for abiotic factors measurement (e.g., pH, materials characterization). At test end, to extract organisms from soil and counting, replicates were fixated with 96% ethanol and Bengal rose (1% solution in ethanol). Samples were sieved through three meshes (0.6, 0.2, 0.1 mm) to separate individuals from most of the soil and facilitate counting using a stereo microscope. End points included survival and reproduction (number of adults and juveniles, respectively). Additionally, 1 replicate was performed for control and higher concentrations (0−1600 mg WCCo/kg and 0−288 mg Co/kg, and for all concentrations of WC), to monitor days 7, 14, and 21. For the 56 days exposure, four extra replicates were done (0−1600 mg WCCo/kg and 0−192 mg Co/kg), and hence, larger test containers (⌀5.5 cm) were used with 40 g of soil per replicate because of the expected higher density of organisms. For these replicates, at day 28, adults were carefully removed from the soil, after which the soil was left, replenishing water and food weekly. Adult organisms were sampled for analysis of Co content after 28 days of exposure, being carefully retrieved from the soil, depurated in reconstituted ISO water55 (for 24 h), snap-frozen in liquid nitrogen and stored at −80 °C until further analysis. Exposure Characterization. Materials were fully characterized as produced, for details see Table 1. Cobalt concentration in the experiment samples in soil, soil:water extracts, and organisms’ body was measured using Atomic Absorption Spectrometer (AAS, PerkinElmer 4100, Ueberlingen, Germany). The soil (1 g dry weight) was digested using 65% HNO3 and heated up to 120 °C until all brown fumes were gone.56\nThe soil:water extract was the supernatant of a (1:5) soil:water solution, mixed for 5 min at 250 rpm (lab shaker) and then let settle for 2 h. One mL of the solution was digested following the same procedure as used for soil. The exposed organisms were dried at 80 °C and weighed. The digestion followed the same procedure. Before analysis, all samples were resuspended in 2% HNO3. A biological standard reference sample (standard lobster tissue TORT-1, Marine Analytical Chemistry Standards Program, Division of Chemistry, National Research Council Canada), and a soil standard reference sample (Loam soil C74−06, Laboratory of the Government Chemist, United Kingdom) were used. Data Analysis. One-way analysis of variance (ANOVA) followed by Dunnett’s comparison posthoc test (p < 0.05) was used to evaluate differences between effects in controls and treatments.57 Effect concentrations (ECx) were estimated modeling data to logistic or threshold sigmoid 2 parameters regression models, as indicated in Table 2, using the Toxicity Relationship Analysis Program (TRAP v1.22) software.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.est.8b02537.\nSupplementary Figures S1−S3 (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: mjamorim@ua.pt."
    }, {
      "heading" : "ORCID",
      "text" : "Mońica J.B. Amorim: 0000-0001-8137-3295"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This study was supported by funds of the European Commission Project: SUN- SUstainable Nanotechnologies (FP7-NMP-2013-LARGE-7, GA No. 604305), and CESAM (UID/AMB/50017 - POCI-01-0145-FEDER-007638), by FCT/MCTES through national funds (PIDDAC), and the cofunding by the FEDER, within the PT2020 Partnership Agreement and Compete 2020, and through the individual PhD grant to Maria J. Ribeiro (SFRH/BD/95027/2013). We further acknowledge the pristine materials full characterization work (please see Table 1, and Figure S3) made within the SUN consortium partners (Work Package 2).\n■ REFERENCES (1) Prakash, L. J. Application of Fine Grained Tungsten Carbide Based Cemented Carbides. Int. J. Refract. Hard Met. 1995, 13 (5), 257−264. (2) Yao, Z.; Stiglich, J. J.; Sudarshan, T. Nanosized WC-Co Holds Promise for the Future. Met. Powder Rep. 1998, 53 (3), 26−33. (3) Day, G. a; Virji, M. A.; Stefaniak, A. B. Characterization of Exposures among Cemented Tungsten Carbide Workers. Part II: Assessment of Surface Contamination and Skin Exposures to Cobalt, Chromium and Nickel. J. Exposure Sci. Environ. Epidemiol. 2009, 19 (4), 423−434. (4) Stefaniak, A. B.; Virji, M. A.; Day, G. A. Characterization of Exposures among Cemented Tungsten Carbide Workers. Part I: SizeFractionated Exposures to Airborne Cobalt and Tungsten Particles. J. Exposure Sci. Environ. Epidemiol. 2009, 19 (5), 475. (5) Abraham, J. L.; Hunt, A. Environmental Contamination by Cobalt in the Vicinity of a Cemented Tungsten Carbide Tool Grinding Plant. Environ. Res. 1995, 69 (1), 67−74. (6) Sheppard, P. R.; Speakman, R. J.; Ridenour, G.; Witten, M. L. Temporal Variability of Tungsten and Cobalt in Fallon. Environ. Health Perspect. 2007, 115 (5), 715−719. (7) IARC Working Group on the Evaluation of Carcinogenic Risks to Humans. Cobalt in Hard Metals and Cobalt Sulfate, Gallium Arsenide, Indium Phosphide and Vanadium Pentoxide. IARC Monogr. Eval. Carcinog. Risks to Humans 2006, 86, 1. (8) Lison, D.; Carbonnelle, P.; Mollo, L.; Lauwerys, R.; Fubini, B. Physicochemical Mechanism of the Interaction between Cobalt Metal and Carbide Particles to Generate Toxic Activated Oxygen Species. Chem. Res. Toxicol. 1995, 8 (4), 600−606. (9) Strigul, N.; Koutsospyros, A.; Christodoulatos, C. Tungsten Speciation and Toxicity: Acute Toxicity of Mono- and PolyTungstates to Fish. Ecotoxicol. Environ. Saf. 2010, 73 (2), 164−171. (10) Kennedy, A. J.; Johnson, D. R.; Seiter, J. M.; Lindsay, J. H.; Boyd, R. E.; Bednar, A. J.; Allison, P. G. Tungsten Toxicity, Bioaccumulation, and Compartmentalization into Organisms Representing Two Trophic Levels. Environ. Sci. Technol. 2012, 46 (17), 9646−9652. (11) Adamakis, I. D. S.; Panteris, E.; Eleftheriou, E. P. The Fatal Effect of Tungsten on Pisum Sativum L. Root Cells: Indications for Endoplasmic Reticulum Stress-Induced Programmed Cell Death. Planta 2011, 234 (1), 21−34. (12) Inouye, L. S.; Jones, R. P.; Bednar, A. J. Tungsten Effects on Survival, Growth, and Reproduction in the Earthworm, Eisenia Fetida. Environ. Toxicol. Chem. 2006, 25 (3), 763−768. (13) Strigul, N.; Galdun, C.; Vaccari, L.; Ryan, T.; Braida, W.; Christodoulatos, C. Influence of Speciation on Tungsten Toxicity. Desalination 2009, 248 (1−3), 869−879. (14) Johnson, D. R.; Ang, C.; Bednar, A. J.; Inouye, L. S. Tungsten Effects on Phosphate-Dependent Biochemical Pathways Are Species and Liver Cell Line Dependent. Toxicol. Sci. 2010, 116 (2), 523−532.\nDOI: 10.1021/acs.est.8b02537 Environ. Sci. Technol. 2018, 52, 11394−11401\n11399\n(15) Kühnel, D.; Busch, W.; Meißner, T.; Springer, A.; Potthoff, A.; Richter, V.; Gelinsky, M.; Scholz, S.; Schirmer, K. Agglomeration of Tungsten Carbide Nanoparticles in Exposure Medium Does Not Prevent Uptake and Toxicity toward a Rainbow Trout Gill Cell Line. Aquat. Toxicol. 2009, 93 (2−3), 91−99. (16) Shan, D.; Xie, Y.; Ren, G.; Yang, Z. Attenuated Effect of Tungsten Carbide Nanoparticles on Voltage-Gated Sodium Current of Hippocampal CA1 Pyramidal Neurons. Toxicol. In Vitro 2013, 27 (1), 299−304. (17) Shan, D.; Xie, Y.; Ren, G.; Yang, Z. Inhibitory Effect of Tungsten Carbide Nanoparticles on Voltage-Gated Potassium Currents of Hippocampal CA1 Neurons. Toxicol. Lett. 2012, 209 (2), 129−135. (18) Lombaert, N.; Boeck, M.; De Decordier, I.; Cundari, E.; Lison, D.; Kirsch-Volders, M. Evaluation of the Apoptogenic Potential of Hard Metal Dust (WC-Co), Tungsten Carbide and Metallic Cobalt. Toxicol. Lett. 2004, 154 (1−2), 23−34. (19) Huaux, F.; Lasfargues, G.; Lauwerys, R.; Lison, D. Lung Toxicity of Hard Metal Particles and Production of Interleukin-1, Tumor Necrosis Factor-Alpha, Fibronectin, and Cystatin-c by Lung Phagocytes. Toxicol. Appl. Pharmacol. 1995, 132, 53−62. (20) Bastian, S.; Busch, W.; Kühnel, D.; Springer, A.; Meißner, T.; Holke, R.; Scholz, S.; Iwe, M.; Pompe, W.; Gelinsky, M.; et al. Toxicity of Tungsten Carbide and Cobalt-Doped Tungsten Carbide Nanoparticles in Mammalian Cells in Vitro. Environ. Health Perspect. 2009, 117 (4), 530−535. (21) Hussain, S. M.; Hess, K. L.; Gearhart, J. M.; Geiss, K. T.; Schlager, J. J. In Vitro Toxicity of Nanoparticles in BRL 3A Rat Liver Cells. Toxicol. In Vitro 2005, 19 (7), 975−983. (22) Lasfargues, G.; Lison, D.; Maldague, P.; Lauwerys, R. Comparative Study of the Acute Lung Toxicity of Pure Cobalt Powder and Cobalt-Tungsten Carbide Mixture in Rat. Toxicol. Appl. Pharmacol. 1992, 112 (1), 41−50. (23) Schrauzer, G. Organocobalt Chemistry of Vitamine B12 Model Compounds (Cobaloximes). Acc. Chem. Res. 1968, 1 (4), 97−103. (24) Stutzenberger, F. Ribonucleotide Reductase of Pithomyces Chartarum: Requirement for B12 Coenzyme. J. Gen. Microbiol. 1974, 81 (2), 501−503. (25) Moorhouse, C. P.; Halliwell, B.; Grootveld, M.; Gutteridge, J. M. C. Cobalt (II) Ion as a Promoter of Hydroxyl Radical and Possible ‘Crypto-Hydroxyl’Radical Formation under Physiological Conditions. Differential Effects of Hydroxyl Radical Scavengers. Biochim. Biophys. Acta, Gen. Subj. 1985, 843 (3), 261−268. (26) Zou, W.; Yan, M.; Xu, W.; Huo, H.; Sun, L.; Zheng, Z.; Liu, X. Cobalt Chloride Induces PC12 Cells Apoptosis through Reactive Oxygen Species and Accompanied by AP-1 Activation. J. Neurosci. Res. 2001, 64 (6), 646−653. (27) Anard, D.; Kirsch-Volders, M.; Elhajouji, A.; Belpaeme, K.; Lison, D. In Vitro Genotoxic Effects of Hard Metal Particles Assessed by Alkaline Single Cell Gel and Elution Assays. Carcinogenesis 1997, 18 (1), 177−184. (28) Hartwig, A.; Snyder, R. D.; Schlepegrell, R.; Beyersmann, D. Modulation by Co (II) of UV-Induced DNA-Repair, Mutagenesis and Sister-Chromatid Exchanges in Mammalian Cells. Mutat. Res., Fundam. Mol. Mech. Mutagen. 1991, 248 (1), 177−185. (29) Yuan, Y.; Hilliard, G.; Ferguson, T.; Millhorn, D. E. Cobalt Inhibits the Interaction between Hypoxia-Inducible Factor-?? And von Hippel-Lindau Protein by Direct Binding to Hypoxia-Inducible Factor-?? J. Biol. Chem. 2003, 278 (18), 15911−15916. (30) Busch, W.; Kühnel, D.; Schirmer, K.; Scholz, S. Tungsten Carbide Cobalt Nanoparticles Exert Hypoxia-like Effects on the Gene Expression Level in Human Keratinocytes. 2010. (31) Lombaert, N.; Castrucci, E.; Decordier, I.; Van Hummelen, P.; Kirsch-Volders, M.; Cundari, E.; Lison, D. Hard-Metal (WC-Co) Particles Trigger a Signaling Cascade Involving P38 MAPK, HIF-1??, HMOX1, and P53 Activation in Human PBMC. Arch. Toxicol. 2013, 87 (2), 259−268.\n(32) Lison, D.; Lauwerys, R. Study of the Mechanism Responsible for the Elective Toxicity of Tungsten Carbide-Cobalt Powder toward Macrophages. Toxicol. Lett. 1992, 60 (2), 203−210. (33) Armstead, A. L.; Arena, C. B.; Li, B. Exploring the Potential Role of Tungsten Carbide Cobalt (WC-Co) Nanoparticle Internalization in Observed Toxicity toward Lung Epithelial Cells in Vitro. Toxicol. Appl. Pharmacol. 2014, 278 (1), 1−8. (34) Zhao, J.; Bowman, L.; Magaye, R.; Leonard, S. S.; Castranova, V.; Ding, M. Apoptosis Induced by Tungsten Carbide-Cobalt Nanoparticles in JB6 Cells Involves ROS Generation through Both Extrinsic and Intrinsic Apoptosis Pathways. Int. J. Oncol. 2013, 42 (4), 1349−1359. (35) Armstead, A. L.; Li, B. In Vitro Inflammatory Effects of Hard Metal (WC-Co) Nanoparticle Exposure. Int. J. Nanomed. 2016, 11, 6195−6206. (36) Paget, V.; Moche, H.; Kortulewski, T.; Grall, R.; Irbah, L.; Nesslany, F.; Chevillard, S. Human Cell Line-Dependent WC-Co Nanoparticle Cytotoxicity and Genotoxicity: A Key Role of ROS Production. Toxicol. Sci. 2015, 143 (2), 385−397. (37) Armstead, A. L.; Minarchick, V. C.; Porter, D. W.; Nurkiewicz, T. R.; Biomaterials, B. L. Acute Inflammatory Responses of Nanoparticles in an Intra-Tracheal Instillation Rat Model. PLoS One 2015, 10 (3). (38) Noordhoek, J. W.; Verweij, R. A.; van Gestel, C. A. M.; van Straalen, N. M.; Roelofs, D. No Effect of Selected Engineered Nanomaterials on Reproduction and Survival of the Springtail Folsomia Candida. Environ. Sci.: Nano 2018, 5, 564. (39) Amorim, M. J. B.; Roca, C. P.; Scott-Fordsmand, J. J. Effect Assessment of Engineered Nanoparticles in Solid Media - Current Insight and the Way Forward. Environ. Pollut. 2016, 218, 1370−1375. (40) Baalousha, M.; Cornelis, G.; Kuhlbusch, T. A. J.; Lynch, I.; Nickel, C.; Peijnenburg, W.; van den Brink, N. W. Modeling Nanomaterial Fate and Uptake in the Environment: Current Knowledge and Future Trends. Environ. Sci.: Nano 2016, 3 (2), 323−345. (41) OECD. Guidelines for the Testing of Chemicals No. 220. Enchytraeid Reproduction Test; Paris, 2004. (42) Bamford, J. E.; Butler, A. D.; Heim, K. E.; Pittinger, C. A.; Lemus, R.; Staveley, J. P.; Lee, K. B.; Venezia, C.; Pardus, M. J. Toxicity of Sodium Tungstate to Earthworm, Oat, Radish, and Lettuce. Environ. Toxicol. Chem. 2011, 30 (10), 2312−2318. (43) Lock, K.; De Schamphelaere, K. A. C.; Becaus, S.; Criel, P.; Van Eeckhout, H.; Janssen, C. R. Development and Validation of an Acute Biotic Ligand Model (BLM) Predicting Cobalt Toxicity in Soil to the Potworm Enchytraeus Albidus. Soil Biol. Biochem. 2006, 38 (7), 1924−1932. (44) Lock, K.; Becaus, S.; Criel, P.; Van Eeckhout, H.; Janssen, C. R. Ecotoxicity of Cobalt to the Springtail Folsomia Candida. Comp. Biochem. Physiol., Part C: Toxicol. Pharmacol. 2004, 139 (4), 195−199. (45) Westlake, W. J. Use of Statistical Methods in Evaluation of in Vivo Performance of Dosage Forms. J. Pharm. Sci. 1973, 62 (10), 1579−1589. (46) Bicho, R. C.; Santos, F. C. F.; Scott-Fordsmand, J. J.; Amorim, M. J. B. Effects of Copper Oxide Nanomaterials (CuONMs) Are Life Stage Dependent - Full Life Cycle in Enchytraeus Crypticus. Environ. Pollut. 2017, 224, 117−124. (47) Gomes, S. I. L.; Soares, A. M. V. M; Scott-Fordsmand, J. J.; Amorim, M. J. B. Mechanisms of Response to Silver Nanoparticles on Enchytraeus Albidus (Oligochaeta): Survival, Reproduction and Gene Expression Profile. J. Hazard. Mater. 2013, 254-255 (254−255), 336− 344. (48) Santos, F. C. F.; Gomes, S. I. L.; Scott-Fordsmand, J. J.; Amorim, M. J. B. Hazard assessment of nickel nanoparticles in soil - the use of a full life cycle test with Enchytraeus crypticus. Environ. Toxicol. Chem. 2017, 36 (11), 2934−2941. (49) Cagno, S.; Brede, D. A.; Nuyts, G.; Vanmeert, F.; Pacureanu, A.; Tucoulou, R.; Cloetens, P.; Falkenberg, G.; Janssens, K.; Salbu, B.; Lind, O. C. Combined Computed Nanotomography and Nanoscopic\nDOI: 10.1021/acs.est.8b02537 Environ. Sci. Technol. 2018, 52, 11394−11401\n11400\nX-ray Fluorescence Imaging of Cobalt Nanoparticles in Caenorhabditis elegans. Anal. Chem. 2017, 89 (21), 11435−11442. (50) Gonca̧lves, M. F. M.; Gomes, S. I. L.; Scott-Fordsmand, J. J.; Amorim, M. J. B. Shorter Lifetime of a Soil Invertebrate Species When Exposed to Copper Oxide Nanoparticles in a Full Lifespan Exposure Test. Sci. Rep. 2017, 7 (1), 1−8. (51) Bicho, R. C.; Ribeiro, T.; Rodrigues, N. P.; Scott-Fordsmand, J. J.; Amorim, M. J. B. Effects of Ag Nanomaterials (NM300K) and Ag Salt (AgNO3) Can Be Discriminated in a Full Life Cycle Long Term Test with Enchytraeus Crypticus. J. Hazard. Mater. 2016, 318, 608− 614. (52) Bicho, R. C.; Santos, F. C. F.; Gonca̧lves, M. F. M.; Soares, A. M. V. M; Amorim, M. J. B. Enchytraeid Reproduction TestPLUS: Hatching, Growth and Full Life Cycle Test-an Optional MultiEndpoint Test with Enchytraeus Crypticus. Ecotoxicology 2015, 24 (5), 1053−1063. (53) OECD. Guidance on Sample Preparation and Dosimetry for the Safety Testing of Manufactured Nanomaterials. 2012, No. 36. (54) ISO 10872. Water Quality - Determination of the Toxic Effect of Sediment and Soil Samples on Growth, Fertility and Reproduction of Caenorhabditis Elegans (Nematoda). 2010. (55) OECD. Test No. 202: Daphnia Sp. Acute Immobilisation Test. OECD Guidel. Test. og Chem. Sect. 2 2004, No. April, 1−12. (56) Scott-Fordsmand, J. J.; Weeks, J. M.; Hopkin, S. P. Importance of Contamination History for Understanding Toxicity of Copper to Earthworm Eisenia Fetida (Oligochaeta: Annelida), Using NeutralRed Retention Assay. Environ. Toxicol. Chem. 2000, 19 (7), 1774− 1780. (57) SigmaPlot. Statistical Package for the Social Sciences, 11.0. Systat Software, Inc., Chicago, IL, USA. Systat Software, Inc.: Chicago, 1997.\nDOI: 10.1021/acs.est.8b02537 Environ. Sci. Technol. 2018, 52, 11394−11401\n11401"
    } ],
    "references" : [ {
      "title" : "Nanosized WC-Co Holds Promise for the Future",
      "author" : [ "Z. Yao", "J.J. Stiglich", "T. Sudarshan" ],
      "venue" : "Met. Powder Rep. 1998,",
      "citeRegEx" : "Yao et al\\.,? \\Q1998\\E",
      "shortCiteRegEx" : "Yao et al\\.",
      "year" : 1998
    }, {
      "title" : "Influence of Speciation on Tungsten Toxicity",
      "author" : [ "C. Christodoulatos" ],
      "venue" : "Desalination 2009,",
      "citeRegEx" : "Christodoulatos,? \\Q2009\\E",
      "shortCiteRegEx" : "Christodoulatos",
      "year" : 2009
    }, {
      "title" : "In Vitro Toxicity of Nanoparticles in BRL 3A Rat Liver Cells. Toxicol",
      "author" : [ "J.J. Schlager" ],
      "venue" : "In Vitro 2005,",
      "citeRegEx" : "Schlager,? \\Q2005\\E",
      "shortCiteRegEx" : "Schlager",
      "year" : 2005
    }, {
      "title" : "Organocobalt Chemistry of Vitamine B12 Model Compounds (Cobaloximes)",
      "author" : [ "G. Schrauzer" ],
      "venue" : "Acc. Chem. Res. 1968,",
      "citeRegEx" : "Schrauzer,? \\Q1968\\E",
      "shortCiteRegEx" : "Schrauzer",
      "year" : 1968
    }, {
      "title" : "Protein by Direct Binding to Hypoxia-Inducible Factor-?",
      "author" : [ "von Hippel-Lindau" ],
      "venue" : "J. Biol. Chem. 2003,",
      "citeRegEx" : "Hippel.Lindau,? \\Q2003\\E",
      "shortCiteRegEx" : "Hippel.Lindau",
      "year" : 2003
    } ],
    "referenceMentions" : [ ],
    "year" : 2018,
    "abstractText" : "Tungsten carbide cobalt (WCCo) nanoparticles (NPs) are widely used in hard metal industries. Pulmonary diseases and risk of cancer are associated with occupational exposure, but knowledge about the environmental fate and effects is virtually absent. In this study, the fate and effects of crystalline WCCo NPs, WC, and Co were assessed in the soil model Enchytraeus crypticus, following the standard Enchytraeid Reproduction Test (ERT). An additional 28 day exposure period compared to the ERT (i.e., a total of 56 days) was performed to assess longer-term effects. WCCo NPs affected reproduction at a concentration higher than the corresponding Co based (EC50 = 1500 mg WCCo/kg, equivalent to 128 mg Co/kg). WC showed no negative effect up to 1000 mg W/kg. Maximum uptake of Co was 10-fold higher for CoCl2 compared to WCCo exposed organisms. Overall toxicity seems to be due to a combined effect between WC and Co. This is supported by the soil bioavailable fraction and biological tissue measurements. Last, results highlight the need to consider longer exposure period of NPs for comparable methods standardized for conventional chemicals.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}