{
  "name" : "downloads_2020-02-04_48_10.3390@nano10020259.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nano Zinc Oxide Induced Fetal Mice Growth Restriction, Based on Oxide Stress and Endoplasmic Reticulum Stress",
    "authors" : [ "Bolu Chen", "Wuding Hong", "Pengfei Yang", "Yizhou Tang", "Yu Zhao", "Zoraida P. Aguilar", "Hengyi Xu" ],
    "emails" : [ "407205117055@email.ncu.edu.cn", "407205116020@email.ncu.edu.cn", "hnayypf@126.com", "402313318102@email.ncu.edu.cn", "5603515014@email.ncu.edu.cn", "zapaguilar@yahoo.com", "hengyixu@ncu.edu.cn;" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: zinc oxide nanoparticles; dosage; fetal growth restriction; endoplasmic reticulum stress; reproductive toxicity"
    }, {
      "heading" : "1. Introduction",
      "text" : "As a nanomaterial that has been widely used, ZnO NPs (Zinc oxide Nanoparticles) has been used in many areas such as cosmetic, food, paints, etc. [1,2]. Keller et al. reported that ZnO NPs has the highest usage in women’s personal care products compared with all other nanomaterials which led to its release in the environment through domestic wastewater and solid waste after use [3]. These nanoparticles are also added to processed food and to about 3.1% of children’s food [4]. These applications of ZnO NPs raised concerns regarding their effects on reproductive health [5–7]. Previous reports claimed that ZnO NPs could induce cytotoxicity. The transcellular (cellular uptake) and paracellular (NanoEL effect) transport of nanomaterials through endothelial barrier have been speculated among the possible ways rendering ZnO NPs toxicity [5,8]. Several recent studies reported that nanomaterials could penetrate the blood-placental barrier [9,10]. Additionally, reports showed that ZnO NPs might induce reproductive toxicity. Hong’s research showed that rat oral administration of 400 mg/kg ZnO NPs caused fetal weight decrease [11]. However, insufficient data could be found regarding the mechanism by which ZnO NPs induce reproductive toxicity. Previous reports showed that oxide stress and apoptosis were involved in the toxicological molecular mechanism of nanomaterial [12]. What is more, recent research showed that endoplasmic\nNanomaterials 2020, 10, 259; doi:10.3390/nano10020259 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 259 2 of 11\nreticulum (ER) stress appeared after nanomaterial exposure which could suggest that ER stress was also in the black box of the molecular mechanism involved in nanomaterial toxicity [13]. Meanwhile, ER stress was also involved in placental development. Du et al. reported that several molecular hallmarks were significantly elevated in placentas of patients with pre-eclampsia [14]. Additionally, studies showed that a high expressional level of the ER stress signal pathway caused reproductive toxicity [15,16]. Therefore, we hypothesized that ZnO NPs would cause reproductive toxicity through the ER stress signal pathway. In this study, mice were used as in vivo model to study the reproductive toxicity of ZnO NPs. The effects of ZnO NPs were assessed through body weight growth ratio, effects on organs, and hematology. The amount of elemental zinc (Zn) transported to the uterus, placenta, and fetus were also quantified. Fetal development was evaluated by fetal body weight, fetal body and tail length, placental weight and fetal number. The transcription level of key molecular indicators involved in oxide stress, ER stress, apoptosis, and placental function were analyzed by real-time quantitative polymerase chain reaction (RT-qPCR) and verified by immunocytochemistry (IHC). Thus, this research with the intention of providing new sides of understanding the inner mechanism of reproductive was induced by ZnO NPs."
    }, {
      "heading" : "2. Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Characterization of ZnO NPs",
      "text" : "ZnO NPs used in this research were purchased from Xiya Reagent, LLC (Chengdu, China). Particle size was 30 ± 10 nm (information provided by the company). Samples were prepared by dropping the solution of ZnO NPs onto the aluminized paper and the solvent was evaporated. After that, field emission scanning electron microscopy (SEM) with Energy Dispersive Spectrometer (EDS) (JSM 6701F, JEOL Ltd, Peabody, MA, USA) was utilized to characterize the size and morphology of the ZnO particles. Zeta potential was established using the Zetatrac Ultra 151, to determine the average surface charge on the ZnO NPs."
    }, {
      "heading" : "2.2. Animals and Treatment",
      "text" : "Approximately 8 to 10-week-old female Kunming mice were obtained from the experimental animal center of Nanchang University. The mice were kept at a 12/12 h light/dark cycle condition, libitum supplement food and water at specified times. All processes involving mice used in this experiment adhered to the institutional animal care committee guidelines and this study was approved by the Animal Care Review Committee (approval number 0064257), Nanchang University, Jiangxi, China. At the end of the 1-week adaptation period, female mice were mated with healthy male mice. The day vaginal plug appeared was designated as the gestation day (GD) 0.5. The pregnant mice were randomly divided into five groups (n = 6): Control group, 20, 60, 180, and 540 mg/kg group. The lowest dosage was hundred times as much of dietary reference intakes for zinc recommend by the Chinese nutrition society. The highest dosage was higher than the dosage reported to show an adverse effect to pregnant mice after oral exposure [13]. Mice were exposed to 200 µL/mouse/day from GD 10.5 to 17.5 by oral administration and were observed daily and weighed for clinical manifestations."
    }, {
      "heading" : "2.3. Inductively Coupled Plasma Atomic Emission Spectrometry (ICP-AES) Analysis of Zn Content",
      "text" : "About 0.5 g of uterus, placenta, and complete fetus were weighed in 100 mL glass beakers, then 10 mL of nitric acid and 2 mL of per chloric acid were added and digest ions were carried out at 240 ◦C. One hour later, liquid was dried out at 280 ◦C before allowing the residue to cool down at ambient temperature. Double distilled water was added to the residue to get a final volume of 10 mL. The Zn ion content from each sample was analyzed by ICP-AES.\nNanomaterials 2020, 10, 259 3 of 11"
    }, {
      "heading" : "2.4. Histopathological Examination",
      "text" : "The placenta were carefully separated from pregnant mice and dipped into 10% formalin solution immediately after harvest. Tissues were sliced into 5–6 µm thickness slices and then mounted on glass slides. These were observed under a Nikon Ti optical microscope (Tokyo, Japan) after hematoxylin-eosin (HE) staining."
    }, {
      "heading" : "2.5. Hematological Analysis",
      "text" : "The hematological parameters that were evaluated determined the status of pregnant mice in GD 18.5."
    }, {
      "heading" : "2.6. Serum sex Hormone Analysis",
      "text" : "The serum level of progesterone (Prog) were evaluated. The Prog were evaluated with the Maglumi 2000 Plus automatic analyzer."
    }, {
      "heading" : "2.7. RT-qPCR Analysis",
      "text" : "AxyPrep Multisource Total RNA miniprep kit (Axygen Scientific, Union City, CA, USA) were used to isolate total RNA from the placenta of the 500 mg/kg group according to the manufacturer’s protocol. cDNA was synthesized with a Takara PrimeScriptTM RT reagent kit (Cat#RR047A, Lot#AK2802) using 1 µg of total RNA following the measured concentration of total RNA using software Quantity One (PDI Inc., New York, NY, USA) which was analyzed with agarose gel electrophoresis. The qPCR primers were synthesized by xiangyin Biotechnology China (Hangzhou China). Quantitative PCR (qPCR) was performed using a SYBR® Premix Ex TaqTM II (TakaRa Code: DRR820A) following the standard protocol with the 7900HT Fast real-time System (Applied Biosystems, Foster city, CA, USA). The thermal cycling program was: One cycle at 95 ◦C for 1 min, then 40 cycles of 95 ◦C for 5 s, then 60 ◦C for 1 min. GAPDH was used as a reference gene, transcription levels were calculated by the 2−∆∆Ct method. Relative gene expression was presented as the fold change, and fold change = 2−∆∆Ct."
    }, {
      "heading" : "2.8. IHC",
      "text" : "The sections of placenta were deparaffinization and rehydration by xylene, 100%/95% ethanol and distilled water. Then, all procedures were performed as Immunohistochemistry Protocol (Paraffin) from the Cell Signaling Technology and incubated overnight at 4 ◦C with mouse monoclonal antibodies against JNK (Abcam, state abbreviation, USA), then added to biotinylated rabbit anti-mouse IgG secondary antibody. Diaminobenzidine (DAB) as a chromogenic agent showed a positive result. Finally, all slides were imaged under microscopy. Image J 6.0 was used to evaluate the images."
    }, {
      "heading" : "2.9. Statistical Analysis",
      "text" : "Data were expressed as the mean ± standard deviation (SD) and the one-way analysis of variance (ANOVA) by LSD (SPSS v22.0, SPSS, Inc., Chicago, IL, USA) was used to compare results among different groups."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. NPs Characterization",
      "text" : "The average particle size of ZnO NPs was 30 ± 10 nm. Our previous research reported the size of the ZnO NPs as 27.5 ± 4.1 nm [17]. The SEM micrographs indicated that the shape of nanoparticles was almost spherical (Figure 1A). Additionally, the ZnO NPs exhibited a negative surface charge in water (−43.2 mV) (Figure 1B).\nNanomaterials 2020, 10, 259 4 of 11\nNanomaterials 2020, 10, x FOR PEER REVIEW 4 of 10\nFigure 1. Characterization and maternal effect of Zinc oxide Nanoparticles (ZnO NPs). (A) SEM image of ZnO NPs. (B) Potential distribution of ZnO NPs. (C) Body weight of pregnant mice (n = 6). (D) Accumulation of zinc in the organs from GD 18.5 mice (n = 6). These data are presented as the mean and SD *P < 0.05, ** P < 0.01 vs. control.\n3.2. Maternal Effect of ZnO NPs\nThe maternal effect of ZnO NPs was evaluated through the body weight growth ratio, as well as the hematological and organ coefficient of maternal mice. As shown in Figure 1C, mice exposed to 540 mg/kg ZnO NPs showed significantly lower body weight growth ratio from GD 11.5 (the day after first exposure) to 18.5 compared with the control. Mice in 180 and 60 mg/kg exposure groups showed obvious lower body weight growth from GD 15.5 to 18.5, respectively. The mice exposed to 20 mg/kg ZnO NPs showed the same body weight growth trend as the control group. As shown in Table S1, the white blood cell (WBC) counts and mean corpuscular hemoglobin concentration (MCHC) in 180 and 540 mg/kg ZnO NPs exposed groups, and platelet counts (PLT) in 540 mg/kg ZnO NPs exposed groups were significantly higher than the control group. Red blood cell distribution width (RDW) in 180 and 540 mg/kg ZnO NPs exposed groups were significantly lower than the control group. In addition, the organ coefficient of thymus showed a decrease in the treatment groups (Figure S1). Meanwhile, no obvious change was found in the Prog content in mice serum after ZnO NPs exposure (Figure S2).\n3.3. ZnO NPs Distribution\nICP-AES was used to detect the ZnO NPs distribution in the uterus, placenta, and fetus. As shown in Figure 1D, pregnant mice exposed to 540 mg/kg ZnO NPs had significantly higher Zn content in the uterus, placenta, and fetus. The Zn concentration in the placenta in 180 mg/kg ZnO NPs treatment groups was also increased after exposure. There was no difference in Zn content in the placenta, uterus, and fetus among 60 and 20 mg/kg, and control groups.\n3.4. Fetal Development\nFigure 1. t ri tio and maternal effect of Zinc oxide Nanoparticles (ZnO NPs . (A) SEM image of ZnO NPs. (B) Potential dis ribution of ZnO NPs. (C) Body weight of pregnant mice (n = 6). (D) Acc mulati n of zi c in the organs from GD 18.5 mice (n = 6). These data are pr sented as the mean and SD * p < 0.05, ** p < 0 01 vs. control."
    }, {
      "heading" : "3.2. Maternal Effect of ZnO NPs",
      "text" : "The maternal effect of ZnO NPs was evaluated through the body weight growth ratio, as well as the hematological and organ coefficient of maternal mice. As shown in Figure 1C, mice exposed to 540 mg/kg ZnO NPs showed significantly lower body weight growth ratio from GD 11.5 (the day after first exposure) to 18.5 compared with the control. Mice in 180 and 60 mg/kg exposure groups showed obvious lower body weight growth from GD 15.5 to 18.5, respectively. The mice exposed to 20 mg/kg ZnO NPs showed the same body weight growth trend as the control group. As shown in Table S1, the white blood cell (WBC) counts and mean corpuscular hemoglobin concentration (MCHC) in 180 and 540 mg/kg ZnO NPs exposed groups, and platelet counts (PLT) in 540 mg/kg ZnO NPs exposed groups were significantly higher than the control group. Red blood cell distribution width (RDW) in 180 and 540 mg/kg ZnO NPs exposed groups were significantly lower than the control group. In addition, the organ coefficient of thymus showed a decrease in the treatment groups (Figure S1). Meanwhile, no obvious change was found in the Prog content in mice serum after ZnO NPs exposure (Figure S2)."
    }, {
      "heading" : "3.3. ZnO NPs Distribution",
      "text" : "ICP-AES was used to detect the ZnO NPs distribution in the uterus, placenta, and fetus. As shown in Figure 1D, pregnant mice exposed to 540 mg/kg ZnO NPs had significantly higher Zn content in the uterus, placenta, and fetus. The Zn concentration in the placenta in 180 mg/kg ZnO NPs treatment groups was also increased after exposure. There was no difference in Zn content in the placenta, uterus, and fetus among 60 and 20 mg/kg, and control groups.\nNanomaterials 2020, 10, 259 5 of 11"
    }, {
      "heading" : "3.4. Fetal Development",
      "text" : "Fetal development was assessed through changes in the fetal body and tail length, fetal and placental weight, fetal number and malformation rate. Compared with the control group, the weight of the fetuses was significantly decreased in 540 mg/kg treatment groups (Figure 2A), significant reduction in fetal numbers were found in 180 mg/kg treatment groups (Figure 2C). A particular fetus in 540 mg/kg groups showed malformation (Figure 2F).\nNanomaterials 2020, 10, x FOR PEER REVIEW 5 of 10\nt l l f t t il le t , f t l\nlace tal ei t, fetal er a alf r ation rate. it t l , t i t\nf t fet s s si ific tl i / treat t r s ( i r 2 ), sig ific t\nre cti i f t l rs r f i t t t r s ( i re ). rti l r f t s\ni /kg groups sho ed alfor ation (Figure 2F)."
    }, {
      "heading" : "3.5. Placental Histological Analysis",
      "text" : "The pathological histology of placenta was examined by using HE stains to clarify the effects of\ndosage of ZnO NPs on fetotoxicity and placental dysfunction. As shown in Figure 3, the placenta of\nmice treated with 180 and 540 mg/kg ZnO NPs showed variable structural abnormalities. The\nspongiotrophoblast layer area decreased after ZnO NPs exposure.\ni r 2. t l l t st t s ft r t r l r l s r t s. ( ) t l i t; ( ) l c t l i t; ( ) fet l r; ( ) fetal le t ; ( ) tail’s le t ; (F) fetal i age. ll t t r\nresse as the ean ( ). * P < .05 vs. control."
    }, {
      "heading" : "3.5. Placental Histological Analysis",
      "text" : "The pathological histology of placenta was examined by using HE stains to clarify the effects of dosage of ZnO NPs on fetotoxicity and placental dysfunction. As shown in Figure 3, the placenta of mice treated with 180 and 540 mg/kg ZnO NPs showed variable structural abnormalities. The spongiotrophoblast layer area decreased after ZnO NPs exposure.\nNanomaterials 2020, 10, 259 6 of 11 Nanomaterials 2020, 10, x FOR PEER REVIEW 6 of 10\nIn the control and 540 mg/kg treatment groups, the transcription level of genes related to oxide\nstress, ER stress, apoptosis, hormonogenesis, growth factors, and glucose transport were tested in the\nplacenta to investigate the mechanism involved in ZnO NPs-induced maternal and fetal development\n(Figure 4A). Genes related to oxide stress (glutamate-cysteine ligase catalytic subunit (Gclc), heme\noxygenase 1 (HO-1) showed downregulation. Meanwhile, the genes related to ER stress (eukaryotic\ninitiation factor 2α (eif2α), activating transcription factor 4 (ATF4), C/EBP homologous protein (Chop),\nc-Jun N-terminal kinases (JNK)), and apoptosis-promotion (Caspase-12, Caspase-3) showed\ntranscription upregulation. The genes related to anti-apoptosis (B-cell lymphoma-2 (Bcl-2)), growth\nfactor (Endothelial NOS (eNOS), vascular endothelial growth factor (VEGF)), and glucose transport\n(Glut1) showed transcription downregulation. The insulin-like growth factor 1 receptor (IGFR1)\nshowed transcription upregulation. The Hotmap showed the changes in the gene profile (Figure 4B)."
    }, {
      "heading" : "3.6. RT-qPCR Analysis",
      "text" : "In the control and 540 mg/kg treatment groups, the transcription level of genes related to oxide stress, ER stress, apoptosis, hormonogenesis, growth factors, and glucose transport were tested in the placenta to investigate the mechanism involved in ZnO NPs-induced maternal and fetal development (Figure 4A). Genes related to oxide stress (glutamate-cysteine ligase catalytic subunit (Gclc), heme oxygenase 1 (HO-1) showed downregulation. Meanwhile, the genes related to ER stress (eukaryotic initiation factor 2α (eif2α), activating transcription factor 4 (ATF4), C/EBP homologous protein (Chop), c-Jun N-terminal kinases (JNK)), and apoptosis-promotion (Caspase-12, Caspase-3) showed transcription upregulation. The genes related to anti-apoptosis (B-cell lymphoma-2 (Bcl-2)), growth factor (Endothelial NOS (eNOS), vascular endothelial growth factor (VEGF)), and glucose transport (Glut1) showed transcription downregulation. The insulin-like growth factor 1 receptor (IGFR1) showed transcription upregulation. The Hotmap showed the changes in the gene profile (Figure 4B).\nNanomaterials 2020, 10, 259 7 of 11 Nanomaterials 2020, 10, x FOR PEER REVIEW 7 of 10\nFigure 4. Gene expression after maternal oral exposure to ZnO NPs. (A) Relative gene expression of placenta from the 540 mg/kg ZnO groups are presented as the fold change, and fold change = 2-ΔΔCt with GADPH as the reference gene for all test groups (n = 6). (B) Hotmap represents a different gene transcription in the placenta. (C) Immunohistochemistry (IHC) results show Jun N-terminal kinases (JNK) expression in placenta among the control group and 540 mg/kg groups. (D) The IHC score of JNK. (E) Schematic drawing of the proposed mechanism for ZnO NPs that induce placenta injury."
    }, {
      "heading" : "3.7. IHC",
      "text" : "To confirm the expression level of proteins belonging to the ER stress signal pathway in the\nplacenta, IHC was used. As shown in Figure 4C,D, the expression of JNK was upregulated in the 540\nmg/kg ZnO NPs treatment groups."
    }, {
      "heading" : "4. Discussion",
      "text" : "ZnO NPs have been widely used in many areas, especially in female care products [3]. However,\nwith the widening use, the risk of exposure to ZnO NPs could also increase. During the pregnancy\nstage, harmful effects of new products such as those containing ZnO NPs, affect the reproductive\nroute inducing fetal malformation or even fetal death. Recently, some researches showed that ZnO\nNPs could cause reproductive and development toxicity, but insufficient studies had been devoted\nto determination of the internal mechanism involved in the reproductive toxicity of ZNOs [7,18,19].\nBody weight, hematology, and organ weights are the most common and most sensitive\nindicators of the harmful effects of drugs on animals. These were adopted in this study to show the\nrelative ZnO NPs dose-exposure effects. The body weight of pregnant mice showed significant\nreduction in the growth rate of those exposed to 180 and 540 mg/kg ZnO NPs while none were\nobserved among those exposed to the lower dosages at 20 and 60 mg/kg. These observations were in\nline with previous results reported by Hong et al. [11]. In addition, the hematological results showed\na significant increase in WBC and PLT counts in those exposed to higher doses of ZnO. These\nobservations were in accordance with previous researches which indicted that exposure to NPs could\ninduce inflammation in mice [20,21]. The organ coefficient data showed a significant decrease in\nthymus weight/body weight which implied that the exposure to ZnO NPs may have disturbed the\ninflammation system during pregnancy that was consistent with the hematological results. While no\nFigure 4. Gene expression after aternal oral exposure to Zn Ps. ( ) Relative gene expression of placenta fro the 540 g/kg ZnO groups are presented as the fold change, and fold change = 2−∆∆Ct with GADPH as the reference gene for all test groups (n = 6). (B) Hotmap represents a different gene transcription in the placenta. (C) Immunohistochemistry (IHC) results show Jun N-terminal kinases (JNK) expression in placenta among the control group and 540 mg/kg groups. (D) The IHC score of JNK. (E) Schematic drawing of the proposed mechanism for ZnO NPs that induce placenta injury."
    }, {
      "heading" : "3.7. IHC",
      "text" : "To confirm the expression level of proteins belonging to the ER stress signal pathway in the placenta, IHC was used. As shown in Figure 4C,D, the expression of JNK was upregulated in the 540 mg/kg ZnO NPs treatment groups."
    }, {
      "heading" : "4. Discussion",
      "text" : "ZnO NPs have been widely used in many areas, especially in female care products [3]. However, with the widening use, the risk of exposure to ZnO NPs could also increase. During the pregnancy stage, harmful effects of new products such as those containing ZnO NPs, affect the reproductive route inducing fetal malformation or even fetal death. Recently, some researches showed that ZnO NPs could cause reproductive and development toxicity, but insufficient studies had been devoted to determination of the internal mechanism involved in the reproductive toxicity of ZNOs [7,18,19]. Body weight, hematology, and organ weights are the most common and most sensitive indicators of the harmful effects of drugs on animals. These were adopted in this study to show the relative ZnO NPs dose-exposure effects. The body weight of pregnant mice showed significant reduction in the growth rate of those exposed to 180 and 540 mg/kg ZnO NPs while none were observed among those exposed to the lower dosages at 20 and 60 mg/kg. These observations were in line with previous results reported by Hong et al. [11]. In addition, the hematological results showed a significant increase in WBC and PLT counts in those exposed to higher doses of ZnO. These observations were in accordance with previous researches which indicted that exposure to NPs could induce inflammation in mice [20,21]. The organ coefficient data showed a significant decrease in thymus weight/body weight which implied\nNanomaterials 2020, 10, 259 8 of 11\nthat the exposure to ZnO NPs may have disturbed the inflammation system during pregnancy that was consistent with the hematological results. While no obvious change of Prog was found, which may indicate that the reproductive toxicology of ZnO NPs may not contribute to hormone expression. The distribution of ZnO NPs in the reproductive system was also investigated. Pregnant mice exposed to 540 mg/kg ZnO NPs could cause the zinc level to increase in the uterus, placenta, and fetus. The biodistribution of ZnO NPs in the reproductive organs may indicate that the nanoparticle could be transported to other tissues and organs after uptake by the gastrointestinal tract [22]. In order to have normal embryonic growth, it is necessary to have a complete placenta structure and normal function. Previous researches showed that placental dysfunction could cause fetal growth restriction and miscarriage [23]. Mature murine placenta was considered to consist of Labyrinth, spongiotrophoblast, trophoblast giant cell, and maternal decidua. In this research, a high dose of NPs exposure showed placental structure damage and decrease in spongiotrophoblast layer. This indicated that exposure to the NPs may have damaged the normal structure of the placenta which may have affected the placental function. Some indexes were chosen to determine the dose related fetotoxicity of NPs. Studies have shown that exposure to high doses of NPs reduced the fetal number and decreased fetal weight which were according to the previous study. Teng et al. discovered that the organogenesis period (GD 7–16) was more vulnerable to such toxicity compared with the peri-implantation period (GD 1–10) of pregnancy. At the same time, they found that ZnO NPs could affect placental weight, fetal rat weight, and vitality in the 200 mg/kg group [24]. To find out the mechanism by which ZnO NPs induce reproductive toxicity, the changes in representative gene expression in the placenta were evaluated in the control group and the 540 mg/kg group on GD 18.5. Some key gene relative to oxide stress (HO-1, Gclc), ER stress (eif2α, ATF4, Chop, JNK), apoptosis (Caspase-12, Caspase-3, Bcl-2), growth factor (IGFR1, eNOS, VEGF), and GLU transport (Glut1) were chosen. HO-1 and Gclc is the gene that had been reported as the indicator of oxide stress induced by nanomaterials [25,26]. The downregulation in these two genes could be indicative that ZnO NPs may induce oxide stress which could induce ER stress during which eif2 would be phosphorylated. When eif2α is transformed into phosphorylated eif2, it could inhibit the combination of eif2 and base, which could in turn inhibit the translation process [27]. When eif2 is being inhibited the ribosome could jump over the open reading frame 1 (ORF1) and combine with the ORF2 area of ATF4 which could begin the translation process of ATF4 [28]. ATF4 is a transcription factor which could activate JNK and CHOP transcription [28]. The IHC results indicated that JNK was transcribed and expressed after 540 mg/kg ZnO NPs exposure. These two genes had been reported to induce apoptosis [29]. Meanwhile, the genes which exhibited an increase could be indicative of the ZnO NPs induction of placenta ER stress. Caspase 12 is activated by ER stress which activate the Caspase 3 which begins the process of apoptosis. Bcl-2 is a protein which is anti-apoptosis. The results showed that Caspase 12 and Caspase 3 transcription were upregulated and Bcl-2 was downregulated. These results indicated that ZnO NPs may have induced ER stress which lead to cell apoptosis. To further explore if the placental function was disturbed by the ZnO NPs exposure, transcription level changes of genes related to growth factors and glucose transport were examined. The growth factor and glucose transport gene showed downregulation which could indicate that the placental function was disturbed. Meanwhile, the IGFR1 showed upregulation which could have indicated that the placental structure was damaged and rebuilt which also require additional studies. Thus, our preliminary results showed that ZnO NPs initiated the oxide stress–ER stress events and enhanced apoptosis and placenta function injury which eventually led to reproductive toxicity (Figure 4D). However, most of our molecular results were based on transcription levels of several genes, therefore, a more systematic research into more genes and protein expression are needed to verify our observations and to reach a better understanding of the molecular mechanism of the reproductive toxicity induced by ZnO NPs.\nNanomaterials 2020, 10, 259 9 of 11"
    }, {
      "heading" : "5. Conclusions",
      "text" : "In this study, we focused on the reproductive toxicity of oral exposure to different dosages of ZnO NPs in pregnant mice. Our finding suggested that oral exposure to more than 180 mg/kg ZnO NPs during GD 10.5 to 17.5 could induce maternal injury, fetal growth restriction, and fetal number decrease. Meanwhile, treatment with 540 mg/kg could induce elemental zinc to cross the blood placental barrier. ZnO NPs could induce reproductive toxicity through the oxide stress and ER stress that resulted in induction of placental apoptosis and placental function injury. To have a better understanding of the molecular mechanism of reproductive toxicity induced by ZnO NPs, the study of protein expression levels must be accompanied with transcriptomics, proteomics, and metabolomics."
    }, {
      "heading" : "6. Patents",
      "text" : "This section is not mandatory, but may be added if there are patents resulting from the work reported in this manuscript.\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-4991/10/2/259/s1. Figure S1: Organ coefficient from female mice treated with various dosages of ZnO nanoparticles and control. All the data are expressed as the mean ± SD. * p < 0.05, ** p < 0.01 vs. control (n = 6); Figure S1: Hormone content in serum. (A) FSH, (B) Prog. All the data are expressed as the mean ± SD. * p < 0.05, ** p < 0.01 vs. control (n = 3); Table S1: Whole blood analysis from female mice treated with various dosages of ZnO nanoparticles and control.\nAuthor Contributions: B.C., W.H., and P.Y. conceived and designed the experiments; W.H., B.C., Y.T., and Y.Z. performed the experiments; Z.P.A. and H.X. analyzed the data; B.C., W.H., and H.X. wrote the paper. All authors have read and agreed to the published version of the manuscript.\nFunding: This research was funded by the Natural Science Foundation of China (81771658, 81560537).\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "A review of ZnO nanoparticles as solar photocatalysts: Synthesis, mechanisms and applications",
      "author" : [ "C.B. Ong", "L.Y. Ng", "A.W. Mohammad" ],
      "venue" : "Renew. Sustain. Energy Rev",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2018
    }, {
      "title" : "Antimicrobial food packaging prepared from poly (butylene succinate) and zinc oxide",
      "author" : [ "N. Petchwattana", "S. Covavisaruch", "S. Wibooranawong", "P. Naknaen" ],
      "venue" : "Measurement",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2016
    }, {
      "title" : "Release of engineered nanomaterials from personal care products throughout their life cycle",
      "author" : [ "A.A. Keller", "W. Vosti", "H.-T. Wang", "A. Lazareva" ],
      "venue" : "J. Nanopart. Res",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2014
    }, {
      "title" : "Health implications of engineered nanoparticles in infants and children",
      "author" : [ "S. Tang", "M. Wang", "K.E. Germ", "H.-M. Du", "W.-J. Sun", "W.-M. Gao", "G.D. Mayer" ],
      "venue" : "World J. Pediat",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2015
    }, {
      "title" : "DNA damages and offspring quality in sea urchin Paracentrotus lividus sperms exposed to ZnO nanoparticles",
      "author" : [ "M. Oliviero", "S. Schiavo", "S. Dumontet", "S. Manzo" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2019
    }, {
      "title" : "Acute and cumulative effects of unmodified 50-nm nano-ZnO on mice",
      "author" : [ "T. Kong", "S.-H. Zhang", "J.-L. Zhang", "X.-Q. Hao", "F. Yang", "C. Zhang", "Z.-J. Yang", "M.-Y. Zhang", "J. Wang" ],
      "venue" : "Biol. Trace Elem. Res",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2018
    }, {
      "title" : "Prenatal exposure to zinc oxide nanoparticles can induce depressive-like behaviors in mice offspring",
      "author" : [ "S. Alimohammadi", "M.S. Hosseini", "L. Behbood" ],
      "venue" : "Int. J. Pept. Res. Ther",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2019
    }, {
      "title" : "Zinc oxide nanoparticles induce apoptosis and autophagy in human ovarian cancer cells",
      "author" : [ "D.-P. Bai", "X.-F. Zhang", "G.-L. Zhang", "Y.-F. Huang", "S. Gurunathan" ],
      "venue" : "Int. J. Nanomed",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2017
    }, {
      "title" : "Walking the line: The fate of nanomaterials at biological barriers",
      "author" : [ "H. Meng", "W. Leong", "K.W. Leong", "C.-Y. Chen", "Y.-L. Zhao" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2018
    }, {
      "title" : "Translocation of silver nanoparticles in the ex vivo human placenta perfusion model characterized by single particle ICP-MS",
      "author" : [ "J. Vidmar", "K. Loeschner", "M. Correia", "E.H. Larsen", "P. Manser", "A. Wichser", "K. Boodhia", "Z.S. Al-Ahmady", "J. Ruiz", "D Astruc" ],
      "venue" : "Nanoscale 2018,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1199
    }, {
      "title" : "Effect of zinc oxide nanoparticles on dams and embryo–fetal development in rats",
      "author" : [ "J.-S. Hong", "M.-K. Park", "M.-S. Kim", "J.-H. Lim", "G.-J. Park", "E.-H. Maeng", "J.-H. Shin", "Y.-R. Kim", "M.-K. Kim", "J.-K Lee" ],
      "venue" : "Int. J. Nanomed",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2014
    }, {
      "title" : "Zinc oxide nanoparticles induce oxidative DNA damage and ROS-triggered mitochondria-mediated apoptosis in zebrafish embryos",
      "author" : [ "X. Zhao", "X. Ren", "R. Zhu", "Z. Luo", "B. Ren" ],
      "venue" : "Aquat. Toxicol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2016
    }, {
      "title" : "Endoplasmic reticulum stress induced by zinc oxide nanoparticles is an earlier biomarker for nanotoxicological evaluation",
      "author" : [ "R. Chen", "L. Huo", "X. Shi", "R. Bai", "Z. Zhang", "Y. Zhao", "Y. Chang", "C. Chen" ],
      "venue" : "ACS Nano 2014,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2014
    }, {
      "title" : "eNOS/iNOS and endoplasmic reticulum stress-induced apoptosis in the placentas of patients with preeclampsia",
      "author" : [ "L. Du", "F. He", "L. Kuang", "W. Tang", "Y. Li", "D. Che" ],
      "venue" : "J. Human Hyperten",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2017
    }, {
      "title" : "Cadmium-induced teratogenicity: Association with ROS-mediated endoplasmic reticulum stress in placenta",
      "author" : [ "Z. Wang", "H. Wang", "Z.M. Xu", "Y.-L. Ji", "Y.-H. Chen", "Z.-H. Zhang", "C. Zhang", "X.-H. Meng", "M. Zhao", "D.-X. Xu" ],
      "venue" : "Toxicol. Appl. Pharmacol",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2012
    }, {
      "title" : "Embryo collection induces transient activation of XBP1 arm of the ER stress response while embryo vitrification does not",
      "author" : [ "T. Abraham", "C.L. Pin", "A.J. Watson" ],
      "venue" : "Mol. Human Reprod",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2011
    }, {
      "title" : "Nano and bulk ZnO trigger diverse Zn-transport-related gene transcription in distinct regions of the small intestine in mice after oral exposure",
      "author" : [ "P. Yang", "W. Hong", "P. Zhou", "B. Chen", "H. Xu" ],
      "venue" : "Biochem. Biophys. Res. Commun",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2017
    }, {
      "title" : "Developmental toxicity of intravenously injected zinc oxide nanoparticles in rats",
      "author" : [ "J. Lee", "W.-J. Yu", "J. Song", "C. Sung", "E.J. Jeong", "J.-S. Han", "P. Kim", "E. Jo", "I. Eom", "H.-M Kim" ],
      "venue" : "Arch. Pharm. Res",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2016
    }, {
      "title" : "Molecular evidence of offspring liver dysfunction after maternal exposure to zinc oxide nanoparticles",
      "author" : [ "Y. Hao", "J. Liu", "Y. Feng", "S. Yu", "W. Zhang", "L. Li", "L. Min", "H. Zhang", "W. Shen", "Y. Zhao" ],
      "venue" : "Toxicol. Appl. Pharm",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2017
    }, {
      "title" : "Inhalation and oropharyngeal aspiration exposure to rod-like carbon nanotubes induce similar airway inflammation and biological responses in mouse lungs",
      "author" : [ "P. Kinaret", "M. Ilves", "V. Fortino", "E. Rydman", "P. Karisola", "A. a Lähde", "J. Koivisto", "J. Jokiniemi", "H. Wolff", "K Savolainen" ],
      "venue" : "ACS Nano 2017,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2017
    }, {
      "title" : "Pulmonary exposure to metallic nanomaterials during pregnancy irreversibly impairs lung development of the offspring",
      "author" : [ "E. Paul", "M.L. Franco-Montoya", "E. Paineau", "B. Angeletti", "S. Vibhushan", "A. Ridoux", "A. Tiendrebeogo", "M. Salome", "B. Hesse", "D Vantelon" ],
      "venue" : "Nanotoxicology",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2017
    }, {
      "title" : "Effects of long-term exposure to zinc oxide nanoparticles on development, zinc metabolism and biodistribution of minerals (Zn, Fe, Cu, Mn) in mice",
      "author" : [ "C. Wang", "J. Lu", "L. Zhou", "J. Li", "J. Xu", "W. Li", "L. Zhang", "X. Zhong", "T. Wang" ],
      "venue" : "PLoS ONE 2016,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2016
    }, {
      "title" : "Placentation defects are highly prevalent in embryonic lethal mouse mutants",
      "author" : [ "V. Perez-Garcia", "E. Fineberg", "R. Wilson", "A. Murray", "C.I. Mazzeo", "C. Tudor", "A. Sienerth", "J.K. White", "E. Tuck", "E.J Ryder" ],
      "venue" : "Nature",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2018
    }, {
      "title" : "Size-dependent maternal-fetal transfer and fetal developmental toxicity of ZnO nanoparticles after oral exposures in pregnant mice",
      "author" : [ "C. Teng", "J. Jia", "Z. Wang", "V.K. Sharmad", "B. Yan" ],
      "venue" : "Ecotoxicol. Environ. Saf",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2019
    }, {
      "title" : "Cd/Se/Te-based quantum dot 705 modulated redox homeostasis with hepatotoxicity in mice",
      "author" : [ "C.-H. Lin", "M.-H. Yang", "L.-W. Chang", "C.-S. Yang", "H. Chang", "W.-H. Chang", "M.-H. Tsai", "C.-J. Wang", "P. Lin" ],
      "venue" : "Nanotoxicology",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2011
    }, {
      "title" : "Oxidative damage of lung and its protective mechanism in mice caused by long-term exposure to titanium dioxide nanoparticles",
      "author" : [ "Q. Sun", "D. Tan", "Q. Zhou", "X. Liu", "Z. Cheng", "G. Liu", "M. Zhu", "X. Sang", "S. Gui", "J Cheng" ],
      "venue" : "J. Biomed. Mater. Res. A",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2012
    }, {
      "title" : "Biochemical analysis of the eIF2βγ complex reveals a structural function for eIF2α in catalyzed nucleotide exchange",
      "author" : [ "J. Nika", "S. Rippel", "E.M. Hannig" ],
      "venue" : "J. Biol. Chem",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2001
    }, {
      "title" : "A perspective on mammalian upstream open reading frame function",
      "author" : [ "J. Somers", "T. Pöyry", "A.E. Willis" ],
      "venue" : "Int. J. Biochem. Cell Biol",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2013
    } ],
    "referenceMentions" : [ {
      "referenceID" : 2,
      "context" : "reported that ZnO NPs has the highest usage in women’s personal care products compared with all other nanomaterials which led to its release in the environment through domestic wastewater and solid waste after use [3].",
      "startOffset" : 214,
      "endOffset" : 217
    }, {
      "referenceID" : 4,
      "context" : "The transcellular (cellular uptake) and paracellular (NanoEL effect) transport of nanomaterials through endothelial barrier have been speculated among the possible ways rendering ZnO NPs toxicity [5,8].",
      "startOffset" : 196,
      "endOffset" : 201
    }, {
      "referenceID" : 7,
      "context" : "The transcellular (cellular uptake) and paracellular (NanoEL effect) transport of nanomaterials through endothelial barrier have been speculated among the possible ways rendering ZnO NPs toxicity [5,8].",
      "startOffset" : 196,
      "endOffset" : 201
    }, {
      "referenceID" : 8,
      "context" : "Several recent studies reported that nanomaterials could penetrate the blood-placental barrier [9,10].",
      "startOffset" : 95,
      "endOffset" : 101
    }, {
      "referenceID" : 9,
      "context" : "Several recent studies reported that nanomaterials could penetrate the blood-placental barrier [9,10].",
      "startOffset" : 95,
      "endOffset" : 101
    }, {
      "referenceID" : 10,
      "context" : "Hong’s research showed that rat oral administration of 400 mg/kg ZnO NPs caused fetal weight decrease [11].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 11,
      "context" : "Previous reports showed that oxide stress and apoptosis were involved in the toxicological molecular mechanism of nanomaterial [12].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 12,
      "context" : "reticulum (ER) stress appeared after nanomaterial exposure which could suggest that ER stress was also in the black box of the molecular mechanism involved in nanomaterial toxicity [13].",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 13,
      "context" : "reported that several molecular hallmarks were significantly elevated in placentas of patients with pre-eclampsia [14].",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 14,
      "context" : "Additionally, studies showed that a high expressional level of the ER stress signal pathway caused reproductive toxicity [15,16].",
      "startOffset" : 121,
      "endOffset" : 128
    }, {
      "referenceID" : 15,
      "context" : "Additionally, studies showed that a high expressional level of the ER stress signal pathway caused reproductive toxicity [15,16].",
      "startOffset" : 121,
      "endOffset" : 128
    }, {
      "referenceID" : 12,
      "context" : "The highest dosage was higher than the dosage reported to show an adverse effect to pregnant mice after oral exposure [13].",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 2,
      "context" : "ZnO NPs have been widely used in many areas, especially in female care products [3].",
      "startOffset" : 80,
      "endOffset" : 83
    }, {
      "referenceID" : 6,
      "context" : "Recently, some researches showed that ZnO NPs could cause reproductive and development toxicity, but insufficient studies had been devoted to determination of the internal mechanism involved in the reproductive toxicity of ZNOs [7,18,19].",
      "startOffset" : 228,
      "endOffset" : 237
    }, {
      "referenceID" : 17,
      "context" : "Recently, some researches showed that ZnO NPs could cause reproductive and development toxicity, but insufficient studies had been devoted to determination of the internal mechanism involved in the reproductive toxicity of ZNOs [7,18,19].",
      "startOffset" : 228,
      "endOffset" : 237
    }, {
      "referenceID" : 18,
      "context" : "Recently, some researches showed that ZnO NPs could cause reproductive and development toxicity, but insufficient studies had been devoted to determination of the internal mechanism involved in the reproductive toxicity of ZNOs [7,18,19].",
      "startOffset" : 228,
      "endOffset" : 237
    }, {
      "referenceID" : 19,
      "context" : "These observations were in accordance with previous researches which indicted that exposure to NPs could induce inflammation in mice [20,21].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 20,
      "context" : "These observations were in accordance with previous researches which indicted that exposure to NPs could induce inflammation in mice [20,21].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 2,
      "context" : "ZnO NPs have been widely used in many areas, especially in female care products [3].",
      "startOffset" : 80,
      "endOffset" : 83
    }, {
      "referenceID" : 6,
      "context" : "Recently, some researches showed that ZnO NPs could cause reproductive and development toxicity, but insufficient studies had been devoted to determination of the internal mechanism involved in the reproductive toxicity of ZNOs [7,18,19].",
      "startOffset" : 228,
      "endOffset" : 237
    }, {
      "referenceID" : 17,
      "context" : "Recently, some researches showed that ZnO NPs could cause reproductive and development toxicity, but insufficient studies had been devoted to determination of the internal mechanism involved in the reproductive toxicity of ZNOs [7,18,19].",
      "startOffset" : 228,
      "endOffset" : 237
    }, {
      "referenceID" : 18,
      "context" : "Recently, some researches showed that ZnO NPs could cause reproductive and development toxicity, but insufficient studies had been devoted to determination of the internal mechanism involved in the reproductive toxicity of ZNOs [7,18,19].",
      "startOffset" : 228,
      "endOffset" : 237
    }, {
      "referenceID" : 19,
      "context" : "These observations were in accordance with previous researches which indicted that exposure to NPs could induce inflammation in mice [20,21].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 20,
      "context" : "These observations were in accordance with previous researches which indicted that exposure to NPs could induce inflammation in mice [20,21].",
      "startOffset" : 133,
      "endOffset" : 140
    }, {
      "referenceID" : 21,
      "context" : "The biodistribution of ZnO NPs in the reproductive organs may indicate that the nanoparticle could be transported to other tissues and organs after uptake by the gastrointestinal tract [22].",
      "startOffset" : 185,
      "endOffset" : 189
    }, {
      "referenceID" : 22,
      "context" : "Previous researches showed that placental dysfunction could cause fetal growth restriction and miscarriage [23].",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 23,
      "context" : "At the same time, they found that ZnO NPs could affect placental weight, fetal rat weight, and vitality in the 200 mg/kg group [24].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 24,
      "context" : "HO-1 and Gclc is the gene that had been reported as the indicator of oxide stress induced by nanomaterials [25,26].",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 25,
      "context" : "HO-1 and Gclc is the gene that had been reported as the indicator of oxide stress induced by nanomaterials [25,26].",
      "startOffset" : 107,
      "endOffset" : 114
    }, {
      "referenceID" : 26,
      "context" : "When eif2α is transformed into phosphorylated eif2, it could inhibit the combination of eif2 and base, which could in turn inhibit the translation process [27].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 27,
      "context" : "When eif2 is being inhibited the ribosome could jump over the open reading frame 1 (ORF1) and combine with the ORF2 area of ATF4 which could begin the translation process of ATF4 [28].",
      "startOffset" : 179,
      "endOffset" : 183
    }, {
      "referenceID" : 27,
      "context" : "ATF4 is a transcription factor which could activate JNK and CHOP transcription [28].",
      "startOffset" : 79,
      "endOffset" : 83
    } ],
    "year" : 2020,
    "abstractText" : "ZnO NPs have been assessed to show adverse effects on reproductive organs, but the molecular mechanisms of reproductive toxicity have not been sufficiently studied. In this research, the dosage effects from the oral exposure of ZnO NPs (30 nm) to pregnant mice in gestation day 10.5 to 17.5 was analyzed. Pregnant mice exposed to ZnO NPs induced dam injury, mice fetal growth restriction, and the fetus number decreased. The pathological evaluation showed that ZnO NPs exposure caused placental spongiotrophoblast area decease and structural damage. The RT-qPCR and immunocytochemistry data indicated that ZnO NPs could induce placenta oxide stress, endoplasmic reticulum stress responses, apoptosis, and altered placental function. These findings indicated that ZnO NPs could induce dam injury and fetal growth restriction. Reproductive toxicity of ZnO NPs may be due to placental injury and function alteration caused by apoptosis, oxide stress, and endoplasmic reticulum stress after ZnO NPs exposure.",
    "creator" : null
  }
}