{
  "name" : "downloads_2019-11-03_ed_10.1016@B978-0-12-815884-5.00006-5.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Application of nanomaterials in textile coatings and finishes",
    "authors" : [ "Patricia I. Dolez" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "CHAPTER\n6Application ofnanomaterials in textilecoatings and finishes Patricia I. Dolez\nUniversity of Alberta, Edmonton, AB, Canada\nCHAPTER OUTLINE\n6.1 Introduction .....................................................................................................139 6.2 Improving chemical/biological properties ..........................................................142 6.3 Improving physicochemical properties ..............................................................146 6.4 Improving thermal properties ............................................................................149 6.5 Improving mechanical properties ......................................................................151 6.6 Improving optical properties .............................................................................154 6.7 Improving electrical properties .........................................................................156 6.8 Future trends ...................................................................................................158 6.9 Conclusions.....................................................................................................160 Acknowledgment.....................................................................................................161 References .............................................................................................................161"
    }, {
      "heading" : "6.1 INTRODUCTION",
      "text" : "Coatings and finishes are commonly used in the textile industry to improve the feel, appearance, and/or performance of fabrics at the final stage, that is, after it has been dyed [1]. Finishing proceeds through mechanical, thermal, and chemical processes [2]. Chemical finishes are generally applied as an aqueous solution or emulsion that impregnate the fibers. On the other hand, textile coatings involve the application of a viscous liquid at the surface of the fabric, which will not only cover the yarns but also the space between them [3]. Due to the exceptional performance and unique properties imparted to nanomaterials because of their very small size, they have found many applications in textile coatings and finishes where they can improve their performance or bring new functionalities [4].\nThe use of nanomaterials in textiles can be traced back to around 2600 BCE when dyes containing nanoscale pigments were employed in China to impart color to fibers and fabrics [5]. Modern applications of nanoenabled coatings and finishes on the market include antibacterial wound dressings; odor-free socks and\nNanomaterials-based Coatings. DOI: https://doi.org/10.1016/B978-0-12-815884-5.00006-5 © 2019 Elsevier Inc. All rights reserved. 139\nshoe insoles; stain-resistant, crease-free, and fast drying clothing; water-repellent yet breathable raincoats and sleeping bags; and hydrodynamic swimsuits [4]. For instance, AGS-20 by the Helvetic company HeiQ Materials was the first nanosilver-based pesticide approved by the US Environmental Protection Agency for use as a preservative for textiles with a conditional registration awarded in 2011 [6]. Nanosilver particles are sintered onto amorphous silicon dioxide particles having typical diameters of 1 μm. AGS-20 can be incorporated into the textile as a starting material or coated as a surface treatment.\nThree main structures of nanoenabled coatings and finishes may be found in textiles. First, the surface of fabrics may be functionalized with a layer of nanoobjects. It is also possible to apply the coating on the fabric’s constitutive elements, that is, the fibers and the yarns, before turning them into a fabric. The main challenge lies in getting a strong bonding between the nanoobjects and the textile so that the coating is not removed over time because of abrasion or laundering. Second, the nanoobjects may be dispersed in a matrix, generally a polymer, and applied as a nanocomposite coating on the surface of the fiber, yarn, or fabric. In that case, the matrix embeds the nanoobjects and bonds them to the textile surface. Third, the coating on the surface of the fabric may be constituted of a nanofiber web, that is, a layer of nanofibers randomly distributed. A description of nanotechnology-based coating and finishing techniques can be found in Ref. [7].\nSurface functionalization of fibers, yarns, and fabrics at the nanoscale can be carried out by vapor deposition, wet processes, and surface grafting. Plasmaenhanced chemical vapor deposition (CVD) (PE-CVD) involves exposing the substrate to one or more gas-phase precursors, whose reactivity has been raised by the application of a strong electric field [8]. The precursor chemically reacts with or decomposes onto the substrate surface to create the coating. Atmospheric plasma units can be installed directly in continuous production and finishing lines as opposed to low-pressure or high-pressure plasma that would require batch processes. Another advantage of PE-CVD is that it is possible to keep the precursor gas close to room temperature, which makes it applicable to any type of textile material. In addition, plasma processes are water free, which eliminates issues encountered with wet processes in the case of fibers susceptible to swelling. Finally, it does not affect the bulk of the materials as the effects of plasma are limited to a depth of 100 Å from the surface. PE-CVD may be used to create nanometer-thick, permanently bonded coatings through polymerization reactions on the surface of textiles. Current developments involve the use of aerosols and sprays in the plasma chamber to further extend the capabilities of the technology to solutions and dispersions.\nAtomic layer deposition (ALD) is a physical vapor deposition (PVD) process that has been successfully applied to textiles [9]. It involves alternatively exposing the surface of the substrate to two gas-phase reactants. As a result, an inorganic coating is grown layer-by-layer on the substrate surface. The process can be carried out at low temperature since it is driven by the substrate surface reactivity: it is thus applicable to all types of textile materials. Working at low pressures\nalso allows achieving long vapor diffusion lengths, thus enabling the coverage of gullies between fibers. Nanoscale coatings of oxides, nitrides, and pure metals can be prepared by ALD as well as successive layers of dissimilar materials.\nWet processes may also be used for surface functionalization of fibers, yarns, and fabrics at the nanoscale. The Langmuir Blodget (LB) technique proceeds by the emersion of the solid substrate from a liquid at the surface of which lays an amphiphilic compound [10]. However, it is limited by the availability of amphiphilic compounds relevant to the coating/finish species of interest. In addition, the LB process requires the use of specialized equipment that is not compatible with the existing textile manufacturing techniques [11]. Another wet deposition method used for textiles is called Layer-by-Layer (LbL) or electrostatic self-assembly [11,12]. The layers are created by immersing an electrostatically charged substrate alternatively in positively and negatively charged polyelectrolytes. Polarity reversal occurs at each step, and the successive layers assemble through electrostatic interactions. The advantages of this technique include its low cost and simplicity as well as the fact that the process is not limited by the size or topography of the substrate.\nThe sol gel technique may also be used to prepare nanoscale coatings and finishes at the surface of fibers, yarns, and fabrics [13]. This process involves three main steps. First, the precursor is hydrolyzed in a solvent and forms a nanoparticle dispersion called a nanosol. During the application step, gelation starts and leads to the formation of lyogels that are 3D gel networks whose pores are filled with the solvent. Finally, curing allows the complete removal of the solvent and the formation of xenogels. A major advantage of the sol gel technique is that it can use the conventional textile coating and finishing methods such as dipping, spraying, or padding described in Ref. [14]. However, issues arise when sols are not purely aqueous, and equipment has to handle flammable solvents.\nGrafting nanothick layers of polymer brushes at the surface of fibers, yarns, and fabrics has generated a large interest because of the relative simplicity of the process, the precision in the polymer chain location, and the durability of the coating, thanks to the covalent bonding between the polymer chain and the substrate [15]. The first step in the “grafting from” technique is to create active sites/ free radicals on the surface of the textile substrate where the polymerization reaction with the monomer macromolecules will take place. The activation of the surface may be generated chemically, that is, with chemical initiators, with radiation, UV light or plasma [16]. The plasma technology is seen as very promising since it only affects the surface of the material unlike radiation and UV-induced grafting and does not generate toxic wastes as chemical grafting. It is also possible to proceed with the “grafting to” strategy where polymer molecules with functionalized end groups react with the corresponding functionalized groups on the textile substrate [15].\nNanocomposite coatings may also be applied to fabrics using a polymer matrix in which nanoobjects are dispersed [17]. The nanofillers may be either synthesized in situ within the matrix or prepared separately and added to the\nmatrix [18]. In the latter case, depending on the matrix, the nanofiller dispersion can be achieved by melt intercalation with the application of a high shear in the case of a thermoplastic polymer, solution dispersion in the case of soluble polymers and monomers, or high-energy ball milling. A functionalization treatment is often applied to the nanofillers prior to incorporation in the matrix to improve the compatibility and aid their dispersion. Once the nanofillers are dispersed in the matrix, the surface coating of the fabric proceeds through conventional techniques, such as knife coating.\nFinally, fabrics may be coated with a layer of nanofiber web [8]. Nanofibers are produced by electrospinning with a diameter between 20 and 500 nm using polymer solutions. An electrical field is applied to a drop of the polymer solution fed to a nozzle. The liquid drop becomes instable and leads to the ejection of filaments toward a collector set at a voltage of 1 kV/cm versus the nozzle. The formation of nanofibers using electrospinning requires crystallite-forming, polar polymers. Better results are obtained with high polarity, high electrical conductivity solvents. The charge injection method has been developed to achieve higher nanofiber production rates [19]. A nonconducting liquid is forced at high pressure between two high-voltage electrodes and gets charged. It is attracted by a third electrode acting as the collector.\nThe following sections discuss the use of nanoenabled coatings and finishes to\nimprove various characteristics of textiles."
    }, {
      "heading" : "6.2 IMPROVING CHEMICAL/BIOLOGICAL PROPERTIES",
      "text" : "Nanomaterials have found a large number of applications as coatings and finishes to give textiles chemical and biological protection functionalities, for instance as antibacterial or detoxifying agents or for water and air filtration. They have also found a use in cosmetotextiles, that is, textiles loaded with active ingredients that are progressively released over time and provide positive cosmetic effects on people in contact with these textiles [20].\nIf metals such as silver and copper have long been known for their antimicrobial and antifouling action, the efficiency is increased as the nanoscale due to the larger surface area [21]. In the case of silver, it reacts with moisture and generates highly reactive ions that induce structural changes into cell walls and nuclear membranes, leading to cell death. Silver nanoparticles can adsorb on the bacterial membrane and diffuse as one entity that contains several thousands of silver atoms [22]. They mainly proceed through oxidative dissolution of the nanoparticles. For instance, a colloidal solution of silver salt nanocrystals was applied by dip-coating on nylon (Fig. 6.1) and activated carbon fabrics [23]. A high efficiency was obtained against Staphylococcus aureus (Gram positive) and Escherichia coli (Gram negative) bacteria, even after autoclave sterilization. In another experiment the silver salt nanocrystals were encapsulated in a polymer\nbefore being coated on cotton and polyester microfibrous fabrics [24]. Within a minute the kill rate of the Clostridium difficile bacteria was 99.99%. Silver nanoparticles were also combined with sodium alginate, which is known for the formation of a gel maintaining a favorable moist environment at the surface of wounds, and applied on a cotton fabric using the pad dry cure method [25]. The fabric showed an excellent antibacterial activity against E. coli, Pseudomonas aeruginosa, and S. aureus. It even retained 90% of bacterial reduction efficiency after 20 washings. The inventory of nanoenabled commercial products of the Project on Emerging Nanotechnologies includes several examples of textile products with an antibacterial function provided by silver nanoparticle-based coatings or finishes [26]: bed sheets, pillows, towels, socks, sportswear, filters for air purifiers, stuffed kid toys, baby carriers, etc. Some products are also announced with antiodor properties. In addition, a study combined silver and copper nanoprecipitates to provide fabrics with both antibacterial and fungicidal properties [27].\nBiocidal activity has also been reported for various metal oxides [21]. For instance, zinc oxide (ZnO) nanoparticles have been successfully coated on nylon [28] and polyester [29] to make the fabrics antibacterial. An increase in the nanoZnO adhesion and thus efficiency of the antibacterial activity were obtained with a corona pretreatment in the first case [28] and an alkali pretreatment in the second case [29]. For copper oxide (CuO) nanoparticles deposited on cotton fabrics\nSilver salt nanoparticles coated on nylon fabric.\nReproduced with permission from D. Tessier, I. Radu, M. Filteau, Antimicrobial fabrics coated with nano-\nsized silver salt crystals, in: Technical Proceedings of the 2005 NSTI Nanotechnology Conference and Trade\nShow; 2005. pp. 762 764.\nby ultrasound irradiation, the use of a surfactant allowed preserving more than 90% of antimicrobial activity after 10 washes when tested with bacteria S. aureus and E. coli as well as with fungi Candida albicans and Microsporum canis [30]. Titanium dioxide (TiO2) nanoparticles were also used to improve the UV stability of the antimicrobial efficiency of N-halamine-treated cotton [31]. The rutilecoated fabric still had 50% of its original Cl1 concentration after 60 hours of UV exposure, while the same ratio was reached after about 10 hours in the absence of the TiO2 nanoparticles.\nMetal oxide nanoobjects have also demonstrated a great potential for the destructive adsorption of toxic chemicals such as air pollutants, warfare agents, acidic gases, and pesticides [21]. This efficiency can be attributed not only to the high surface area of the nanoobjects but also to their unique crystalline structure, the small size of their crystallite, and the presence of surface defects. For instance, magnesium oxide (MgO) nanoparticles were applied on a cotton/polyester woven fabric by dipping and wringing [32]. A better degradation efficiency of the toxin aldicarb was recorded compared to N-halamine. The addition of starch to the MgO nanoparticles showed that both physical adsorption and destructive adsorption contribute to the decontamination process.\nSome metal oxide nanoparticles can also induce the photocatalytic decomposition of toxic chemicals [21]. For instance, TiO2 nanoparticles applied on cotton and cotton/polyester fabrics led to 100% decomposition of ammonia gas in air within 10 minutes of UV exposure [33]. In another experiment a military cotton/ polyester fabric was coated with TiO2 nanoparticles and immersed in a solution of the chemical warfare agent O-ethyl S-(2-diisopropylamino)ethyl methylphosphonothiolate (VX) contained in a quartz glass test cell [34]. A 25% reduction in the VX concentration in the solution was obtained after 6 hours of exposure of the test cell to UV radiation.\nNanoenabled fabrics are also used for water separation and purification. For instance, an oil water separation membrane with 99.7% efficiency was satisfactorily prepared by spin-coatingfluorinated carbon nanotubes (CNTs) onto carbon fabrics [35]. By comparison the maximum level of oil separation achieved with the fluorinated carbon fabric without the CNT surface decoration was only 92%. An increase in oil permeation was also observed for the hierarchical fluorinated CNT/carbon fabrics. Oil water separation was demonstrated as well with n-hexane in the case of Kevlar fabrics coated with successive layers of paraaminobenzoate-alumoxane, boehmite epoxide, and chitosan nanoparticles [36]. Each layer was applied by dip-coating. After use, the membrane was regenerated via immersion in hot water and a hot solution of citric acid. For the removal of halogenated compounds from water a dynamic photocatalytic membrane was prepared by suction coating a polypropylene (PP) nonwoven with a calcium carbonate (CaCO3) solution [37]. This supporting membrane was combined with a photocatalyst nanopowder (zerovalent iron-doped ZnIn2S4) in suspension. When exposed to UV radiation in a rotating mode, the photocatalytic membrane reactor completely removed the halogen compounds 2,4,6-tribromophenol and 2,4-\ndichlorophenol from the water. In addition, it achieved 72% 75% chemical oxygen demand removal, 85% 90% debromination, and 99% dechlorination efficiencies.\nNanoenabled fabrics have also been used for air filtration. For instance, air filters for engines combining a layer of nanofiber web over a nonwoven support fabric (Fig. 6.2) have been commercially available for more than 20 years [38]. They are also used as air cabin filters and for other industrial applications. This technology allows longer filter life and creates lower pressure drops as the particles are trapped at the surface of the filter rather than within the filter medium. The small pore size of the nanofiber web allows trapping submicron particulates such as exhaust soot. Progress in electrospinning techniques makes it possible to control the orientation of the nanofiber [39]. This has led to the development of a design of nanofiber web-coated filters where the nanofibers are deposited in successive layers with orthogonal fiber orientation versus each other. A theoretical model proposed to describe the behavior of such system and optimize its performance showed that the filtration efficiency for a diameter of filtered particles becomes independent of the variations in the fiber-to-fiber spacing for a diameter of nanofiber about three times the diameter of the filtered particle. This system thus allows a more robust design. Recent developments have allowed producing nanofiber webs out of inherently fire-resistant materials like aramids [40]. New fabrics combining fire resistance, breathability, and superior particle barrier protection are now available to manufacture protective clothing for workers exposed to heat and flame [41].\nCross-section view of a nanofiber web electrospun on a polyester spunbond substrate.\nReproduced with permission, Donaldson Company, Inc, SEM image of nanofiber structure from Donaldson\nwebsite, www.donaldson.com.\nThe area of cosmetotextiles has also benefitted from the contribution of nanoenabled coatings and finishes. For instance, cotton fabrics have been coated with protein-based nanoparticles containing α-tocopherol (vitamin E) using the pad-cure method [42]. Simple rubbing in the presence of acidic and alkaline sweat allowed the release of the nanoparticles from the fabric while the coating showed a good resistance to domestic washing after 10 cycles. The release of the active ingredient from the fabric and its antioxidative capacity was also demonstrated. These fabrics are advertised as providing moisturizing, calming, antioxidant, and antiaging effects. Cyclodextrin molecular capsules were nanoassembled on a cotton fabric and covalently bonded to the cellulose hydroxyl groups [43]. The resulting fabric was able to absorb a larger quantity of secondary cigarette smoke volatile compounds and limit the unpleasant odor. The volatile compounds adsorbed in the cyclodextrin molecular capsules would then be removed during laundering. Some products have already reached the market. For instance, elastic fabrics for close-fitting garments such as lingerie and sportswear have been developed with Aloe vera nanoparticles [20]."
    }, {
      "heading" : "6.3 IMPROVING PHYSICOCHEMICAL PROPERTIES",
      "text" : "Improving physicochemical surface properties of textiles to make them liquid and/or stain repellent/proof is the area where many current commercial applications of nanoenabled coatings and finishes may be found.\nFor instance, nanoscale surface roughness combined to low surface energy can be used to generate superhydrophobicity. In that state, which corresponds to a water contact angle .150 degrees, water does not stick to the material and remains on the top of the surface asperities, leading to the so-called lotus effect [44]. An improved stability in the hydrophobicity can be created with a hierarchical structure, that is, with nanoscale features decorating microstructures.\nSuperhydrophobicity has been successfully created with synthetic fibers such as nylon and polyester using nanoparticle coating. In the case of nylon fabrics, silica nanoparticles (SiO2) synthesized by the sol gel method were applied on a knitted fabric using the pad dry cure technique [45]. They were further modified by in situ growth of ZnO crystallites, followed by pad dry cure treatment with a fatty acid, sodium stearate. The treated fabric displayed a contact angle of 151 degrees. That value decreased to 102 degrees after 10 washes using a Launder-O-meter. The fabric also displayed some UV protection properties. For polyester fabrics, a contact angle of 157 degrees was obtained by entrapping silver nanoparticles between a layer of poly(glycidyl methacrylate)/poly(2-vinylpyridine) (PVP) grafted on the polyester surface and a layer of PVP [15]. The low surface energy component was provided by carboxy-terminated polystyrene brushes grafted to unreacted epoxy groups of the top PVP layer.\nSeveral superhydrophobic treatments have also been developed for cotton fabrics. This includes the use of TiO2 nanoparticles combined with polyvinylsilsesquioxane (PVS) [46]; a mixture of polyvinyl chloride, copper stearate, and ferric oxide (Fe2O3) or chromium oxide (Cr2O3) nanoparticles [47]; and a mixture of epoxidized soybean oil, sebacic acid, and ZnO nanoparticles and a further treatment with stearic acid [48]. In the case of the cotton fabric coated with PVS/ nano-TiO2, UV protection was also obtained [46]. Other treatments aimed at creating micro-nanohierarchical structures at the surface of the cotton fabrics, for instance by sequentially depositing branched poly(ethyleneimine), ammonium phosphate, and a composite of fluorinated SiO2 nanoparticles and polydimethylsiloxane, which led to a superhydrophobic and flame-retardant coating [49]; and anchoring alumina (Al2O3) nanoparticles to the fabric surface with triethylenetetramine and trimesoyl chloride and further treatment with palmitic acid, which made the fabric both superhydrophobic and superoleophilic [50]. Other examples of water-repellent treatments on cotton fabrics may be found in Ref. [51].\nSuperhydrophobic treatments combining metal oxide nanoobjects and fatty acids were also developed for recycled jute. A ZnO-mediated treatment performed on jute fibers involved four steps: scouring, ZnO nanoseeding, growth of ZnO nanostructures, and hydrophobic conversion with a fatty acid. It led to the formation of ZnO nanorods covering the fiber surface (Fig. 6.3) [52]. TiO2 nanoparticles were prepared by a sol gel method and applied to a recycled jute fiber-based nonwoven; it was followed by a treatment with stearic acid [53].\nFEG-SEM pictures of ZnO nanorods covering recycled jute fibers. FEG-SEM, Field emission gun-scanning electron microscopy.\nReproduced with permission from M.A. Arfaoui, P.I. Dolez, M. Dube, E. David, Development and\ncharacterization of a hydrophobic treatment for jute fibres based on zinc oxide nanoparticles and a fatty acid,\nAppl. Surf. Sci. 397 (2017) 19 29.\nIf values of contact angle are relatively similar for the metal oxide nanoobjects/ fatty acid treatment compared to the direct application of the fatty acid on the fibers and fabrics, the stability of the hydrophobicity obtained is largely improved [54]. This is attributed to the higher stability of the bond between the fatty acid molecules and the cellulose hydroxyl groups when it is mediated by a metaloxide nanoparticle bridge.\nThe self-cleaning/stain-release ability of fabrics is generally provided by a very low adhesion of soiling to the surface; water drops roll off at low inclinations over the surface and take with them any deposited dirt [50]. In addition to the measurement of the dynamic roll-off angle a standard test method allows assessing the self-cleaning efficiency of fabrics in terms of stain release. The fabric is stained with drops of corn oil, left under a 2.27 kg weight for 60 seconds, and washed in conditions relevant to home laundering [55]. The residual stain is rated on a scale by comparison with a stain-release replica. Stain resistance and stain recovery tests have also been developed where the fabric reflectance is measured after it has been stained and wiped with tissue paper for stain resistance, and stained and washed for stain recovery [56]. In addition to oil the test can be conducted with ketchup, mustard, or wine. It is also possible to rub the surface with soiling mixtures comprising silica, mineral oil, olive oil, and carbon black for instance. Admicellar polymerization was used to apply a fluoropolymer nanofinish on a cotton knit [56]. When the finish was prepared with a long-chain fluoroalkyl acrylate ester fluoromonomer, the fabric became superhydrophobic with a contact angle of 160 degrees. Stain resistance between 93% and 100% and stain recovery between 80% and 100% were measured with oil, mustard, and ketchup. In addition, the oil repellency remained on a plateau at grade 5 for up to 30 domestic laundering after an initial drop from its original grade 7.\nAn alternative stain-release strategy involves the photocatalytic decomposition of the staining agent. For instance, TiO2 nanoparticles synthetized by a sol gel process were applied to cotton fabrics by dip coating [57]. Tea stains were stronger on the nano-TiO2-modified samples compared to the unmodified cotton fabric due to the highly hydrophilic nature of the TiO2 nanoparticles. However, the stains had completely disappeared after 60 minutes of exposure to UV radiation. TiO2 nanoparticles were also used to treat wool fabrics [58]. Concentrated coffee stains made on the treated wool fabric completely disappeared, and red wine stains were very strongly reduced after 20 hours of UV exposure, while no discoloration was observed in the same exposure conditions for the untreated fabric. An increase in the self-cleaning efficiency was obtained when SiO2 nanoparticles were combined to TiO2 nanoparticles [59]. The TiO2/SiO2 coating was applied on the wool fabric using a dip pad dry cure process. Fabrics functionalized with a TiO2/SiO2 molar ratio percentage of 30:70 showed the highest efficiency in concentrated coffee stain removal under UV irradiation. The positive impact of the SiO2 nanoparticles was attributed to the increased surface area in the vicinity of the TiO2 nanoparticles as well as their higher surface acidity. Another advantage of the TiO2/SiO2 coating is that it made wool superhydrophilic, which can\nfacilitate wet textile chemical processes such as dyeing and lower the accumulation of static charges.\nAmong the commercial products targeting the improvement of textile liquid repellency and stain-release properties using nanoenabled coatings and finishes, solutions include nanoparticles bonded to fibers using a fluoropolymer (NanoSphere by Schoeller) [60], polymer nanowhiskers covering the surface of fibers (Nano-Care by NanoTex) [61], silver nanoparticles sintered onto amorphous silicon dioxide particles (AGS-20 by HeiQ Materials) [62], a perfluorinated carbon polymer nanolayer covering the fabric (ion-mask by P2i) [63], and a 10 to 30-nm thick coating applied by self-assembly on every fiber (NanoMatrix by Toray) [64]."
    }, {
      "heading" : "6.4 IMPROVING THERMAL PROPERTIES",
      "text" : "The two main applications of nanoenabled coatings and finishes toward improving the thermal properties of textiles deal with thermal insulation and fire resistance. In addition, the ability to prepare nanofiber webs with inherently fire-resistant materials brings new opportunities to reduce the bulkiness of fire protective clothing.\nAerogels are solid materials with a very high porosity, between 80% and 99.8%, and pore size at the nanoscale [65]. This gives them some exceptional thermal insulating properties; their thermal conductivity can be smaller than that of air because of the Knudsen effect. Silica aerogels are the most common; they have a thermal conductivity between 0.01 and 0.02 W/(m K) but are very brittle. To circumvent their propensity to turn into dust, they have been converted into composite materials by incorporating silica aerogel microparticles into polymers [66]. These composites can then be used as a coating for fabrics. For instance, silica aerogel microparticles were dispersed in an acrylic binder and applied as a coating on a wool/aramid fabric for an application for firefighter protective clothing [67]. The addition of 2% of silica aerogel particles to the binder-coated fabric increased its thermal resistance from 0.0118 to 0.0199 m2 K/W. Silica aerogel particles were also encapsulated by a nanofiber web laminated onto a nonwoven fabric [68]. A large increase in the fabric thermal resistance was observed, with that increase being directly proportional to the aerogel surface density. On the other hand, the effect of the aerogel was limited on air permeability and insignificant on water vapor permeability. Another strategy involved embedding aerogel particles in a polyurethane or a polyvinylidene fluoride nanofiber web that was deposited on a PP nonwoven [69].\nNanofiber webs themselves may also be considered for their thermal insulating properties. Indeed, research has shown that a low fiber diameter tends to decrease the thermal conductivity of nonwoven structures and other fibrous insulation materials [70]. The effect is stronger at low bulk density and can be\nattributed to the reduction in the radiative heat transfer with fiber diameter. However, the advantage of nanofibers disappears under compression, and they have to be combined with larger diameter fibers to improve the thermal properties under compression. For instance, combining a Nomex nonwoven with a Nomex nanofiber web may allow reducing by up to 40% the thermal liner thickness while providing the same thermal protection performance [71].\nNanoenabled coatings were also used to increase the radiant heat reflectivity of fabrics and thus decrease the amount of heat transmitted through the fabric [72]. SiO2 spherical nanoparticles were combined with CaCO3, Fe2O3, ZnO, and TiO2 particles as well as talcum powder and incorporated as a filler in a benzyl silicon resin, which was then coated on a glass fiber woven fabric. The coating thickness was 0.5 mm, and the nano-SiO2 content varied between 0 and 15 wt.%. With 15% nano-SiO2, the fabric reflectivity increased by 39% in the visible range and 26% in the near-infrared range.\nProtection against fire is another area where nanoenabled textile coatings have made some advances. Inorganic nanoparticles have demonstrated great promise as a synergist for intumescent flame retardants (IFRs) [73]. When added to the three basic ingredients of the IFR, that is, the acid source, the carbonization agent, and the blowing agent, they have been shown to increase the efficiency, strength, and/ or rate of formation of the shielding char layer depending on the nature and aspect ratio of the nanoparticles. For instance, the addition of up to 4% of silica nanoparticles in the traditional ammonium polyphosphate (APP)/pentaerythritol (PER)/melamine (MEL) IFR system allowed improving the limiting oxygen index (LOI), after flame time, and damaged length of a cotton fabric compared to the APP/PER/MEL IFR alone [74]. However, a higher nano-SiO2 ratio decreased the IFR performance because of interferences with the char-forming reactions. In another experiment, sodium montmorillonite (MMT) clay nanoparticles were combined with an IFR system composed of APP and vinyltrimethoxysilane and applied on cotton by dip coating (Fig. 6.4) [75]. The coating allowed a major improvement in the LOI, char length, total heat release, and heat release rate. Other nanoobjects used in IFR coatings for textiles include TiO2 and hydrotalcite nanoparticles, amino-functionalized CNTs, and graphene [76].\nNonintumescent flame retardant (FR) coatings have also been developed with inorganic nanoparticles. The improved flame resistance is attributed to the formation of a ceramic barrier [76]. For instance, an FR coating with silica nanoparticles was assembled on a polyester fabric using an LbL technique with alumina-coated silica nanoparticles as the cationic polyelectrolyte [77]. The system containing five layers of 10-nm nanoparticles increased the time to ignition by 45%, reduced the burning time by 95%, and eliminated melt dripping. A reduced efficiency of the treatment was observed for a larger number of layers deposited. It was attributed to an inability of coatings with large number of layers to maintain their physical integrity during the flammability testing. FR coatings for cotton fabrics were also prepared by LbL using anionic and cationic Al2O3\ncolloid solutions [78], branched polyethylenimine and MMT clay [79], and poly (acrylic acid) and MMT clay [80].\nThe LbL process by itself gives rise to nanostructured coatings that have proven an advantageous solution to prepare IFR coatings and improve the flame retardancy of fabrics [73]. For instance, sulfonated MEL formaldehyde resin was used as a blowing agent in combination with chitosan and phytic acid to prepare an LbL self-assembled coating on cotton [81]. With a 10-layer coating the char length decreased from 300 to 90 mm for pure cotton, the burning time from 13 to 2 seconds, and the afterglow time from 15 to 0 second. However, the efficiency of the FR treatment was not preserved after washing. Such low resistance to washing is a typical weakness of coatings prepared by the LbL technique [82]. Strategies currently looked at to overcome this issue using thermal- or UVcurable organic compounds."
    }, {
      "heading" : "6.5 IMPROVING MECHANICAL PROPERTIES",
      "text" : "Nanoenabled coatings and finishes can increase several aspects of the mechanical properties and performance of textiles, their abrasion resistance, wrinkle resistance, and strength for instance. In addition, they can improve the bond strength between the fabric reinforcement and the matrix in composite materials. Finally, they can be used to create unique properties in textiles, such as shear-thickening behavior.\nThree strategies may be used to increase the wear properties of a material [83]: reduce the friction and shear, increase the hardness, and/or better dissipate\nMMT-containing IFR coating on cotton before (left) and after (right) a vertical flame test. IFR, Intumescent flame retardants; MMT, montmorillonite.\nReproduced with permission from D. Zhang, B.L. Williams, S.B. Shrestha, Z. Nasir, E.M. Becher, B.J. Lofink,\net al. Flame retardant and hydrophobic coatings on cotton fabrics via sol-gel and self-assembly techniques, J.\nColloid Interface Sci. 505 (2017) 892 899.\nthe heat generated by the wear process. As an example of the second strategy, alkyl-modified silica nanosols were used to coat the surface of polyester woven sieves used in paper manufacturing [84]. A 50% reduction in the fabric thickness loss as well as a 4 C reduction in the temperature increase when subjected to an abrasion test was obtained for the nano-SiO2-coated samples. A coating combining TiO2 nanoparticles and multiwall CNTs (MWCNTs) was applied on cotton fabrics using succinic acid as a cross-linking agent (Fig. 6.5) [85]. A 10% 26% increase in abrasion resistance was measured with the coated fabric. The best result was obtained with the coating with the largest MWCNT amount. This result may be attributed to the MWCNT very high hardness and excellent heat condition along the nanotube axis.\nA second aspect related to the mechanical behavior of fabrics is wrinkle resistance. Cellulose-based fabrics are sensitive to creasing because the hydrogen bonds between the molecules that hold them into place can easily break under the application of a force [1]. They then reform at a new location, creating wrinkles. TiO2 nanoparticles appear by far as the most common nanoenabled antiwrinkle coating for cotton [51]. They act as a catalyst or a cocatalyst to form links between cellulose molecules and the acid groups of the antiwrinkle finishing compound. For instance, TiO2 nanoparticles were used as a cocatalyst in an antiwrinkle finish based on 1,2,3,4-butanetetracarboxylic acid (BTCA) as the cross-linking agent and sodium hypophosphite as the catalyst [86]. The finishing treatment was applied on a cotton fabric using a pad dry cure process. The wrinkle recovery was strongly increased with the nano-TiO2 cocatalyzed antiwrinkle finish compared to no finishing treatment, antiwrinkle finish without nanoTiO2, and only nano-TiO2. That improvement in the fabric wrinkle recovery\nLow (A) and high (B) magnification SEM images of a cotton fabric coated with TiO2 nanoparticles and MWCNTs. MWCNTs, Multiwall carbon nanotubes; SEM, scanning electron microscopy.\nReproduced with permission from L. Karimi, S. Zohoori, A. Amini, Multi-wall carbon nanotubes and nano\ntitanium dioxide coated on cotton fabric for superior self-cleaning and UV blocking, New Carbon Mater. 29\n(5) (2014) 380 385.\npersisted after the fabric was further dyed. In addition, there was no difference in the shade, hue, and brightness between the unfinished fabric and the fabric finished with the antiwrinkle treatment including nano-TiO2. An increase in the washing and rubbing fastness was also obtained. In another experiment involving Al2O3 nanoparticles as a cocatalyst with the same BTCA and SHP active ingredients in the antiwrinkle finish, it was reported that above a certain concentration of nano-Al2O3 in the finishing solution, the beneficial effect on the wrinkle recovery of cotton fabrics decreased [87]. This was attributed to the fact that, when at a high concentration, the Al2O3 nanoparticles agglomerate in the finishing bath and inhibit the cross-linking of BTCA on the fabric. Antiwrinkle treatments for silk have also successfully been prepared with nanochitosan [88] as well as TiO2 and SiO2 nanoparticles as cocatalysts [51].\nNanoenabled coatings and finishes have also demonstrated some beneficial effects on the mechanical performance of fabrics. For instance, 60 100 nm copper nanoparticles were coated on a cotton fabric using the exhaust method [89]. An increase of more than 70% in the fabric breaking load was measured as a result of the application of the nanocopper coating. This was attributed to the fact that the copper nanoparticles acted as a filler between the cellulosic chains in the cotton fibers. CNTs were also used to increase the mechanical performance of cotton fabrics [90]. MWCNTs were first functionalized with poly-butylacrylate using a surface-grafting method and then applied to cotton fabrics using a dip dry cure process. The network of MWCNTs attached to the surface of the cotton fibers created a large improvement in the tensile and tear strength of the cotton fabric. The strength improvement increased with increasing the MWCNT concentration in the coating solution. Interestingly, an increase in the fabric elastic modulus with the MWCNT coating was observed in the fabric weft direction while the fabric maintained its flexibility in the warp direction.\nNanoscale surface treatments applied on fabrics have been used to improve the interfacial bonding with polymer matrices in composite manufacturing. CNTs grown by CVD on carbon fibers led to a two orders of magnitude increase in the fiber surface area [91]. As a result, the interfacial shear strength measured with a single-fiber composite fragmentation test using an epoxy matrix increased by up to 175%. The use of a flame synthesis method allows the direct formation of organic functional groups on the CNTs during the growth process, which improves the compatibility of the CNTs with organic matrices [92]. The mode I and II interlaminar fracture toughnesses of composite samples manufactured using carbon fiber woven fabrics decorated with flame-synthesized CNTs and an epoxy were increased by 67% and 60%, respectively. It was shown with microscale digital image correlation that CNTs decorating an alumina fiber woven fabric reinforcing an epoxy-based composite restrict the matrix deformation in their longitudinal direction [93]. A silica nanocoating prepared using a sol gel method was also satisfactorily used to enhance the interface bond in textile-reinforced mortar [94]. Tests were conducted with glass and carbon fabric reinforcements. The silica-coated fabric composite samples performed much better in terms of\nuniaxial tensile test and three-point bending than the uncoated fabric samples. The silica-coated fabric composite samples also performed as well if not better than polymer-coated fabric samples when the design values are considered.\nAn additional application of nanomaterials to improve the mechanical performance of fabrics involves shear-thickening fluids. These materials, which display an increase in apparent shear viscosity with increasing shear rate, have given rise to the concept of smart shock absorbers [95]. They have found an application in flexible armor for impact, stab, and ballistic protection. Shear-thickening behavior has been observed in concentrated colloidal suspensions [96]. The most studied system involves silica particles suspended in polyethylene glycol (PEG). Shearthickening fluids may then be applied to fabrics by impregnation. For instance, 15-nm silica nanoparticles were combined with PEG using a sonochemical process and applied on Kevlar and Nylon fabrics [97]. A large increase in dynamic stab performance was observed both with spike and knife impactors. On the other hand the fabric flexibility remained the same, which is critical for protective clothing application. Nano-SiO2 and PEG were also combined with warp-knitted spacer fabrics to prepare damping material for personal protection [98]. This technology is also looked at for medical application, in particular hip-protective pads for elderly women, as the modified fabric is more breathable and comfortable than existing products based in closed-cell foam [99]. Improvement in the performance of shear-thickening fluids have recently been reported by adding carbon nanofillers (CNTs and graphene nanoplatelets) [100] or silica-coated MWCNTs [101] to the nano-SiO2/PEG mix, which may have benefits for shearthickening fluid coated fabric applications."
    }, {
      "heading" : "6.6 IMPROVING OPTICAL PROPERTIES",
      "text" : "Optical applications of nanomaterials bring us to their first use in textiles, and possibly in man-made products: dyes. In addition to pigments and other colorimparting technologies, nanoenabled coatings and finishes can also be used to improve the dyeability of textiles, give them smart functionalities, and provide them with UV-blocking capabilities.\nIf nanosized pigments appear to be used in textile dyes, dispersing agents such as solvents and carriers are generally required to increase the dyeing efficiency [102]. As a more environment-benign dispersing technology, sonication has been shown to improve the color strength of nanosized red and blue dyes applied to a polyester fabric. In addition, some metal nanoparticles exhibit localized surface plasmon resonances that give them unique light scattering, absorbance, and coupling properties [103]. For instance, silver, gold, and ruthenium nanoparticles were used to color cotton fabrics [51]. The nanoparticles formed a close-packed layer at the surface of the individual fibers. Silver nanoparticles were applied on viscose and acrylic fabrics using an in situ synthesis process [104]. Depending on\nthe nanoparticle size and aggregation, the viscose fabric took different shades of yellow and the acrylic fabric various hues of beige. The color fastness to rubbing, washing, and acidic and alkaline perspiration was good to very good, thanks to the chemical bond between the Ag nanoparticles and the fabrics’ material. On the other hand the results for light fastness were a little lower. The photonic properties of gold nanoparticles were also exploited to improve the photocatalytic activity of nano-TiO2 on cotton fabric [105]. The nanostructured coating allowed improving the visible-light catalytic response of nano-TiO2 as evidenced by an increase in the degradation induced in a Remazol Blue solution in water under visible light.\nPretreatment with nanoparticles has also been used to improve the dyeability of natural and synthetic fibers. A cotton fabric was pretreated with dispersed nanoclay before the application of basic and direct dyes [106]. The increase in the color absorption by the cotton fiber obtained is especially interesting in the case of basic dyes as it can avoid the use of metal salt mordants. An improvement in the fabric washing and light fastness as a result of the nanoclay pretreatment was also observed. The fabric drapeability was increased as well for the lowest nanoclay concentrations used. On the other hand the nanoclay pretreatment produced a decrease in the fabric tensile properties. By comparison the addition of silver nanoparticles to an acid blue dye enhanced the tensile strength of a wool fabric as well as the dye adsorption and the washing fastness [107]. It was attributed to complex formation between the silver nanoparticles, the acid dye, and the anionic groups of wool fibers.\nNanoenabled coatings also make possible the creation of photonic textiles, that is, with light emission or light tuning capabilities [51]. For instance, organic light-emitting diodes (OLED) were formed on a polyester fabric by thermal evaporation of 1 50 nm thick superimposed layers of anode, hole injection, hole transport, emission, electron injection, cathode, and capping materials [108]. Polyurethane and poly(vinyl alcohol) were used as planarization layers and deposited respectively by lamination and spin coating on the polyester fabric prior to the OLED layers. The assembled OLED retained most of the flexibility characteristics of the polyester support fabric. It showed a good light emission efficiency and maintained its reliability over 1000 cyclic bendings. Photochromic cotton was prepared with a solution of silica nanoparticles and a spirooxazine photochromic dye [109]. The fabric changed from colorless to blue in a reversible manner when exposed to sunlight. When further coated with alkylsilane, it retained most of its photochromic performance after the equivalent of 10 domestic washes. For the preparation of thermochromic cotton, silica nanoparticles were functionalized with a thermochromic dye either by cocondensation or postgrafting [110]. The fabric color changed from pink to white when heated above room temperature. The postgrafting preparation method led to the best wash fastness.\nBecause of their nanoscale, nanoparticles offer a great potential for UV scattering [51]. Some metal oxide nanoparticles such as TiO2 and ZnO absorb UV radiation very efficiently as well. A UV-blocking nylon fabric was prepared by\ncoating with a solution of ZnO nanoparticles and acidic dye after a corona pretreatment [28]. Increasing the corona power and number of passages led to an increase in the UV radiation absorption. The fabric also displayed antibacterial functionalities. A nanocomposite coating of TiO2 nanoparticles dispersed in a PVS matrix was used to improve the UV-blocking capacity of cotton [46]. The ultraviolet protection factor increased from 11 with a PVS coating without nanoTiO2 to 121.5 with 5 g of TiO2 nanoparticles per 100 mL of ethanol in the coating solution. The coating also made the cotton fabric superhydrophobic and increased its tensile strength. No change in performance was observed after 15 washes."
    }, {
      "heading" : "6.7 IMPROVING ELECTRICAL PROPERTIES",
      "text" : "Conductive fabrics have found applications for electromagnetic (EM) shielding, static dissipation, and power transmission. In addition, the ability to modify the electrical properties of textiles has given rise to wearable electronics [111]. In that perspective, nanocoatings and finishes offer unique possibilities to modify the electrical properties of textiles at the fiber, yarn, and fabric levels.\nVarious metal and metal oxide nanoparticles have been used as a coating or a finish to limit the accumulation of static charges on fabrics made with synthetic fibers [51]. For instance a nanocomposite coating composed of polyaniline and TiO2 nanoparticles was synthesized on a poly(ethyleneterephthalate) (PET) fabric (Fig. 6.6) [112]. The nano-TiO2 allowed a uniform polyaniline coating on the PET fabric. In addition, the electrical conductivity increased by two orders of magnitude compared to the polyaniline coating alone. A polyester fabric with antistatic properties was also prepared by simultaneous in situ synthesis of silver nanoparticles and polymerization of dopamine on the fabric [113]. A reduction in the electrical resistance of more than four orders of magnitude was observed with the optimal formulation. The coating displayed a good washing durability thanks to the covalent bonding between the polydopamine, the nanosilver, and the polyester fibers. In the case of a PP nonwoven an antistatic coating was prepared by coating aluminum-doped ZnO on TiO2 whiskers [114]. The nanoparticles were then applied on the PP nonwoven by combining them with a binding agent and a thickener. The electrostatic decay half-life period dropped from 13.5 seconds for the uncoated fabric to less than 0.5 second for an Al-doped ZnO coated TiO2 whisker content of 8 wt.% or more. A small reduction in the electrostatic efficiency was observed after 20 washes but the electrostatic decay half-life period remained below 0.5 second for a whisker content of 10 wt.%. Some nanobased antistatic treatments have made their way to the market, for example, Nano-Tex Resists Static launched in 2005 for polyester fabrics [115], and CANA-AN, the CNT-coated conductive polyester fiber technology commercialized by Kuraray in 2007 [116].\nCarbon nanoobject-based coatings have also been used to make fabrics electrically conductive. For instance the Australian company Imagine IM has developed a graphene-coated nonwoven geotextile that enables hole detection and leak prevention in containment systems (Fig. 6.7) [117]. It has been successfully tested in a coal seam gas containment dam. The same technology could be used in smart roads and smart mines for real-time monitoring of vehicle motion and ground movement (http://imgne.com/). A “wrapping” technique has recently been developed to self-assemble reduced graphene oxide coatings on fiber substrates [118]. It was used to prepare a strain sensor on a nylon/spandex fabric substrate. A good electrical conductivity and high gage factor led to the successful monitoring of small human body motions such as finger bending. Nanowebs of polyacrylonitrile reinforced with MWCNTs were prepared by electrospinning [119]. Electrical volume percolation was measured at a MWCNT content of 0.5 wt.%. The volume conductivity increased by about six orders of magnitude between the unloaded and MWCNT-loaded polyacrylonitrile web.\nAt last, nanoenabled coatings on fibers, yarns, and fabrics have been used to create components for wearable electronics [51]. For instance the circuit layout and antenna of a wearable WiFi tracking device were inkjet printed on fabrics with conductive ink containing silver nanoparticles [120]. Different blends of\nSEM image of PANI/TiO2 nanocomposite coating on PET fibers (insert: photograph of the fabric). PANI, Polyaniline; PET, polyethylene terephthalate; SEM, scanning electron microscopy.\nReproduced with permission from M.B. Radoičić, M.V. Milošević, D.S. Miličević, E.H. Suljovrujić, G.N. Ćirić-\nMarjanović, M.M. Radetić, et al. Influence of TiO2 nanoparticles on formation mechanism of PANI/TiO2 nanocomposite coating on PET fabric and its structural and electrical properties, Surf. Coat. Technol. 278\n(2015) 38 47.\ncotton/polyester fabrics were used in the study. A UV-curable dielectric ink was applied as an interface layer on the fabrics before printing the conductive components. Schottky diodes were also fabricated on a textile substrate [121]. The cotton woven fabric was first coated with a 200 nm layer of silver by thermal evaporation. Then ZnO nanorods were grown on a section of the fabric using a hydrothermal process. After an insulating photoresist polymer was applied over the nanorods, copper was deposited on the top surface of the nanorods to form the top electrode of the Cu/ZnO/Ag Schottky diode. The current transport characteristics of this textile-based Schottky diode are similar to those obtained with a Cu/ZnO/Ag Schottky diode fabricated on a glass substrate. At the yarn level, cotton yarns were coated with a 30 nm-thick layer of aluminum and a 30 nm-thick layer of poly(ethylene glycol dimethacrylate) (pEGDMA) [122]. A textile memristor was formed by weaving the Al-pEGDMA-coated yarns interspersed with uncoated yarns. Each junction between two Al-pEGDMA-coated yarns acted as a memristor unit. Conductive cotton yarns were prepared by treating cotton roving with a CNT suspension using a dip-and-dry process [123]. Then, the treated cotton roving was made into a yarn by ring spinning. This process allowed the CNTs to be uniformly distributed across the yarn thickness. As a result, a good durability to washing and abrasion was obtained. At the fiber level a CNT network was created on a poly(m-phenylene isophthalamide) fiber using dip-coating and annealing [124]. After a first stretching and additional annealing treatment the fiber maintained a stable conductivity upon stretching, which is critical for stretchable electronics."
    }, {
      "heading" : "6.8 FUTURE TRENDS",
      "text" : "If we ignore the early use of nanoparticles in dyes around 2600 BCE, the application of nanotechnology in textile coatings and finishes is relatively new. Large process has been accomplished over the last 10 20 years. Yet, much remains to be done. Three main aspects where large efforts are currently dedicated are related to processes, functionality, and regulations.\nGraphene-coated conductive non-woven geotextile.\nImagine Intelligent Materials.\nIn terms of processes, two big trends can be identified. First, significant efforts go into simplifying the coating and finishing methods and making them compatible with current textile manufacturing processes. For instance, researchers have worked to apply the LbL technique in one step [125]. Others have taken advantage of self-assembly mechanisms and in situ sol gel techniques to prepare a coating for cotton fabrics that is both flame retardant and hydrophobic in one step [75]. The second aspect relates to the impact of the manufacturing processes on health and the environment. For instance the LbL process represents a relatively environment-friendly solution for the fabrication of nanocoatings on textiles because the treatment is generally conducted in aqueous solutions rather than in organic solvents [126]. Sputter coating and ion implantation, two PVD processes used to prepare thin film on textiles, have also been identified as environment friendly [7]. In addition, nanoparticle synthesis techniques based on the use of plant extracts have been developed as an alternative to processes based on harmful reducing and oxidizing agents [127]; for instance, ZnO nanoparticles used to prepare an antibacterial, UV-blocking, and superhydrophobic coating for cotton fabrics were synthesized from Acalypha indica leaf extract. The choice of the nanomaterial may also play a role. For instance, researchers have favored TiO2 nanoparticles for textile functionalization based on considerations related to its nontoxicity among others [7]. Researchers have also prepared flame retardant and antimicrobial LbL coatings for cotton fabrics using potassium alginate, a polymer extracted from seaweed, and polyhexamethylene guanidine phosphate, an environment-friendly antimicrobial compound [128].\nIn terms of functionality a major trend is toward multifunctional coatings and finishes. One way to achieve it involves combining different elements that each provides a certain function. Nanomaterials offer that opportunity because of their small size. For instance a coating involving ZnO crystallites grown on SiO2 nanoparticles further modified with sodium stearate was prepared on a nylon fabric [45]; the combination of the SiO2-associated nanoroughness and the fatty acid made the fabric superhydrophobic, while the ZnO crystallites gave it a UVblocking functionality. In some instances a synergetic effect exists between the nanomaterials. For example, combining MWCNT and TiO2 nanoparticles on a cotton fabric allowed achieving both self-cleaning and UV-blocking properties as well as increased the abrasion resistance of the fabric [82]. In addition to providing abrasion resistance the MWCNTs improved the photocatalytic self-cleaning efficiency of the TiO2 nanoparticles. It is also possible to use compounds that can provide multiple functions. For instance, TiO2 nanoparticles synthesized by a sol gel method and coated on a cotton fabric made the fabric at the same time antibacterial, UV blocking, and self-cleaning under light exposure [57]. Polyhexamethylene guanidine phosphate can also act both as an IFR because of its high nitrogen and phosphorus content and an antimicrobial agent when coated on cotton fabrics [128]. Silver nanoparticles coated on viscose and acrylic fabrics provided color as well as UV-blocking and antibacterial properties [104]. Another major requirement about functionality relates to durability, including to washing\ncycles and abrasion. For health and safety reasons, it is also of critical importance to lastingly immobilize the nanomaterials on the fabric surface to prevent their release in the environment. Strategies explored involve cross-linking methods, where a cross-linking agent forms a covalent bridge between the nanoobjects and reactive sites on the fabric surface [7]. It is also possible to disperse the nanoobjects in a matrix, creating a nanocomposite coating in which the nanoobjects will be held. In that case the risk of release is much more limited [129].\nFinally, setting up regulations regarding the production and use of nanomaterials has been slower than product entry on the market, as it is generally the case with exciting new technologies, even if several warned about the importance of not repeating past mistakes made with other ground-breaking technologies [130]. However, progress is being made. For instance, risk management and good practice guidelines have been proposed to limit worker exposure to nanomaterials [131]. The International Organization for Standardization (ISO) technical committee TC229 formed in 2005 to oversee the preparation of international standards in the field of nanotechnologies has already published a number of documents related to occupational risk management, including the following [132]:\n• ISO/TR 12885: Nanotechnologies—Health and safety practices in occupational settings relevant to nanotechnologies • ISO/TS 12901-1: Nanotechnologies—Occupational risk management applied to engineered nanomaterials—Part 1: Principles and approaches • ISO/TS 12901-2: Nanotechnologies—Occupational risk management applied to engineered nanomaterials—Part 2: Use of the control banding approach • ISO/TR 13121:2011 Nanotechnologies—Nanomaterial risk evaluation\nIn terms of public protection and commercial product standardization, progress is also being made. For instance the European Union has reviewed and adapted its regulations to address the specificities of nanomaterials [133]. As of June 1, 2018, registration is mandatory for any nanomaterial manufactured or imported in a quantity of 1 t/year or more. Some European countries have set up tougher regulations: for example, France requires the annual reporting of any manufactured, imported, or distributed nanoparticle substance above 100 g/year since January 1, 2013. ISO is also working on standards related to products and applications [132]. This includes a document in preparation that will cover the specifications and performance of nanotechnology-based antimicrobial textiles."
    }, {
      "heading" : "6.9 CONCLUSIONS",
      "text" : "Nanotechnologies have opened an array of new opportunities for textile coatings and finishes. They can be used to improve the textile performance or give it completely new functionalities. This includes chemical, biological, physicochemical, thermal, mechanical, optical, and electrical properties.\nExamples of solutions developed comprise: antibacterial finishes based on silver salt nanocrystals; aramid nanofiber webs for aerosol filtration; stable superhydrophobic coating on jute fibers using ZnO nanorods covered with a fatty acid; photocatalytic decomposition of stains using TiO2 nanoparticle-based coatings on cotton; silica aerogel bonded on a wool/aramid fabric for improved thermal insulation; intumescent flame-resistant textiles with clay nanoparticles; textile coatings including MWCNTs for improved abrasion, tensile, and tear resistance; antiwrinkle finishes with Al2O3 nanoparticles as cocatalyst; light-emitting textiles fabricated by successively depositing nanothick layers of the different OLED components; UV-blocking textiles using TiO2 or ZnO nanoparticles; antistatic textiles with a silver nanoparticle coating; graphene-coated electrically conductive geotextiles; and a ZnO nanorod based textile Schottky diode. Some of these solutions have already reached the market, with for instance antibacterial, self-cleaning, and electrically conductive nanoenabled textile products commercially available.\nLarge progress has been accomplished over the last 10 20 years. Yet, much remains to be done. Three main aspects where large efforts are currently dedicated are related to processes, with the development of one-step treatments compatible with current textile manufacturing techniques; functionality, with multifunctional coatings and finishes obtained by combining different nanomaterials or using substances with multiple capabilities; and regulations for workplaces and the general public."
    }, {
      "heading" : "ACKNOWLEDGMENT",
      "text" : "The author wants to thank Mr. Hugo Breton for his help with the literature search."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "6.",
    "creator" : "Elsevier"
  }
}