{
  "name" : "downloads_2019-10-21_e8_liu2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Removal of chlortetracycline by nano- micro-electrolysis materials: Application and mechanism",
    "authors" : [ "Yuzhi Liu", "Yu Gao", "Bing Yao", "Donglei Zou" ],
    "emails" : [ "zoudl@jlu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "lable at ScienceDirect\nContents lists avai\nChemosphere\njournal homepage: www.elsevier .com/locate/chemosphere\nRemoval of chlortetracycline by nano- micro-electrolysis materials: Application and mechanism\nYuzhi Liu, Yu Gao, Bing Yao, Donglei Zou*\nKey Lab of Groundwater Resources and Environment, Ministry of Education, Jilin University, Changchun, 130021, PR China\nh i g h l i g h t s\n* Corresponding author. E-mail address: zoudl@jlu.edu.cn (D. Zou).\nhttps://doi.org/10.1016/j.chemosphere.2019.124543 0045-6535/© 2019 Elsevier Ltd. All rights reserved.\ng r a p h i c a l a b s t r a c t\nIt was feasible to treat pollutants by nMETs in ESFB. nMETs had both of the characteristics of traditional METs and nanoparticles. Nitrate can promote the removal of pollutant in ESFB.\na r t i c l e i n f o\nArticle history: Received 28 April 2019 Received in revised form 7 August 2019 Accepted 7 August 2019 Available online 8 August 2019\nHandling Editor: E. Brillas\nKeywords: Nano micro-electrolysis Chlortetracycline Experimental-scale Fluidized bed\na b s t r a c t\nNano micro-electrolysis materials (nMETs) have been used to degrade refractory pollutants in batch experiments. The reasonable formation mechanism of nMETs was given through DMXY digital biomicroscopy. Based on the kinetic data of Chlortetracycline (CTC) removal by nMETs in batch experiments, combined with the binomial distribution equation of CTC reduction by nano materials an experimentalscale fluidized bed (ESFB) was designed. The effects of CTC removal performance, pH and iron ion concentration were investigated. Under pure CTC solution environment, the experimental data showed that the average removal rates of CTC by nMET and nano micro-electrolysis material with loading copper (Cu-nMET) are 90.0% and 95.7% in ESFB, respectively. In the presence of nitrate, although the consumption of two kinds of nano-materials increased, their removal efficiencies of pollutants have 2.2%, 0.2% increase compared with the nitrate-free ESFB. At the same time, the CTC degradation pathway and the enhanced removal mechanism by Cu-nMET was proposed. Through microelectrolysis reaction, complexation reaction and the active substances produced, the intermediate products can be degraded completely to NH4\nþ, CO2, H2O and so on. This study aims to provide a theoretical basis for the environmental application of nMETs.\n© 2019 Elsevier Ltd. All rights reserved."
    }, {
      "heading" : "1. Introduction",
      "text" : "Tetracyclines (TCs) are one of the most popular antibiotics because of their excellent antimicrobial activity, high quality and\nlow cost. Since the 1950s, TCs have been widely used to treat infections caused by gram-positive bacteria, gram-negative bacteria, chlamydia, mycoplasma, rickettsia and protozoan parasites. They are also used in poultry and fish farms to control diseases, improve feed efficiency and increase the growth rate of livestock (Roberts, 1996; Kulshrestha et al., 2004; Batt et al., 2007; Munir et al., 2011; Ruicheng et al., 2011; Bolobajev et al., 2016; Khan and Jung, 2016). The most representative TCs include Tetracycline (TC),\nChlortetracycline (CTC), Oxytetracycline (OTC), Doxycycline (DC) and so on. All of them exist in nature except DC which is semisynthetic.\nSince the late 1990s, due to the surge in the number of drugresistant pathogenic bacteria and symbiotic bacteria worldwide, the abuse of antibiotics has attracted widespread attention (Barbosa and Levy, 2000). The residues of TCs are difficult to degrade naturally in natural environment. Due to the specificity of antibiotics to microorganisms, they can inhibit or destroy the growth of microorganisms. The biodegradation rate of most antibiotics is relatively lower than their non-biodegradation rate (Radka et al., 2004). Under field conditions, Halling-Sørensen et al. (2010) found that the average half-life of CTC degradation was 25e34 d in two Danish sandy soils (Halling-Sørensen et al., 2010). Fang et al. (2016) investigated that repeated treatment of CTC and carbendazim in greenhouse significantly increased the resistance of bacterial communities to CTC, and caused inhibition of soil microbial activity, functional diversity and microbial population (Fang et al., 2016).\nThe residual status of TCs in human living environment is worrying. It is necessary to study the removal of TCs in the environment. Advanced treatmentmethods of other wastewater should be investigated. And reliable treatment processes of economically, efficiently and environmentally removal TCs in water should be explored. Among these methods, adsorption was an excellent and widely used method because of its easy availability, environmental friendliness and high efficiency. Individual studies have focused on carbon nanotubes (Oleszczuk et al.), activated carbons (ACs) (Liangliang et al., 2009), metal-organic skeleton (Yang et al., 2013), mesoporous silica (Zhang et al., 2015), metal oxides (Cheng and Karthikeyan, 2005), clay (Tolls, 2001), modified zeolite (Li Zou et al., 2012), anaerobic granular sludge (Ke et al., 2013), graphene oxide (Peng et al., 2013) and many other (chemical or physical) adsorbent materials. In most cases, these technologies have shown relatively good potential to adsorb one or several kinds of TCs. Although these adsorbents have different removal abilities, they all have the characteristics of difficult separation, secondary environmental pollution and poor recovery ability, which hinder their wide application in practical applications.\nRecently, many studies have been reported to improve the reactivity of nanoscale zero-valent iron (nZVI) (Huang et al., 2017; Teng et al., 2017, 2018; Mines et al., 2018). Doping nZVI with another metal (called bimetallic nanoparticles), such as copper (Cu), nickel (Ni), and further loading nZVI or bimetallic nanoparticles on the surface of activated carbon (called nano microelectrolysis materials, nMETs) was an effective way to degrade various pollutants (Dong et al., 2017; Shubair et al., 2017; Khalil et al., 2018). nZVI has gained fame over the last two decades in enhancing the environmental remediation processes (Zhao et al., 2016; Zou et al., 2016). The micro-electrolysis materials (METs), which was similar to the zero valent iron (Fe0) corrosion consisting of iron chip and activated carbon (AC) can formmicroscopic cells in an electrolyte solution, has been attracted much attention from researchers in the past several years (Liu et al., 2018).\nThis new technology of nano materials have not been widely applied to water treatment (Raman and Kanmani, 2016; Mines et al., 2018). Up to now, the application and development of nano materials were constantly improving so that the application cost was also getting lower. Recently there have been some successful applications of nano materials. For example, it designed a laboratory-scale continuous-flow system to treat nitrate using nZVI and modified nZVI by Ahmed (Khalil et al., 2018). It was feasible to remove nitrate fleetly and to cause maximum nZVI utilization because of the recirculation design and efficient mixing.\nSolving the fluidization state of traditional METs is an important\nway to solve the shortcomings of hardening and ditch flow. Traditional METs fillers usually adopted fixed bed or tower reactor, which were mainly related to the particle size of them. It was difficult for them to form fluidized state under the action of hydraulic force in the reactor because of the influence of fillers particle properties. Therefore, after a period of stable operation, fillers solidification and ditch flow often occurred so that the treatment effect declined rapidly. nMETs had the advantages of nanomaterials, which could be fluidized by hydraulic and stirring to avoid the phenomenon of hardening. According to the characteristics of nMETs and the current engineering application, we developed a fluidized bed reactor with the design idea of nanomicro-electrolysis reactor þ magnetic precipitation tank þ microfiltration system, which was suitable for refractory wastewater. It could clearly describe the CTC removal performance of nMETs in continuous flow process, which was different from previous static experiments. At this stage, it was easy to find the problems of (by-products) ferrous, iron, residual CTC and their impact on the environment. We also examined the operation of the reactor in the case of simulated wastewater containing nitrate. To our surprise, adding nitrate ions in the treatment process would improve the removal rate of CTC by nMETs, rather than retarding it (Dong et al., 2017). At the same time, we observed the formation process of nMETs through optical microscopy, and constructed the formation model of nMETs. The pathway and mechanism of CTC degradation by nMETs were also discussed. This provided a good experimental and theoretical basis for the application of nMETs in engineering."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials, chemicals and synthesis of nMETs",
      "text" : "Materials, chemicals and synthesis of nMETs were briefly described as shown in our previous literature (Liu et al., 2018)."
    }, {
      "heading" : "2.2. Equipment design and process of ESFB",
      "text" : "The ESFB included five units: (1) a quantitative influent system for peristaltic pump, (2) a major nano materials triple continuousstirred reactor, (3) a magnetic settling tank followed by an internalrecycling peristaltic pump, (4) a V-shaped magnetic settling tank was designed with a 6mm diameter magnetic sphere filled in the middle cavity to accelerate the precipitation rate of nano materials (containing iron), thereby reducing the volume of the settling tank or reducing the hydraulic retention time. (5) And an effluent tank with a pH meter. At last, a 0.22 mm filter unit further treated the effluent water. The device diagram of ESFB of this process was clearly described in Fig. 1.\nThe influent water flow of the ESFB system was designed to be 1.78 L h 1, the water tank capacity was 20e40 L. In this experiment, freshly-made nano materials were prepared, which of the water content was about 21%. When the dosages of nano materials were 2 g L 1 (dry weight) and the concentration of CTC could be considered as 50mg L 1.\nThe design hydraulic retention time (DHRT) of a single reactor was 10min, the triple continuous-stirred reactor consists of three continuous-stirred reactor, The DHRT of the triple continuousstirred reactor should be 30min, but the actual hydraulic retention time (AHRT) of the triple continuous-stirred reactor was 35min because of the space reserved in the front and rear sections. The DHRT of magnetic settling tank was 20min and the AHRT of magnetic settling tank was 25min.\nFor each experimental run, the wastewater containing CTC was pumped into the triple reactor by peristaltic pump, and moderate\nfreshly-made nMETs were added to the reactor. The stirring system was opened to allow the sewage to react with the materials evenly. Subsequently, the internal recycle system was opened and the precipitated nano materials were returned to the front of the reactor. The content of CTC, ferrous and total iron concentrations in water were measured after 0.22 mm filter."
    }, {
      "heading" : "2.3. Analytical methods",
      "text" : "In order to understand the physical and chemical properties of nMETs, we investigated the formation process of nMETs by using DMXY digital biomicroscopy (Ningbo Shunyu Instrument Co., Ltd.). In order to further evaluate the degradation of CTC by nMETs, the liquid supernatant was obtained periodically with a 5mL syringe, and then filtered immediately through a 0.22 mm membrane filter. The concentration of CTC was measured and analyzed by ultravioletevisible absorption spectroscopy (UV 2600 PC) (wavelength 275 nm) (Jia et al., 2017) of each filter. Ferrous was obtained at 510 nm by phenanthroline colorimetry, and the total iron concentration was measured at 510 nm by phenanthroline colorimetry after the reaction solution was reduced by hydroxylamine hydrochloride. The progress of the Cu-nMET degradation of CTC and byproducts was monitored by LC/MS/MS (Thermo TSQ Quantum Access Max). Mass spectral data shown in this study were acquired on a LCQ Duo ion trap tandem mass spectrometry equipped with an electrospray ionization (ESI) source operated in positive ion mode. Nitrogen was used as a sheath and auxiliary gas. Working conditions were as followed: the spray voltage was 3500 V and the vaporizer temperature capillary temperature was 300 C."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Formation of nMETs",
      "text" : "The agglomeration of metal nanoparticles is a thermodynamically advantageous process, which can be carried out in a variety of ways, including a) Ostwald ripening, b) retention precipitation, c) the direct interaction between particles can include van der Waals force, magnetic dipole interaction and electric dipole interaction (Zhao et al., 2016). Aggregation of nanoparticles reduces the fluidity and specific surface area of the particles, thus reducing the reactivity of the particles. nZVI have great area-volume ratio, strong magnetic attraction, high surface energy and reactivity, and are easy to rapidly aggregate into micron-to-millimeter-scale\nflocculants (Cheng and Wu, 2000; Zhang, 2003; Sun et al., 2016; Zou et al., 2016). Therefore, how to control the interaction between particles or how to make good use of the interaction between particles is the key to prepare stable nanoparticles.\nThe formation process of materials plays an important role in studying the degradation mechanism of materials to pollutants. As shown in Fig. SM-1, we observed the reaction process of nMET prepared by powder activated carbon from coal (AC). Fig. SM-1 b1 showed that the size of AC core varied by passing through a 100- mesh sieve. In Fig. SM-1 b2, flocculent black solids could be observed due to the reaction of Fe2þ with BH4 . Some of the chainlike nZVI attached to the surrounding AC through retention, and finally formed divergent morphology (as shown in Fig. SM-1 b2, b3 and b4). The final morphology of nMETs with the core of a few larger size of AC and many small size of AC (as shown in Fig. SM-1 b6, b8 and b9) were formed by retention and particle-to-particle interaction. At the same time, it also observed bubbles on the surface of AC. This was the result of AC soaked in Fe2þ ion solution, which contained Fe2þ ions in the mesoporous of AC, and then reacted with BH4 at the mesoporous interface to produce H2. Here speculated that nZVI would be produced in the instant of H2 generation. But due to the limitations of optical microscopy, we cannot see this process.\nIn order to show the formation process of nMETs more clearly, it drew the formation process model of nMETs, as shown in Fig. 2 including 1) chain nZVI was centered on the larger size AC, adhered to the surrounding AC through retention, and finally formed divergent morphology; 2) the chain nZVI was centered on the tiny size AC and adhered to the surrounding AC to form a net trapping state; 3) Fe2þ ions reacted with BH4 at the mesoporous interface of AC to produce H2; and 4) the final morphology of nMETs with the core of a few larger size of AC and many small size of AC were formed by retention and particle-to-particle interaction.\nThrough microscopic observation and model simulation, we could know that nMETs not only had the characteristics of traditional METs, but also had the characteristics of nano-particles such as maximum specific surface area, high surface energy and reactivity. It was obvious that nMETs have been successfully prepared in this research."
    }, {
      "heading" : "3.2. Experimental processes of ESFB",
      "text" : ""
    }, {
      "heading" : "3.2.1. Debugging period",
      "text" : "Assuming that the CTC removal efficiency of each reactor tank\nwas the same in the triple continuous-stirred reactor, the design equation of a major triple continuous-stirred reactor of CTC reduction by nano materials could be derived from the law of mass conservation combined with the binomial distribution equation to obtain the following equation:\nR triple¼ 1- (1 - R single)n (1)\nWhere Rtriple is the desired CTC removal efficiency of the triple continuous-stirred reactor, Rsingle is the desired CTC removal efficiency of the single stirred reactor, n is the serial number of single reactor in the continuous-stirred reactor, in this experiment, n is 3 because the reactor is a triple continuous-stirred reactor.\nHere we set up the desired CTC removal efficiency of the single stirred reactor was 90.0%. According to Eq. (1), we could calculate the desired CTC removal efficiency of the triple continuous-stirred reactor was 99.9%.\nFig. 3 described the debugging periods of two kinds of nano materials (nMET, Cu-nMET) in ESFB. Experiments were conducted at room temperature. In order to determine the interval between the additions of materials, we used the CTC removal rate of 60% as the control line. When the removal rate was less than 60%, it needed to add materials in the front of triple reactor. The corresponding time of the control line was set to the CTC effective treatment time of material. Epolito et al. (2008) reported that the Reactive Blue4 (RB4) decolorization rate using an end-over-end tumbler at 4 rpm was almost as fast as that obtained with the orbital shaker at 300 rpm, indicating that mixing characteristics may be more important than the mixing speed (Epolito et al., 2008). In addition, the intense stirring (200e250 rpm) in the reactor drove the water to flow to the magnetic settling tank, and the homogeneous mixing and constant concentration flow increased the chances of molecules colliding with each other.\nAfter 10min of commissioning, we added materials to the front\nof the triple reactor for the first time. The basis of the dosage of nMETs was thewet weight of nMETs (2.42 g L 1). As shown in Fig. 3, the minimum CTC removal rates of nMETs were at the time point of 120min and 140min, respectively. During the CTC effective treatment time, the removal rate of CTC by Cu-nMET was about 10% higher than the other one. ZVI was the main component of nMETs. Due to the doping of copper and powdered activated carbon, the content of ZVI of Cu-nMET was lower than the other one. Even though the removal rate of CTC by Cu-nMETwas higher than that of the other one, its impact resistance was not as good as that of the other one."
    }, {
      "heading" : "3.2.2. Operation period",
      "text" : "According to the debugging stage to adjust the parameters of the running stage, the second times to add material were set to the points of the lowest CTC removal rate of the two materials, and the third time to add material were set to the point when the removal\nrate of the two start to drop significantly. As shown in Fig. 4a, the time intervals of adding the twomaterials were 60min and 60min. During the debugging stage, there were no precipitated nMETs in the magnetic precipitation tank. But after 200min of operation, the reflux system began to operate, and the nMETs of precipitating in the magnetic precipitation tank were transported to the front end of the triple reactor to supplement the amount of nMETs in the triple reactor. So after the fourth operation of the reaction, we extended the interval of two materials’ dosing times to 60min and 70min. Respectively, during the operation period from 240 to 360min, the removal efficiencies of CTC by twomaterials tended to be stable, and the average removal rates of the two materials were 90.0% and 95.7%, respectively.\npH plays an important role in traditional METs and the optimal pH for contaminant removal is around 3 (Zhou et al., 2013; Zhu et al., 2014; Li et al., 2015). nMETs can break through this pH limitation because of their high specific surface area and high reactivity (Cheng and Wu, 2000; Sun et al., 2016). As shown in Fig. 4c, the initial pH of the raw liquor was 3.36. After reaction, the average effluent pH was close to the neutral value, which was 7.04 and 7.15 respectively. As these reactions proceed, Hþ in the solution was gradually consumed, and the formation of Fe (OH)2, Fe (OH)3 and other products resulted in the change of pH in the solution. In neutral or weak alkaline solutions, Fe2þ and Fe3þ could hydrolyze to Fe (OH)2 and Fe (OH)3. It caused Hþ increase in Water. Hþ made the pH of solution gradually decreasing (Li et al., 2015; He et al., 2016).\nBecause ZVI was the main component of two kinds of materials, it was unavoidable to produce iron ions in the effluent water after nanomaterials react with CTC. Excessive iron ions affected the color\nand odor of the natural waters. It can be seen that the lower the iron contents in the effluent, the better the water quality. The concentration range of ferrous ion and ferric ion in the effluent of CTC treated with two materials were 1.746e2.624, 2.429e3.112, 0.868e2.332 and 0.868e2.478mg L 1, respectively. The average values were 2.202, 2.779, 1.494 and 1.689mg L 1, respectively."
    }, {
      "heading" : "3.2.3. Mass balance",
      "text" : "According to the principle of mass balance, the kinetic mathematical model and mass balance equation of CTC degradation in ESFB based on nMETs are established. The mass transfer process of CTC in ESFB is analyzed. The mass constant equation is as follows:\nqm1 - qm2 - qmr¼ dm/dt (2)\nAmong them, qm1 represents the input rate of CTC (mg min 1), qm2 represents the output rate of CTC (mg min 1), qmr represents the degradation rate of CTC (mg min 1), m represents the quality of CTC (mg).\nSince ESFB belongs to a steady-state system and the input and output flow do not change with time, then dm/dt¼ 0, Eq. (2) is simplified as follows:\nqm1 - qm2 - qmr¼ 0 (3)\nAs shown in Fig. SM-2, since the flow rate of CTC input and output ESFB are 27.9mLmin 1 and the input concentration of CTC is 50mLmin 1, the actual average removal rates of CTC degradation by nMET and Cu-nMET in ESFB are 90.0% and 95.7% when the\nreaction process is stable. The average degradation rates of CTC were 1.256mgmin 1 and 1.335mgmin 1, respectively. The results are slightly lower than the theoretical average degradation rate of 1.393 mgmin 1 (average removal rate 99.9%) under ideal conditions. This is due to the fact that the pollutants in the actual reactor are affected by the fluid flow state, whichmakes the CTC and nMETs in the ESFB reactor different from the ideal reactor, resulting in some effects on mass transfer efficiency."
    }, {
      "heading" : "3.2.4. Degradation products of CTC",
      "text" : "Four CTC samples were analyzed by LC-MS before and after degradation, and the possible formed intermediates (m/z: [MþH]þ/ z) and the degradation pathways of CTC were determined. The three CTC samples were degraded by Cu-nMET for 5, 10 and 30min, and the last CTC sample was not degraded by Cu-nMET (control sample). Fig. 5 showed the extraction ion chromatography (EIC) of ion [CTC þ H]þ at m/z ¼ 479 ([MþH]þ) (Jia et al., 2017), which was obviously the mass spectrum of CTC. The intermediate products of\nm/z¼ 536, 501, 444, 385 and 358 were obtained by dechlorination, double bond breaking, dimethylamino oxidation, opening and eliminating aromatic rings (Khan and Jung, 2016). After 5min of CTC degradation, the intermediate products of m/z¼ 339, 301, 195, 181 and 136 were obtained by subsequent degradation. In addition tom/z ¼ 479 ([MþH]þ), there were alsom/z ¼ 536, 501 ([MþNa]þ), 444 ([MþH]þ), 385 ([MþH]þ) and 358, of which m/z ¼ 501 ([MþNa]þ), 444 ([MþH]þ) and 385 ([MþH]þ) were identified as C19H14O6, C12H12O6 and C9H8O4, respectively. After 10min of CTC degradation, more degradation products appeared, except m/ z ¼ 479 ([MþH]þ), m/z ¼ 536 ([MþNa]þ), 501 ([MþNa]þ), 385 ([MþH]þ) and 358, there were also m/z ¼ 195 ([MþH]þ), 136. Among them, the product ions at m/z ¼ 195 ([MþH]þ) could be identified as C10H10O4. After 15min of CTC degradation, in addition to m/z ¼ 479 ([MþH]þ), m/z ¼ 536, 501 ([MþNa]þ), 385 ([MþH]þ), 358, three main product ions at m/z ¼ 339 ([MþH]þ), 301 ([MþH]þ), 181 ([MþH]þ) could be identified as C19H14O6, C12H12O6 and C9H8O4, respectively. Ions containingm/z¼ 501 ([MþNa]þ) had\nproducts, b. comparison of ultraviolet scanning of original liquid and reactive solution\na molecular weight difference of 23 from CTC, suggesting that it was possible to gain weight from Naþ. Ions containing m/z ¼ 444 ([MþH]þ) had a molecular weight difference of 35 from CTC, indicating that Cl , which is derived from CTC, may be lost (Cardoso and Zanoni, 2010). According to the molecular weight and pyrolysis law of the compounds, we believed that the fragments m/z ¼ 385 and 339 correspond to the parent ions of [Mþ2H-H2O-CONH2]þ and [M-H2O-CONH2-NC2H6]þ, respectively, by losing H2O þ CONH2 and H2O þ CONH2þNC2H6. However, the intermediate products of m/z¼ 536, 358 and 136 needed further analysis. Their possible molecular and chemical formulas were not given here. Finally, through microelectrolysis reaction, complexation reaction and the active substances produced, the intermediate products can be degraded completely to NH4þ, CO2, H2O and so on."
    }, {
      "heading" : "3.3. Experimental processes of ESFB in the presence of nitrate",
      "text" : ""
    }, {
      "heading" : "3.3.1. Debugging period",
      "text" : "The composition of actual wastewater is much more complex than that of simulated wastewater. The existence of nitrate is the biggest challenge to this experiment. Studies have shown that the presence of nitrate could greatly limit the removal of pollutants by nZVI, even in the case of very low nitrate concentration (5mg L 1). Liu et al. (2014) said that higher redox potential (E (NO3 : N2)¼ 1.25 V) made nitrates more easily to react with nZVI, leading to nitrates and target pollutant competition of the active sites of nano materials, which would ultimately result in a significant decline in the removal of target pollutant (Liu et al., 2014). However, when these studies were carried out in bacth experiments (e. g. beaker), this conclusion was not necessarily applicable to dynamic experiments (e. g. fluidized bed). So we need to further explore the effect of nano materials on the removal of target pollutant in fluidized bed in the presence of nitrate.\nThe nitrate content in simulated wastewater was set to 20mg L 1. In the previous experiment, 60% was used as the control line. Because nitrate would greatly affect the removal effect of nano materials on the target pollutant, which would make the nMETs consumption rate faster, the existence of nitrate would greatly shorten the effective removal time of CTC, andwe set 40% as control line here.\nSimilar to the previous experiment, the initial dosage was set at 10min of operation, and the dosage was the same as that of the previous experiment. As could be seen from Fig. 6, the time points of the lowest CTC removal rate of nMETs were 130min and 100min, respectively. Compared with nMET, Cu-nMET was more likely to react with nitrate, resulting in a significant reduction in the active sites of nMETs react with CTC, which leaded to a rapid decline in the treatment effect of react with on CTC. It was consistent with the conclusion of Liu(Liu et al., 2014)."
    }, {
      "heading" : "3.3.2. Operation period",
      "text" : "As in the previous experiment, the parameters of the operation stage were still adjusted according to the debugging stage. Here the second dosing time was set to the lowest CTC removal rate of nMETs, and the third dosing point was set to the timewhen the CTC removal rate of nMETs start to decline. According to the determination of the second and third dosing points, we could know that the time interval of adding nMETs is 50min and 50min, respectively. Considering the inhibitory effect of nitrate on the removal of CTC by nMETs, it was not prepared to increase the time interval as in the previous step. During the normal operation of 240e360min, the CTC removal rates of nMETs were 92.2% and 95.9% respectively. Comparedwith the previous reaction, in the presence of nitrate, the removal of CTC by nMETs had an increase about 2.2%, 0.2%. This could illustrate two points: (i) nitrate could only compete with CTC for the active sites of with nMETs, and (ii) the removal rate of CTC could still be guaranteed when the active sites were sufficient by shortening the dosing time of nMETs. The presence of nitrate could improve the removal efficiency of CTC by nMETs in fluidized bed, which was contrary to previous research results. As shown in Fig. 7c, except for a little change in the reaction pH in the debugging stage, the effluent pH changed little as a whole. The effluent pH of the two experiments was similar to that of the previous one, and they were close to neutral, with the average pH values of 6.89 and 6.89.\nIn the presence of nitrate, in order to satisfy the need for CTC to obtain sufficient active sites on nMETs, we shorten the interval time between feeding materials during operation, then nitrate and CTC react together with nMETs and the iron ion content may be higher than that of nitrate-free system. As shown in Fig. 7b, the range contents of ferrous ion and iron ion in effluent of the two materials were 1.639e3.590, 1.834e5.541, 0.273e3.005 and 0.468e3.200mg L 1, respectively. The average values were 2.810, 3.438, 1.151 and 1.411mg L 1 respectively."
    }, {
      "heading" : "3.3.3. The mechanism of nitrate promoting CTC degradation by CunMET",
      "text" : "Based on the experimental results and previous studies, it was proposed in Fig. SM-3 that the reactionmechanism of the enhanced removal of CTC by Cu-nMET in aquatic environment. In formula (5), at the anode (nZVI), electrons are supplied by nZVI and then transferred to CTC and cathode (PAC) by etching the galvanic cell (Luo et al., 2014). Formula (1) in which Hþ produced by water ionization obtains electrons on the cathode, forming active hydrogen [H], which was further converted to H2, in which [H] partially degrades CTC.\nUsing the electrons provided by nZVI on the anode, Fe was oxidized to Fe (II) to form Fe (II) - CTC complex. Fe (II) reacted with dissolved oxygen to form Fe (III)-CTC complex and reactive oxygen species (ROS). In formula (2), Cu played a catalytic role in the microelectrolysis system, which promotes the reduction of NO3 to NO2 at the anode. Fe (II) forms Fe (III) - CTC complex and NH4þ through NO2 and CTC(Khalil et al., 2018). This was the main reason that the material consumption was too fast and nitrate in water environment could promote the degradation of CTC by nMET. ROS formed during the oxidation of Fe (II) causes CTC degradation (Wang et al., 2016). Fe (II) was easily oxidized by dissolved oxygen at neutral pH to form stable Fe (III). Fe (III) complexes with CTC, oxidized CTC to form Fe (II) and CTC (Wang et al., 2015). CTC$ could be further degraded by corrosive galvanic cells. Formula (3e4) promoted CTC degradation to carbonate and water completely by microelectrolysis, complexation and the active substances produced."
    }, {
      "heading" : "3.4. Applications of other antibiotic contaminants in ESFB",
      "text" : "In conclusion, nMET and Cu-nMET can effectively remove CTC in ESFB. ESFB can effectively remove other refractory pollutants was the key to its further application in industrial practice. Here selected metronidazole (MNZ) and chloramphenicol (CAP) as antibiotics to investigate the universality of ESFB in sewage treatment. Fig. SM-4 showed the removal rates of two antibiotics after stabilization in ESFB. In ESFB, the removal rates of MNZ by nMETand CunMET were 72.1% and 77.1% respectively, and those of CAP by nMET and Cu-nMETwere 87.3% and 88.5% respectively. It can be seen that ESFB can effectively remove metronidazole and chloramphenicol which were difficult to biodegrade. Therefore, ESFB can be generalized in the treatment of refractory wastewater and can be further applied in engineering practice."
    }, {
      "heading" : "4. Conclusions",
      "text" : "Through microscopic observation and model simulation, the results showed that nMETs not only had the characteristics of traditional METs, but also had the characteristics of nano-particles. The reasonable formation mechanism of n nMETs was given through DMXY digital biomicroscopy. ESFB was a successful experimental-scale test, which shown that it was feasible to treat pollutants with nMETs in fluidized beds. This study provided a method to design experimental-scale fluidized bed experiments using static batch experimental data. Some common parameters of ESFB, such as the effects of CTC removal performance, pH, iron ion concentration, were investigated. Under pure CTC solution\nenvironment, the experimental datas showed that the average removal rates of CTC by nMET and Cu-nMET are 90.0% and 95.7% in ESFB, respectively. In the presence of nitrate, although the consumption of two kinds of nano-materials increased, their removal efficiency of pollutants has a 2.2%, 0.2% increase compared with the nitrate-free ESFB, which was completely different from the results of previous batch experiments. At last, the degradation pathway and the mechanism of nitrate promoting the degradation of CTC by Cu-nMET in aquatic environment was proposed. Through microelectrolysis reaction, complexation reaction and the active substances produced, the intermediate products can be degraded completely to NH4þ, CO2, H2O and so on. ESFB can also be used to remove other efractory pollutants from water. Therefore, ESFB can be further applied in engineering practice."
    }, {
      "heading" : "Acknowledgments",
      "text" : "The authors acknowledge the financial support from the Natural Science Foundation of Jilin province (No. 20150101093C)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://doi.org/10.1016/j.chemosphere.2019.124543."
    } ],
    "references" : [ {
      "title" : "The impact of antibiotic use on resistance",
      "author" : [ "T.M. Barbosa", "S.B. Levy" ],
      "venue" : null,
      "citeRegEx" : "Barbosa and Levy,? \\Q2000\\E",
      "shortCiteRegEx" : "Barbosa and Levy",
      "year" : 2000
    }, {
      "title" : "Effect of iron ion on doxycycline photocatalytic and Fenton-based autocatatalytic decomposition",
      "author" : [ "J. Bolobajev", "M Trapido" ],
      "venue" : "Chemosphere 153,",
      "citeRegEx" : "Bolobajev and Trapido,? \\Q2016\\E",
      "shortCiteRegEx" : "Bolobajev and Trapido",
      "year" : 2016
    }, {
      "title" : "Structural effects of nanotubes, nanowires, and nanoporous Ti/TiO2 electrodes on photoelectrocatalytic oxidation of 4,4oxydianiline",
      "author" : [ "J.C. Cardoso", "M.V.B. Zanoni" ],
      "venue" : "Sep. Sci. Technol",
      "citeRegEx" : "Cardoso and Zanoni,? \\Q2010\\E",
      "shortCiteRegEx" : "Cardoso and Zanoni",
      "year" : 2010
    }, {
      "title" : "Interaction of tetracycline with aluminum and iron hydrous oxides",
      "author" : [ "G. Cheng", "K.G. Karthikeyan" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Cheng and Karthikeyan,? \\Q2005\\E",
      "shortCiteRegEx" : "Cheng and Karthikeyan",
      "year" : 2005
    }, {
      "title" : "The enhancement methods for the degradation of TCE by zero-valent metals",
      "author" : [ "S.F. Cheng", "S.C. Wu" ],
      "venue" : "Chemosphere 41,",
      "citeRegEx" : "Cheng and Wu,? \\Q2000\\E",
      "shortCiteRegEx" : "Cheng and Wu",
      "year" : 2000
    }, {
      "title" : "Removal of Tetracycline by Fe/Ni bimetallic nanoparticles in aqueous solution",
      "author" : [ "H. Dong", "Z Jiang" ],
      "venue" : "J. Colloid Interface",
      "citeRegEx" : "Dong and Jiang,? \\Q2017\\E",
      "shortCiteRegEx" : "Dong and Jiang",
      "year" : 2017
    }, {
      "title" : "Kinetics of zero-valent iron reductive transformation of the anthraquinone dye",
      "author" : [ "W.J. Epolito", "H Yang" ],
      "venue" : "Reactive Blue 4. J. Hazard Mater",
      "citeRegEx" : "Epolito and Yang,? \\Q2008\\E",
      "shortCiteRegEx" : "Epolito and Yang",
      "year" : 2008
    }, {
      "title" : "Changes in soil microbial community structure and function associated with degradation and resistance of carbendazim and chlortetracycline during repeated treatments",
      "author" : [ "H. Fang", "L Han" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "Fang and Han,? \\Q2016\\E",
      "shortCiteRegEx" : "Fang and Han",
      "year" : 2016
    }, {
      "title" : "Dissipation and effects of chlortetracycline and tylosin in two agricultural soils: a field-scale study in southern Denmark",
      "author" : [ "B. Halling-Sørensen", "Jacobsen", "A.M" ],
      "venue" : "Environ. Toxicol",
      "citeRegEx" : "Halling.Sørensen et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Halling.Sørensen et al\\.",
      "year" : 2010
    }, {
      "title" : "Effect of structural transformation of nanoparticulate zerovalent iron on generation of reactive oxygen species",
      "author" : [ "D. He", "J Ma" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "He and Ma,? \\Q2016\\E",
      "shortCiteRegEx" : "He and Ma",
      "year" : 2016
    }, {
      "title" : "Heavy metal-nZVI reactions: the core-shell structure and applications for heavy metal treatment",
      "author" : [ "X.Y. Huang", "W Wang" ],
      "venue" : "Acta Chim. Sin",
      "citeRegEx" : "Huang and Wang,? \\Q2017\\E",
      "shortCiteRegEx" : "Huang and Wang",
      "year" : 2017
    }, {
      "title" : "Magnetically separable Au-TiO2/nanocube ZnFe2O4 composite for chlortetracycline removal in wastewater under visible light",
      "author" : [ "Y. Jia", "J Liu" ],
      "venue" : "J. Ind. Eng. Chem",
      "citeRegEx" : "Jia and Liu,? \\Q2017\\E",
      "shortCiteRegEx" : "Jia and Liu",
      "year" : 2017
    }, {
      "title" : "Adsorption removal of tetracycline from aqueous solution by anaerobic granular sludge: equilibrium and kinetic studies",
      "author" : [ "L. Ke", "J Feng" ],
      "venue" : "Water Sci. Technol",
      "citeRegEx" : "Ke and Feng,? \\Q2013\\E",
      "shortCiteRegEx" : "Ke and Feng",
      "year" : 2013
    }, {
      "title" : "Performance of nanoscale zero-valent iron in nitrate reduction from water using a laboratory-scale continuous-flow system",
      "author" : [ "A. Khalil", "O Eljamal" ],
      "venue" : "Chemosphere 197,",
      "citeRegEx" : "Khalil and Eljamal,? \\Q2018\\E",
      "shortCiteRegEx" : "Khalil and Eljamal",
      "year" : 2018
    }, {
      "title" : "Ozonation of chlortetracycline in the aqueous phase: degradation intermediates and pathway confirmed by NMR",
      "author" : [ "M.H. Khan", "J.Y. Jung" ],
      "venue" : "Chemosphere 152,",
      "citeRegEx" : "Khan and Jung,? \\Q2016\\E",
      "shortCiteRegEx" : "Khan and Jung",
      "year" : 2016
    }, {
      "title" : "Investigating the molecular interactions of oxytetracycline in clay and organic matter: insights on factors affecting its mobility in soil",
      "author" : [ "P. Kulshrestha", "Giese", "R.F" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Kulshrestha et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Kulshrestha et al\\.",
      "year" : 2004
    }, {
      "title" : "Factors influencing hydroquinone degradation in aqueous solution using a modified microelectrolysis method",
      "author" : [ "T. Li", "T Li" ],
      "venue" : "Water Sci. Technol",
      "citeRegEx" : "Li and Li,? \\Q2015\\E",
      "shortCiteRegEx" : "Li and Li",
      "year" : 2015
    }, {
      "title" : "Adsorption research of tetracycline from water by HCl-modified zeolite",
      "author" : [ "Y. Li Zou", "H Huang" ],
      "venue" : "Adv. Mater. Res. 573e574,",
      "citeRegEx" : "Zou and Huang,? \\Q2012\\E",
      "shortCiteRegEx" : "Zou and Huang",
      "year" : 2012
    }, {
      "title" : "Mechanisms for strong adsorption of tetracycline to carbon nanotubes: a comparative study using activated carbon and graphite as adsorbents",
      "author" : [ "J. Liangliang", "C Wei" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Liangliang and Wei,? \\Q2009\\E",
      "shortCiteRegEx" : "Liangliang and Wei",
      "year" : 2009
    }, {
      "title" : "Bimetallic Fe nanoparticles: recent advances in synthesis and application in catalytic elimination of environmental pollutants",
      "author" : [ "W.J. Liu", "Qian", "T.T" ],
      "venue" : "Chem. Eng. J. 236,",
      "citeRegEx" : "Liu et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2014
    }, {
      "title" : "Degradation of chlortetracycline using nano microelectrolysis materials with loading copper",
      "author" : [ "Y. Liu", "C Wang" ],
      "venue" : "Sep. Purif. Technol",
      "citeRegEx" : "Liu and Wang,? \\Q2018\\E",
      "shortCiteRegEx" : "Liu and Wang",
      "year" : 2018
    }, {
      "title" : "Mechanism of enhanced nitrate reduction via microelectrolysis at the powdered zero-valent iron/activated carbon interface",
      "author" : [ "J. Luo", "G Song" ],
      "venue" : "J. Colloid Interface",
      "citeRegEx" : "Luo and Song,? \\Q2014\\E",
      "shortCiteRegEx" : "Luo and Song",
      "year" : 2014
    }, {
      "title" : "Granular activated carbon with grafted",
      "author" : [ "P.D. Mines", "B Uthuppu" ],
      "venue" : null,
      "citeRegEx" : "Mines and Uthuppu,? \\Q2018\\E",
      "shortCiteRegEx" : "Mines and Uthuppu",
      "year" : 2018
    }, {
      "title" : "Release of antibiotic resistant bacteria and genes in the effluent and biosolids of five wastewater utilities in Michigan",
      "author" : [ "M. Munir", "K Wong" ],
      "venue" : "Water Res",
      "citeRegEx" : "Munir and Wong,? \\Q2011\\E",
      "shortCiteRegEx" : "Munir and Wong",
      "year" : 2011
    }, {
      "title" : "Adsorption of tetracycline and chloramphenicol in aqueous solutions by bamboo charcoal: a batch and fixed-bed column study",
      "author" : [ "L. Peng", "Z Zhan" ],
      "venue" : "Chem. Eng. J. 228,",
      "citeRegEx" : "Peng and Zhan,? \\Q2013\\E",
      "shortCiteRegEx" : "Peng and Zhan",
      "year" : 2013
    }, {
      "title" : "Assessment of degradation of 18 antibiotics in the closed bottle test",
      "author" : [ "A. Radka", "K Tina" ],
      "venue" : "Chemosphere 57,",
      "citeRegEx" : "Radka and Tina,? \\Q2004\\E",
      "shortCiteRegEx" : "Radka and Tina",
      "year" : 2004
    }, {
      "title" : "Textile dye degradation using nano zero valent iron: a review",
      "author" : [ "C.D. Raman", "S. Kanmani" ],
      "venue" : "J. Environ. Manag. 177,",
      "citeRegEx" : "Raman and Kanmani,? \\Q2016\\E",
      "shortCiteRegEx" : "Raman and Kanmani",
      "year" : 2016
    }, {
      "title" : "Tetracycline resistance determinants: mechanisms of action, regulation of expression, genetic mobility, and distribution",
      "author" : [ "M. Roberts" ],
      "venue" : "FEMS Microbiol. Rev",
      "citeRegEx" : "Roberts,? \\Q1996\\E",
      "shortCiteRegEx" : "Roberts",
      "year" : 1996
    }, {
      "title" : "Occurrence of veterinary antibiotics in animal wastewater and surface water around farms in Jiangsu Province, China",
      "author" : [ "W. Ruicheng", "G Feng" ],
      "venue" : "Chemosphere 82,",
      "citeRegEx" : "Ruicheng and Feng,? \\Q2011\\E",
      "shortCiteRegEx" : "Ruicheng and Feng",
      "year" : 2011
    }, {
      "title" : "Multilayer system of nanoscale zero valent iron and Nano-Fe/Cu particles for nitrate removal in porous media",
      "author" : [ "T. Shubair", "O Eljamal" ],
      "venue" : "Sep. Purif. Technol",
      "citeRegEx" : "Shubair and Eljamal,? \\Q2017\\E",
      "shortCiteRegEx" : "Shubair and Eljamal",
      "year" : 2017
    }, {
      "title" : "The influences of iron characteristics, operating conditions and solution chemistry on contaminants removal by zero-valent iron: a review",
      "author" : [ "Y. Sun", "J Li" ],
      "venue" : "Water Res",
      "citeRegEx" : "Sun and Li,? \\Q2016\\E",
      "shortCiteRegEx" : "Sun and Li",
      "year" : 2016
    }, {
      "title" : "Selective nitrate reduction to dinitrogen by electrocatalysis on nanoscale iron encapsulated in mesoporous carbon",
      "author" : [ "W. Teng", "N Bai" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Teng and Bai,? \\Q2018\\E",
      "shortCiteRegEx" : "Teng and Bai",
      "year" : 2018
    }, {
      "title" : "Nanoscale zero-valent iron in mesoporous carbon (nZVI@C): stable nanoparticles for metal extraction and catalysis",
      "author" : [ "W. Teng", "J Fan" ],
      "venue" : "J. Mater. Chem",
      "citeRegEx" : "Teng and Fan,? \\Q2017\\E",
      "shortCiteRegEx" : "Teng and Fan",
      "year" : 2017
    }, {
      "title" : "Sorption of veterinary pharmaceuticals in Soils: a review",
      "author" : [ "J. Tolls" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Tolls,? \\Q2001\\E",
      "shortCiteRegEx" : "Tolls",
      "year" : 2001
    }, {
      "title" : "Transformation of tetracycline antibiotics and Fe(II) and Fe(III) species induced by their complexation",
      "author" : [ "H. Wang", "H Yao" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Wang and Yao,? \\Q2016\\E",
      "shortCiteRegEx" : "Wang and Yao",
      "year" : 2016
    }, {
      "title" : "Oxidation of tetracycline antibiotics induced by Fe(III) ions without light irradiation",
      "author" : [ "H. Wang", "H Yao" ],
      "venue" : "Chemosphere 119,",
      "citeRegEx" : "Wang and Yao,? \\Q2015\\E",
      "shortCiteRegEx" : "Wang and Yao",
      "year" : 2015
    }, {
      "title" : "Zeolite imidazolate framework-8 as sorbent for on-line solid-phase extraction coupled with high-performance liquid chromatography for the determination of tetracyclines in water and milk samples",
      "author" : [ "X.Q. Yang", "Yang", "C.X" ],
      "venue" : "J. Chromatogr",
      "citeRegEx" : "Yang et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2013
    }, {
      "title" : "Nanoscale iron particles for environmental remediation: an overview",
      "author" : [ "W.X. Zhang" ],
      "venue" : "J. Nanopart. Res",
      "citeRegEx" : "Zhang,? \\Q2003\\E",
      "shortCiteRegEx" : "Zhang",
      "year" : 2003
    }, {
      "title" : "Preparation of amino-Fe(III) functionalized mesoporous silica for synergistic adsorption of tetracycline and copper",
      "author" : [ "Z. Zhang", "H Liu" ],
      "venue" : "Chemosphere 138,",
      "citeRegEx" : "Zhang and Liu,? \\Q2015\\E",
      "shortCiteRegEx" : "Zhang and Liu",
      "year" : 2015
    }, {
      "title" : "An overview of preparation and applications of stabilized zero-valent iron nanoparticles for soil and groundwater remediation",
      "author" : [ "X. Zhao", "W Liu" ],
      "venue" : "Water Res",
      "citeRegEx" : "Zhao and Liu,? \\Q2016\\E",
      "shortCiteRegEx" : "Zhao and Liu",
      "year" : 2016
    }, {
      "title" : "Degradation of 1-butyl-3-methylimidazolium chloride ionic liquid by ultrasound and zero-valent iron/activated carbon",
      "author" : [ "H. Zhou", "Y Shen" ],
      "venue" : "Sep. Purif. Technol",
      "citeRegEx" : "Zhou and Shen,? \\Q2013\\E",
      "shortCiteRegEx" : "Zhou and Shen",
      "year" : 2013
    }, {
      "title" : "Stability of FeeC micro-electrolysis and biological process in treating ultra-high concentration organic wastewater",
      "author" : [ "Q. Zhu", "S Guo" ],
      "venue" : "Chem. Eng. J. 255,",
      "citeRegEx" : "Zhu and Guo,? \\Q2014\\E",
      "shortCiteRegEx" : "Zhu and Guo",
      "year" : 2014
    }, {
      "title" : "Environmental remediation and application of nanoscale zero-valent iron and its composites for the removal of heavy metal ions: a review",
      "author" : [ "Y. Zou", "X Wang" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Zou and Wang,? \\Q2016\\E",
      "shortCiteRegEx" : "Zou and Wang",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 27,
      "context" : "They are also used in poultry and fish farms to control diseases, improve feed efficiency and increase the growth rate of livestock (Roberts, 1996; Kulshrestha et al., 2004; Batt et al., 2007; Munir et al., 2011; Ruicheng et al., 2011; Bolobajev et al., 2016; Khan and Jung, 2016).",
      "startOffset" : 132,
      "endOffset" : 280
    }, {
      "referenceID" : 15,
      "context" : "They are also used in poultry and fish farms to control diseases, improve feed efficiency and increase the growth rate of livestock (Roberts, 1996; Kulshrestha et al., 2004; Batt et al., 2007; Munir et al., 2011; Ruicheng et al., 2011; Bolobajev et al., 2016; Khan and Jung, 2016).",
      "startOffset" : 132,
      "endOffset" : 280
    }, {
      "referenceID" : 14,
      "context" : "They are also used in poultry and fish farms to control diseases, improve feed efficiency and increase the growth rate of livestock (Roberts, 1996; Kulshrestha et al., 2004; Batt et al., 2007; Munir et al., 2011; Ruicheng et al., 2011; Bolobajev et al., 2016; Khan and Jung, 2016).",
      "startOffset" : 132,
      "endOffset" : 280
    }, {
      "referenceID" : 0,
      "context" : "Since the late 1990s, due to the surge in the number of drugresistant pathogenic bacteria and symbiotic bacteria worldwide, the abuse of antibiotics has attracted widespread attention (Barbosa and Levy, 2000).",
      "startOffset" : 184,
      "endOffset" : 208
    }, {
      "referenceID" : 8,
      "context" : "(2010) found that the average half-life of CTC degradation was 25e34 d in two Danish sandy soils (Halling-Sørensen et al., 2010).",
      "startOffset" : 97,
      "endOffset" : 128
    }, {
      "referenceID" : 36,
      "context" : ", 2009), metal-organic skeleton (Yang et al., 2013), mesoporous silica (Zhang et al.",
      "startOffset" : 32,
      "endOffset" : 51
    }, {
      "referenceID" : 3,
      "context" : ", 2015), metal oxides (Cheng and Karthikeyan, 2005), clay (Tolls, 2001), modified zeolite (Li Zou et al.",
      "startOffset" : 22,
      "endOffset" : 51
    }, {
      "referenceID" : 33,
      "context" : ", 2015), metal oxides (Cheng and Karthikeyan, 2005), clay (Tolls, 2001), modified zeolite (Li Zou et al.",
      "startOffset" : 58,
      "endOffset" : 71
    }, {
      "referenceID" : 26,
      "context" : "This new technology of nano materials have not been widely applied to water treatment (Raman and Kanmani, 2016; Mines et al., 2018).",
      "startOffset" : 86,
      "endOffset" : 131
    }, {
      "referenceID" : 4,
      "context" : "nZVI have great area-volume ratio, strong magnetic attraction, high surface energy and reactivity, and are easy to rapidly aggregate into micron-to-millimeter-scale flocculants (Cheng and Wu, 2000; Zhang, 2003; Sun et al., 2016; Zou et al., 2016).",
      "startOffset" : 177,
      "endOffset" : 246
    }, {
      "referenceID" : 37,
      "context" : "nZVI have great area-volume ratio, strong magnetic attraction, high surface energy and reactivity, and are easy to rapidly aggregate into micron-to-millimeter-scale flocculants (Cheng and Wu, 2000; Zhang, 2003; Sun et al., 2016; Zou et al., 2016).",
      "startOffset" : 177,
      "endOffset" : 246
    }, {
      "referenceID" : 4,
      "context" : "nMETs can break through this pH limitation because of their high specific surface area and high reactivity (Cheng and Wu, 2000; Sun et al., 2016).",
      "startOffset" : 107,
      "endOffset" : 145
    }, {
      "referenceID" : 14,
      "context" : "m/z1⁄4 536, 501, 444, 385 and 358 were obtained by dechlorination, double bond breaking, dimethylamino oxidation, opening and eliminating aromatic rings (Khan and Jung, 2016).",
      "startOffset" : 153,
      "endOffset" : 174
    }, {
      "referenceID" : 2,
      "context" : "Ions containing m/z 1⁄4 444 ([MþH]þ) had a molecular weight difference of 35 from CTC, indicating that Cl , which is derived from CTC, may be lost (Cardoso and Zanoni, 2010).",
      "startOffset" : 147,
      "endOffset" : 173
    }, {
      "referenceID" : 19,
      "context" : "25 V) made nitrates more easily to react with nZVI, leading to nitrates and target pollutant competition of the active sites of nano materials, which would ultimately result in a significant decline in the removal of target pollutant (Liu et al., 2014).",
      "startOffset" : 234,
      "endOffset" : 252
    }, {
      "referenceID" : 19,
      "context" : "It was consistent with the conclusion of Liu(Liu et al., 2014).",
      "startOffset" : 44,
      "endOffset" : 62
    } ],
    "year" : 2019,
    "abstractText" : "It was feasible to treat pollutants by",
    "creator" : "Elsevier"
  }
}