{
  "name" : "downloads_2020-01-27_99_wang2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "In Situ Construction of CNT/CuS Hybrids and Their Application in Photodegradation for Removing Organic Dyes",
    "authors" : [ "Yanping Wang", "Fuchuan Jiang", "Jiafu Chen", "Xiaofeng Sun", "Tao Xian", "Hua Yang" ],
    "emails" : [ "wangyanpinglut@163.com", "jiangfc_sir88@163.com", "flyingbanana@yeah.net", "sunxf027@126.com", "2016105@qhnu.edu.cn", "hyang@lut.cn;" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: CuS nanoparticles/nanoflakes; morphology tailoring; CNT/CuS composites; photodegradation performance"
    }, {
      "heading" : "1. Introduction",
      "text" : "Water resources, being the indispensable foundation for the survival of human beings, are getting seriously polluted due to rapid industrialization. Wastewater largely produced from chemical industries carries a large number of harmful pollutants. As the dominant pollutants in the industrial wastewater, organic dyes, such as rhodamine B (RhB), have carcinogenic properties and seriously threaten the health of mankind and aquatic life. Various technologies have been developed to treat industrial wastewater,\nNanomaterials 2020, 10, 178; doi:10.3390/nano10010178 www.mdpi.com/journal/nanomaterials\nNanomaterials 2020, 10, 178 2 of 19\namong which semiconductor-based photocatalysis has received much interest as a “green” technology in wastewater purification by using solar radiation as the power source [1–4]. When semiconductor photocatalysts are irradiated with sunlight, valence band (VB) holes (h+) and conduction band (CB) electrons (e−) are produced through a process of photoexcitation. The photoproduced holes and electrons are the basic reactive species, which directly or indirectly participate in oxidation and/or reduction reactions to cause the decomposition of organic dyes into harmless inorganic molecules. However, the photoactivity of semiconductors are generally limited due to the ease of recombination of the photoexcited holes and electrons. Many avenues have therefore been adopted to modify photocatalysts with the aim of facilitating the spatial separation of the photogenerated carriers and ensuring their increased utilization for photodegradation reactions [5–10]. Carbon and noble metal nanomaterials have become a research hotspot owing to their intriguing physicochemical properties and great potential applications in biomedicine, electronic devices, sensors and wave absorption, etc., [11–19]. These interesting nanomaterials have also been demonstrated to be excellent modifiers that can be used to improve the photodegradation performances of semiconductor photocatalysts [20–23]. Owing to their good electron trapping properties, carbon/noble metal nanomaterials can be used to trap photogenerated electrons in photocatalysts, thus efficiently preventing their recombination with photogenerated holes. Furthermore, nanosized noble metals also exhibit interesting localized surface plasmon resonance (LSPR) properties, and nanocarbons exhibit interesting up-conversion photoluminescence (PL) properties [24,25]. Due to these interesting properties, noble metal/carbon decorated photocatalysts can enhance the absorption and utilization of visible light during the photodegradation process. The construction of heterojunctions between two semiconductors is another important avenue to facilitate the photogenerated electron/hole pair separation benefiting from the carrier transfer between two semiconductors [26–28]. Copper oxides and sulfides have attracted a great deal of interest due to their excellent optical/electronic properties and great application prospects in many fields (e.g., solar cells, optical filters, lithium-ion batteries, supercapacitor, sensors, and catalysts) [29–32]. Copper sulfides have several variants, from copper-deficient CuS2 to copper-rich Cu2S. Among them, covellite (CuS) has been the most intensively studied. Compared to the famous semiconductor photocatalysts TiO2 and ZnO [33,34], CuS has a relatively narrow bandgap energy, i.e., ~2.0 eV. This suggests that CuS can efficiently harvest the visible light of the solar spectrum, and is particularly interesting in the application as a visible-light-driven photocatalyst [35,36]. However, the photoactivity of bare CuS is not sufficient, due to the ease of recombination of the photoexcited holes and electrons. To overcome this shortcoming, some strategies have been developed, including the construction of heterojunctions with other semiconductors, and decoration with graphene/carbon quantum dots/noble metal nanoparticles [37–40]. Several research groups have integrated CuS with carbon nanotubes (CNTs), and demonstrated the promising application of the derived CNT/CuS composites in solar cells, semiconductor plasmonics, and supercapacitors [41–48]. However, little work has been undertaken on the photocatalytic application of CNT/CuS hybrid composites for the degradation of organic dyes. Herein we adopted a coprecipitation method to synthesize CuS nanoparticles and nanoflakes. The evolution process of CuS morphology between nanoparticles and nanoflakes was systematically investigated by varying the reaction time and temperature. Furthermore, we immobilized CuS nanoparticles on CNTs via a in situ coprecipitation method to construct CNT/CuS hybrid composite photocatalysts. By using rhodamine B (RhB) (dissolved in water) as the model pollutant and simulated sunlight as the light source, the photodecomposition performances of the as-prepared CuS and CNT/CuS composite photocatalysts were investigated. The underlying photodegradation mechanism of the CNT/CuS composites was systematically investigated and discussed.\nNanomaterials 2020, 10, 178 3 of 19"
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Synthesis of CuS Nanoparticles/Nanoflakes",
      "text" : "All chemical reagents, being of analytical grade, were purchased from chemical reagent corporations in China (Shanghai Aladdin Reagent Co., Ltd., Shanghai, China) and used directly in the present experiments. The synthesis of CuS nanoflakes was based on a coprecipitation method. In a typical synthesis process, 0.4832 g (2 mmol) of Cu(NO3)2·3H2O was dissolved in 30 mL ethylene glycol with 30 min of magnetic stirring (designated as solution A). Then, 0.4802 g (2 mmol) of Na2S·9H2O was dissolved in 20 mL ethylene glycol with 30 min of magnetic stirring (designated as solution B). Solution B was then slowly dropped into solution A. The obtained mixture solution was reacted for a certain time (0.5, 2, 10 or 12 h) at a selected temperature (20, 70 or 120 ◦C) under magnetic stirring. The produced precipitate was collected by centrifugation, rinsed with deionized water (three time)/ethanol (three time), and dried at 60 ◦C for 12 h. The final product was obtained as CuS nanoparticles or nanoflakes. The sample prepared at time t h and temperature T ◦C was termed t h-T ◦C.\n2.2. Preparation of CNT/CuS Composites\nCNT/CuS composites were constructed in situ by the coprecipitation method, as described above. During the coprecipitation synthesis process of CuS, a stoichiometric amount of CNTs was dispersed in the precursor Cu(NO3)2 solution, to which was then dropped slowly with Na2S solution. The coprecipitation reaction temperature was 20 ◦C and the reaction time was 12 h. By loading different amounts of CNTs in the precursor solution, several composite samples (1%CNT/CuS, 3% CNT/CuS and 5%CNT/CuS) were prepared. For comparison, a mechanical mixing-drying method was also used to prepare CNT/CuS composites. First, 0.01 g of CNTs and 0.32 g of CuS nanoflakes (prepared at 20 ◦C for 12 h, i.e., the 12 h-20 ◦C CuS sample) were uniformly mixed in absolute alcohol and then dried at 60 ◦C. The derived composite was designated as 3% CNT/CuS-MD."
    }, {
      "heading" : "2.3. Sample Characterization Methods",
      "text" : "A D8 Advance X-ray diffractometer (Bruker AXS, Karlsruhe, Germany) with λCu-kα = 0.15406 nm was used to record the X-ray powder diffraction (XRD) patterns of the samples. Scanning/transmission electron microscopy (SEM/TEM) investigations were performed on a JSM-6701F field-emission scanning electron microscope (JEOL Ltd., Tokyo, Japan) and a JEM-1200EX field-emission transmission electron microscope (JEOL Ltd., Tokyo, Japan). A PHI-5702 multi-functional X-ray photoelectron spectrometer (Physical Electronics, hanhassen, MN, USA) was used for the X-ray photoelectron spectroscopy (XPS) analyses. Fourier transform infrared (FTIR) spectroscopy was analyzed on a Spectrum Two FTIR spectrophotometer (PerkinElmer, Waltham, MA, USA). The photoelectrochemical properties of the samples, i.e., electrochemical impedance spectroscopy (EIS) and photocurrent response, were measured on a CST 350 electrochemical workstation according to the procedure elaborated in our previous work [47]. A Na2SO4 aqueous solution (0.1 mol L−1) served as the electrolyte. Simulated sunlight emitted from a 200-W xenon lamp (300 < λ < 2500 nm) was used as the light source. The preparation process of the working electrode was described in our previous work [49]."
    }, {
      "heading" : "2.4. Photocatalytic Testing Procedure",
      "text" : "RhB in aqueous solution (5 mg L−1) was used as the model pollutant to evaluate the photodegradation performances of the prepared photocatalysts under illumination of simulated sunlight emitting from a 200-W xenon lamp. First, 0.03 g of the photocatalyst and 100 mL of RhB solution were loaded in the photocatalytic reactor with a capacity of 200 mL. Prior to photocatalysis, the mixture solution was placed in the dark under magnetic stirring for 30 min to determine the adsorption of RhB onto the photocatalyst. During the photodegradation process, the residual RhB\nNanomaterials 2020, 10, 178 4 of 19\nconcentration was monitored by sampling 2.5 mL of the reaction solution and measuring its absorbance on a UV-vis spectrophotometer at λRhB = 554 nm. The photocatalyst was centrifugally removed from the reaction solution before measuring its absorbance. The degradation percentage (η) of RhB after photoreaction for t min was defined as η = (C0 − Ct)/C0 × 100% (C0 = initial RhB concentration, Ct = residual RhB concentration at t min)."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Properties of Bare CuS Photocatalysts",
      "text" : "The morphologies of the CuS samples synthesized at 20 ◦C with different reaction times (0.5, 2, 10, and 12 h) were observed by SEM, as shown in Figure 1 and Figure S1. It may be seen that, at a short reaction time, i.e., 0.5 h, CuS is crystallized into sphere-/ellipsoid-like nanoparticles of 10–25 nm in size (Figure 1a). By increasing the reaction time, the CuS nanoparticles gradually grew along the directions with higher surface energies, and small-sized nanoflakes were obtained at 2 h. When the reaction time increased to 12 h, the nanoparticles almost disappeared, and pure CuS nanoflakes were formed (Figure 1d). The CuS nanoflakes, having diameter sizes of 300–500 nm with thicknesses of 20–30 nm, interacted to form nanoflake networks. The evolution of CuS nanoflakes can be explained by the Ostwald ripening mechanism. According to this mechanism, The nucleation process of CuS crystals occurs in the region of supersaturated fluid. By increasing the reaction time, the CuS nuclei gradually grow into nanoflakes due to the anisotropic surface energy in CuS crystals. All the as-prepared CuS samples, including the nanoparticles and nanoflakes, appear black in color, as seen from the digital images inserted in the SEM images of Figure 1, implying that they exhibit strong visible-light absorption [50]. The strong visible-light absorption of CuS samples is further confirmed by the ultraviolet-visible diffuse reflectance spectroscopy (UV-vis DRS) spectra (Figure S2).\nNanomaterials 2020, 10, x FOR PEER REVIEW 4 of 18\nadsorption of RhB onto the photocatalyst. During the photodegradation process, the residual RhB t ti was monitored by sampling 2.5 mL of the reactio solution and me suring its absorbance on a UV-vis spectrophotometer at λRhB = 554 nm. The photocatalys was centrifugally removed from the reacti solution befo e mea uring its absorbanc . The degradatio percentage (η) o RhB after ph toreaction for t mi w defined as η = (C0 − Ct)/C0 × 100% (C0 = initial RhB concentration, Ct = residual RhB concentration at t min).\n. s lts isc ssi"
    }, {
      "heading" : "3.1. Properties of Bare CuS Photocatalysts",
      "text" : "The morphologies of the CuS samples synthesized at 20 °C with different reaction times (0.5, 2, 10, and 12 h) were observed by SEM, as shown in Figure 1 and Figure S1. It may be seen that, at a short reaction time, i.e., 0.5 h, CuS is crystallized into sphere-/ellipsoid-like nanoparticles of 10–25 nm in size (Figure 1a). By increasing the reaction time, the CuS nanoparticles gradually grew along the directions with higher surface energies, and small-sized nanoflakes were obtained at 2 h. When the reaction time increased to 12 h, the nanoparticles almost disappeared, and pure CuS nanoflakes were formed (Figure 1d). The CuS nanoflakes, having diameter sizes of 300–500 nm with thicknesses of 20–30 nm, interacted to form nanoflake networks. The evolution of CuS nanoflakes can be explained by the Ostwald ripening mechanism. According to this mechanism, The nucleation process of CuS crystals occurs in the region of supersaturated fluid. By increasing the reaction time, the CuS nuclei gradually grow into nanoflakes due to the anisotropic surface energy in CuS crystals. All the as-prepared CuS samples, including the nanoparticles and nanoflakes, appear black in color, as seen from the digital images inserted in the SEM images of Figure 1, implying that they exhibit strong visible-light absorption [50]. The strong visible-light absorption of CuS samples is further confirmed by the ultraviolet-visible diffuse reflectance spectroscopy (UV-vis DRS) spectra (Figure S2).\nFigure 1. Scanning electron microscopy (SEM) images of CuS samples synthesized at 20 °C with different reaction times. (a) 0.5 h-20 °C, (b) 2 h-20 °C, (c) 10 h-20 °C, (d) 12 h-20 °C.\nFigure 2 shows the SEM images of CuS samples synthesized at different reaction temperatures (20 °C, 70 °C, and 120 °C) for 10 h. It was observed that with increasing the reaction temperature, CuS\n. i ( ) i ages of CuS samples synthesize at ◦\nff t ti ti es. ◦ ◦ ◦ ◦ .\nFigure 2 shows the SE images of CuS samples synthesized at different reaction temperatures (20 ◦C, 70 ◦C, and 120 ◦C) for 10 h. It was observed that with increasing the reaction temperature,\nNanomaterials 2020, 10, 178 5 of 19\nCuS nanoflakes evolved into nanoparticles. The possible reason for this evolutional behavior is that the anisotropic surface energy of CuS crystals could be significantly influenced by high temperatures, and thus, the preferential growth does not happen; moreover, the increase of nucleation sites for CuS formation at high temperatures may reduce the chance for the anisotropic growth of nanoflakes to occur. The CuS samples obtained at different reaction temperatures also exhibited strong visible-light absorption, as demonstrated by their black color (inserted in the SEM images of Figure 2) and UV-vis DRS spectra (Figure S3).\nNanomaterials 2020, 10, x FOR PEER REVIEW 5 of 18\nnanoflakes evolved into nanoparticles. The possible reason for this evolutional behavior is that the anisotropic surface energy of CuS crystals could be significantly influenced by high temperatures, and thus, the preferential growth does not happen; moreover, the increase of nucleation sites for CuS formation at high temperatures may reduce the chance for the anisotropic growth of nanoflakes to occur. The CuS samples obtained at different reaction temperatures also exhibited strong visible-light absorption, as demonstrated by their black color (inserted in the SEM images of Figure 2) and UV-vis DRS spectra (Figure S3).\nFigure 3 shows the XRD patterns of CuS samples synthesized at different temperatures with different reaction times. For all the samples, the diffraction peaks can be perfectly indexed according to the standard diffraction data of PDF#06-0464, indicating that all the samples are crystallized into pure CuS hexagonal structures (space group: P63/mmc).\n. S i ages of CuS samples synthesized at different reaction te peratures for 10 h. ◦ ◦ ◦ .\ni re s s the XR patterns of CuS samples synthesized at ifferent te er t res it iffere t reaction times. For all the samples, the diffraction peaks can be perfectly indexed according to the standar diffraction data of PDF#06-0464, indicating that all the samples are crystallized into pure C S hexagonal structures (space group: P63/mmc).\nNanomaterials 2020, 10, 178 6 of 19\nNanomaterials 2020, 10, x FOR PEER REVIEW 6 of 18\nThe photodegradation performances of the as-synthesized CuS samples were evaluated by removing RhB from aqueous solution under irradiation of simulated sunlight. Figure 4a illustrates the adsorption and time-dependent photodegradation curves of RhB over the CuS samples synthesized at 20 °C with different reaction times. A large adsorption of RhB was observed for all the CuS samples (η = 35.8–48.1%), which may have been caused by the electrostatic interaction between cationic RhB molecules and −OH groups attached to CuS [51]. Under 120 min irradiation, the degradation percentage of RhB was observed to be η = 64.1% for sample 0.5 h-20 °C and η = 79.2% for sample 12 h-20 °C. This implies that the derived CuS nanoflakes had higher photodegradation activity than the CuS nanoparticles. It is generally accepted that the morphology of photocatalysts has an important effect on their photocatalytic performances. Figure 4b shows the corresponding degradation kinetic plots, which are modeled using the pseudo-first-order kinetic equation Ln (Ct/C0) = −kappt [52]. The apparent first-order reaction rate constant kapp can be used for quantitative comparisons of the photodegradation activity between the samples. Based on the values of kapp, it was concluded that the CuS nanoflakes (sample 12 h-20 °C) manifested a photodegradation activity that was about 1.6 times higher that of CuS nanoparticles (sample 0.5 h-20 °C). Figure 4c,d show the photodegradation curves of RhB and the corresponding degradation kinetic plots over the CuS samples synthesized at different reaction temperatures for 10 h, respectively. By increasing the synthesis temperature, the derived CuS samples exhibited a decrease in photodegradation activity. This could be attributed to the fact that CuS nanoflakes are transformed into nanoparticles at high reaction temperatures.\n3. X-ray powder diffraction (XRD) patterns of CuS samples synthesized at different temperatures with different reaction times.\nThe photodegradation perfor ances of the as-synthesized CuS sa ples ere evaluated by re oving RhB from aqueous solution under irradiation of simulated sunlight. Figure 4a illustrates the adsorption and time-dependent photodegradation curves of RhB over the CuS samples synthesized at 20 ◦C with different reaction times. A large adsorption of RhB was observed for all the CuS samples (η = 35.8–48.1%), which may have been caused by the electrostatic interaction between cationic RhB molecules and −OH groups attached to CuS [51]. Under 120 min irradiation, the degradation percentage of RhB was observed to be η = 64.1% for sample 0.5 h-20 ◦C and η = 79.2% for sample 12 h-20 ◦C. This implies that the derived CuS nanoflakes had higher photodegradation activity than the CuS nanoparticles. It is generally accepted that the morphology of photocatalysts has an important effect on their photocatalytic performances. Figure 4b shows the corresponding degradation kinetic plots, which are modeled using the pseudo-first-order kinetic equation Ln (Ct/C0) = −k ppt [52]. The apparent first-order reaction rate constant kapp can be used for quantitative comparisons of the photodegradation activity between the samples. Based on the values of k pp, it was concluded that the CuS nanoflakes (sample 12 h-20 ◦C) manifested a photodegradation activity that was about 1.6 times higher that of CuS nanoparticles (sample 0.5 h-20 ◦C). Figure 4c,d show the photodegradation curves of RhB and the corresponding degradation kinetic plots over the CuS samples synthesized at different reaction temperatures for 10 h, respectively. By increasing the synthesis temperature, the derived CuS samples exhibited a decrease in photodegradation activity. This could be attributed to the fact that CuS nanoflakes are transformed into nanoparticles at high reaction temperatures.\nNanomaterials 2020, 10, 178 7 of 19 Nanomaterials 2020, 10, x FOR PEER REVIEW 7 of 18"
    }, {
      "heading" : "3.2. Properties of CNT/CuS Composite Photocatalysts",
      "text" : "It was demonstrated that the CuS sample synthesized at 20 °C for 12 h (i.e., sample 12 h-20 °C) had a morphology of nanoflakes, and exhibited the highest photodegradation activity. Based on this information, we attempted to in situ assemble CuS nanoflakes with CNTs under the same synthesis conditions for sample 12 h-20 °C by loading CNTs in the precursor solution. Figure 5a shows the SEM image of the as-derived hybrid composite 3% CNT/CuS, and the SEM image of pure CNTs is given in Figure S4 for comparison. Surprisingly, it was observed that CuS in the composite was crystallized into nanoparticles, instead of forming nanoflakes. The composite was obviously constructed by coupling CuS nanoparticles with CNTs. A possible reason for this phenomenon is that CNTs could greatly influence the anisotropic surface energy of CuS crystals, and block the anisotropic expansion of the crystal seed, and thereby, the growth of CuS nanoflakes. The XRD pattern (Figure 5b) indicates that the crystal structure of CuS in the composite undergoes no change (maintaining hexagonal structure). In addition, the CNT/CuS composites exhibit strong visible-light absorption, as demonstrated by their UV-vis DRS spectra (Figure S5).\nFig re 4. (a, ) oto egra atio c rves of hB a corres o i g egradation kinetic plots over t e S sa les synthesize at 20 ◦ ith ifferent reaction ti es, res ectively. (c, ) Photodegradation curves of RhB and corresponding degradation kinetic plots over the CuS samples synthesized at different reaction temperatures for 10 h, respectively.\n3.2. Properties of CNT/CuS Composite Photocatalysts\nIt was demonstrated that the CuS sample synthesized at 20 ◦C for 12 h (i.e., sample 12 h-20 ◦C) had a morphology of nanoflakes, and exhibited the highest photodegradation activity. Based on this information, we attempted to in situ assemble CuS nanoflakes with CNTs under the same synthesis conditions for sample 12 h-20 ◦C by loading CNTs in the precursor solution. Figure 5a shows the SEM image of the as-derived hybrid composite 3% CNT/CuS, and the SEM image of pure CNTs is given in Figure S4 for comparison. Surprisingly, it was observed that CuS in the composite was crystallized into nanoparticles, instead of forming nanoflakes. The composite was obviously constructed by coupling CuS nanoparticles with CNTs. A possible reason for this phenomenon is that CNTs could greatly influence the anisotropic surface energy of CuS crystals, and block the anisotropic expansion of the crystal seed, and thereby, the growth of CuS nanoflakes. The XRD pattern (Figure 5b) indicates that the crystal structure of CuS in the composite undergoes no change (maintaining hexagonal structure). In addition, the CNT/CuS composites exhibit strong visible-light absorption, as demonstrated by their UV-vis DRS spectra (Figure S5).\nNanomaterials 2020, 10, 178 8 of 19 Nanomaterials 2020, 10, x FOR PEER REVIEW 8 of 18\nTEM investigation was performed to further reveal the microstructure of the 3% CNT/CuS composite. Figure 6a,b display the TEM images of 3% CNT/CuS, clearly showing that CuS nanoparticles are well coupled with CNTs to form CNT/CuS hybrid composite photocatalysts. The selected area electron diffraction (SAED) pattern inserted in Figure 6b shows obvious polycrystalline diffraction rings, which can be perfectly indexed to the hexagonal CuS structure. The high-resolution TEM (HRTEM) image depicted in Figure 6c further confirms the good coupling of CuS nanoparticles with CNTs. Perfect lattice fringes are observed for the CuS nanoparticles, implying that they are well crystallized. Energy-dispersive X-ray spectroscopy (EDS) analysis suggested that the composite was composed of the elements Cu/S/C and minor O (Figure 6d). The appearance of minor O element indicated the possible existence of other groups (e.g., CO32− groups) in the composite. From the dark-field scanning TEM (DF-STEM) image (Figure 6e) and corresponding EDS elemental mapping images (Figure 6f–h), it is clearly seen that the nanoparticles are composed of Cu/S elements. The distribution of elemental C throughout the composite implies that the CNTs were integrated with the CuS nanoparticles. XPS is a useful technique for the determination of chemical states of elements [53,54]. Figure 7a displays the survey scan XPS spectrum of the 3% CNT/CuS composite, confirming that elemental Cu and S are included in the composite. The minor levels of detected elemental O were indicative of the possible existence of other groups in the composite, such as CO32− groups. The high-resolution core-level XPS spectra of Cu-2p, S-2p and C-1s are depicted in Figure 7b–d, respectively. On the Cu-2p core-level XPS spectrum (Figure 7b), the appearance of two strong peaks at 932.4 (Cu-2p3/2) and 952.3 eV (Cu-2p1/2) confirmed the presence of Cu2+ species in the CuS crystals [55]. S2− species were confirmed by the detected two peaks at 161.9 (S-2p3/2) and 163.3 eV (S-2p1/2) on the S-2p core-level XPS spectrum (Figure 7c) [56]. The C-1s core-level XPS spectrum (Figure 7d) can be deconvoluted into four peaks at 284.4, 286.1, 287.9, and 290.0 eV, which are characterized as C=C (sp2), C−C (sp3), C=O and π–π* shake-up feature [57]. This implies the possible existence of defects and other functional groups on the surface of CNTs.\ni r . ( ) f t / S co osite.\ni esti ti s erf r e t f rt er re e l t e icrostr ct re of the 3 / c osite. Figure 6a,b display the TEM images of 3% CNT/CuS, clearly showing that CuS nanoparticles are well coupled with CNTs to form /CuS hybrid composite phot catalysts. The selected area electron diffraction (SAED) pattern inserted in Figure 6b shows obvious polycrystalline diffraction rings, which can be perfectly indexed to the hexagonal CuS structure. The high-resolution TEM (HRTEM) image depicted in Figure 6c further confirms t good couplin of CuS na oparticles with CNTs. Perfect lattice fringes are observed for the CuS nanoparticles, im lying that the are well cr stallized. Energy-dispersive X-ray spectroscopy (EDS) anal sis suggested that the composite was composed of the el ments Cu/S/C and minor O (Figure 6d). The appearance of minor O lement indicat d the possibl exist nce of oth r groups (e.g., CO32− groups) in the comp site. From the dark-field scanning TEM (DF-STEM) image (Figure 6e) and corresponding EDS elemental mapping images (Figure 6f–h), it is cl arly seen that the nanop rticles are composed of Cu/S elements. The distribution of elemental C throughout the composite implies t at the CNTs were integrated with the CuS nanoparticles.\nNanomaterials 2020, 10, 178 9 of 19\nNanomaterials 2020, 10, x FOR PEER REVIEW 9 of 18\nFigure 6. Transmission electron microscopy (TEM) images (a,b), selected area electron diffraction (SAED) pattern (inset in (b)), high-resolution TEM (HRTEM) image (c), Energy-dispersive X-ray spectroscopy (EDS) spectrum (d), dark-field scanning TEM (DF-STEM) image (e), and EDS elemental mapping images (f–h) of the 3% CNT/CuS composite.\nFigure 8 shows the FTIR spectra of CuS nanoflakes (i.e., sample 12 h-20 °C), pure CNTs, and the 3% CNT/CuS composite. On the FTIR spectrum of CuS, the observed strong absorption peak at 630 cm−1 (Cu–S stretching mode) indicates the formation of CuS crystals [58]. The infrared vibration peaks detected at 1108 and 1395 cm−1 are indicative of the possible presence of CO32− groups [59]. Water molecules were confirmed to be adsorbed on the CuS surface by the peak at 1634 cm−1 [60–62]. On the FTIR spectrum of CNTs, no obvious vibration peaks of carbon skeleton (C=C) featured in CNTs [63] were detected, possibly due to their weak absorption intensity. The appearance of a C=O vibration peak at 1733 cm−1 indicates that CNTs were bound with carboxyl (–COOH) group. For the 3% CNT/CuS composite, the characteristic absorption peak of CuS was observed on its FTIR spectrum, but its intensity was much lower than that of bare CuS. CO32− groups and water molecules could also exist in the CNTs and 3% CNT/CuS composite due to the appearance of absorption peaks at 1108, 1395 and1634 cm−1. In addition, several additional peaks were detected on the FTIR spectrum of the 3% CNT/CuS composite compared to bare CNTs and CuS, which implies that other C-based groups could be formed in 3% CNT/CuS during the coprecipitation reaction process.\nFigure 6. rans issi electro icrosco y (TE ) i ages ( , ), select area electron diffraction (SAE ) pat ern (inset in (b)), high-resolution TEM (HRTEM) image (c), Energy-dispersive X-ray spectroscopy (E S) s ectru ( ), -fi l sc i ( F-S ) i age (e), and E S ele ental apping i ages (f–h) of the 3% CNT/CuS composite.\nXPS is a useful technique for the determination of chemical states of elements [53,54]. Figure 7a displays the survey scan XPS spectrum of the 3% CNT/CuS composite, confirming that elemental Cu and S are included in the composite. The minor levels of detected elemental O were indicative of the possible existence of other groups in the composite, such as CO32− groups. The high-resolution core-level XPS spectra of Cu-2p, S-2p and C-1s are depicted in Figure 7b–d, respectively. On the Cu-2p core-level XPS spectrum (Figure 7b), the appearance of two strong peaks at 932.4 (Cu-2p3/2) and 952.3 eV (Cu-2p1/2) confirmed the presence of Cu2+ species in the CuS crystals [55]. S2− species were confirmed by the detected two peaks at 161.9 (S-2p3/2) and 163.3 eV (S-2p1/2) on the S-2p core-level XPS spectrum (Figure 7c) [56]. The C-1s core-level XPS spectrum (Figure 7d) can be deconvoluted into four peaks at 284.4, 286.1, 287.9, and 290.0 eV, which are characterized as C=C (sp2), C−C (sp3), C=O and π–π* shake-up feature [57]. This implies the possible existence of defects and other functional groups on the surface of CNTs.\nNanomaterials 2020, 10, 178 10 of 19\nNanomaterials 2020, 10, x FOR PEER REVIEW 10 of 18\nFigure 7. Survey scan XPS spectrum (a) and high-resolution XPS spectra of (b) Cu-2p, (c) S-2p, and (d) C-1s of the 3% CNT/CuS composite.\nFigure 8. FTIR spectra of CuS (12 h-20 °C), CNTs and 3% CNT/CuS.\nThe Raman spectra recorded from CuS nanoflakes (12 h-20 °C), pure CNTs, and the 3% CNT/CuS composite are shown in Figure 9. A strong peak at 465 cm−1 was observed on the Raman spectrum of CuS, corresponding to the A1g vibration mode of CuS crystals [64]. Five peaks (1341, 1587, 2681, 2923 and 3216 cm−1) were detected on the Raman spectrum of pure CNTs. The strong peaks appearing at 1341 and 1587 cm−1 are characterized as the disorder-induced D mode and in plane vibrational G mode of CNTs, respectively. The three weak peaks at 2681, 2923, and 3216 cm−1 arose due to the 2D, D+G and 2D’ Raman bands, respectively [65]. The characteristic Raman peaks of CuS and CNTs were observed for the 3% CNT/CuS composite, implying the coupling of CuS with CNTs.\nFigure 7. Survey scan XPS spectrum (a) and high-resolution XPS spectra of (b) Cu-2p, (c) S-2p, and (d) C-1s of the 3% CNT/CuS composite.\nFigure 8 shows the FTIR spectra of CuS nanoflakes (i.e., sample 12 h-20 ◦C), pure CNTs, and the 3% CNT/CuS composite. On the FTIR spectrum of CuS, the observed strong absorption peak at 630 cm−1 (Cu–S stretching mode) indicates the formation of CuS crystals [58]. The infrared vibration peaks detected at 1108 and 1395 cm−1 are indicative of the possible presence of CO32− groups [59]. Water molecules were confirmed to be adsorbed on the CuS surface by the peak at 1634 cm−1 [60–62]. On the FTIR spectrum of CNTs, no obvious vibration peaks of carbon skeleton (C=C) featured in CNTs [63] were detected, possibly due to their weak absorption intensity. The appearance of a C=O vibration peak at 1733 cm−1 indicates that CNTs were bound with carboxyl (–COOH) group. For the 3% CNT/CuS composite, the characteristic absorption peak of CuS was observed on its FTIR spectrum, but its intensity was much lower than that of bare CuS. CO32− groups and water molecules could also exist in the CNTs and 3% CNT/CuS composite due to the appearance of absorption peaks at 1108, 1395 and1634 cm−1. In addition, several additional peaks were detected on the FTIR spectrum of the 3% CNT/CuS composite compared to bare CNTs and CuS, which implies that other C-based groups could\nbe formed in 3% CNT/CuS during the coprecipitation reaction process.\nNanomaterials 2020, 10, 178 11 of 19\nNanomaterials 2020, 10, x FOR PEER REVIEW 10 of 18\nFigure 7. Survey scan XPS spectrum (a) and high-resolution XPS spectra of (b) Cu-2p, (c) S-2p, and (d) C-1s of the 3% CNT/CuS composite.\nFigure 8. FTIR spectra of CuS (12 h-20 °C), CNTs and 3% CNT/CuS.\nThe Raman spectra recorded from CuS nanoflakes (12 h-20 °C), pure CNTs, and the 3% CNT/CuS composite are shown in Figure 9. A strong peak at 465 cm−1 was observed on the Raman spectrum of CuS, corresponding to the A1g vibration mode of CuS crystals [64]. Five peaks (1341, 1587, 2681, 2923 and 3216 cm−1) were detected on the Raman spectrum of pure CNTs. The strong peaks appearing at 1341 and 1587 cm−1 are characterized as the disorder-induced D mode and in plane vibrational G mode of CNTs, respectively. The three weak peaks at 2681, 2923, and 3216 cm−1 arose due to the 2D, D+G and 2D’ Raman bands, respectively [65]. The characteristic Raman peaks of CuS and CNTs were observed for the 3% CNT/CuS composite, implying the coupling of CuS with CNTs.\n◦ ,\nThe Raman spectra recorded from CuS nanoflakes (12 h-20 ◦C), pure CNTs, and the 3% CNT/CuS composite are shown in Figure 9. A strong peak at 465 cm−1 was observed on the Raman spectru of CuS, corresponding to the A1g vibration mode of CuS crystals [64]. Five peaks (1341, 1587, 2681, 2923 and 3216 cm−1) were detected on the Raman spectrum of pure CNTs. The strong peaks appearing at 1341 and 1587 cm−1 are characterized as the disorder-induced D mode and in plane vibratio al G mode of CNTs, respectively. The three weak peaks at 2681, 2923, and 3216 cm−1 arose due to the 2D, D+G and 2D’ Raman bands, respectively [65]. The characteristic Raman peaks of CuS and CNTs were observe for the 3% CNT/CuS composite, implying the coupling of CuS wit CNTs.Nanomaterials 2020, 10, x FOR PEER REVIEW 11 of 18\nFigure 9. Raman spectra of CuS (12 h-20 °C), CNTs, and 3% CNT/CuS.\nPhotoelectrochemical measurements, including EIS and photocurrent response, are used to elaborate the separation/transfer behavior of photoexcited carriers of CuS nanoflakes (12 h-20 °C) and CNT/CuS composites. As seen in Figure 10a, the EIS Nyquist plots for all samples present a typical semicircle at the high-frequency region, followed by a straight line at the low-frequency region. It is well established that the semicircle diameter can be used as an indicator for the charge-transfer resistance [66,67]. The CNT/CuS composites show a semicircle diameter smaller than that for CuS; notably, the smallest semicircle diameter was observed for 3% CNT/CuS. The transient photocurrent-time response curves, recorded under intermittent irradiation of the photocatalysts with simulated sunlight, are shown in Figure 10b. Upon irradiation, an obvious photocurrent was observed for all the samples, which suddenly dropped to almost zero when the light was turned off. The photocurrent density of the CNT/CuS composites (especially 3% CNT/CuS) was obviously higher than that of bare CuS. The photoelectrochemical measurements suggest that the CNT/CuS composites (particularly 3% CNT/CuS) have a more efficient separation of e−/h+ pairs and better interface carrier-transfer property than bare CuS.\nFigure 10. Nyquist plots of the EIS spectra (a) and transient photocurrent-time response curves (b) of CuS (12 h-20 °C) and CNT/CuS composites.\nFigure 11a illustrates the adsorption and time-dependent photodecomposition curves of RhB photocatalyzed by CuS nanoflakes (12 h-20 °C) and CNT/CuS composites, as well as 3% CNT/CuS-MD (obtained by a mechanical mixing-drying method) for comparison. A slightly increased adsorption of RhB was observed for the CNT/CuS composites compared to bare CuS. The possible reason for this is that CuS nanoflakes evolve into nanopartilces in the CNT/CuS composites, which have a relatively larger dye adsorption than the nanoflakes. Moreover, the introduced CNTs could also have a large dye adsorption. It was noted that in the CNT/CuS composites prepared\nFigure 9. s ctr f (12 -20 ◦ ), s, and 3 C T/CuS.\nPhotoelectr c e ical eas re e ts, i cl i I a photoc rre t response, are used to elaborate t e se arati /tra sfer e a i r f t e cite carriers f a fla es (12 -20 ◦ ) and C T/CuS c sites. s seen in Figure 10a, the EIS Nyquist plots for all samples present a typical semicircle at the high-frequency region, followed by a straight li e t t e lo -frequency region. It is ell est lis e t t t e se icircle i eter c e se s a indicator for the charge-transfer resistance [66,67]. he T/CuS co posites show a semicircle diameter s aller than that for CuS; notably, the smallest semicircle diameter was observed for 3% CNT/CuS. The transient photocurrent-ti response curves, recorde under inter ittent irradiatio of the photocatalysts\nith si ulated sunlight, are shown in Figure 10b. pon irradiation, an obvious photocurrent as observe f r ll t sa ples, which su denly dro ped to almost zero when the light was turned off. The photocurrent density of the CNT/CuS composites (especially / ) s obviously higher t t t of bare CuS. The photoelectroc e ic l s r ts s st t t the C T/CuS\nNanomaterials 2020, 10, 178 12 of 19\ncomposites (particularly 3% CNT/CuS) have a more efficient separation of e−/h+ pairs and better interface carrier-transfer property than bare CuS.\nNanomaterials 2020, 10, x FOR PEER REVIEW 11 of 18 Figure 9. Raman spectra of CuS (12 h-20 °C), CNTs, and 3% CNT/CuS.\nPhotoelectrochemical measurements, including EIS and photocurrent response, are used to elaborate the separation/transfer behavior of photoexcited carriers of CuS nanoflakes (12 h-20 °C) and CNT/CuS composites. As seen in Figure 10a, the EIS Nyquist plots for all samples present a typical semicircle at the high-frequency region, followed by a straight line at the low-frequency region. It is well established that the semicircle diameter can be used as an indicator for the charge-transfer resistance [66,67]. The CNT/CuS composites show a semicircle diameter smaller than that for CuS; notably, the smallest semicircle diameter was observed for 3% CNT/CuS. The transient photocurrent-time response curves, recorded under intermittent irradiation of the photocatalysts with simulated sunlight, are shown in Figure 10b. Upon irradiation, an obvious photocurrent was observed for all the samples, which suddenly dropped to almost zero when the light was turned off. The photocurrent density of the CNT/CuS composites (especially 3% CNT/CuS) was obviously higher than that of bare CuS. The photoelectrochemical measurements suggest that the CNT/CuS co posites (particularly 3 C T/CuS) have a ore efficient separation of e−/h+ pairs and better interface carrier-transfer property than bare CuS.\nFigure 11a illustrates the adsorption and time-dependent photodecomposition curves of RhB photocatalyzed by CuS nanoflakes (12 h-20 °C) and CNT/CuS composites, as well as 3% CNT/CuS-MD (obtained by a mechanical mixing-drying method) for comparison. A slightly increased adsorption of RhB was observed for the CNT/CuS composites compared to bare CuS. The possible reason for this is that CuS nanoflakes evolve into nanopartilces in the CNT/CuS composites, which have a relatively larger dye adsorption than the nanoflakes. Moreover, the introduced CNTs could also have a large dye adsorption. It was noted that in the CNT/CuS composites prepared\nFigure 10. yquist plots of the EIS spectra (a) and transient photocurrent-ti e response curves (b) of S (12 -20 ◦ ) a / S co osites.\nill str t t e ti - t catalyzed by CuS nanoflakes (12 h-20 ◦C) and NT/CuS composites, as well as 3% CNT/CuS-MD (obtained by a mecha ical mixing-drying method) for comparison. A slightly increased adsorption of RhB was observed for the CNT/CuS composites compared to bare CuS. The possi le reason for thi s that CuS nanoflakes evolve i to nanopartilces in the CNT/CuS composites, which have a relatively larger dye adsorption than the nan flakes. Moreover, the intr duced CNTs could also have a large dye adsorption. It was noted that in the CNT/CuS composites prepared thr ugh an in situ coprecipitation method, CuS was crystallized into nanoparticles instead of nanoflakes. Although CuS nanoparticles have a photodegradation activity that is lower than that of CuS nanoflakes (see Figure 5), the derived CNT/CuS composites still manifest an improved photodegradation for RhB compared to bare CuS nanoflakes, as illustrated in Figure 11a. The 3% CNT/CuS composite with CNTs content of 3% exhibited the highest photodegradation performance, reaching η = 89.4% with 120 min of simulated-sunlight irradiation. To make a comparison, CuS nanoflakes and CNTs were mechanically mixed in absolute alcohol and then dried to obtain the 3% CNT/CuS-MD composite. It was observed that the 3% CNT/CuS-MD composite exhibited a slightly higher photodegradation performance (η = 92.4%) than the 3% CNT/CuS composite. This phenomenon could be due to the fact that CuS maintains a morphology of nanoflakes in 3% CNT/CuS-MD, as seen from the SEM image in Figure S6. By modeling the degradation kinetic plots (Figure 11b) with Ln (Ct/C0) = −kappt, the values of kapp (i.e., apparent first-order reaction rate constant) could be derived. According to the kapp values, the photodegradation activities of 3% CNT/CuS and 3% CNT/CuS-MD were determined to be ~1.5 and ~1.7 times higher that of pure CuS nanoflakes.\nNanomaterials 2020, 10, 178 13 of 19\nNanomaterials 2020, 10, x FOR PEER REVIEW 12 of 18 through an in situ coprecipitation method, CuS was crystallized into nanoparticles instead of nanoflakes. Although CuS nanoparticles have a photodegradation activity that is lower than that of CuS nanoflakes (see Figure 5), the derived CNT/CuS composites still manifest an improved photodegradation for RhB compared to bare CuS nanoflakes, as illustrated in Figure 11a. The 3% CNT/CuS composite with CNTs content of 3% exhibited the highest photodegradation performance, reaching η = 89.4% with 120 min of simulated-sunlight irradiation. To make a comparison, CuS nanoflakes and CNTs were mechanically mixed in absolute alcohol and then dried to obtain the 3% CNT/CuS-MD composite. It was observed that the 3% CNT/CuS-MD composite exhibited a slightly higher photodegradation performance (η = 92.4%) than the 3% CNT/CuS composite. This phenomenon could be due to the fact that CuS maintains a morphology of nanoflakes in 3% CNT/CuS-MD, as seen from the SEM image in Figure S6. By modeling the degradation kinetic plots (Figure 11b) with Ln (Ct/C0) = −kappt, the values of kapp (i.e., apparent first-order reaction rate constant) could be derived. According to the kapp values, the photodegradation activities of 3% CNT/CuS and"
    }, {
      "heading" : "3% CNT/CuS-MD were determined to be ~1.5 and ~1.7 times higher that of pure CuS nanoflakes.",
      "text" : ""
    }, {
      "heading" : "To examine the reusability of the 3% CNT/CuS composite photocatalyst for the photocatalytic",
      "text" : "removal of RhB, it was collected and rinsed with deionized water after the photodegradation experiment. The recovered photocatalyst was dispersed in fresh RhB solution to repeat the photodegradation experiment under the same conditions. Figure 11c illustrates the removal percentage of RhB (photoreaction for 120 min) over 3% CNT/CuS with four times of cycles. Only a minor loss of the dye degradation percentage was found after four cycles of reuse, indicating an excellent stability of the 3% CNT/CuS composite photocatalyst for the photodegradation application.\ni r . ( ) i - t t r ti c r s f r ( - ◦ ) / c sites. (b) Kinetic plots of the RhB photodegradation. (c) Photodegradation percentage of RhB over 3% CNT/CuS repeatedly used for four times. (d) Effects of IPA, BQ, and e o t e photodegradation percentage of hB over 3 T/ uS.\nTo examine the reusability of the 3% CNT/CuS composite photocatalyst for the photocatalytic removal of RhB, it was collected and rinsed with deionized water after the photodegradation experiment. The recovered photocatalyst was dispersed in fresh RhB solution to repeat the photodegradation experiment under the same conditions. Figure 11c illustrates the removal percentage of RhB (photoreaction for 120 min) over 3% CNT/CuS with four times of cycles. Only a minor loss of the dye degradation percentage was found after four cycles of reuse, indicating an excellent stability of the 3% CNT/CuS composite photocatalyst for the photodegradation application. To determine the active species in the 3% CNT/CuS photocatalytic system, reactive species trapping experiments were carried out. First, 0.1 mmol of methyl alcohol (MeOH, scavenger of photogenerated h+), 0.1 mmol of iso-propyl alcohol (IPA, scavenger of hydroxyl •OH), and 0.1 mmol of benzoquinone (BQ, scavenger of superoxide •O2−) [68] were separately added in the photodegradation system. Then, the photodegradation experiment was performed under the same procedure to that without adding scavengers. Figure 11d shows the effect of the scavengers on the degradation percentage of RhB with 120 min photoreaction. RhB degradation was observed to be obviously inhibited on the addition of BQ and MeOH; in contrast, IPA had a very small effect on the dye degradation. This implies that the removal process of the dye is mainly related to the photogenerated holes and •O2− radicals, whereas •OH plays a minor role in the dye degradation. To determine the energy bandgap (Eg) of CuS, Figure 12a shows the Tauc plot of (αhν)2 vs. hν derived from the UV-vis DRS spectrum of CuS (0.5 h-20 ◦C) by using the Tauc relation [69], where α is the Kubelka-Munk (K-M) absorption coefficient and hν is the photon energy. By extrapolating the linear portion of the Tauc plot to the x-axis, the Eg value of CuS was derived as 2.02 eV. The CB and\nNanomaterials 2020, 10, 178 14 of 19\nVB potentials of CuS can be estimated using the Mott-Schottky (M-S) method [70]. Figure 12b shows the M-S plot of CuS derived on the base of the electrochemical measurement at a given frequency of 5000 Hz. By extrapolating the linear portion of the M-S plot to the x-axis, the flat band potential (VFB) of CuS, approximately equal to its VB potential due to its p-type semiconductivity (negative slope of the M-S plot), was estimated to be +0.86 V vs. standard calomel electrode (SCE), correspondingly +1.52 V with reference to normal hydrogen electrode (NHE) (VNHE = VSCE + 0.059 × pH (=7) + 0.242 [70]). The CB potential of CuS was therefore obtained as −0.50 V vs. NHE according to Eg = ECB − EVB.\nNanomaterials 2020, 10, x FOR PEER REVIEW 13 of 18\nTo determine the active species in the 3% CNT/CuS photocatalytic system, reactive species trapping experiments were carried out. First, 0.1 mmol of methyl alcohol (MeOH, scavenger of photogenerated h+), 0.1 mmol of iso-propyl alcohol (IPA, scavenger of hydroxyl •OH), and 0.1 mmol of benzoquinone (BQ, scavenger of superoxide •O2−) [68] were separately added in the photodegradation system. Then, the photodegradation experiment was performed under the same procedure to that without adding scavengers. Figure 11d shows the effect of the scavengers on the degradation percentage of RhB with 120 min photoreaction. RhB degradation was observed to be obviously inhibited on the addition of BQ and MeOH; in contrast, IPA had a very small effect on the dye degradation. This implies that the removal process of the dye is mainly related to the photogenerated holes and •O2− radicals, whereas •OH plays a minor role in the dye degradation. To determine the energy bandgap (Eg) of CuS, Figure 12a shows the Tauc plot of (αhν)2 vs. hν derived from the UV-vis DRS spectrum of CuS (0.5 h-20 °C) by using the Tauc relation [69], where α is the Kubelka-Munk (K-M) absorption coefficient and hν is the photon energy. By extrapolating the linear portion of the Tauc plot to the x-axis, the Eg value of CuS was derived as 2.02 eV. The CB and VB potentials of CuS can be estimated using the Mott-Schottky (M-S) method [70]. Figure 12b shows the M-S plot of CuS derived on the base of the electrochemical measurement at a given frequency of 5000 Hz. By extrapolating the linear portion of the M-S plot to the x-axis, the flat band potential (VFB) of CuS, approximately equal to its VB potential due to its p-type semiconductivity (negative slope of the M-S plot), was estimated to be +0.86 V vs. standard calomel electrode (SCE), correspondingly +1.52 V with reference to normal hydrogen electrode (N E) (VNHE = VSCE + 0.059 × pH (=7) + 0.242 [70]). The CB potential of CuS was therefore obtained as −0.50 V vs. NHE according to Eg = ECB − EVB.\n12. (a) Tauc plot of (αhν)2 vs. hν for CuS. (b) M-S plot of CuS measured at a given frequency of 5000 Hz. (c) Schematic illustration of ph todegradation mec anism of the CNT/CuS composite photocatalysts.\nFigure 12c schematically depicts the photodegradation mechanism of the CNT/CuS composite photocatalysts. When the CNT/CuS composites are irradiated with simulated sunlight, both CuS and CNT are photoexcited. CuS is photoexcited to produce holes in its VB and electrons in its CB. CNT is photoexcited to produce electrons in its lowest unoccupied molecular orbital (LUMO) and holes in its highest occupied molecular orbital (HOMO) [71]. It is well known that CNT is an excellent electron acceptor, which will trap the CB electrons of CuS. Simultaneously, the photoexcited CNT is a good electron donor, readily leading to the migration of the photoexcited electrons in the LUMO of CNT to the CB of CuS. The interesting electron transfer process is somewhat similar to the Z-scheme charge mechanism (but different from the type II heterojunction [72]), and can efficiently prevent the recombination of the CB electrons with the VB holes in CuS. This is the dominant mechanism resulting in the enhanced photodegradation performance of the CNT/CuS composites compared to bare CuS. Furthermore, the photoexcited electrons in the LUMO of CNT could also participate in the\nNanomaterials 2020, 10, 178 15 of 19\nphotodegradaton reactions. It was noted that the CB potential of CuS (−0.50 V vs. NHE) was more negative than the redox potential of O2/•O2− (−0.13 V vs. NHE) [73]. This implies that •O2− radicals, which are determined to be an important type of reactive species in the photodegradation reactions, can be easily produced through the reactions of O2 species with the CB electrons of CuS, as well as the LUMO electrons of CNT. The VB holes of CuS (+1.52 V vs. NHE) are not sufficiently positive to react with OH− or H2O species to produce •OH radicals, due to the high redox potentials of OH–/•OH (+1.99 V vs. NHE) and H2O/•OH (+2.38 V vs. NHE) [74]. As a result, the direct oxidation by the VB holes of CuS becomes the dominant mechanism causing the dye decomposition, as elucidated by the reactive species trapping experiments. Under the action of the reactive species •O2− and h+, RhB is decomposed into harmless inorganic molecules such as H2O, CO2, and NH4+. The photodegradation mechanism can be briefly described as follows.\n• CNT/CuS + hν→ CNT(eLUMO− + hHOMO+)/CuS(eCB− + hVB+) (1) • CNT(eLUMO− + hHOMO+)/CuS(eCB− + hVB+)→ CNT(eLUMO−)/CuS(hVB+) (2) • CNT(eLUMO−) + O2→ •O2− (3) • •O2−, CuS(hVB+) + RhB→ H2O, CO2, NH4+ (4)"
    }, {
      "heading" : "4. Conclusions",
      "text" : "We have adopted a coprecipitation approach to synthesize CuS nanostructures, and found that their morphology is highly dependent on the reaction time and temperature. With a short reaction time (0.5 h) or a high reaction temperature (120 ◦C), CuS nanoparticles of 10–25 nm in size are formed, whereas at a low reaction temperature (20 ◦C) for a long time (12 h), the synthesis of CuS nanoflakes with diameter of 300–500 nm and thickness of 20–30 nm occurs. The derived CuS nanoflakes exhibit a higher photocatalytic removal of RhB under simulated sunlight irradiation than CuS nanoparticles. CNT/CuS hybrid composites were constructed via an in situ coprecipitation method. Owing to the great effect of CNTs on the anisotropic surface energy of CuS crystals, CuS nanoflakes cannot be formed in the in situ constructed CNT/CuS composites. Instead, CuS nanoparticles are preferably formed. An obviously enhanced photodegradation performance is observed for the CNT/CuS composites, particularly the optimal composite sample—3% CNT/CuS manifests a photodegradation performance ~1.5 times as large as that of bare CuS nanoflakes. The 3% CNT/CuS-MD composite obtained by mechanically mixing CuS nanoflakes and CNTs in absolute alcohol and then drying exhibited a photodegradation performance which was slightly higher than that of the 3% CNT/CuS composite, due to the fact that the morphology of CuS nanoflakes in the 3% CNT/CuS-MD composite underwent no change. The enhanced photocatalytic mechanism of the CNT/CuS composites was mainly ascribed to the electron transfer process between CNT and CuS, which efficiently prevented the electron/hole pair recombination in CuS.\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-4991/10/1/178/s1, Figure S1: SEM images of CuS samples synthesized at 20 ◦C with different reaction times. (a) 0.5 h-20 ◦C, (b) 2 h-20 ◦C, (c) 10 h-20 ◦C, and (d) 12 h-20 ◦C; Figure S2: Ultraviolet-visible diffuse reflectance spectroscopy (UV-vis DRS) spectra of CuS samples synthesized at 20 ◦C with different reaction times; Figure S3: UV-vis DRS spectra of CuS samples synthesized at different reaction temperatures for 10 h; Figure S4: SEM image of pure CNTs; Figure S5: UV-vis DRS spectra of the CNT/CuS composites; Figure S6: SEM image of the 3%CNT/CuS-MD composite obtained by mechanically mixing CuS nanoflakes and CNTs and then drying.\nAuthor Contributions: H.Y. conceived the idea of experiment; Y.W., F.J. and X.S. performed the experiments; H.Y., Y.W., X.S. and T.X. discussed the results; H.Y. wrote the manuscript; J.C. modified the English language; All authors have read and agreed to the published version of the manuscript.\nFunding: This research was funded by the National Natural Science Foundation of China [Grant No. 51662027] and the Hongliu First-Class Disciplines Development Program of Lanzhou University of Technology.\nConflicts of Interest: The authors declare no conflict of interest.\nNanomaterials 2020, 10, 178 16 of 19"
    } ],
    "references" : [ {
      "title" : "Surface-disorder-engineering-induced enhancement in the photocatalytic activity of Bi4Ti3O12 nanosheets",
      "author" : [ "X.X. Zhao", "H. Yang", "H.M. Zhang", "Z.M. Cui", "W.J. Feng" ],
      "venue" : "Desalin. Water Treat",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2019
    }, {
      "title" : "Evaluation of an alternative method for wastewater treatment containing pesticides using solar photocatalytic oxidation and constructed wetlands",
      "author" : [ "C. Berberidou", "V. Kitsiou", "D.A. Lambropoulou", "A. Antoniadis", "E. Ntonou", "G.C. Zalidis", "I. Poulios" ],
      "venue" : "J. Environ. Manag",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2017
    }, {
      "title" : "Fabrication of novel Cu2O/Bi24O31Br10 composites and excellent photocatalytic performance",
      "author" : [ "Z.M. He", "B. Tang", "J.B. Su", "Y.M. Xia" ],
      "venue" : "J. Mater. Sci. Mater. Electron",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2018
    }, {
      "title" : "Synergistic effects of optical and photoluminescence properties, charge transfer, and photocatalytic activity in MgAl2O4:Ce and Mn-Co doped MgAl2O4:Ce phosphors",
      "author" : [ "S. Wang", "C. Chen", "Y. Li", "Q. Zhang", "H. Gao" ],
      "venue" : "J. Electron. Mater",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2019
    }, {
      "title" : "Construction of Z-scheme g-C3N4/CNT/Bi2Fe4O9 composites with improved simulated-sunlight photocatalytic activity for the dye degradation",
      "author" : [ "L.J. Di", "H. Yang", "T. Xian", "X.J. Chen" ],
      "venue" : "Micromachines 2018,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2018
    }, {
      "title" : "Tuning catalytic performance by controlling reconstruction process in operando condition",
      "author" : [ "C. Cai", "S.B. Han", "W. Liu", "K. Sun", "L. Qiao", "S. Li", "X.T. Zu" ],
      "venue" : "Appl. Catal. B Environ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2020
    }, {
      "title" : "Fabrication of n-SrTiO3/p-Cu2O heterojunction composites with enhanced photocatalytic performance",
      "author" : [ "Y.M. Xia", "Z.M. He", "K.J. Hu", "B. Tang", "J.B. Su", "Y. Liu", "X.P. Li" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2018
    }, {
      "title" : "Surface disorder engineering of flake-like Bi2WO6 crystals for enhanced photocatalytic activity",
      "author" : [ "S.Y. Wang", "H. Yang", "X.X. Wang", "W.J. Feng" ],
      "venue" : "J. Electron. Mater. 2019,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2076
    }, {
      "title" : "Enhanced photocatalytic degradation of tetracycline and real pharmaceutical wastewater using MWCNT/TiO2 nano-composite",
      "author" : [ "M. Ahmadi", "H.R. Motlagh", "N. Jaafarzadeh", "A. Mostoufi", "R. Saeedi", "G. Barzegar", "S. Jorfi" ],
      "venue" : "J. Environ. Manag",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2017
    }, {
      "title" : "Insight into the optical, color, photoluminescence properties, and photocatalytic activity of the N-O and C-O functional groups decorating spinel type magnesium aluminate",
      "author" : [ "S.F. Wang", "H.J. Gao", "Y. Wei", "Y.W. Li", "X.H. Yang", "L.M. Fang", "L. Lei" ],
      "venue" : "CrystEngComm",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2019
    }, {
      "title" : "A dual-band metamaterial absorber for graphene surface plasmon resonance at terahertz frequency",
      "author" : [ "C.L. Cen", "Y.B. Zhang", "X.F. Chen", "H. Yang", "Z. Yi", "W.T. Yao", "Y.J. Tang", "Y.G. Yi", "J.Q. Wang", "P.H. Wu" ],
      "venue" : "Physica E",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2020
    }, {
      "title" : "High quality factor, high sensitivity metamaterial grapheme—Perfect absorber based on critical coupling theory and impedance matching",
      "author" : [ "C.L. Cen", "Z.Q. Chen", "D.Y. Xu", "L.Y. Jiang", "X.F. Chen", "Z. Yi", "P.H. Wu", "G.F. Li", "Y.G. Yi" ],
      "venue" : "Nanomaterials",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2020
    }, {
      "title" : "A numerical research of wideband solar absorber based on refractory metal from visible to near infrared",
      "author" : [ "P.Q. Yu", "X.F. Chen", "Z. Yi", "Y.J. Tang", "H. Yang", "Z.G. Zhou", "T. Duan", "S.B. Cheng", "J.G. Zhang", "Y.G. Yi" ],
      "venue" : "Opt. Mater",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2019
    }, {
      "title" : "Effect of slit width on surface plasmon resonance",
      "author" : [ "Y.Y. Wang", "F. Qin", "Z. Yi", "X.F. Chen", "Z.G. Zhou", "H. Yang", "X. Liao", "Y.J. Tang", "W.T. Yao", "Y.G. Yi" ],
      "venue" : "Results Phys",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2019
    }, {
      "title" : "Wide range refractive index sensor based on a coupled structure of Au nanocubes and Au film",
      "author" : [ "X.X. Wang", "J.K. Zhu", "X.L. Wen", "X.X. Wu", "Y. Wu", "Y.W. Su", "H. Tong", "Y.P. Qi", "H. Yang" ],
      "venue" : "Opt. Mater. Express 2019,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2019
    }, {
      "title" : "Theoretical study for fabricating elliptical subwavelength nanohole arrays by higher-order waveguide-mode interference",
      "author" : [ "H. Tong", "Y.Q. Xu", "Y.W. Su", "X.X. Wang" ],
      "venue" : "Results Phys. 2019,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2019
    }, {
      "title" : "Substrates for surface-enhanced raman spectroscopy based on TiN plasmonic antennas and waveguide platforms",
      "author" : [ "J. Chen", "X.X. Wang", "F. Tang", "X. Ye", "L.M. Yang", "Y.B. Zhang" ],
      "venue" : "Results Phys",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2020
    }, {
      "title" : "Failure mechanism of Au@Co9S8 yolk-shell anode in Li-ion batteries unveiled by in-situ transmission electron microscopy",
      "author" : [ "S.B. Han", "Y.M. Zhu", "C. Cai", "J.K. Zhu", "W.B. Han", "L. Chen", "X.T. Zu", "H. Yang", "M. Gu" ],
      "venue" : "Appl. Phys. Lett",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2019
    }, {
      "title" : "Effects of Ag doping on the electronic and optical properties of CdSe quantum dots",
      "author" : [ "F.A. Zhao", "H.Y. Xiao", "X.M. Bai", "X.T. Zu" ],
      "venue" : "Phys. Chem. Chem. Phys. 2019,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2020
    }, {
      "title" : "Synergistically enhanced photocatalytic performance of Bi4Ti3O12 nanosheets by Au and Ag nanoparticles",
      "author" : [ "X.X. Zhao", "H. Yang", "Z.M. Cui", "Z. Yi", "H. Yu" ],
      "venue" : "J. Mater. Sci. Mater. Electron",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2019
    }, {
      "title" : "Preparation and photocatalytic application of ternary n-BaTiO3/Ag/p-AgBr heterostructured photocatalysts for dye degradation",
      "author" : [ "Y.P. Wang", "H. Yang", "X.F. Sun", "H.M. Zhang", "T. Xian" ],
      "venue" : "Mater. Res",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2020
    }, {
      "title" : "Photocatalytic activity tuning in a novel Ag2S/CQDs/CuBi2O4 composite: Synthesis and photocatalytic mechanism",
      "author" : [ "H.J. Gao", "F. Wang", "S.F. Wang", "X.X. Wang", "Z. Yi", "H. Yang" ],
      "venue" : "Mater. Res",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2019
    }, {
      "title" : "Facile preparation of CNT/Ag2S nanocomposites with improved visible and NIR light photocatalytic degradation activity and their catalytic mechanism",
      "author" : [ "L.J. Di", "T. Xian", "X.F. Sun", "H.Q. Li", "Y.J. Zhou", "J. Ma", "H. Yang" ],
      "venue" : "Micromachines",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2019
    }, {
      "title" : "Theoretical study of subwavelength circular grating fabrication based on continuously exposed surface plasmon interference lithography",
      "author" : [ "X.X. Wang", "Z.Y. Pang", "H. Yang", "Y.P. Qi" ],
      "venue" : "Results Phys. 2019,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2019
    }, {
      "title" : "Photo-Fenton degradation of AO7 and photocatalytic reduction of Cr(VI) over CQD-decorated BiFeO3 nanoparticles under visible and NIR light irradiation",
      "author" : [ "T. Xian", "L.J. Di", "X.F. Sun", "H.Q. Li", "Y.J. Zhou", "H. Yang" ],
      "venue" : "Nanoscale Res. Lett. 2019,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2019
    }, {
      "title" : "A novel Bi4Ti3O12/Ag3PO4 heterojunction photocatalyst with enhanced photocatalytic performance",
      "author" : [ "C.X. Zheng", "H. Yang", "Z.M. Cui", "H.M. Zhang", "X.X. Wang" ],
      "venue" : "Nanoscale Res. Lett. 2017,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2017
    }, {
      "title" : "Fabrication of ZnO@Ag3PO4 core-shell nanocomposite arrays as photoanodes and their photoelectric properties",
      "author" : [ "Z. Yi", "X. Li", "H. Wu", "X.F. Chen", "H. Yang", "Y.J. Tang", "Y.G. Yi", "J.Q. Wang", "P.H. Wu" ],
      "venue" : "Nanomaterials 2019,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2019
    }, {
      "title" : "Fabrication of novel AgBr/Bi24O31Br10 composites with excellent photocatalytic performance",
      "author" : [ "Z.M. He", "Y.M. Xia", "J.B. Su" ],
      "venue" : "RSC Adv. 2018,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2018
    }, {
      "title" : "High humidity enhanced surface acoustic wave (SAW) H2S sensors based on sol-gel CuO films",
      "author" : [ "D.J. Li", "X.T. Zu", "D.Y. Ao", "Q.B. Tang", "Y.Q. Fu", "Y.J. Guo", "K. Bilawal", "M.B. Faheem", "L. Li", "S Li" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2019
    }, {
      "title" : "Ultra-highly sensitive and selective H2S gas sensor based on CuO with sub-ppb detection limit",
      "author" : [ "D.J. Li", "Y.L. Tang", "D.Y. Ao", "X. Xiang", "S.Y. Wang", "X.T. Zu" ],
      "venue" : "Int. J. Hydrogen Energy",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2019
    }, {
      "title" : "CuS microspheres with tunable interlayer space and micropore as a high-rate and long-life anode for sodium-ion batteries",
      "author" : [ "Y. Xiao", "D. Su", "X. Wang", "S. Wu", "L. Zhou", "Y. Shi", "H.M. Cheng", "F. Li" ],
      "venue" : "Adv. Energy Mater. 2018,",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2018
    }, {
      "title" : "Preparation of flower-like CuS by solvothermal method for photocatalytic, UV protection and EMI shielding applications",
      "author" : [ "X.S. Hu", "Y. Shen", "L.H. Xu", "L.M. Wang", "L.S. Lu", "Y.T. Zhang" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2016
    }, {
      "title" : "Synthesis, surface properties, crystal structure and dye-sensitized solar cell performance of TiO2 nanotube arrays anodized under different parameters",
      "author" : [ "Z. Yi", "Y. Zeng", "H. Wu", "X.F. Chen", "Y.X. Fan", "H. Yang", "Y.J. Tang", "Y.G. Yi", "J.Q. Wang", "P.H. Wu" ],
      "venue" : "Results Phys",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2019
    }, {
      "title" : "Surface acoustic wave ammonia sensor based on ZnO/SiO2 composite film",
      "author" : [ "S.Y. Wang", "J.Y. Ma", "Z.J. Li", "H.Q. Su", "N.R. Alkurd", "W.L. Zhou", "L. Wang", "B. Du", "Y.L. Tang", "D.Y Ao" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2015
    }, {
      "title" : "Controlled solvothermal synthesis of CuS hierarchical structures and their natural-light-induced photocatalytic properties",
      "author" : [ "Z. Hosseinpour", "A. Alemi", "A.A. Khandar", "X. Zhao", "Y. Xie" ],
      "venue" : "New J. Chem",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2015
    }, {
      "title" : "Controlled synthesis and catalytic activity of copper sulfide nanostructured assemblies with different morphologies",
      "author" : [ "J. Kundu", "D. Pradhan" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2014
    }, {
      "title" : "A type-II semiconductor (ZnO/CuS heterostructure) for visible light photocatalysis",
      "author" : [ "M. Basu", "N. Garg", "A.K. Ganguli" ],
      "venue" : "J. Mater. Chem. A 2014,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2014
    }, {
      "title" : "Synthesis of CuS/graphene porous composite for adsorption synergistic photocatalytic degradation of methyl orange",
      "author" : [ "T.W. Cai", "Y. Ding", "L.H. Xu" ],
      "venue" : "Desalin. Water Treat",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2019
    }, {
      "title" : "Enhanced electrochemical and photocatalytic performance of core-shell CuS@carbon quantum dots@carbon hollow nanospheres",
      "author" : [ "B. De", "J. Balamurugan", "N.H. Kim", "J.H. Lee" ],
      "venue" : "ACS Appl. Mater. Interfaces 2017,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2017
    }, {
      "title" : "Construction of CuS/Au heterostructure through a simple photoreduction route for enhanced electrochemical hydrogen evolution and photocatalysis",
      "author" : [ "M. Basu", "R. Nazir", "P. Fageria", "S. Pande" ],
      "venue" : "Sci. Rep. 2016,",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2016
    }, {
      "title" : "Covellite CuS nanocrystals: Realizing rapid microwave-assisted synthesis in air and unravelling the disappearance of their plasmon resonance after coupling with carbon nanotubes",
      "author" : [ "M.R. Kim", "H.A. Hafez", "X. Chai", "L.V. Besteiro", "L. Tan", "T. Ozaki", "A.O. Govorov", "R. Izquierdo", "D.L. Ma" ],
      "venue" : "Nanoscale 2016,",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2016
    }, {
      "title" : "Effect of CuS nanocrystalline particles on counter electrodes of multi-wall carbon nanotubes for QDSCs",
      "author" : [ "Y.N. Zhang", "Q.M. Wang", "D. Wang", "W. Zheng" ],
      "venue" : "J. Mater. Sci. Mater. Electron",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2019
    }, {
      "title" : "3D hierarchical porous CuS flower-dispersed CNT arrays on nickel foam as a binder-free electrode for supercapacitors",
      "author" : [ "Y.L. Quan", "M.Y. Zhang", "G.X. Wang", "L. Lu", "Z.X. Wang", "H.F. Xu", "S. Liu", "Q.W. Min" ],
      "venue" : "New J. Chem",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2019
    }, {
      "title" : "Enhanced electrochemical capacitance of polyimidazole coated covellite CuS dispersed CNT composite materials for application in supercapacitors",
      "author" : [ "S. Ravi", "C.V.V.M. Gopi", "H.J. Kim" ],
      "venue" : "Dalton Trans",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2016
    }, {
      "title" : "One-step synthesis of layered CuS/multi-walled carbon nanotube nanocomposites for supercapacitor electrode material with ultrahigh specific capacitance. Electrochim",
      "author" : [ "K.J. Huang", "J.Z. Zhang", "K. Xing" ],
      "venue" : "ACTA",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2014
    }, {
      "title" : "X.W. Arrays of ultrafine CuS nanoneedles supported on a CNT backbone for application in supercapacitors",
      "author" : [ "T. Zhu", "B.Y. Xia", "L. Zhou", "Lou" ],
      "venue" : "J. Mater. Chem",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2012
    }, {
      "title" : "Facile preparation of CuS-coated multiwalled carbon nanotubes for supercapacitor application: A study on the effect of electrolyte",
      "author" : [ "Y.J. Yang" ],
      "venue" : "Fuller. Nanotub. Carbon Nanostruct",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2017
    }, {
      "title" : "Preparation of iodide selective carbon paste electrode with modified carbon nanotubes by potentiometric method and effect of CuS-NPs on its response",
      "author" : [ "M. Ghaedi", "S.Y.S. Jaberi", "S. Hajati", "M. Montazerozohori", "M. Zarr", "A. Asfaram", "L.K. Kumawat", "V.K. Gupta" ],
      "venue" : "Electroanalysis",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2015
    }, {
      "title" : "NaBH4-reduction induced evolution of Bi nanoparticles from BiOCl nanoplates and construction of promising Bi@BiOCl hybrid photocatalysts",
      "author" : [ "Y.X. Yan", "H. Yang", "Z. Yi", "T. Xian" ],
      "venue" : "Catalysts",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2019
    }, {
      "title" : "Theoretical study of multiexposure zeroth-order waveguide mode interference lithography",
      "author" : [ "Z.Y. Pang", "H. Tong", "X.X. Wu", "J.K. Zhu", "X.X. Wang", "H. Yang", "Y.P. Qi" ],
      "venue" : "Opt. Quant. Electron",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2018
    }, {
      "title" : "Measurements of surface acidity of solid catalysts for free fatty acids esterification in jatropha curcas crude oil for biodiesel production",
      "author" : [ "G. Corro", "F. Banuelos", "E. Vidal", "S. Cebada" ],
      "venue" : "Fuel",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2014
    }, {
      "title" : "Evolution of Bi nanowires from BiOBr nanoplates through a NaBH4 reduction method with enhanced photodegradation performance",
      "author" : [ "Y.X. Yan", "H. Yang", "Z. Yi", "X.X. Wang", "R.S. Li", "T. Xian" ],
      "venue" : "Environ. Eng. Sci",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2020
    }, {
      "title" : "The enhancement of the Ce-solubility limit and saturation magnetization in the Ce0.25BixPryY2.75-x-yFe5O12 garnet synthesized by the conventional ceramic method",
      "author" : [ "O. Dehghani Dastjerdi", "H. Shokrollahi", "H. Yang" ],
      "venue" : "Ceram. Int",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2020
    }, {
      "title" : "The influence of Eu cations on improving the magnetic properties and promoting the Ce solubility in the Eu, Ce-substituted garnet synthesized by the solid state route. Ceram",
      "author" : [ "M. Golkari", "H. Shokrollahi", "H. Yang" ],
      "venue" : null,
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2020
    }, {
      "title" : "Controlled synthesis of CuS/TiO2 heterostructured nanocomposites for enhanced photocatalytic hydrogen generation through water splitting",
      "author" : [ "M. Chandra", "K. Bhunia", "D. Pradhan" ],
      "venue" : "Inorg. Chem",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2018
    }, {
      "title" : "Construction of Ag2S@CaTiO3 heterojunction photocatalysts for enhanced photocatalytic degradation of dyes",
      "author" : [ "Y.X. Yan", "H. Yang", "Z. Yi", "T. Xian", "R.S. Li", "X.X. Wang" ],
      "venue" : "Desalin. Water Treat",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2019
    }, {
      "title" : "Diamond/carbon nanotube composites: Raman, FTIR and XPS spectroscopic studies",
      "author" : [ "M. Varga", "T. Izak", "V. Vretenar", "H. Kozak", "J. Holovsky", "A. Artemenko", "M. Hulman", "V. Skakalova", "D.S. Lee", "A. Kromka" ],
      "venue" : "Carbon",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2017
    }, {
      "title" : "Hydrothermal growth of CuS nanostructures and its photocatalytic properties",
      "author" : [ "M. Saranya", "C. Santhosh", "R. Ramachandran", "P. Kollu", "P. Saravanan", "M. Vinoba", "S.K. Jeong", "A.N. Grace" ],
      "venue" : "Powder Technol",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2014
    }, {
      "title" : "Ultrasonic assisted synthesis of BaTiO3 nanoparticles at 25 ◦C and atmospheric pressure",
      "author" : [ "S. Utara", "S. Hunpratub" ],
      "venue" : "Ultrason. Sonochem",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2018
    }, {
      "title" : "Synthesis and characterization of BaAl2O4 catalyst and its photocatalytic activity towards degradation of methylene blue dye",
      "author" : [ "S.F. Wang", "H.J. Gao", "L.M. Fang", "Y. Wei", "Y.W. Li", "L. Lei" ],
      "venue" : "Z. Phys. Chem",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2019
    }, {
      "title" : "Effect of phase transition on optical and photoluminescence properties of nano-MgWO4 phosphor prepared by a gamma-ray irradiation assisted polyacrylamide gel method",
      "author" : [ "S. Wang", "H. Gao", "C. Chen", "Q. Li", "C. Li", "Y. Wei", "L. Fang" ],
      "venue" : "J. Mater. Sci. Mater. Electron",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2019
    }, {
      "title" : "Direct Z-scheme CaTiO3@BiOBr composite photocatalysts with enhanced photodegradation of dyes",
      "author" : [ "Y.X. Yan", "H. Yang", "Z. Yi", "T. Xian", "X.X. Wang" ],
      "venue" : "Environ. Sci. Pollut. Res",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2019
    }, {
      "title" : "FTIR Spectroscopy for carbon family study",
      "author" : [ "V. Tucureanu", "A. Matei", "A.M. Avram" ],
      "venue" : "Crit. Rev. Anal. Chem",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2016
    }, {
      "title" : "CuS nanoplatelets arrays grown on graphene nanosheets as advancedelectrode materials for supercapacitor applications",
      "author" : [ "X. Li", "K. Zhou", "J. Zhou", "J. Shen", "M. Ye" ],
      "venue" : "J. Mater. Sci. Technol",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2018
    }, {
      "title" : "Raman spectroscopic investigation of carbon nanowalls",
      "author" : [ "Z.H. Ni", "H.M. Fan", "Y.P. Feng", "Z.X. Shen", "B.J. Yang", "Y.H. Wu" ],
      "venue" : "J. Chem. Phys",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 2006
    }, {
      "title" : "Preparation and promising application of novel LaFeO3/BiOBr heterojunction photocatalysts for photocatalytic and photo-Fenton removal of dyes",
      "author" : [ "S.T. Guan", "H. Yang", "X.F. Sun", "T. Xian" ],
      "venue" : "Opt. Mater",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2020
    }, {
      "title" : "Irradiation assisted polyacrylamide gel route for the synthesize of the Mg1–xCoxAl2O4 nano-photocatalysts and its optical and photocatalytic performances",
      "author" : [ "S. Wang", "H. Gao", "C. Chen", "Y. Wei", "X. Zhao" ],
      "venue" : "J. Sol-Gel Sci. Technol",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2019
    }, {
      "title" : "A promising Ag2CrO4/LaFeO3 heterojunction photocatalyst applied to photo-Fenton degradation of RhB",
      "author" : [ "Y.C. Ye", "H. Yang", "H.M. Zhang", "J.L. Jiang" ],
      "venue" : null,
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2018
    }, {
      "title" : "Optical properties and electronic structure of amorphous germanium",
      "author" : [ "J. Tauc", "R. Grigorovici", "A. Vancu" ],
      "venue" : "Phys. Stat. Solidi",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 1966
    }, {
      "title" : "Enhanced photocatalytic performance by hybridization of Bi2WO6 nanoparticles with honeycomb-like porous carbon skeleton",
      "author" : [ "S.Y. Wang", "H. Yang", "Z. Yi", "X.X. Wang" ],
      "venue" : "J. Environ. Manag",
      "citeRegEx" : "70",
      "shortCiteRegEx" : "70",
      "year" : 2019
    }, {
      "title" : "Construction of a CQDs/Ag3PO4/BiPO4 heterostructure photocatalyst with enhanced photocatalytic degradation of rhodamine B under simulated solar irradiation",
      "author" : [ "H.J. Gao", "C.X. Zheng", "H. Yang", "X.W. Niu", "S.F. Wang" ],
      "venue" : "Micromachines",
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2019
    }, {
      "title" : "Copper sulfide based heterojunctions as photocatalysts for dyes photodegradation",
      "author" : [ "L. Isac", "C. Cazan", "A. Enesca", "L. Andronic" ],
      "venue" : "Front. Chem. 2019,",
      "citeRegEx" : "72",
      "shortCiteRegEx" : "72",
      "year" : 2019
    }, {
      "title" : "Carbon quantum dots (CQDs) decorated Bi2O3-x hybrid photocatalysts with promising NIR-light-driven photodegradation activity for AO7",
      "author" : [ "T. Xian", "X.F. Sun", "L.J. Di", "Y.J. Zhou", "J. Ma", "H.Q. Li", "H. Yang" ],
      "venue" : "Catalysts 2019,",
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 23,
      "context" : "Furthermore, nanosized noble metals also exhibit interesting localized surface plasmon resonance (LSPR) properties, and nanocarbons exhibit interesting up-conversion photoluminescence (PL) properties [24,25].",
      "startOffset" : 200,
      "endOffset" : 207
    }, {
      "referenceID" : 24,
      "context" : "Furthermore, nanosized noble metals also exhibit interesting localized surface plasmon resonance (LSPR) properties, and nanocarbons exhibit interesting up-conversion photoluminescence (PL) properties [24,25].",
      "startOffset" : 200,
      "endOffset" : 207
    }, {
      "referenceID" : 32,
      "context" : "Compared to the famous semiconductor photocatalysts TiO2 and ZnO [33,34], CuS has a relatively narrow bandgap energy, i.",
      "startOffset" : 65,
      "endOffset" : 72
    }, {
      "referenceID" : 33,
      "context" : "Compared to the famous semiconductor photocatalysts TiO2 and ZnO [33,34], CuS has a relatively narrow bandgap energy, i.",
      "startOffset" : 65,
      "endOffset" : 72
    }, {
      "referenceID" : 34,
      "context" : "This suggests that CuS can efficiently harvest the visible light of the solar spectrum, and is particularly interesting in the application as a visible-light-driven photocatalyst [35,36].",
      "startOffset" : 179,
      "endOffset" : 186
    }, {
      "referenceID" : 35,
      "context" : "This suggests that CuS can efficiently harvest the visible light of the solar spectrum, and is particularly interesting in the application as a visible-light-driven photocatalyst [35,36].",
      "startOffset" : 179,
      "endOffset" : 186
    }, {
      "referenceID" : 46,
      "context" : ", electrochemical impedance spectroscopy (EIS) and photocurrent response, were measured on a CST 350 electrochemical workstation according to the procedure elaborated in our previous work [47].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 48,
      "context" : "The preparation process of the working electrode was described in our previous work [49].",
      "startOffset" : 84,
      "endOffset" : 88
    }, {
      "referenceID" : 49,
      "context" : "All the as-prepared CuS samples, including the nanoparticles and nanoflakes, appear black in color, as seen from the digital images inserted in the SEM images of Figure 1, implying that they exhibit strong visible-light absorption [50].",
      "startOffset" : 231,
      "endOffset" : 235
    }, {
      "referenceID" : 49,
      "context" : "All the as-prepared CuS samples, including the nanoparticles and nanoflakes, appear black in color, as seen from the digital images inserted in the SEM images of Figure 1, implying that they exhibit strong visible-light absorption [50].",
      "startOffset" : 231,
      "endOffset" : 235
    }, {
      "referenceID" : 50,
      "context" : "1%), which may have been caused by the electrostatic interaction between cationic RhB molecules and −OH groups attached to CuS [51].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 51,
      "context" : "Figure 4b shows the corresponding degradation kinetic plots, which are modeled using the pseudo-first-order kinetic equation Ln (Ct/C0) = −kappt [52].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 50,
      "context" : "1%), which may have been caused by the electrostatic interaction between cationic RhB molecules and −OH groups attached to CuS [51].",
      "startOffset" : 127,
      "endOffset" : 131
    }, {
      "referenceID" : 51,
      "context" : "Figure 4b shows the corresponding degradation kinetic plots, which are modeled using the pseudo-first-order kinetic equation Ln (Ct/C0) = −k ppt [52].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 52,
      "context" : "XPS is a useful technique for the determination of chemical states of elements [53,54].",
      "startOffset" : 79,
      "endOffset" : 86
    }, {
      "referenceID" : 53,
      "context" : "XPS is a useful technique for the determination of chemical states of elements [53,54].",
      "startOffset" : 79,
      "endOffset" : 86
    }, {
      "referenceID" : 54,
      "context" : "3 eV (Cu-2p1/2) confirmed the presence of Cu2+ species in the CuS crystals [55].",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 55,
      "context" : "3 eV (S-2p1/2) on the S-2p core-level XPS spectrum (Figure 7c) [56].",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 56,
      "context" : "0 eV, which are characterized as C=C (sp2), C−C (sp3), C=O and π–π* shake-up feature [57].",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 57,
      "context" : "On the FTIR spectrum of CuS, the observed strong absorption peak at 630 cm−1 (Cu–S stretching mode) indicates the formation of CuS crystals [58].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 58,
      "context" : "The infrared vibration peaks detected at 1108 and 1395 cm−1 are indicative of the possible presence of CO32− groups [59].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 62,
      "context" : "On the FTIR spectrum of CNTs, no obvious vibration peaks of carbon skeleton (C=C) featured in CNTs [63] were detected, possibly due to their weak absorption intensity.",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 52,
      "context" : "XPS is a useful technique for the determination of chemical states of elements [53,54].",
      "startOffset" : 79,
      "endOffset" : 86
    }, {
      "referenceID" : 53,
      "context" : "XPS is a useful technique for the determination of chemical states of elements [53,54].",
      "startOffset" : 79,
      "endOffset" : 86
    }, {
      "referenceID" : 54,
      "context" : "3 eV (Cu-2p1/2) confirmed the presence of Cu2+ species in the CuS crystals [55].",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 55,
      "context" : "3 eV (S-2p1/2) on the S-2p core-level XPS spectrum (Figure 7c) [56].",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 56,
      "context" : "0 eV, which are characterized as C=C (sp2), C−C (sp3), C=O and π–π* shake-up feature [57].",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 63,
      "context" : "A strong peak at 465 cm−1 was observed on the Raman spectrum of CuS, corresponding to the A1g vibration mode of CuS crystals [64].",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 64,
      "context" : "The three weak peaks at 2681, 2923, and 3216 cm−1 arose due to the 2D, D+G and 2D’ Raman bands, respectively [65].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 57,
      "context" : "On the FTIR spectrum of CuS, the observed strong absorption peak at 630 cm−1 (Cu–S stretching mode) indicates the formation of CuS crystals [58].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 58,
      "context" : "The infrared vibration peaks detected at 1108 and 1395 cm−1 are indicative of the possible presence of CO32− groups [59].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 62,
      "context" : "On the FTIR spectrum of CNTs, no obvious vibration peaks of carbon skeleton (C=C) featured in CNTs [63] were detected, possibly due to their weak absorption intensity.",
      "startOffset" : 99,
      "endOffset" : 103
    }, {
      "referenceID" : 63,
      "context" : "A strong peak at 465 cm−1 was observed on the Raman spectrum of CuS, corresponding to the A1g vibration mode of CuS crystals [64].",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 64,
      "context" : "The three weak peaks at 2681, 2923, and 3216 cm−1 arose due to the 2D, D+G and 2D’ Raman bands, respectively [65].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 63,
      "context" : "A strong peak at 465 cm−1 was observed on the Raman spectru of CuS, corresponding to the A1g vibration mode of CuS crystals [64].",
      "startOffset" : 124,
      "endOffset" : 128
    }, {
      "referenceID" : 64,
      "context" : "The three weak peaks at 2681, 2923, and 3216 cm−1 arose due to the 2D, D+G and 2D’ Raman bands, respectively [65].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 65,
      "context" : "It is well established that the semicircle diameter can be used as an indicator for the charge-transfer resistance [66,67].",
      "startOffset" : 115,
      "endOffset" : 122
    }, {
      "referenceID" : 66,
      "context" : "It is well established that the semicircle diameter can be used as an indicator for the charge-transfer resistance [66,67].",
      "startOffset" : 115,
      "endOffset" : 122
    }, {
      "referenceID" : 65,
      "context" : "It is ell est lis e t t t e se icircle i eter c e se s a indicator for the charge-transfer resistance [66,67].",
      "startOffset" : 102,
      "endOffset" : 109
    }, {
      "referenceID" : 66,
      "context" : "It is ell est lis e t t t e se icircle i eter c e se s a indicator for the charge-transfer resistance [66,67].",
      "startOffset" : 102,
      "endOffset" : 109
    }, {
      "referenceID" : 65,
      "context" : "It is well established that the semicircle diameter can be used as an indicator for the charge-transfer resistance [66,67].",
      "startOffset" : 115,
      "endOffset" : 122
    }, {
      "referenceID" : 66,
      "context" : "It is well established that the semicircle diameter can be used as an indicator for the charge-transfer resistance [66,67].",
      "startOffset" : 115,
      "endOffset" : 122
    }, {
      "referenceID" : 67,
      "context" : "1 mmol of benzoquinone (BQ, scavenger of superoxide •O2−) [68] were separately added in the photodegradation system.",
      "startOffset" : 58,
      "endOffset" : 62
    }, {
      "referenceID" : 68,
      "context" : "5 h-20 ◦C) by using the Tauc relation [69], where α is the Kubelka-Munk (K-M) absorption coefficient and hν is the photon energy.",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 69,
      "context" : "VB potentials of CuS can be estimated using the Mott-Schottky (M-S) method [70].",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 67,
      "context" : "1 mmol of benzoquinone (BQ, scavenger of superoxide •O2−) [68] were separately added in the photodegradation system.",
      "startOffset" : 58,
      "endOffset" : 62
    }, {
      "referenceID" : 68,
      "context" : "5 h-20 °C) by using the Tauc relation [69], where α is the Kubelka-Munk (K-M) absorption coefficient and hν is the photon energy.",
      "startOffset" : 38,
      "endOffset" : 42
    }, {
      "referenceID" : 69,
      "context" : "The CB and VB potentials of CuS can be estimated using the Mott-Schottky (M-S) method [70].",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 70,
      "context" : "CNT is photoexcited to produce electrons in its lowest unoccupied molecular orbital (LUMO) and holes in its highest occupied molecular orbital (HOMO) [71].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 71,
      "context" : "The interesting electron transfer process is somewhat similar to the Z-scheme charge mechanism (but different from the type II heterojunction [72]), and can efficiently prevent the recombination of the CB electrons with the VB holes in CuS.",
      "startOffset" : 142,
      "endOffset" : 146
    } ],
    "year" : 2020,
    "abstractText" : "Herein, a coprecipitation method used to synthesize CuS nanostructures is reported. By varying the reaction time and temperature, the evolution of the CuS morphology between nanoparticles and nanoflakes was investigated. It was found that CuS easily crystallizes into sphere-/ellipsoid-like nanoparticles within a short reaction time (0.5 h) or at a high reaction temperature (120 ◦C), whereas CuS nanoflakes are readily formed at a low reaction temperature (20 ◦C) for a long time (12 h). Photodegradation experiments demonstrate that CuS nanoflakes exhibit a higher photodegradation performance than CuS nanoparticles for removing rhodamine B (RhB) from aqueous solution under simulated sunlight irradiation. Carbon nanotubes (CNTs) were further used to modify the photodegradation performance of a CuS photocatalyst. To achieve this aim, CNTs and CuS were integrated to form CNT/CuS hybrid composites via an in situ coprecipitation method. In the in situ constructed CNT/CuS composites, CuS is preferably formed as nanoparticles, but cannot be crystallized into nanoflakes. Compared to bare CuS, the CNT/CuS composites manifest an obviously enhanced photodegradation of RhB; notably, the 3% CNT/CuS composite with CNT content of 3% showed the highest photodegradation performance (η = 89.4% for 120 min reaction, kapp = 0.01782 min−1). To make a comparison, CuS nanoflakes and CNTs were mechanically mixed in absolute alcohol and then dried to obtain the 3% CNT/CuS-MD composite. It was observed that the 3% CNT/CuS-MD composite exhibited a slightly higher photodegradation performance (η = 92.4%, kapp = 0.0208 min−1) than the 3% CNT/CuS composite, which may be attributed to the fact that CuS maintains the morphology of nanoflakes in the 3% CNT/CuS-MD composite. The underlying enhanced photocatalytic mechanism of the CNT/CuS composites was systematically investigated and discussed.",
    "creator" : "LaTeX with hyperref package"
  }
}