{
  "name" : "downloads_2020-08-06_2b_10.3390@biology9080195.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Protective Mechanism of Acacia saligna Butanol Extract and Its Nano-Formulations against Ulcerative Colitis in Rats as Revealed via Biochemical and Metabolomic Assays",
    "authors" : [ "Heba M.I. Abdallah", "Naglaa M. Ammar", "Mohamed F. Abdelhameed", "G. El Gendy", "Tamer I. M. Ragab", "Ahmed M. Abd-ElGawad", "Mohamed A. Farag", "Mona S. Alwahibi", "Abdelsamed I. Elshamy" ],
    "emails" : [ "fayed.nrc@gmail.com", "naglaaammar@yahoo.com", "aggundy_5@yahoo.com", "tamerragab2006@gmail.com", "mfarag73@yahoo.com", "malwahibi@ksu.edu.sa", "heba21_5@yahoo.com", "aibrahim2@ksu.edu.sa", "elshamynrc@yahoo.com", "elshamynrc@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Biology 2020, 9, 195; doi:10.3390/biology9080195 www.mdpi.com/journal/biology\nBiology 2020, 9, 195 2 of 21\ncolitis in rats, and the underlying mechanism could be attributed to the modulatory effects of ASBE on the inflammatory cascades. The applicability of metabolomics developed in this rat model seems to be crucial for evaluating the anti-inflammatory mechanisms of new therapeutics for acute colitis.\nKeywords: Acacia saligna; ulcerative colitis; nano-extract; inflammation; metabolomics"
    }, {
      "heading" : "1. Introduction",
      "text" : "Inflammatory bowel diseases (IBD), including ulcerative colitis (UC) and Crohn’s disease, are up to now of unidentified etiology [1]. In fact, its pathogenesis is contributed by multifactorial agents (genetic, immune, and environmental factors). Inflammatory bowel disease, in acute or chronic form, interferes with lifestyle causing a number of health problems for people in both developing and developed countries [2,3]. Rectal bleeding and diarrhea are major symptoms of intestinal enteritis and accounts for about 1.7 billion of reported cases each year [4]. Gastroenteritis is the second leading cause of death globally and accounts for over one million deaths annually [5], and with higher mortality rates in developing countries. Corticosteroids and 5-aminosalicylic acid compounds are commonly used for the treatment of IBD. However, the side effects of dose-dependent are directly associated with the using of these types of medicinal drugs such as azathioprine and cyclosporine A [6]. Nanocrystalline silver has been shown to exhibit anti-inflammatory properties [7]. In animal models of inflammatory skin disease, NPI 32,101 was shown to decrease inflammation and down-regulates the production of interleukin-12 (IL-12), tumor necrosis factor-alpha (TNF-α) involved in the pathogenesis of inflammatory bowel disease [8]. Several side effects accompanyed conventional treatments for IBD may be mild such as nausea, vomiting, diarrhea, headache, and osteoporosis [8]. In severe cases, patients may experience drug resistance, recurrence, and new IBD symptoms warranting the development of new drugs to treat IBD safely and effectively. To determine the efficacy and safety of drugs, monitoring of global metabolites changes can provide the perfect tool to address such issues in response to novel drugs. Metabolomics is the systematic analysis of metabolites in a biological sample, involving biochemical compounds of low molecular weight, such as organic acids, amino acids, sugars, lipids, and nucleotides [9] using mostly chromatographic techniques coupled to mass spectroscopy. Metabolomics was used to detect and diagnose disease progression early and offered prognostic biomarkers as new therapeutic targets [10]. Mass spectrometry (MS) and nuclear magnetic resonance (NMR) are generally utilized in the metabolomics study [11]. Among these, gas chromatography coupled with mass spectrometry (GC/MS) is commonly used for metabolites profiling in different biofluids, bettering other technical platforms attributable to its high sensitivity and reproducibility, as well as the availability of spectral libraries for structural identification [12]. Recently, the use of herbal drugs or natural products as therapeutic agents has gained much attention worldwide for the treatment of several diseases [13]. Phenolic compounds including flavonoids represent the main components of almost all of the herbal plants [14]. Phenolic compounds including flavonoids and phenolic acids are potent bioactive materials as antiulcer, antioxidant, anti-inflammatory, cardioprotective, anticancer, hepatoprotective, antimicrobial, anti-diabetic agents [14,15]. Plants belonging to Acacia genus (Fabaceae Family) are rich in phenolic compounds, flavonoids, and tannins and to mediate for the treatment of haemorrhoids, perspiring feet, diarrhea, skin problems, wounds, eye problems, mouth wash, diabetes, irritable bowel syndrome, and obesity [16]. Several metabolites were reported from Acacia species especially flavonoids, cyclitols, tannins alkaloids, saponins, di- and triterpenes cyanogenic glycosides, and essential oils [17]. From the different extracts of A. saligna, flavonoids, spirostane saponin, and lignans [18], were characterized with potential antimicrobial [19] and allelopathic activity [20]. Several reports described the role of Acacia plants in the management of inflammations and pains in traditional medicines especially in Africa [21]. From this\nBiology 2020, 9, 195 3 of 21\noverview, many publications described the biological activities of these plants as anti-inflammatory agents such as A. modesta [22], A. mearnsii [23], and A. hydaspica [24]. Attempts to improve natural products or drug extracts delivery or pharmacological actions has been on going to include among other techniques encapsulation or micro sizing [25]. The scientists made focused strongly on the use of nanoparticles in drug delivery with a 10 to 1000 nm size ranging that have significant enhancements than those of fine and/or bulk particles [26]. The enhancements include improvement of (i) bioavailability via enhancing the solubility, (ii) the time of residence in the body, (iii) the half-life of the clearance and specificity for the cognate receptors, (iv) the targeting of the specific cellular goals, (v) the safety of the drugs via lowering the used drug dose, (vi) the care of non-targeted tissues from serious side effects [27]. With regards to assessment of drug efficacy against UC, rats have a relatively larger body size than mice and in turn, a large intestinal tract which allows for better examination, more tissues to be harvested, and overall more resembles intestinal inflammation in human [28]. Acetic acid-induced colitis is a valid animal model that induces acute inflammatory responses mimicking that seen in UC [29]. This study aimed to enhance the pharmacological activities of ASBE by using nanoparticles delivery system with regard to its anti-UC effect. To achieve such a goal, anti-ulcer effects of ASBE and its nano-extracts were assessed compared to standard anti-inflammatory ‘’dexamethasone” using acetic acid-induced UC rat model via monitoring histopathological changes, biochemical markers, and serum metabolites and analysed using chemometrics."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Plant Material, Extract Preparation and Phenolics Characterization",
      "text" : "A composite sample from the shoots of A. saligna was collected near Gamasa city, north Nile Delta, 31.4293955 N 31.5280741 E, Egypt, in April 2016 and identified according to [30,31]. A voucher specimen (Mans.0060119013) was deposited at the herbarium of Mansoura University, Mansoura, Egypt. The collected sample was cleaned of dust and dried in shade conditions at room temperature (25 ± 3 ◦C) until complete dryness. The air-dried powder of A. saligna shoots (650 g) were macerated in n-BuOH at room temperature, filtered, and dried under vacuum to yield dark black residue (26.0 g). A small amount of the n-BuOH crude extract (ASBE, 11 g) was stored in sealed air-tight glass vials at 4 ◦C until further assays. Total polyphenols content, including total polyphenols (TPC) and total flavonoid contents (TFC), were determined according the previous described protocol [32,33]. The remain n-BuOH extract (15 g) was subjected to further fractionation over polyamide 6 L CC, eluted with a mixture of H2O/MeOH step gradient and afforded four main fractions (AS-1: AS-4) after final collection according to paper chromatography and TLC profile. Depending upon the Sephadex LH-20 CC and RP-18 HPLC followed by spectroscopic analysis (UV, NMR, and MS), fifteen compounds 1-15 were characterized."
    }, {
      "heading" : "2.2. Drugs and Chemicals",
      "text" : "Dexamethasone was purchased from Merck Serono, Galaxo SmithKline, UK. Glacial acetic acid, methoxyamine hydrochloride, pyridine, n-methyl-n-(trimethylsilyl) trifluoroacetamide (MSTFA), trimethylchlorosilane, acetonitrile (99.8%) and n-alkane C8-C40 standards were purchased from Sigma-Aldrich (St. Louis, MO, USA). Silver nitrate (AgNO3) was purchased from Merck (Burlington, VT, USA)."
    }, {
      "heading" : "2.3. Biosynthesis of ASBE Silver Nanoparticles (Ag-NPs)",
      "text" : "Ag-NPs were prepared by the reduction of AgNO3 using ASBE. Stock aqueous 10 mL AgNO3 solution (1 mM) was added at different volumes (100, 200, 300, 400 and 500 µL) of the extract at 25 ◦C. The reaction mixture was shaken slightly and allowed to stand in the dark overnight [34]. The Ag-NPs were prepared through reducing silver nitrate (AgNO3) with ethylene glycol (EG) in the existence of\nBiology 2020, 9, 195 4 of 21\npolyol. In a classic method, 10 mL of EG was refluxed at 160 ◦C for 25 min. Then, 5 mL solution of AgNO3 in EG and 10 mL solution of 0.15 M PVP in EG containing 0.03 mM MnCl2 was concurrently be injected into the flask over a period of 10 min, the reaction mixture was further refluxed and vigorously stirred at 160 ◦C for 60 min. The reaction mixture was then cooled to room temperature followed by centrifugation at 3000 rpm for 5 min, and then washed with acetone and ethanol three times. The Ag-NPs were collected and dried in an oven at 70 ◦C. Nanoparticles are defined as particulate dispersions or solid particles with a size in the range of 1–100 nm. The emulsion process of plant extract nanoemulsion was prepared using plant extract, non-ionic surfactant Tween 20 (HLB-16.7), and water via spontaneous emulsification method. Nanoemulsion was carried out in two steps: First, the organic phase was fabricated through mixing plant extract sample with chosen surfactant (Tween 20) in the following ratio (1:5). In the second step, the organic phase (a plant extract and Tween 20) was added drop by drop (20 mL/min) to water using separating funnel and stirring the system magnetically (800 rpm). Then the prepared silver nanoparticles (Ag-NPs) are added to the prepared nanoemulsion by the following ratio (1%) followed by sonication for another 30 min at 50 ◦C."
    }, {
      "heading" : "2.4. UV–vis Spectra Measurements",
      "text" : "The absorbance spectrum of produced ASBE nanoparticles was measured immediately (within 1 h) after its synthesis. Before recording the absorbance spectrum, a reference of de-ionized water was recorded, as appropriate. The spectrophotometer used was a UV-2401 (PC)S, UV-Visable recording spectrophotometer (Shimadzu, Japan) and the software was Spectrum™Version 6.87. Absorbance spectra were calculated over the range of 200–800 nm. The wavelength of peak absorbance (λmax) was noted."
    }, {
      "heading" : "2.5. Transmission Electron Microscopy (TEM)",
      "text" : "Particle size and shape were determined with a JEOL JEM 1011 (Japan) transmission electron microscope. 400 µL of nanoparticle solution was deposited on carbon-coated copper grids (400 mesh) and dried at 30 ◦C before image capture."
    }, {
      "heading" : "2.6. Experimental Design",
      "text" : "Animals were randomly allocated into eight groups, each one with six animals. Group 1: negative control (treated with saline). Group 2: positive control group (receiving acetic acid as mentioned above). Group 3: reference group (receiving dexamethasone intraperitoneally at a dose of 1 mg/kg) (Dolatabadi and Zarchii, 2015). Group 4: each rat received 2 mL of nano-Ag (Ag) solution (100 mg/L). Group 5: received ASBE at a dose of 100 mg/kg as reported in previous literature [35]. Group 6: received ASBE and nano-Ag. Group 7: received nanoformulation of ASBE at the same dose (100 mg/kg). Group 8: received nanoformulation of ASBE and nano-Ag. All groups except the negative control group received acetic acid (as mentioned above). The extract, its nanoformulation, dexamethasone, or nano-Ag were administered orally administered daily for 2 weeks before starting UC induction with acetic acid and continued for further 2 days."
    }, {
      "heading" : "2.7. Blood Collection, Colon Lesions Assessment, and Tissue Preparation",
      "text" : "After 48 h of acetic acid injection, blood samples were collected from the retro-orbital venous plexus of rats under light ether anesthesia and collected in clean test tubes, left to clot, then centrifuged for 10 min at 3000 rpm using a cooling centrifuge (Sigma and Laborzentrifugen, 2k15, Germany). Serum was separated and stored into Eppendorf tubes at −80 ◦C to be used for metabolomics study. After the collection of blood samples, animals were sacrificed by cervical dislocation, and laparotomy was performed. Colonic segments (8 cm in length and 3 cm proximal to the anus) were rapidly excised, gently cleaned of fecal contents, and opened along the mesenteric border, washed with saline. Colon specimen wet weight/length (g/cm) ratios were calculated and visually inspected for ulcerogenic features. Mucosal lesions were also quantified by a [36] 0–5 scoring system with 0 for no damage, 1 for localized hyperemia, 2 for ulcers or erosions with no significant inflammation, 3 for\nBiology 2020, 9, 195 5 of 21\nulcers or erosions with inflammation at one site, 4 for two or more ulceration sites and/or inflammation, and 5 for two or more major sites of inflammation and ulceration or one major site of inflammation and ulceration extending more than 1 cm along the length of the colon. Ulcer area was measured using a plane glass square. Each cell on the glass square was 1 mm2 in area, the number of cells was counted and with ulcer area was determined for each colon. Ulcer index was measured by summing the lesion score and the ulcer area for each colon specimen [37]. Colons of rats were divided into two parts, the first colon samples were homogenized and with the homogenate kept at (−80 ◦C) for biochemical determination of colon content of cyclooxygenase 2 (COX-2), prostaglandin E2 (PGE2), and interleukin 1 beta (IL1β). The second colon sample was preserved in phosphate-buffered formalin 10% for histopathological investigation."
    }, {
      "heading" : "2.8. Metabolomics Samples Preparation and GC–MS Analysis",
      "text" : "Samples were randomized prior to sample preparation. Serum samples were thawed on ice and with metabolites extracted as described by Hassan, et al. [38] as follows: 100 µL of serum was mixed with 200 µL of cold acetonitrile (100%) containing 5 µg xylitol as an internal standard, centrifuged at 7000 rpm for 15 min followed by centrifugation. The supernatant was evaporated using nitrogen gas and a freeze dryer till complete dryness. For metabolites derivatization, a volume of 50 µL methoxyamine HCl/pyridine solution (20 mg/mL) was first added to the dried pellet then incubated at 60 ◦C for 1 h. As a second step derivatization, 100 µL MSTFA containing 1% TMS was added to the mixture then incubated at 60 ◦C for 1 h. The quality control (QC) sample was prepared by mixing aliquots of all samples to be a pooled sample."
    }, {
      "heading" : "2.9. GC–MS Analysis",
      "text" : "Gas Chromatography (Thermo Scientific Corp., USA), coupled with a thermo mass spectrometer detector (ISQ Single Quadrupole Mass Spectrometer) was used for the profiling of serum metabolites. Chromatographic separation was achieved as described by Raish, et al. [39] with some modifications, using TG-5MS column (30 m × 0.25 mm i.d., 0.25 µm film thickness) and helium as carrier gas at a flow rate of 1.0 mL/min with a split ratio of 1:10 using the following temperature program: 80 ◦C for 2 min; rising at 5.0 ◦C/min to 300 ◦C and held for 5 min. The injector and detector were held at 280 ◦C. Mass spectra were obtained by electron ionization (EI) at 70 eV, using a spectral range of m/z 35–500."
    }, {
      "heading" : "2.10. GC-MS Data Processing and Multivariate Chemometric Analysis",
      "text" : "Serum metabolites were identified by comparing their retention indices (RI) relative to n-alkanes (C8–C40) standards along with mass matching to NIST library database. Peaks were first deconvoluted using AMDIS software (www.amdis.net) prior to mass spectral matching. Metabolites abundance data were prepared for multivariate data analysis by extraction using MET-IDEA software for data extraction. The MS signals abundance were normalized to the internal standard “xylitol” in each sample and further subjected to Pareto scaling prior to multivariate data analysis. Data were then subjected to principal component analysis (PCA), orthogonal projection to latent structure discriminate analysis (OPLS-DA) using SIMCA-P software."
    }, {
      "heading" : "2.11. Biochemical Assessment of Colon Tissue",
      "text" : "Cyclooxygenase 2 (COX-2), prostaglandin E2 (PGE2), and interleukin 1 beta (IL-1β) levels were determined in intestinal homogenate using ELISA available kits following the manufacturer’s instructions (Glory science, Texas, USA)."
    }, {
      "heading" : "2.12. Histopathological Investigation",
      "text" : "Tissue specimens from colon were processed as follows: dehydrated, embedded in paraffin, sectioned at 3–5 µm thickness, and finally stained with hematoxylin-eosin stain (H&E) for the\nBiology 2020, 9, 195 6 of 21\ndetermination of histopathological changes that occurred in colon tissue. The sections were scanned and analyzed by a pathologist not aware of sample assignment to experimental groups [40]."
    }, {
      "heading" : "2.13. Statistical Analysis",
      "text" : "All results were expressed as mean ± standard error of the mean. Data analysis was achieved by one-way analysis of variance (ANOVA) followed by Tukey comparison test using software program GraphPad Prism (version 6.00). The difference was considered significant when p < 0.05. Univariate analysis was performed using SPSS version (16) for the biochemical data analysis. Nonparametric (Mann-Whitney test) was used to compare between two groups after normalization with a kruskal-Wallis test."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Chemical Characterization of ASBE",
      "text" : "The abundance of polyphenolic compounds in Acacia plants and especially A. saligna was previously reported [18,19] posing it to be examined in this study for its anti-inflammatory effects. The results of polyphenolic determination in ASBE revealed the abundance of total phenolic and flavonoid contents at 68.39 mg/g extract and 143.84 mg/g extract, respectively. The chemical characterization via different chromatographic techniques further identified 15 phenolic compounds including six flavonoids, naringenin (1), taxifolin (2), catechin (3), quercetin (4), rutin (5), and kaempferol (6), and nine phenolic compounds, gallic acid (7), methyl gallate (8), syringic acid (9), cinnamic acid (10), ferulic acid (11), coumaric acid (12), caffeic acid (13), ellagic acid (14), and chlorogenic acid (15) (Figure S1)."
    }, {
      "heading" : "3.2. Characterization of ASBE Silver Nanoparticles (Ag-NPs)",
      "text" : "ASBE-Ag-NPs physicochemical properties were initially characterized to ensure its biodistribution, safety, and effectiveness. The characterization of Ag-NPs was based on its UV characterization and transmission electron microscopy (TEM) to determine the functional aspects of the synthesized particles."
    }, {
      "heading" : "3.3. UV-vis Spectroscopy",
      "text" : "UV-vis spectroscopy is a common tool for the characterization of synthesized nanoparticles, also used to examine Ag-NPs synthesis and stability (Sastry et al., 1998). In Ag-NPs, the transmission and valence band lie very close to each other in which electrons move freely. The absorption of Ag-NPs depends on the size of particles, dielectric medium, and chemical environment. ASBE-Ag-NPs solution color was wide-ranging from yellow/colorless to dark brown depending upon the concentration of the formed nanoparticles. No remarkable aggregation of particles and color-changing were detected even after 30 min. The aggregation was observed via the color alteration to darkness and then colorless solutions with the formation of a black precipitate of silver. At different concentrations, characteristic UV-vis spectra of silver nanosized particles at the plasmon band between 445–456 nm [41]. The data of Figure 1A revealed an absorption band appeared at longer wavelengths with small spherical Ag-NPs. The surface plasmon resonance (SPR) band intensity increased with concentration and that more Ag+ ions are reduced to Ag nanoparticles [34]."
    }, {
      "heading" : "3.4. Transmission Electron Microscopy (TEM)",
      "text" : "TEM is a versatile technique for nanomaterials characterization, used to obtain quantitative measurements of particle and/or grain size, size distribution, and morphology (Lin et al., 2014). High-resolution transmission electron microscopy (HRTEM) technique was used for evaluation of the size and shape of the designed Ag-NPs. The TEM image of the prepared Ag-NPs distribution was presented in Figure 1B. The ASBE-Ag-NPs were characterized by spherical shapes along with particle size range 20 to 40 nm. The particles were separable from each other to reflect the action of capping of the extract during the process of preparation. The integration of ASBE-Ag-NPs was formed with a\nBiology 2020, 9, 195 7 of 21\nparticle size of 15–56 nm [42]. Due to their unique properties, ASBE-Ag-NPs was ready for extensively evaluation for UC in rats.\ni l , , x FOR PEER REVIEW f 2\nband between 445–456 nm [41]. The data of Figure 1A revealed an absorption band appeared at longer wavelengths with small spherical Ag-NPs. The surface plasmon resonance (SPR) band intensity increased with concentration and that more Ag+ ions are reduced to Ag nanoparticles [34]."
    }, {
      "heading" : "3.4. Transmission Electron Microscopy (TEM)",
      "text" : "TEM is a versatile technique for nanomaterials characterization, used to obtain quantitative measurements of particle and/or grain size, size distribution, and morphology (Lin et al., 2014). High-resolution transmission electron microscopy (HRTEM) technique was used for evaluation of the size and shape of the designed Ag-NPs. The TEM image of the prepared Ag-NPs distribution was presented in Figure 1B. The ASBE-Ag-NPs were characterized by spherical shapes along with particle size range 20 to 40 nm. The particles were separable from each other to reflect the action of capping of the extract during the process of preparation. The integration of ASBE-Ag-NPs was formed with a particle size of 15–56 nm [42]. Due to their unique properties, ASBE-Ag-NPs was ready for extensively evaluation for UC in rats."
    }, {
      "heading" : "3.5. Effect of ASBE and Its Nanoformulations against Acetic Acid induced UC in Rats Model Effect on Macroscopic Features",
      "text" : "Macroscopic features of colon tissue (negative control) revealed normal intact tissue with no signs of inflammation or damage (Figure 2A), while in the positive control group, the colon tissue showed typical signs of advanced inflammation, ulceration, wall thickening, necrosis and gangrenous changes in colon tissue (Figure 2B). The reference group which received (1 mg/kg., i.p) dexamethasone as positive drug control showed apparent normal with no damage in colon tissue (Figure 2C). The little improvement observed by treating ASBE or ASB nano extract were images of colon tissue revealed moderate inflammatory changes and some signs of ulceration (Figure 2E,G). Albeit the edematous changes are more prominent in the colon of the ASB nano extract-treated group (Figure 2G). The combination therapy seems to be thus the best therapeutic strategies where the ASBE combined with nano-Ag group showed the most improvement, with just mild inflammatory changes and no evidence of ulceration, necrosis nor gangrenous changes (Figure 2F). Rat group treated with ASB nano extract combined with nano-Ag (Figure 2H) represented the best protocol in the combination therapy where its colon tissue showed apparent normal, no evidence of any damage seems to be mimic to negative control. This synergistic effect is supported by the observation that colon treated with the nano-Ag vehicle only improved the ulceration point but still not protect against acetic acid inflammatory actions (Figure 2D).\n1. (A) The SPR band of Ag-NPs recorded by UV–vis spectra as a function of varying concentratio s (100, 200, 300, 400, and 500 µL). (B) TEM image of A ASBE-Ag-NPs."
    }, {
      "heading" : "3.5. Effect of ASBE and Its Nanoformulations against Acetic Acid induced UC in Rats Model Effect on Macroscopic Features",
      "text" : "Macroscopic features of colon tissue (negative control) revealed normal intact tissue with no signs of inflammation or damage (Figure 2A), while in the positive control group, the colon tissue showed typical signs of advanced inflammation, ulceration, wall thickening, necrosis and gangrenous changes in colon tissue (Figure 2B). The reference group which received (1 mg/kg, i.p) dexamethasone as positive drug control showed apparent normal with no damage in colon tissue (Figure 2C). The little improvement observed by treating ASBE or ASB nano extract were images of colon tissue revealed moderate inflammatory changes and some signs of ulceration (Figure 2E,G). Albeit the edematous changes are more prominent in the colon of the ASB nano extract-treated group (Figure 2G). The combination therapy seems to be thus the best therapeutic strategies where the ASBE combined with nano-Ag group showed the most improvement, with just mild inflammatory changes and no evidence of ulceration, necrosis nor gangrenous changes (Figure 2F). Rat group treated with ASB nano extract combined with nano-Ag (Figure 2H) represented the best protocol in the combination therapy where its colon tissue showed apparent normal, no evidence of any damage seems to be imic to negative control. This synergistic effect is supported by the observation that colon treated with the nano-Ag vehicle only improved the ulceration point but still not protect against acetic acid inflammatory actions (Figure 2D)."
    }, {
      "heading" : "3.6. Effect on Colon Ulcer Indices",
      "text" : "Intestinal ulceration was triggered by acetic acid as evidenced by the significant increase in wet weight/length ratio of colon specimens demonstrating the presence of inflammation (Table 1). The wet weight/length ratio increased by about 2-fold in rats with acetic acid colitis (control positive) compared to negative control rats (0.251 versus 0.127 g/cm; respectively). This ratio was reduced in groups pre-treated with ASBE, nano-extract and the combination of either the crude extract or the nano-extract with nano-Ag (0.202 ± 0.007, 0.193 ± 0.007, 0.174 ± 0.006 and 0.146 ± 0.005 g/cm; respectively) as well as dexamethasone (standard anti-inflammatory drug) (0.155 ± 0.007 g/cm). Groups treated with dexamethasone, nano-Ag, ASB nano ext. + nano Ag showed wet weight/length ratio that was not significantly different from control negative group.\nBiology 2020, 9, 195 8 of 21 Biology 2020, 9, x FOR PEER REVIEW 8 of 22"
    }, {
      "heading" : "3.6. Effect on Colon Ulcer Indices",
      "text" : "Intestinal ulceration was triggered by acetic acid as evidenced by the significant increase in wet weight/length ratio of colon specimens demonstrating the presence of inflammation (Table 1). The wet weight/length ratio increased by about 2-fold in rats with acetic acid colitis (control positive) compared to negative control rats (0.251 versus 0.127 g/cm; respectively). This ratio was reduced in groups pre-treated with ASBE, nano-extract and the combination of either the crude extract or the nano-extract with nano-Ag (0.202 ± 0.007, 0.193 ± 0.007, 0.174 ± 0.006 and 0.146 ± 0.005 g/cm; respectively) as well as dexamethasone (standard anti-inflammatory drug) (0.155 ± 0.007 g/cm). Groups treated with dexamethasone, nano-Ag, ASB nano ext. + nano Ag showed wet weight/length ratio that was not significantly different from control negative group. Similar to increased wet weight/length ratio, positive control colitis rats exhibited elevated values of lesion scores, ulcer areas, and ulcer index values (5.50 ± 4.39, 18.75 ± 0.49 mm2, and 24.25 ± 0.77; respectively) (Table 1 & Figure 3). These inflammatory changes were significantly reduced by ASBE, nano extracts, and their combination with nano-Ag. The combination of nano-extract with nano-Ag afforded the greatest protection against increased ulcer index induced by acetic acid to reach 50% compared with 35% for dexamethasone and 27%, 42%, 48%, and 47% for ASBE, ASB nano-extract, ASBE plus nano-Ag, and nano-Ag. Control positive, dexamethasone, ASPE, ASB nano ext. groups showed only 16.66% mortality. However, other groups did not show any mortality.\nTable 1. Effect of ASBE, nano-extracts, and their combination with nano-Ag on the macroscopic parameters of ulcerative colitis.\nGroup Weight/Length Ratio (g/cm) Lesion Score (0– 5) Ulcer Area (mm2) Ulcer Index (UI)\nMortality (Dead/Total%\n) Control Negative 0.127 ± 0.007 0.00 ± 0.00 0.00 ± 0.00 0.00 ± 0.00 0/6 (0.0%) Control Positive 0.251 ± 0.028 a 5.50 ± 0.879 a 18.75 ± 0.994 a 24.25 ± 1.546 a 1/6 (16.66%) Dexamethasone 0.155 ± 0.016 * 3.97 ± 0.590 *a 11.75 ± 1.258 *a 15.72 ± 1.118 *a 1/6 (16.66%)\nNano Ag 0.151 ± 0.004 * 4.00 ± 0.182 *a 8.87 ± 1.250 *a 12.87 ± 1.109 *a 0/6 (0.0%) ASBE 0.202 ± 0.013 *a 4.20 ± 0.258 *a 13.50 ± 0.577 *a 17.70 ± 0.365 *a 1/6 (16.66%) ASBE + Nano Ag 0.174 ± 0.011 *a 4.02 ± 0.427 *a 8.62 ± 1.109 *a 12.65 ± 1.318 *a 0/6 (0.0%) ASB Nano ext. 0.193 ± 0.015 *a 4.17 ± 0.550 *a 9.95 ± 0.823 *a 14.14 ± 0.842 *a 1/6 (16.66%)\nASB Nano ext. + Nano Ag 0.146 ± 0.010 * 3.50 ± 0.294 *a 8.50 ± 1.291 *a 12.00 ± 1.010 *a 0/6 (0.0%)\nResults are presented as mean ± SD (n = 6). p < 0.05 compared to the positive control, one-way ANOVA followed by Tukey test. a Statistically significant from control negative. * Statistically significant from control positive at p < 0.05.\nSimilar to increas d wet weight/length ratio, positive control colitis rats exhibited elevated values of lesion scores, ulcer areas, and ulcer index values (5.50 ± 4.39, 18.75 ± 0.49 mm2, and 24.25 ± 0.77; respectively) (Table 1 and Figure 3). These inflammatory changes were significantly reduced by ASBE, nano extracts, and their combination with nano-Ag. The combination of nano-extract with nano-Ag afforded the greatest protection against increased ulcer index induced by acetic acid to reach 50% compared with 35% for dexamethasone and 27%, 42%, 48%, and 47% for ASBE, ASB nano-extract, ASBE plus nano-Ag, and nano-Ag. Control positive, dexamethasone, ASPE, ASB nano ext. groups showed only 16.66% mortality. However, other groups did not show any mortality.Biology 2020, 9, x FOR PEER REVIEW 9 of 22\nFigure 3. Effect of ASBE and its nano-extracts and their combination with nano-Ag on colon ulcer indices. Results are presented as mean ± S.E.M (n = 6). Statistical analysis was performed using one-way ANOVA followed by Tukey test. * Statistically significant from control positive at p < 0.05.\n3.7. Effect on Inflammatory Biomarkers (COX-2, PGE2, IL-1β)\nInjecti n of acetic acid to rat resul ed in increased a tivity f colon COX-2 s compared o the ne ative control group. However, administration of dexamethasone, crude ext., nano ext., crude ext. + nano-Ag, nano ext. + nano-Ag, and nano-Ag significantly (p < 0.05) decreased COX-2 as compared to acetic acid positive control group. The suppression of COX-2 with different treatments was comparable to the reference drug, dexamethasone. No significant difference was observed between all treatment groups (Figure 4A). Consequently, acetic acid injection markedly increased the production of the inflammatory mediator, PGE2 by about 2.5 folds as compared to the negative control group. This finding is probably due to increased synthesis by the action of COX-2 enzyme. All treatments induced a significant decrease in the colon content of PGE2 as compared to an acetic acid group. However, nano ext. + nano-Ag and nano-Ag groups; respectively showed the highest impairment of PGE2 production at ca. 68%, and 49%; respectively vs. 29% for dexamethasone as compared to acetic acid group (Figure 4B). Nano extract decreased PGE2 production by only 21%.\nFigure 3. Effect of ASBE and its nano-extracts and their combination with nano-Ag on colon ulcer indices. Results are presented as mean ± S.E.M (n = 6). Statistical analysis was performed using one-way ANOVA followed by Tukey test. * Statistically significant from control positive at p < 0.05.\nBiology 2020, 9, 195 9 of 21"
    }, {
      "heading" : "3.7. Effect on Inflammatory Biomarkers (COX-2, PGE2, IL-1β)",
      "text" : "Injection of acetic acid to rats resulted in increased activity of colon COX-2 as compared to the negative control group. However, administration of dexamethasone, crude ext., nano ext., crude ext. + nano-Ag, nano ext. + nano-Ag, and nano-Ag significantly (p < 0.05) decreased COX-2 as compared to acetic acid positive control group. The suppression of COX-2 with different treatments was comparable to the reference drug, dexamethasone. No significant difference was observed between all treatment groups (Figure 4A).\nBiology 2020, 9, x FOR PEER REVIEW 10 of 22\nFigure 4. Effect of ASBE and nano-extracts and their combination with nano-Ag on (A) COX2 content in colon tissue, (B) on PGE2 content in colon tissue, and (C) IL-1β content in colon tissue. Results are presented as mean ± SD (n = 6). Statistical analysis was performed using one-way ANOVA followed by Tukey test. * Statistically significant from control negative, a Statistically significant from control positive at p < 0.05.\nFinally, IL-1β content was induced in rats colon after receiving acetic acid only as compared to the negative control group. Treatment with dexamethasone, nano ext., crude ext. plus nano-Ag, nano extract plus nano-Ag, and nano-Ag decreased in a statistically significant manner (p < 0.05) IL-1β as compared to acetic acid positive control group. IL-1β levels in these groups were not significantly (p < 0.05) different from that of dexamethasone (Figure 4C)."
    }, {
      "heading" : "3.8. Histopathological Changes",
      "text" : "Histopathological examination of colon specimen negative control showed normal histological structures with intact mucosa including intestinal crypt with abundant goblet cells, intact submucosa and muscular layers (Figure 5A), while in the positive control group, the microscopic examination showed extensive focal erosions and ulceration of intestinal mucosa with necrotic tissue debris that occasionally extend to muscular coat with extensive inflammatory cells infiltration. Mononuclear and polymorphonuclear cells were recorded in the mucosa and submucosal layers accompanied by moderate submucosal edema (Figure 5B). Reference group which received (1 mg/kg.,i.p) dexamethasone as positive drug control showed apparent intact glandular mucosa and lining epithelium, albeit with still moderate inflammatory cells infiltration in deeper mucosa and submucosal layer accompanied with mild submucosal edema (Figure 5C). Groups treated with nano-Ag showed few focal areas of necrosis of intestinal mucosa with many intact glandular elements; mild submucosal edema and inflammatory cells with many dilated and/or congested submucosal blood vessels was observed (Figure 5D). Microscopic picture revealed little\nFigure 4. Effect of ASBE and nano-extracts and their combination with nano-Ag on (A) COX2 content in colon tissue, (B) on PGE2 content in colon tissue, and (C) IL-1β content in colon tissue. Results are presented as mean ± SD (n = 6). Statistical analysis was performed using one-way ANOVA followed by Tukey test. * Statistically significant from control negative, a Statistically significant from control positive at p < 0.05.\nBiology 2020, 9, 195 10 of 21\nConsequently, acetic acid injection markedly increased the production of the inflammatory mediator, PGE2 by about 2.5 folds as compared to the negative control group. This finding is probably due to increased synthesis by the action of COX-2 enzyme. All treatments induced a significant decrease in the colon content of PGE2 as compared to an acetic acid group. However, nano ext. + nano-Ag and nano-Ag groups; respectively showed the highest impairment of PGE2 production at ca. 68%, and 49%; respectively vs. 29% for dexamethasone as compared to acetic acid group (Figure 4B). Nano extract decreased PGE2 production by only 21%. Finally, IL-1β content was induced in rats colon after receiving acetic acid only as compared to the negative control group. Treatment with dexamethasone, nano ext., crude ext. plus nano-Ag, nano extract plus nano-Ag, and nano-Ag decreased in a statistically significant manner (p < 0.05) IL-1β as compared to acetic acid positive control group. IL-1β levels in these groups were not significantly (p < 0.05) different from that of dexamethasone (Figure 4C)."
    }, {
      "heading" : "3.8. Histopathological Changes",
      "text" : "Histopathological examination of colon specimen negative control showed normal histological structures with intact mucosa including intestinal crypt with abundant goblet cells, intact submucosa and muscular layers (Figure 5A), while in the positive control group, the microscopic examination showed extensive focal erosions and ulceration of intestinal mucosa with necrotic tissue debris that occasionally extend to muscular coat with extensive inflammatory cells infiltration. Mononuclear and polymorphonuclear cells were recorded in the mucosa and submucosal layers accompanied by moderate submucosal edema (Figure 5B). Reference group which received (1 mg/kg, i.p) dexamethasone as positive drug control showed apparent intact glandular mucosa and lining epithelium, albeit with still moderate inflammatory cells infiltration in deeper mucosa and submucosal layer accompanied with mild submucosal edema (Figure 5C). Groups treated with nano-Ag showed few focal areas of necrosis of intestinal mucosa with many intact glandular elements; mild submucosal edema and inflammatory cells with many dilated and/or congested submucosal blood vessels was observed (Figure 5D). Microscopic picture revealed little improvement in ASBE treated group (100 mg/kg), with intestinal mucosa showing tiny focal erosions and ulceration with necrotic tissue debris that occasionally extend to muscular coat and focal inflammatory cells infiltration including mononuclear and polymorphonuclear cells accompanied with mild submucosal edema (Figure 5E). Likewise, ASB nano extract treated rats (Figure 5G) showed little improvement. Erosions and ulceration of intestinal mucosa with necrotic tissue debris were observed and occasionally extended to a muscular coat. Inflammatory cells infiltration including mononuclear and polymorphonuclear cells was also observed in the mucosa and submucosal layers accompanied by mild submucosal edema. Histopathological examination of the ASBE combined with the nano-Ag group that showed the most improvement, with apparent intact mucosa including glandular structures with many goblet cells (Figure 5F). Nevertheless, moderate inflammatory cells infiltration was recorded in interglandular tissue as well as submucosal layer with diffuse submucosal edema. Rat group treated with ASB nano extract combined with nano-Ag (Figure 5H) showed apparent intact mucosa including glandular structures with some goblet cells with fewer inflammatory cells infiltration records and showing the most improved picture close to the negative control. Focal areas of submucosal edema (normal submucosa). The present investigation outlines the anti-ulcerogenic effect of ASBE and its nano-extract formulation against experimentally induced UC in rats. The protective effect of ASBE and its nano-extract against colon ulcers was confirmed at multiple levels including histological evaluation, biochemical assays, and serum metabolites analysis, by using dexamethasone as a positive standard drug. Forteen days pretreatment with ASBE and its nano-extract significantly reduced acetic acid-induced colonic ulcerative lesions and prevented its inflammatory response.\nBiology 2020, 9, 195 11 of 21\nBiology 2020, 9, x FOR PEER REVIEW 11 of 22\nimprovement in ASBE treated group (100 mg/kg), with intestinal mucosa showing tiny focal erosions and ulceration with necrotic tissue debris that occasionally extend to muscular coat and f cal inflammatory cells infiltration including mononuclear and polymorphonuclear cells accompanied with mild submucosal edema (Figure 5E).\nFigure 5. Photomicrograph of rat colon shows (A) negative control: normal histological structures of the colon with intact mucosa (star) including intestinal crypt with abundant goblet cells (arrow). (B) Positive control: extensive focal erosions and ulceration (arrow) of intestinal mucosa with necrotic tissue debris. Extensive inflammatory cells infiltration including mononuclear and polymorphonuclear cells in mucosa and submucosal layers (star) accompanied with moderate submucosal edema. (C) Dexamethasone standard: Apparent intact glandular mucosa and lining epithelium with moderate inflammatory cells infiltration in deeper mucosa and submucosal layer (arrow) accompanied with mild submucosal edema (star). (D) Nano-Ag: few focal areas of necrosis in the superficial zone of intestinal mucosa (arrow) with many intact glandular elements. Mild submucosal edema and inflammatory cells records with many dilated and/or congested submucosal blood vessels (star). (E) ASBE: tiny focal erosions and ulceration (arrow) of intestinal mucosa with necrotic tissue debris. Focal inflammatory cells infiltration including mononuclear and polymorphonuclear cells in mucosa and submucosal layers (star) accompanied with mild submucosal edema. (F) ASBE plus nano-Ag: apparent intact mucosa including glandular structures with many goblet cells. Moderate inflammatory cells infiltration in interglandular tissue (arrow) as well as submucosal layer (star) with diffuse submucosal edema. (G) ASB nano-extract: erosions and ulceration (arrow) of intestinal mucosa with necrotic tissue debris. Inflammatory cells infiltration including mononuclear and polymorphonuclear cells in mucosa and submucosal layers (star) accompanied with mild submucosal edema. (H) ASB nano extract plus nano-Ag: apparent intact mucosa including glandular structures with many goblet cells(arrow) with fewer inflammatory cells infiltration records. Focal areas of submucosal edema (star) (Normal submucosa). (H&E stain, 100 X).; Scale bars for all figures (A-H) are 20 µm.\nLikewise, ASB nano extract treated rats (Figure 5G) showed little improvement. Erosions and ulceration of intestinal mucosa with necrotic tissue debris were observed and occasionally extended to a muscular coat. Inflammatory cells infiltration including mononuclear and polymorphonuclear cells was also observed in the mucosa and submucosal layers accompanied by mild submucosal edema. Histopathological examination of the ASBE combined with the nano-Ag group that showed the most improvement, with apparent intact mucosa including glandular structures with many goblet cells (Figure 5F). Nevertheless, moderate inflammatory cells infiltration was recorded in interglandular tissue as well as submucosal layer with diffuse submucosal edema. Rat group treated with ASB nano extract combined with nano-Ag (Figure 5H) showed apparent intact mucosa including glandular structures with some goblet cells with fewer inflammatory cells infiltration\nFigure 5. Photomicrograph of rat colon shows (A) negative control: normal histological structures of the colon with intact mucosa (star) including intestinal crypt with abundant goblet cells (arrow). (B) Positive control: extensive focal erosions and ulceration (arrow) of intestinal mucosa with necrotic tissue debris. Extensive inflammatory cells infiltration including mononuclear and polymorphonuclear cells in mucosa and submucosal layers (star) accompanied with moderate submucosal edema. (C) Dexamethasone standard: Apparent intact glandular mucosa and lining epithelium with moderate inflammatory cells infiltration in deeper mucosa and submucosal layer (arrow) accompanied with mild submucosal edema (star). (D) Nano-Ag: few focal areas of necrosis in the superficial zone of intestinal mucosa (arrow) with many intact glandular elements. Mild submucosal edema and inflammatory cells records with many dilated and/or congested submucosal blood vessels (star). (E) ASBE: tiny focal erosions and ulceration (arrow) of intestinal mucosa with necrotic tissue debris. Focal inflammatory cells infiltration including mononuclear and polymorphonuclear cells in mucosa and submucosal layers (star) accompanied with mild submucosal edema. (F) ASBE plus nano-Ag: apparent intact mucosa including glandular structures with many goblet cells. Moderate inflammatory cells infiltration in interglandular tissue (arrow) as well as submucosal layer (star) with diffuse submucosal edema. (G) ASB nano-extract: erosions and ulceration (arrow) of intestinal mucosa ith necrotic tissue debris. Inflammatory cells infiltration including mononuclear and polymorphonuclear cells in mucosa and submucosal layers (star) accompanied with mild submucosal edema. (H) ASB nano extract plus nano-Ag: apparent intact mucos including glandul r structures with many goblet cells(arrow) with fewer inflammatory cells infiltration records. Focal are s of submucosal edema (star) (Normal submucos ). (H&E stain, 100 X); Scale bars f all figures (A–H) are 20 µm.\nUC is characterized by mucosal inflammation and ulceration with a variable extent of severity [43]. Rectal administration of 4% acetic acid for the induction of UC in rats is a well-established animal model, which pheno ypically resembles col n inflammation in humans [44]. It also mainly causes colonic epithelial lesions and necrosis ssociated w th infiltration of the damaged colon with neutr phi s and macrophages indicating inflammatory conditions. In the current study, dministration of acetic cid significantly increased colonic weight and induced marked ulceration associated with inflammatory infiltrati n, necr sis, a d goblet cell hyperplasia as revealed from both macroscopic examin tions (Figure 3). Similar pathological impairments were reported in earlier studies using the same animal model [45,46]. Application of acetic acid perturbed the colonic mucosa in accordance with Popov, et al. [47]. Although numerous medicaments have been suggested for UC treatment, side effects or toxicity of these medications pose a problem and warranted for the discovery of other safe treatments [48,49]. For example, despite mesalamine is a very safe and effective medication, yet its use is associated with paradoxical diarrhea and interstitial nephritis [50]. Likewise, corticosteroids have many complications that are irreversible such as obesity, hypertension, diabetes, cataracts, glaucoma, depression, anxiety, insomnia, irritability, and avascular necrosis [51,52]. Thiopurines (azathioprine [AZA] and 6-mercaptopurine [6-MP]) have multiple side effects ranging from an elevation of transaminases till serious leukopenia [53].\nBiology 2020, 9, 195 12 of 21\nThe current treatment with Acacia Saligna herb afforded protection against unpleasant morphological changes induced by acetic acid as well as abnormal ulcer indices (Table 1). Hence, the herb is suggested to be a safe natural therapeutic modality for ulcerative colitis and prevention of its consequent damage though less effective compared to its nanoformulation. Inflammatory cytokines play a fundamental role in modulating the mucosal immune system. Stimulated neutrophils and macrophages disrupt epithelial integrity and thus leading to colon injury [54]. During the pathogenesis of UC, migration of granulocytes and other leukocytes takes place to the inflamed mucosa and superficial ulcers inducing the production of pro-inflammatory cytokines especially IL-1β [55]. In the present study, elevated colon level of PGE2, COX2, and IL-1β in acetic acid ulcer group is paralleled with, edema and neutrophil infiltration presented by histopathological examination. These results are in compliance with earlier experimental and clinical studies [56,57]. Colonic tissue inflammatory cytokine levels of interleukins were significantly higher in the acetic acid group than the other groups and to comply with that of Tahan, et al. [56]. Treatment with dexamethasone, crude extract, nano-extract, crude extract + nano-Ag, nano extract + nano-Ag, and nano-Ag decreased IL-1β as supported by Bessler, et al. [58] and Nehmé and Edelman [59] rationalized via dexamethasone acting as an inhibitor for IL-1β [60] and also observed in case of nano-Ag to decrease IL-1β (Figure 4). The observed increased colonic PGE2 content in the control ulcer group is in parallel with Otani, et al. [61]. COX-2 catalyzes oxidative stress-induced production of NO and the inflammatory mediators; prostaglandins that are important in the pathogenesis of colitis [62]. Histopathological examination also confirmed biochemical findings where intra-colonic administration of acetic acid showed extensive focal erosions and ulceration of intestinal mucosa with necrotic tissue depress that occasionally extend to a muscular coat. Extensive inflammatory cells infiltration including mononuclear and polymorphonuclear cells was revealed in the mucosa and submucosal accompanied by moderate submucosal edema [63]. Pre-treatment with ASBE crude and nano-formulations could depress COX-2 activity and PGE2 production showing the anti-inflammatory effect of this natural herb. In addition, it improved histopathological abnormalities regarding ulceration, erosions, and inflammatory infiltration induced by acetic acid (Figure 5). Being enriched extract in flavonoids and phenolic compounds functioning as antioxidant and anti-inflammatory agents, all identified compounds have the potential for treating ulcers [15]. Further, the loading of bioactive extracts and metabolites in nanoparticles is one of the strategies to enhance its efficacy via increasing metabolites stability and its penetration in the tissues and cellular uptake [64]. In parallel, in the current study, the formulation of ASBE as nanoparticles enhanced its anti-ulcerogenic activity. A critical approach to new forms of treatment of Crohn’s disease and ulcerative colitis sulfasalazine [65]. Another recent report has demonstrated that nano-Ag could alleviate colitis through suppression of neutrophil recruitment, infiltration, and modification of colonic microbiota [66].\n3.9. GC/MS Metabolomics Analysis of Rat Serum\nTo further elucidate underlying metabolite changes accompanying ulcer induction and its prevention using a different treatment, rat serum was analysed for its metabolites profile and analysed using GC/MS. Representative GC/MS total ion current chromatograms from normal control and colitis rat are presented in Figure 6 showing qualitative differences in peak abundance. A total of 44 metabolites were recognized in rat’s serum samples based on RI and matching to spectra in NIST/Wiley databases (Table S1). To assist in identifying metabolite differences and marker for the disease, multivariate data analysis was employed using MS features abundance extracted from the GC/MS. Supervised Orthogonal Projections to Latent Structures Discriminant Analysis (OPLS-DA) was used for rat group classification. OPLS-DA has been used to recognize metabolic trends that are linked with the phenotypic variable of interest while down-weighting the other sources of variance. OPLS-DA score plot (Figure 7A) displayed clear discrimination among sample groups; though with a low R2 value (0.32) and Q2 value (0.13). The loading plot that emerged from OPLS-DA model is represented in Figure 7B showing change levels\nBiology 2020, 9, 195 13 of 21\nin metabolites due to colitis induction and or treatment. Metabolites contributing to groups segregation include oleamide, fructose, and oxalic acid. OPLS-DA class inner relationship model of all treatment groups is represented in Figure 7C with colitis rats found the most distant from normal rat group with notable differences in their metabolite profiles and in agreement with GC-MS results (Figure 6). Among all studied treated rat groups, nano extract group (G2) was the closest to the normal control group in OPLS-DA plot (Figure 7A), proposing that this group was the most effective to return a metabolite profile in ulcerative colitis rats mirroring that in the normal ones. OPLS-DA model and its derived loading S-plot were further used to pinpoint metabolite markers related to colitis by modeling healthy control versus only colitis rats in a separate model (Figure 8A,B). Improved R2 and Q2 values of normal versus UC rats were noted indicative of covered variance and prediction power for assessing model validity. The first 2 components in OPLS model presented in Figure 8A explained 78% (0.78) of the total variance (R2), with the prediction goodness parameter Q2 = 0.44. R2 did not exceed Q2 by more than 2 units and with no negative Q2 values indicating the validity of the model. Fructose was found most elevated in the rat colitis group, whereas oleamide was noticed at lower levels compared to the healthy control group. To pinpoint metabolites responsible for the classification, relative quantification of metabolites was performed and statistical analysis was further undertaken. Additionally, relative metabolites fold change was computed across treatment and is presented (Table 2). Consistent with the OPLS-DA derived results (Figure 8), a significant decrease in oleamide and arachidonic acid levels concurrent with an increase in lactic acid, fructose, and pyroglutamic acid in colitis group as compared to healthy rats (Table 2). However, the nano extract group re-normalized the UC-induced metabolic changes in rats.\nBiology 2020, 9, x FOR PEER REVIEW 14 of 22\nBiology 2020, 9, 195 14 of 21 Biology 2020, 9, x FOR PEER REVIEW 15 of 22\nFigure 7. Orthogonal partial least-squares-discriminant analysis (OPLS-DA) score plots obtained from modelling serum metabolites detected using GCMS in the different rat groups. (A) Score plot showing a separation of healthy control animals, treated groups and colitis rats, (B) Loading plot for PC1 and PC2 components contributing peaks. (C) Classes inner relation of the eight rat groups with colitis group showing separation from the normal control group and treatment groups. (A) negative control, (B) positive control, (C) dexamethasone standard, (D) nano-Ag, (E) ASBE, (F) ASBE plus nano-Ag, (G) ASB nano-extract, and (H) ASB nano extract plus nano-Ag.\nIn the current study, GC-MS was used to analyze rat’s serum metabolic profiles (Table S1) treated with ASB nano-extract to help elucidate its function mechanism of nano-ASBE for treating UC. The UC group was distinguished by higher serum levels of lactic acid, fructose, and pyroglutamic acid, albeit lower levels of arachidonic acid and oleamide compared to the normal control group (p < 0.05) (Table 2). OPLS-DA model of derived GC-MS dataset showed a clear separation not only between control and acetic acid-induced colitis groups, but also between acetic acid-induced colitis and dexamethasone treatment groups (Figure 7). These results propose that serum metabolites can provide an indication of colitis induction. In the present study, UC group showed elevated levels of lactic acid and fructose compared to control and ASB nano-extract treatment groups. More findings have shown that the occurrence of colitis is related to increases in lactic acid levels. For example, Song, et al. [67] reported that lactic acid in the inflammatory intestinal mucosa of IBD patients were reported at higher levels. Another cause of increased lactic acid may be due to changes in the survival of the microorganism in the intestine. Increased concentration of intraluminal oxygen due to excessive bleeding favors facultative anaerobic strains known as lactic acid producers [68]. Enhanced lactic acid concentrations\nFigure 7. Orthog nal partial least-squares-di cr minant alysis (OPLS-DA) score pl ts obtained from modelling s rum metabolit s detected using GCMS in the different rat groups. (A) Score plot sh wing a eparation of he lthy control animals, treated groups and c liti rats, (B) Loading plot for PC1 and PC2 components contributing peaks. (C) Cla ses inner r lation of the eight rat groups with colitis gr up howing separation from the n rmal control gr up and treatmen groups. (A) negative control, (B) positive control, (C) dexamethasone standard, (D) nano-Ag, (E) ASBE, (F) ASBE plus nano-Ag, (G) ASB nano-extract, and (H) ASB nano extract plus nano-Ag.\nIn the current study, GC-MS was used to analyze rat’s serum metabolic profiles (Table S1) treated with ASB nano-extract to help elucidate its function mechanism of nano-ASBE for treating UC. The UC group was distinguished by higher serum levels of lactic acid, fructose, and pyroglutamic acid, albeit lower levels of arachidonic acid and oleamide compared to the normal control group (p < 0.05) (Table 2). OPLS-DA model of derived GC-MS dataset showed a clear separation not only between control and acetic acid-induced colitis groups, but also between acetic acid-induced colitis and dexamethasone treatment groups (Figure 7). These results propose that serum metabolites can provide an indication of colitis induction. In the present study, UC group showed elevated levels of lactic acid and fructose compared to control and ASB nano-extract treatment groups. More findings have shown that the occurrence of colitis is related to increases in lactic acid levels. For example, Song, et al. [67] reported that lactic acid in the inflammatory intestinal mucosa of IBD patients were reported at higher levels. Another cause of increased lactic acid may be due to changes in the survival of the microorganism in the intestine. Increased concentration of intraluminal oxygen due to excessive bleeding favors facultative anaerobic strains known as lactic\nBiology 2020, 9, 195 15 of 21\nacid producers [68]. Enhanced lactic acid concentrations can also result from colonic mucosal cell lining disruption and mesenchymal polysaccharides exposure to intraluminal bacteria [68].Biology 2020, 9, x FOR PEER REVIEW 17 of 22\nFigure 8. Orthogonal partial least-squares-discriminant analysis (OPLS-DA) score plots obtained from modeling colitis (p) versus healthy control groups (N) against each other. (A) Score plot of PC1 and PC2. (B) S-plot showing the covariance p [1] against the correlation p(cor)[1] of the variables of the discriminating component. Each metabolite in panel B is denoted by its quantification mass and (peak retention time in min)\nA prior study using an LPS-stimulated murine microglial cell line (BV-2) revealed that oleamide\ninhibited the production of NO and PGE2 [81]. Other metabolites that showed down-regulation with\nUC model is arachidonic acid (AA), one of the polyunsaturated essential fatty acids reported to exhibit an effective role in chronic inflammation and can enhance immune response [82,83].\n4. Conclusions\nThis study demonstrates for the first time the anti-ulcerogenic effect of A. saligna in the rat model of acetic-acid induced ulcerative colitis. It explores the anti-inflammatory mechanisms involved as referred from decreased production of inflammatory biomarkers and histological inflammatory cells infiltration. In-line, multivariate data analyses revealed that ASBE nano extract intervention could attenuate the inflammation in UC via restoring normal metabolites level. One of the most appealing metabolites observed via metabolomics analysis is oleamide, suggested being involved in the inflammation process that may give a new therapeutic target for UC through enhancing both phagocytosis and anti-inflammatory activity. More interestingly, the formulation of ASBE on its own as nanoparticles enhanced its anti-ulcer effect and was comparable to the reference drug, dexamethasone.\nSupplementary Materials: The following are available online at www.mdpi.com/xxx/s1, Figure S1: Representative structures of identified compounds from n-BuOH extract of A. saligna., Table S1: Gas chromatography-mass spectroscopy (GC-MS) identification of metabolites in rats’ sera based on its RI and MS spectral data.\nAuthor Contributions: Conceptualization, A.I.E., H.M.I.A., N.M.A., M.F.A., A.G.E., T.I.M.R., A.M.A-E., and M.A.F.; investigation, A.I.E., H.M.I.A., N.M.A., M.F.A., A.G.E., T.I.M.R., A.M.A-E., and M.A.F.; methodology, A.I.E., H.M.I.A., N.M.A., M.F.A., A.G.E., T.I.M.R., A.M.A-E., M.A.F.; funding acquisition, M.S.A.; writing-original draft, A.I.E., H.M.I.A., N.M.A., M.F.A., A.G.E., T.I.M.R., A.M.A-E., and M.A.F.; writing-review & editing, A.I.E., H.M.I.A., N.M.A., M.F.A., A.G.E., T.I.M.R., A.M.A-E., M.S.A., and M.A.F..All authors have read, revised, and agreed to the published version of the manuscript.\nFunding: Researchers supporting project number (RSP-2020/173) King Saud University, Riyadh, Saudi Arabia, and the APC was also funded by the same project at King Saud University.\nFigure 8. Orthogonal partial least-squares-discriminant analysis (OPLS-DA) score plots obtained from modeling colitis (p) versus healthy control groups (N) against each other. (A) Score plot of PC1 and PC2. (B) S-plot showing the covariance p [1] against the correlation p(cor) [1] of the variables of the discriminating component. Each metabolite in panel B is denoted by its quantification mass and (peak retention time in min).\nTable 2. Metabolites fold change calculated by dividing the mean of each metabolite peak intensity from each of the two groups. Statistical significance was revealed using the non-parametric Mann-Whitney test. Results were considered only significant if p ≤ 0.05 using Kruskal-Wallis test analysis.\nMetabolites Fold Change *\nB/A C/B D/B E/B F/B G/B H/B\nLactic Acid 2.30 * 0.095 * 0.29 * 0.63 0.79 0.46 * 0.80 Oxalic Acid 1.026 0.15 * 1.93 0.42 0.93 0.52 1.15\nPyroglutamic Acid 3.06 * 16.36 * 0.33 * 0.117 * 0.38 * 0.45 * 0.33 * D-Fructose 2.52* 0.19 * 0.94 0.84 0.98 0.85 1.01 D- Sorbitol 5.77 * 1.027 0.89 0.64 2.46 * 1.47 3.42 * D-Fructose 21.32 * 0.018 * 0.11 * 0.17 * 0.76 0.31 * 0.48\nArachidonic Acid 0.25 * 7.51 * 3.91 * 2.38 1.44 1.40 1.70 Oleamide 0.051 * 16.84 * 17.53 31.53 * 12.66 * 31.47 * 14.31\nErucylamide 0.23 * 15.90 * 1.99 * 0.92 0.73 0.77 1.49\nStatistical comparisons equal the non-parametric Mann-Whitney test was performed. Results were considered only significant if p ≤ 0.05 using Kruskal-Wallis test analysis. Sample codes are presented as follows: (A) negative control, (B) positive contr l, (C) dexamethasone standard, (D) nano-Ag, (E) ASBE, (F) ASBE lus nano-Ag, (G) ASB nano-extract, and (H) ASB nano extract plus nano-Ag. * Denotes metabolites showing significant difference among treated groups.\nLikewise, increased lactate serum levels are probably secreted from inflamed colonic mucosa cells [69] demonstrating glycolysis up-regulation that occurs in the case of excess cellular energy requi ements and/or depletion of energy sources under inflammatory disorders [70]. Upon intervention with ASB nano-extract, a decrease in lactic acid level was observed in treated rats suggesting an improvement in colon function (Figures 7 and 8). In relation to sugars i.e., monosaccharides, higher levels of fructose and glucose were detected in the UC roup compared to the control group [71]. High levels of glucose have been reported in\nBiology 2020, 9, 195 16 of 21\nextracts of macroscopically uninvolved colonic mucosa of IBD patients [72], and also in other biological specimens including fecal extracts in patients with ulcerative colitis [73]. In support of such a hypothesis, energy-related metabolites in colon appear to be crucial for homeostasis of the gut microbiome and intestinal cells [74,75], and to suggest that increased glucose level in serum samples of the UC rats may be resulting from the disturbance in the host-microbiome system [76]. Another metabolite that showed the opposite pattern to glucose being detected at lower levels in the UC model is oleamide likely attributed to increased inflammation [77]. Oleamide levels showed significant increase after nano extract administration compared to the untreated colitis group and suggestive for its efficacy at the metabolite level. Oleamide is the amide of oleic acid produced by enzymatic amidation from oleic acid and ammonia [78]. It is a novel metabolite with anti-inflammatory properties, besides a strong dual-active component able to improve both phagocytosis and anti-inflammatory activity [78–80], that has yet to be tested for clinically to reveal its role in ulcerative colitis. A prior study using an LPS-stimulated murine microglial cell line (BV-2) revealed that oleamide inhibited the production of NO and PGE2 [81]. Other metabolites that showed down-regulation with UC model is arachidonic acid (AA), one of the polyunsaturated essential fatty acids reported to exhibit an effective role in chronic inflammation and can enhance immune response [82,83]."
    }, {
      "heading" : "4. Conclusions",
      "text" : "This study demonstrates for the first time the anti-ulcerogenic effect of A. saligna in the rat model of acetic-acid induced ulcerative colitis. It explores the anti-inflammatory mechanisms involved as referred from decreased production of inflammatory biomarkers and histological inflammatory cells infiltration. In-line, multivariate data analyses revealed that ASBE nano extract intervention could attenuate the inflammation in UC via restoring normal metabolites level. One of the most appealing metabolites observed via metabolomics analysis is oleamide, suggested being involved in the inflammation process that may give a new therapeutic target for UC through enhancing both phagocytosis and anti-inflammatory activity. More interestingly, the formulation of ASBE on its own as nanoparticles enhanced its anti-ulcer effect and was comparable to the reference drug, dexamethasone.\nSupplementary Materials: The following are available online at http://www.mdpi.com/2079-7737/9/8/195/s1, Figure S1: Representative structures of identified compounds from n-BuOH extract of A. saligna, Table S1: Gas chromatography-mass spectroscopy (GC-MS) identification of metabolites in rats’ sera based on its RI and MS spectral data.\nAuthor Contributions: Conceptualization, A.I.E., H.M.I.A., N.M.A., M.F.A., A.E.-N.G.E.G., T.I.M.R., A.M.A.-E., and M.A.F.; investigation, A.I.E., H.M.I.A., N.M.A., M.F.A., A.E.-N.G.E.G., T.I.M.R., A.M.A.-E., and M.A.F.; methodology, A.I.E., H.M.I.A., N.M.A., M.F.A., A.E.-N.G.E.G., T.I.M.R., A.M.A.-E., M.A.F.; funding acquisition, M.S.A.; writing-original draft, A.I.E., H.M.I.A., N.M.A., M.F.A., A.E.-N.G.E.G., T.I.M.R., A.M.A.-E., and M.A.F.; writing-review & editing, A.I.E., H.M.I.A., N.M.A., M.F.A., A.E.-N.G.E.G., T.I.M.R., A.M.A.-E., M.S.A., and M.A.F. All authors have read and agreed to the published version of the manuscript.\nFunding: Researchers supporting project number (RSP-2020/173) King Saud University, Riyadh, Saudi Arabia, and the APC was also funded by the same project at King Saud University.\nAcknowledgments: All the authors gratefully acknowledge the National Research Centre, Egypt. M.A. Farag thanks the Alexander von Humboldt Foundation (Germany). Also, the authors extend their appreciation to the Researchers supporting project number (RSP-2020/173) King Saud University, Riyadh, Saudi Arabia.\nConflicts of Interest: The authors declare that there is no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Oral treatment with genistein reduces the expression of molecular and biochemical markers of inflammation in a rat model of chronic TNBS-induced colitis",
      "author" : [ "J. Seibel", "A.F. Molzberger", "T. Hertrampf", "U. Laudenbach-Leschowski", "P. Diel" ],
      "venue" : "Eur. J. Nutr",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2009
    }, {
      "title" : "Coping with common gastrointestinal symptoms in the community: A global perspective on heartburn, constipation, bloating, and abdominal pain/discomfort",
      "author" : [ "R. Hunt", "E. Quigley", "Z. Abbas", "A. Eliakim", "A. Emmanuel", "K.-L. Goh", "F. Guarner", "P. Katelaris", "A. Smout", "M. Umar" ],
      "venue" : "J. Clin. Gastroenterol",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2013
    }, {
      "title" : "Worldwide incidence and prevalence of inflammatory bowel disease in the 21st century: A systematic review of population-based studies",
      "author" : [ "S.C. Ng", "H.Y. Shi", "N. Hamidi", "F.E. Underwood", "W. Tang", "E.I. Benchimol", "R. Panaccione", "S. Ghosh", "J.C. Wu", "F.K. Chan" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2018
    }, {
      "title" : "Disease",
      "author" : [ "WHO. Diarrhoea" ],
      "venue" : "Fact Sheet Number 330.",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "A systematic review and meta-analysis of the prevalence of norovirus in cases of gastroenteritis in developing countries",
      "author" : [ "G.T. Nguyen", "K. Phan", "I. Teng", "J. Pu", "T. Watanabe" ],
      "venue" : "Medicine 2017,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2017
    }, {
      "title" : "A critical approach to new forms of treatment of Crohn’s disease and ulcerative colitis",
      "author" : [ "D. Seegers", "G. Bouma", "A. Pena" ],
      "venue" : "Aliment. Pharm. Ther",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2002
    }, {
      "title" : "Anti-inflammatory effect of topical nanocrystalline silver cream on allergic contact dermatitis in a guinea pig model",
      "author" : [ "K. Bhol", "J. Alroy", "P. Schechter" ],
      "venue" : "Clin. Exp. Dermatol",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2004
    }, {
      "title" : "Topical nanocrystalline silver cream suppresses inflammatory cytokines and induces apoptosis of inflammatory cells in a murine model of allergic contact dermatitis",
      "author" : [ "K.C. Bhol", "P.J. Schechter" ],
      "venue" : "Br. J. Dermatol",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2005
    }, {
      "title" : "Metabonomics’: Understanding the metabolic responses of living systems to pathophysiological stimuli via multivariate statistical analysis of biological NMR spectroscopic data",
      "author" : [ "J.K. Nicholson", "J.C. Lindon", "E. Holmes" ],
      "venue" : "Xenobiotica",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 1999
    }, {
      "title" : "Metabolomics reveals that hepatic stearoyl-CoA desaturase 1 downregulation exacerbates inflammation and acute colitis",
      "author" : [ "C. Chen", "Y.M. Shah", "K. Morimura", "K.W. Krausz", "M. Miyazaki", "T.A. Richardson", "E.T. Morgan", "J.M. Ntambi", "J.R. Idle", "F.J. Gonzalez" ],
      "venue" : "Cell Metab",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2008
    }, {
      "title" : "Metabolomics technologies and metabolite identification",
      "author" : [ "S. Moco", "J. Vervoort", "R.J. Bino", "R.C. De Vos", "R. Bino" ],
      "venue" : "TrAC Trend. Anal. Chem",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2007
    }, {
      "title" : "Highly sensitive and selective analysis of widely targeted metabolomics using gas chromatography/triple-quadrupole mass spectrometry",
      "author" : [ "H. Tsugawa", "Y. Tsujimoto", "K. Sugitate", "N. Sakui", "S. Nishiumi", "T. Bamba", "E. Fukusaki" ],
      "venue" : "J. Biosci. Bioeng",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2014
    }, {
      "title" : "Natural products as reservoirs of novel therapeutic agents",
      "author" : [ "S. Mushtaq", "B.H. Abbasi", "B. Uzair", "R. Abbasi" ],
      "venue" : "EXCLI J. 2018,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2018
    }, {
      "title" : "Bioactive flavonoids in medicinal plants: Structure, activity and biological fate",
      "author" : [ "T.-Y. Wang", "Q. Li", "K.-S. Bi" ],
      "venue" : "Asian J. Pharm. Sci",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2018
    }, {
      "title" : "Antiulcer activity of Cyperus alternifolius in relation to its UPLC-MS metabolite fingerprint: A mechanistic study",
      "author" : [ "A.R.H. Farrag", "H.M. Abdallah", "A.R. Khattab", "A.I. Elshamy", "A.E.-N.G. El Gendy", "T.A. Mohamed", "M.A. Farag", "T. Efferth", "M.-E.F. Hegazy" ],
      "venue" : "Phytomedicine",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2019
    }, {
      "title" : "Acacia nilotica (L.): A review of its traditional uses, phytochemistry, and pharmacology",
      "author" : [ "L.J. Rather", "S. Shahid", "F. Mohammad" ],
      "venue" : "Sustain. Chem. Pharm. 2015,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2015
    }, {
      "title" : "Medicinal attributes of Acacia nilotica Linn.-A comprehensive review on ethnopharmacological claims",
      "author" : [ "S. Malviya", "S. Rawat", "A. Kharia", "M. Verma" ],
      "venue" : "Int. J. Pharm. Life Sci. 2011,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2011
    }, {
      "title" : "New cytotoxic spirostane saponin and biflavonoid glycoside from the leaves of Acacia saligna (Labill",
      "author" : [ "S.R. Gedara", "A.A. Galala" ],
      "venue" : "HL Wendl. Nat. Prod. Res",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2014
    }, {
      "title" : "Phytochemical and antimicrobial studies on",
      "author" : [ "S.A. El-Toumy", "J. Salib", "W. Mohamed", "F. Morsy" ],
      "venue" : "Acacia saligna leaves. Egypt. J. Chem",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2010
    }, {
      "title" : "Allelopathy and potential impact of invasive Acacia saligna on plant diversity in deltaic mediterranean coast of Egypt",
      "author" : [ "A.M. Abd El-Gawad", "Y.A. El-Amier" ],
      "venue" : "Int. J. Environ. Res. 2015,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2015
    }, {
      "title" : "Medicinal plants used by Luo mothers and children in Bondo district, Kenya",
      "author" : [ "P.W. Geissler", "S.A. Harris", "R.J. Prince", "A. Olsen", "R. Achieng’Odhiambo", "H. Oketch-Rabah", "P.A. Madiega", "A. Andersen", "P. Mølgaard" ],
      "venue" : "J. Ethnopharmacol",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2002
    }, {
      "title" : "Analgesic, anti-inflammatory and anti-platelet activities of the methanolic extract of Acacia modesta leaves",
      "author" : [ "I.A. Bukhari", "R.A. Khan", "A.H. Gilani", "S. Ahmed", "S.A. Saeed" ],
      "venue" : "Inflammopharmacology",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2010
    }, {
      "title" : "Phytochemical characterization and anti-inflammatory properties of Acacia mearnsii leaves",
      "author" : [ "J. Xiong", "M.H. Grace", "D. Esposito", "F. Wang", "M.A. Lila" ],
      "venue" : "Nat. Prod. Commun",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2016
    }, {
      "title" : "Antipyretic, anti-inflammatory and analgesic activity of Acacia hydaspica R. Parker and its phytochemical analysis",
      "author" : [ "T. Afsar", "M.R. Khan", "S. Razak", "S. Ullah", "B. Mirza" ],
      "venue" : "BMC Complem. Altern. Med",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2015
    }, {
      "title" : "Essential oil and its nanoemulsion of Araucaria heterophylla resin: Chemical characterization, anti-inflammatory, and antipyretic activities",
      "author" : [ "A.I. Elshamy", "N.M. Ammar", "H.A. Hassan", "S.L. Al-Rowaily", "T.R. Raga", "A. El Gendy", "A.M. Abd-ElGawad" ],
      "venue" : "Ind. Crops Prod",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2020
    }, {
      "title" : "Nanomaterials and nanoparticles: Sources and toxicity",
      "author" : [ "C. Buzea", "I.I. Pacheco", "K. Robbie" ],
      "venue" : "Biointerphases",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2007
    }, {
      "title" : "Nanoparticle drug delivery systems",
      "author" : [ "B. Irving" ],
      "venue" : "Innov. Pharm. Biotechnol",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2007
    }, {
      "title" : "Anti-inflammatory activity of phycocyanin extract in acetic acid-induced colitis in rats",
      "author" : [ "R. Gonzalez", "S. Rodriguez", "C. Romay", "A. GONZÁLEZ", "J. ARMESTO", "D. REMIREZ", "N. MERINO" ],
      "venue" : "Pharm. Res",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 1999
    }, {
      "title" : "Flora of Egypt",
      "author" : [ "L. Boulos" ],
      "venue" : "Al Hadara Publishing: Cairo, Egypt,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 1999
    }, {
      "title" : "Anti-inflammatory, antipyretic, and antinociceptive effects of a Cressa cretica aqueous extract",
      "author" : [ "H.M.I. Abdallah", "A.I. Elshamy", "A.E.-N.G. El Gendy", "A.M. Abd El-Gawad", "E.A. Omer", "M. De Leo", "L. Pistelli" ],
      "venue" : "Planta Med",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2017
    }, {
      "title" : "Evaluation of anti-inflammatory, antinociceptive, and antipyretic activities of Prunus persica var. nucipersica (nectarine) kernel",
      "author" : [ "A.I. Elshamy", "H.M.I. Abdallah", "A.E.-N.G. El Gendy", "W. El-Kashak", "B. Muscatello", "M. De Leo", "L. Pistelli" ],
      "venue" : "Planta Med",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2019
    }, {
      "title" : "Green synthesis of silver nanoparticles from Caesalpinia gilliesii (Hook) leaves: Antimicrobial activity and in vitro cytotoxic effect against BJ-1 and MCF-7 cells",
      "author" : [ "M. Emam", "M.A. El Raey", "W.H. Eisa", "A.E. El-Haddad", "S.M. Osman", "M.A. El-Ansari", "A.-G.M. Rabie" ],
      "venue" : "J. Appl. Pharm. Sci. 2017,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2017
    }, {
      "title" : "The role of Acacia Arabica extract as an antidiabetic, antihyperlipidemic, and antioxidant in streptozotocin-induced diabetic rats",
      "author" : [ "G.A. Hegazy", "A.M. Alnoury", "H.G. Gad" ],
      "venue" : "Saudi Med. J. 2013,",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2013
    }, {
      "title" : "Neutrophil-independence of the initiation of colonic injury",
      "author" : [ "M.G. Buell", "M.C. Berin" ],
      "venue" : "Digest. Dis. Sci",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 1994
    }, {
      "title" : "Anti-ulcerogenic effect of ginger (rhizome of Zingiber officinale Roscoe) on cystemine induced duodenal ulcer in rats",
      "author" : [ "M. Minaian", "A. Ghannadi", "A. Karimzadeh" ],
      "venue" : "DARU J. Pharm. Sci. 2006,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2006
    }, {
      "title" : "Metabolomics driven analysis of obesity-linked colorectal cancer patients via GC-MS and chemometrics: A pilot study",
      "author" : [ "H.A. Hassan", "N.M. Ammar", "A. Serag", "O.G. Shaker", "A. El Gendy", "A.Z. Abdel-Hamid" ],
      "venue" : "Microchem. J",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2020
    }, {
      "title" : "GC-MS-based metabolomic profiling of thymoquinone in streptozotocin-induced diabetic nephropathy in rats",
      "author" : [ "M. Raish", "A. Ahmad", "B.L. Jan", "K.M. Alkharfy", "K. Mohsin", "S.R. Ahamad", "M.A. Ansari" ],
      "venue" : "Nat. Prod. Commun",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2017
    }, {
      "title" : "Soft hydrogel based on modified chitosan containing P. granatum peel extract and its nano-forms: Multiparticulate study on chronic wounds treatment",
      "author" : [ "T.I. Ragab", "A.A. Nada", "E.A. Ali", "A.A. Soliman", "M. Emam", "M.A. El Raey" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2019
    }, {
      "title" : "Apple polyphenols extract (APE) improves colon damage in a rat model of colitis",
      "author" : [ "G. D’Argenio", "G. Mazzone", "C. Tuccillo", "M.T. Ribecco", "G. Graziani", "A.G. Gravina", "S. Caserta", "S. Guido", "V. Fogliano", "N. Caporaso" ],
      "venue" : "Diges. Liver Dis",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2012
    }, {
      "title" : "Effect of Boswellia serrata on antioxidant status in an experimental model of colitis rats induced by acetic acid",
      "author" : [ "R.M. Hartmann", "M.I.M. Martins", "J. Tieppo", "H.S. Fillmann", "N.P. Marroni" ],
      "venue" : "Diges. Liver Dis",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2012
    }, {
      "title" : "The effects of Gingko biloba extract on acetic acid-induced colitis in rats",
      "author" : [ "M. Harputluoglu", "U. Demirel", "N. Yücel", "N. Karadağ", "I. Temel", "S. Firat", "C. Ara", "M. Aladağ", "M. Karincaoğlu", "F. Hilmioğlu" ],
      "venue" : "Turk. J. Gastroenterol",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2006
    }, {
      "title" : "Modulating effect of ginger extract on rats with ulcerative colitis",
      "author" : [ "H.S. El-Abhar", "L.N. Hammad", "H.S.A. Gawad" ],
      "venue" : "J. Ethnopharmacol",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2008
    }, {
      "title" : "Preventive effect of a pectic polysaccharide of the common cranberry Vaccinium oxycoccos L. on acetic acid-induced colitis in mice",
      "author" : [ "S.V. Popov", "P.A. Markov", "I.R. Nikitina", "S. Petrishev", "V. Smirnov", "Y.S. Ovodov" ],
      "venue" : "World J. Gastroenterol",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2006
    }, {
      "title" : "Possible biochemical effects following inhibition of ethanol-induced gastric mucosa damage by Gymnema sylvestre in male Wistar albino rats",
      "author" : [ "S.S. Al-Rejaie", "H.M. Abuohashish", "M.M. Ahmed", "A.M. Aleisa", "O. Alkhamees" ],
      "venue" : "Pharm. Biol",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2012
    }, {
      "title" : "Therapy of inflammatory bowel disease",
      "author" : [ "B.E. Sands" ],
      "venue" : "Gastroenterology",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2000
    }, {
      "title" : "Mesalamine in the treatment and maintenance of remission of ulcerative colitis",
      "author" : [ "M. Ham", "A.C. Moss" ],
      "venue" : "Expert Rev. Clin. Pharmacol",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2012
    }, {
      "title" : "Efficacy of anti-tumor necrosis factor therapy in patients with ulcerative colitis",
      "author" : [ "C. Su", "B.A. Salzberg", "J.D. Lewis", "J.J. Deren", "A. Kornbluth", "D.A. Katzka", "R.B. Stein", "D.R. Adler", "G.R. Lichtenstein" ],
      "venue" : "Am. J. Gastroenterol",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2002
    }, {
      "title" : "American gastroenterological Association Institute medical position statement on corticosteroids, immunomodulators, and infliximab in inflammatory bowel disease",
      "author" : [ "G.R. Lichtenstein", "M.T. Abreu", "R. Cohen", "W. Tremaine" ],
      "venue" : "Gastroenterology",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2006
    }, {
      "title" : "Azathioprine and 6-mercaptopurine for maintenance of remission in ulcerative colitis",
      "author" : [ "A. Timmer", "P.H. Patton", "N. Chande", "J.W. McDonald", "J.K. MacDonald" ],
      "venue" : "Cochrane Database Syst. Rev. 2016,",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2016
    }, {
      "title" : "Oxidants and free radicals in inflammatory bowel disease",
      "author" : [ "M. Griaham" ],
      "venue" : "Lancet",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 1994
    }, {
      "title" : "Role of reactive metabolites of oxygen and nitrogen in inflammatory bowel disease",
      "author" : [ "K.P. Pavlick", "F.S. Laroux", "J. Fuseler", "R.E. Wolf", "L. Gray", "J. Hoffman", "M.B. Grisham" ],
      "venue" : "Free Radic. Biol. Med",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2002
    }, {
      "title" : "Vitamin E has a dual effect of anti-inflammatory and antioxidant activities in acetic acid–induced ulcerative colitis in rats",
      "author" : [ "G. Tahan", "E. Aytac", "H. Aytekin", "F. Gunduz", "G. Dogusoy", "S. Aydin", "V. Tahan", "H. Uzun" ],
      "venue" : "Can. J. Surg",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2011
    }, {
      "title" : "A new transcription factor that regulates TNF-α gene expression, LITAF, is increased in intestinal tissues from patients with CD and UC",
      "author" : [ "A. Stucchi", "K. Reed", "M. O’Brien", "S. Cerda", "C. Andrews", "A. Gower", "K. Bushell", "S. Amar", "S. Leeman", "J. Becker" ],
      "venue" : "Inflamm. Bowel Dis",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2006
    }, {
      "title" : "IL-1β, IL-2, IL-6 and TNF-α production by peripheral blood mononuclear cells from patients with Parkinson’s disease",
      "author" : [ "H. Bessler", "R. Djaldetti", "H. Salman", "M. Bergman", "M. Djaldetti" ],
      "venue" : "Biomed. Pharmacother",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 1999
    }, {
      "title" : "Dexamethasone inhibits high glucose–, TNF-α–, and IL-1β–induced secretion of inflammatory and angiogenic mediators from retinal microvascular pericytes",
      "author" : [ "A. Nehmé", "J. Edelman" ],
      "venue" : "Investig. Ophthalmol. Vis. Sci",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2008
    }, {
      "title" : "Silver nanoparticles inhibit VEGF-and IL-1β-induced vascular permeability via Src dependent pathway in porcine retinal endothelial cells",
      "author" : [ "S. Sheikpranbabu", "K. Kalishwaralal", "D. Venkataraman", "S.H. Eom", "J. Park", "S. Gurunathan" ],
      "venue" : "J. Nanobiotechnol",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2009
    }, {
      "title" : "Levels of NAD+-dependent 15-hydroxyprostaglandin dehydrogenase are reduced in inflammatory bowel disease: Evidence for involvement of TNF-α",
      "author" : [ "T. Otani", "K. Yamaguchi", "E. Scherl", "B. Du", "H.-H. Tai", "M. Greifer", "L. Petrovic", "T. Daikoku", "S.K. Dey", "K. Subbaramaiah" ],
      "venue" : "Am. J. Physiol. Gastrointest. Liver Physiol",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2006
    }, {
      "title" : "Anti-inflammatory effects of flavonoids: Genistein, kaempferol, quercetin, and daidzein inhibit STAT-1 and NF-κB activations, whereas flavone, isorhamnetin, naringenin, and pelargonidin inhibit only NF-κB activation along with their inhibitory effect on iNOS expression and NO production in activated macrophages",
      "author" : [ "M. Hämäläinen", "R. Nieminen", "P. Vuorela", "M. Heinonen", "E. Moilanen" ],
      "venue" : "Mediat. Inflamm",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2007
    }, {
      "title" : "Protective effect of naringenin on acetic acid-induced ulcerative colitis in rats",
      "author" : [ "S.S. Al-Rejaie", "H.M. Abuohashish", "M.M. Al-Enazi", "A.H. Al-Assaf", "M.Y. Parmar", "M.M. Ahmed" ],
      "venue" : "World J. Gastroenterol",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2013
    }, {
      "title" : "Essential oils loaded in nanosystems: A developing strategy for a successful therapeutic approach",
      "author" : [ "A.R. Bilia", "C. Guccione", "B. Isacchi", "C. Righeschi", "F. Firenzuoli", "M.C. Bergonzi" ],
      "venue" : "Evid. Based Complementary Altern. Med",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2014
    }, {
      "title" : "Effects of nanocrystalline silver (NPI 32101) in a rat model of ulcerative colitis",
      "author" : [ "K.C. Bhol", "P.J. Schechter" ],
      "venue" : "Digest. Dis. Sci",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 2007
    }, {
      "title" : "Synthesis and evaluation of anti-inflammatory properties of silver nanoparticle suspensions in experimental colitis in mice",
      "author" : [ "K. Siczek", "H. Zatorski", "A. Chmielowiec-Korzeniowska", "J. Pulit-Prociak", "M. Śmiech", "R. Kordek", "L. Tymczyna", "M. Banach", "J. Fichna" ],
      "venue" : "Chem. Biol. Drug Des",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2017
    }, {
      "title" : "Soluble intercellular adhesion molecule-1, D-lactate and diamine oxidase in patients with inflammatory bowel disease",
      "author" : [ "W.-B. Song", "Y.-H. Lv", "Z.-S. Zhang", "Y.-N. Li", "L.-P. Xiao", "X.-P. Yu", "Y.-Y. Wang", "H.-L. Ji", "L. Ma" ],
      "venue" : "World J. Gastroenterol",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2009
    }, {
      "title" : "Fecal lactate and ulcerative colitis",
      "author" : [ "P. Vernia", "R. Caprilli", "G. Latella", "F. Barbetti", "F.M. Magliocca", "M. Cittadini" ],
      "venue" : "Gastroenterology",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 1988
    }, {
      "title" : "Quantitative metabolomic profiling of serum and urine in DSS-induced ulcerative colitis of mice by 1H NMR spectroscopy",
      "author" : [ "R. Schicho", "A. Nazyrova", "R. Shaykhutdinov", "G. Duggan", "H.J. Vogel", "M. Storr" ],
      "venue" : "J. Proteome Res",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2010
    }, {
      "title" : "Metabolic assessment of gradual development of moderate experimental colitis in IL-10 deficient mice",
      "author" : [ "F.-P.J. Martin", "S. Rezzi", "D. Philippe", "L. Tornier", "A. Messlik", "G. Hölzlwimmer", "P. Baur", "L. Quintanilla-Fend", "G. Loh", "M. Blaut" ],
      "venue" : "J. Proteome Res",
      "citeRegEx" : "70",
      "shortCiteRegEx" : "70",
      "year" : 2009
    }, {
      "title" : "Quantitative metabolomic profiling of serum, plasma, and urine by 1H NMR spectroscopy discriminates between patients with inflammatory bowel disease and healthy individuals",
      "author" : [ "R. Schicho", "R. Shaykhutdinov", "J. Ngo", "A. Nazyrova", "C. Schneider", "R. Panaccione", "G.G. Kaplan", "H.J. Vogel", "M. Storr" ],
      "venue" : "J. Proteome Res",
      "citeRegEx" : "71",
      "shortCiteRegEx" : "71",
      "year" : 2012
    }, {
      "title" : "Similarity in the metabolic profile in macroscopically involved and un-involved colonic mucosa in patients with inflammatory bowel disease: An in vitro proton (1H) MR spectroscopy study",
      "author" : [ "U. Sharma", "R.R. Singh", "V. Ahuja", "G.K. Makharia", "N.R. Jagannathan" ],
      "venue" : "Magn. Reson. Imaging",
      "citeRegEx" : "72",
      "shortCiteRegEx" : "72",
      "year" : 2010
    }, {
      "title" : "Metabolomics of fecal extracts detects altered metabolic activity of gut microbiota in ulcerative colitis and irritable bowel syndrome",
      "author" : [ "G. Le Gall", "S.O. Noor", "K. Ridgway", "L. Scovell", "C. Jamieson", "I.T. Johnson", "I.J. Colquhoun", "E.K. Kemsley", "A. Narbad" ],
      "venue" : "J. Proteome Res",
      "citeRegEx" : "73",
      "shortCiteRegEx" : "73",
      "year" : 2011
    }, {
      "title" : "Metabolomics analysis of herb-partitioned moxibustion treatment on rats with diarrhea-predominant irritable bowel syndrome",
      "author" : [ "X. Lin", "X. Liu", "J. Xu", "K.-K. Cheng", "J. Cao", "T. Liu", "Q. Liu", "H. Zhong", "G. Shen", "J. Dong" ],
      "venue" : "Chin. Med",
      "citeRegEx" : "74",
      "shortCiteRegEx" : "74",
      "year" : 2019
    }, {
      "title" : "Glucose uptake is limiting in T cell activation and requires CD28-mediated Akt-dependent and independent pathways",
      "author" : [ "S.R. Jacobs", "C.E. Herman", "N.J. MacIver", "J.A. Wofford", "H.L. Wieman", "J.J. Hammen", "J.C. Rathmell" ],
      "venue" : "J. Immunol",
      "citeRegEx" : "75",
      "shortCiteRegEx" : "75",
      "year" : 2008
    }, {
      "title" : "Metabolomics reveals impact of seven functional foods on metabolic pathways in a gut microbiota model",
      "author" : [ "M.A. Farag", "A. Abdelwareth", "I.E. Sallam", "M. El Shorbagi", "N. Jehmlich", "K. Fritz", "U. Rolle-Kampczyk", "A. Ehrlich", "L.A. Wessjohann", "M. von Bergen" ],
      "venue" : "J. Advan. Res",
      "citeRegEx" : "76",
      "shortCiteRegEx" : "76",
      "year" : 2020
    }, {
      "title" : "Identification of psoriasis vulgaris biomarkers in human plasma by non-targeted metabolomics based on UPLC-Q-TOF/MS",
      "author" : [ "S. Li", "Y. Liu", "H. Li", "L. Wang", "L. Xue", "G. Yin", "X. Wu" ],
      "venue" : "Eur. Rev. Med. Pharmacol. Sci",
      "citeRegEx" : "77",
      "shortCiteRegEx" : "77",
      "year" : 2019
    }, {
      "title" : "Preventive effects of a fermented dairy product against Alzheimer’s disease and identification of a novel oleamide with enhanced microglial phagocytosis and anti-inflammatory activity",
      "author" : [ "Y. Ano", "M. Ozawa", "T. Kutsukake", "S. Sugiyama", "K. Uchida", "A. Yoshida", "H. Nakayama" ],
      "venue" : "PLoS ONE 2015,",
      "citeRegEx" : "78",
      "shortCiteRegEx" : "78",
      "year" : 2015
    }, {
      "title" : "Oleamide activates peroxisome proliferator-activated receptor gamma (PPARγ) in vitro",
      "author" : [ "M. Dionisi", "S.P. Alexander", "A.J. Bennett" ],
      "venue" : "Lipids Health Dis",
      "citeRegEx" : "79",
      "shortCiteRegEx" : "79",
      "year" : 2012
    }, {
      "title" : "Oleamide suppresses lipopolysaccharide-induced expression of iNOS and COX-2 through inhibition of NF-κB activation in BV2 murine microglial cells",
      "author" : [ "Y.T. Oh", "J.Y. Lee", "J. Lee", "J.H. Lee", "J.-E. Kim", "J. Ha", "I. Kang" ],
      "venue" : null,
      "citeRegEx" : "80",
      "shortCiteRegEx" : "80",
      "year" : 2010
    }, {
      "title" : "PPARγ/RXRα-induced and CD36-mediated microglial amyloid-β phagocytosis results in cognitive improvement in amyloid precursor protein/presenilin 1 mice",
      "author" : [ "M. Yamanaka", "T. Ishikawa", "A. Griep", "D. Axt", "M.P. Kummer", "M.T. Heneka" ],
      "venue" : "J. Neurosci",
      "citeRegEx" : "81",
      "shortCiteRegEx" : "81",
      "year" : 2012
    }, {
      "title" : "Metabolome and gut microbiota variation with long-term intake of Panax ginseng extracts on rats",
      "author" : [ "Y. Sun", "S. Chen", "R. Wei", "X. Xie", "C. Wang", "S. Fan", "X. Zhang", "J. Su", "J. Liu", "W. Jia" ],
      "venue" : "Food Funct. 2018,",
      "citeRegEx" : "82",
      "shortCiteRegEx" : "82",
      "year" : 2018
    }, {
      "title" : "Influence of marine n-3 polyunsaturated fatty acids on immune function and a systematic review of their effects on clinical outcomes in rheumatoid arthritis",
      "author" : [ "E.A. Miles", "P.C. Calder" ],
      "venue" : "Br. J. Nutr",
      "citeRegEx" : "83",
      "shortCiteRegEx" : "83",
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Inflammatory bowel diseases (IBD), including ulcerative colitis (UC) and Crohn’s disease, are up to now of unidentified etiology [1].",
      "startOffset" : 129,
      "endOffset" : 132
    }, {
      "referenceID" : 1,
      "context" : "Inflammatory bowel disease, in acute or chronic form, interferes with lifestyle causing a number of health problems for people in both developing and developed countries [2,3].",
      "startOffset" : 170,
      "endOffset" : 175
    }, {
      "referenceID" : 2,
      "context" : "Inflammatory bowel disease, in acute or chronic form, interferes with lifestyle causing a number of health problems for people in both developing and developed countries [2,3].",
      "startOffset" : 170,
      "endOffset" : 175
    }, {
      "referenceID" : 3,
      "context" : "7 billion of reported cases each year [4].",
      "startOffset" : 38,
      "endOffset" : 41
    }, {
      "referenceID" : 4,
      "context" : "Gastroenteritis is the second leading cause of death globally and accounts for over one million deaths annually [5], and with higher mortality rates in developing countries.",
      "startOffset" : 112,
      "endOffset" : 115
    }, {
      "referenceID" : 5,
      "context" : "However, the side effects of dose-dependent are directly associated with the using of these types of medicinal drugs such as azathioprine and cyclosporine A [6].",
      "startOffset" : 157,
      "endOffset" : 160
    }, {
      "referenceID" : 6,
      "context" : "Nanocrystalline silver has been shown to exhibit anti-inflammatory properties [7].",
      "startOffset" : 78,
      "endOffset" : 81
    }, {
      "referenceID" : 7,
      "context" : "In animal models of inflammatory skin disease, NPI 32,101 was shown to decrease inflammation and down-regulates the production of interleukin-12 (IL-12), tumor necrosis factor-alpha (TNF-α) involved in the pathogenesis of inflammatory bowel disease [8].",
      "startOffset" : 249,
      "endOffset" : 252
    }, {
      "referenceID" : 7,
      "context" : "Several side effects accompanyed conventional treatments for IBD may be mild such as nausea, vomiting, diarrhea, headache, and osteoporosis [8].",
      "startOffset" : 140,
      "endOffset" : 143
    }, {
      "referenceID" : 8,
      "context" : "Metabolomics is the systematic analysis of metabolites in a biological sample, involving biochemical compounds of low molecular weight, such as organic acids, amino acids, sugars, lipids, and nucleotides [9] using mostly chromatographic techniques coupled to mass spectroscopy.",
      "startOffset" : 204,
      "endOffset" : 207
    }, {
      "referenceID" : 9,
      "context" : "Metabolomics was used to detect and diagnose disease progression early and offered prognostic biomarkers as new therapeutic targets [10].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 10,
      "context" : "Mass spectrometry (MS) and nuclear magnetic resonance (NMR) are generally utilized in the metabolomics study [11].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 11,
      "context" : "Among these, gas chromatography coupled with mass spectrometry (GC/MS) is commonly used for metabolites profiling in different biofluids, bettering other technical platforms attributable to its high sensitivity and reproducibility, as well as the availability of spectral libraries for structural identification [12].",
      "startOffset" : 312,
      "endOffset" : 316
    }, {
      "referenceID" : 12,
      "context" : "Recently, the use of herbal drugs or natural products as therapeutic agents has gained much attention worldwide for the treatment of several diseases [13].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 13,
      "context" : "Phenolic compounds including flavonoids represent the main components of almost all of the herbal plants [14].",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 13,
      "context" : "Phenolic compounds including flavonoids and phenolic acids are potent bioactive materials as antiulcer, antioxidant, anti-inflammatory, cardioprotective, anticancer, hepatoprotective, antimicrobial, anti-diabetic agents [14,15].",
      "startOffset" : 220,
      "endOffset" : 227
    }, {
      "referenceID" : 14,
      "context" : "Phenolic compounds including flavonoids and phenolic acids are potent bioactive materials as antiulcer, antioxidant, anti-inflammatory, cardioprotective, anticancer, hepatoprotective, antimicrobial, anti-diabetic agents [14,15].",
      "startOffset" : 220,
      "endOffset" : 227
    }, {
      "referenceID" : 15,
      "context" : "Plants belonging to Acacia genus (Fabaceae Family) are rich in phenolic compounds, flavonoids, and tannins and to mediate for the treatment of haemorrhoids, perspiring feet, diarrhea, skin problems, wounds, eye problems, mouth wash, diabetes, irritable bowel syndrome, and obesity [16].",
      "startOffset" : 281,
      "endOffset" : 285
    }, {
      "referenceID" : 16,
      "context" : "Several metabolites were reported from Acacia species especially flavonoids, cyclitols, tannins alkaloids, saponins, di- and triterpenes cyanogenic glycosides, and essential oils [17].",
      "startOffset" : 179,
      "endOffset" : 183
    }, {
      "referenceID" : 17,
      "context" : "saligna, flavonoids, spirostane saponin, and lignans [18], were characterized with potential antimicrobial [19] and allelopathic activity [20].",
      "startOffset" : 53,
      "endOffset" : 57
    }, {
      "referenceID" : 18,
      "context" : "saligna, flavonoids, spirostane saponin, and lignans [18], were characterized with potential antimicrobial [19] and allelopathic activity [20].",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 19,
      "context" : "saligna, flavonoids, spirostane saponin, and lignans [18], were characterized with potential antimicrobial [19] and allelopathic activity [20].",
      "startOffset" : 138,
      "endOffset" : 142
    }, {
      "referenceID" : 20,
      "context" : "Several reports described the role of Acacia plants in the management of inflammations and pains in traditional medicines especially in Africa [21].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 24,
      "context" : "Attempts to improve natural products or drug extracts delivery or pharmacological actions has been on going to include among other techniques encapsulation or micro sizing [25].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 25,
      "context" : "The scientists made focused strongly on the use of nanoparticles in drug delivery with a 10 to 1000 nm size ranging that have significant enhancements than those of fine and/or bulk particles [26].",
      "startOffset" : 192,
      "endOffset" : 196
    }, {
      "referenceID" : 26,
      "context" : "The enhancements include improvement of (i) bioavailability via enhancing the solubility, (ii) the time of residence in the body, (iii) the half-life of the clearance and specificity for the cognate receptors, (iv) the targeting of the specific cellular goals, (v) the safety of the drugs via lowering the used drug dose, (vi) the care of non-targeted tissues from serious side effects [27].",
      "startOffset" : 386,
      "endOffset" : 390
    }, {
      "referenceID" : 27,
      "context" : "Acetic acid-induced colitis is a valid animal model that induces acute inflammatory responses mimicking that seen in UC [29].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 28,
      "context" : "5280741 E, Egypt, in April 2016 and identified according to [30,31].",
      "startOffset" : 60,
      "endOffset" : 67
    }, {
      "referenceID" : 29,
      "context" : "Total polyphenols content, including total polyphenols (TPC) and total flavonoid contents (TFC), were determined according the previous described protocol [32,33].",
      "startOffset" : 155,
      "endOffset" : 162
    }, {
      "referenceID" : 30,
      "context" : "Total polyphenols content, including total polyphenols (TPC) and total flavonoid contents (TFC), were determined according the previous described protocol [32,33].",
      "startOffset" : 155,
      "endOffset" : 162
    }, {
      "referenceID" : 31,
      "context" : "The reaction mixture was shaken slightly and allowed to stand in the dark overnight [34].",
      "startOffset" : 84,
      "endOffset" : 88
    }, {
      "referenceID" : 32,
      "context" : "Group 5: received ASBE at a dose of 100 mg/kg as reported in previous literature [35].",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 33,
      "context" : "Mucosal lesions were also quantified by a [36] 0–5 scoring system with 0 for no damage, 1 for localized hyperemia, 2 for ulcers or erosions with no significant inflammation, 3 for",
      "startOffset" : 42,
      "endOffset" : 46
    }, {
      "referenceID" : 34,
      "context" : "Ulcer index was measured by summing the lesion score and the ulcer area for each colon specimen [37].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 35,
      "context" : "[38] as follows: 100 μL of serum was mixed with 200 μL of cold acetonitrile (100%) containing 5 μg xylitol as an internal standard, centrifuged at 7000 rpm for 15 min followed by centrifugation.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 36,
      "context" : "[39] with some modifications, using TG-5MS column (30 m × 0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "saligna was previously reported [18,19] posing it to be examined in this study for its anti-inflammatory effects.",
      "startOffset" : 32,
      "endOffset" : 39
    }, {
      "referenceID" : 18,
      "context" : "saligna was previously reported [18,19] posing it to be examined in this study for its anti-inflammatory effects.",
      "startOffset" : 32,
      "endOffset" : 39
    }, {
      "referenceID" : 31,
      "context" : "The surface plasmon resonance (SPR) band intensity increased with concentration and that more Ag+ ions are reduced to Ag nanoparticles [34].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 31,
      "context" : "The surface plasmon resonance (SPR) band intensity increased with concentration and that more Ag+ ions are reduced to Ag nanoparticles [34].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 37,
      "context" : "The integration of ASBE-Ag-NPs was formed with a particle size of 15–56 nm [42].",
      "startOffset" : 75,
      "endOffset" : 79
    }, {
      "referenceID" : 38,
      "context" : "UC is characterized by mucosal inflammation and ulceration with a variable extent of severity [43].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 39,
      "context" : "Rectal administration of 4% acetic acid for the induction of UC in rats is a well-established animal model, which pheno ypically resembles col n inflammation in humans [44].",
      "startOffset" : 168,
      "endOffset" : 172
    }, {
      "referenceID" : 40,
      "context" : "Similar pathological impairments were reported in earlier studies using the same animal model [45,46].",
      "startOffset" : 94,
      "endOffset" : 101
    }, {
      "referenceID" : 41,
      "context" : "Similar pathological impairments were reported in earlier studies using the same animal model [45,46].",
      "startOffset" : 94,
      "endOffset" : 101
    }, {
      "referenceID" : 43,
      "context" : "Although numerous medicaments have been suggested for UC treatment, side effects or toxicity of these medications pose a problem and warranted for the discovery of other safe treatments [48,49].",
      "startOffset" : 186,
      "endOffset" : 193
    }, {
      "referenceID" : 44,
      "context" : "Although numerous medicaments have been suggested for UC treatment, side effects or toxicity of these medications pose a problem and warranted for the discovery of other safe treatments [48,49].",
      "startOffset" : 186,
      "endOffset" : 193
    }, {
      "referenceID" : 45,
      "context" : "For example, despite mesalamine is a very safe and effective medication, yet its use is associated with paradoxical diarrhea and interstitial nephritis [50].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 46,
      "context" : "Likewise, corticosteroids have many complications that are irreversible such as obesity, hypertension, diabetes, cataracts, glaucoma, depression, anxiety, insomnia, irritability, and avascular necrosis [51,52].",
      "startOffset" : 202,
      "endOffset" : 209
    }, {
      "referenceID" : 47,
      "context" : "Likewise, corticosteroids have many complications that are irreversible such as obesity, hypertension, diabetes, cataracts, glaucoma, depression, anxiety, insomnia, irritability, and avascular necrosis [51,52].",
      "startOffset" : 202,
      "endOffset" : 209
    }, {
      "referenceID" : 48,
      "context" : "Thiopurines (azathioprine [AZA] and 6-mercaptopurine [6-MP]) have multiple side effects ranging from an elevation of transaminases till serious leukopenia [53].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 49,
      "context" : "Stimulated neutrophils and macrophages disrupt epithelial integrity and thus leading to colon injury [54].",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 50,
      "context" : "During the pathogenesis of UC, migration of granulocytes and other leukocytes takes place to the inflamed mucosa and superficial ulcers inducing the production of pro-inflammatory cytokines especially IL-1β [55].",
      "startOffset" : 207,
      "endOffset" : 211
    }, {
      "referenceID" : 51,
      "context" : "These results are in compliance with earlier experimental and clinical studies [56,57].",
      "startOffset" : 79,
      "endOffset" : 86
    }, {
      "referenceID" : 52,
      "context" : "These results are in compliance with earlier experimental and clinical studies [56,57].",
      "startOffset" : 79,
      "endOffset" : 86
    }, {
      "referenceID" : 53,
      "context" : "[58] and Nehmé and Edelman [59] rationalized via dexamethasone acting as an inhibitor for IL-1β [60] and also observed in case of nano-Ag to decrease IL-1β (Figure 4).",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 54,
      "context" : "[58] and Nehmé and Edelman [59] rationalized via dexamethasone acting as an inhibitor for IL-1β [60] and also observed in case of nano-Ag to decrease IL-1β (Figure 4).",
      "startOffset" : 27,
      "endOffset" : 31
    }, {
      "referenceID" : 55,
      "context" : "[58] and Nehmé and Edelman [59] rationalized via dexamethasone acting as an inhibitor for IL-1β [60] and also observed in case of nano-Ag to decrease IL-1β (Figure 4).",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 57,
      "context" : "COX-2 catalyzes oxidative stress-induced production of NO and the inflammatory mediators; prostaglandins that are important in the pathogenesis of colitis [62].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 58,
      "context" : "Extensive inflammatory cells infiltration including mononuclear and polymorphonuclear cells was revealed in the mucosa and submucosal accompanied by moderate submucosal edema [63].",
      "startOffset" : 175,
      "endOffset" : 179
    }, {
      "referenceID" : 14,
      "context" : "Being enriched extract in flavonoids and phenolic compounds functioning as antioxidant and anti-inflammatory agents, all identified compounds have the potential for treating ulcers [15].",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 59,
      "context" : "Further, the loading of bioactive extracts and metabolites in nanoparticles is one of the strategies to enhance its efficacy via increasing metabolites stability and its penetration in the tissues and cellular uptake [64].",
      "startOffset" : 217,
      "endOffset" : 221
    }, {
      "referenceID" : 60,
      "context" : "A critical approach to new forms of treatment of Crohn’s disease and ulcerative colitis sulfasalazine [65].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 61,
      "context" : "Another recent report has demonstrated that nano-Ag could alleviate colitis through suppression of neutrophil recruitment, infiltration, and modification of colonic microbiota [66].",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 62,
      "context" : "[67] reported that lactic acid in the inflammatory intestinal mucosa of IBD patients were reported at higher levels.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 63,
      "context" : "Increased concentration of intraluminal oxygen due to excessive bleeding favors facultative anaerobic strains known as lactic acid producers [68].",
      "startOffset" : 141,
      "endOffset" : 145
    }, {
      "referenceID" : 62,
      "context" : "[67] reported that lactic acid in the inflammatory intestinal mucosa of IBD patients were reported at higher levels.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 63,
      "context" : "Enhanced lactic acid concentrations can also result from colonic mucosal cell lining disruption and mesenchymal polysaccharides exposure to intraluminal bacteria [68].",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 0,
      "context" : "(B) S-plot showing the covariance p [1] against the correlation p(cor)[1] of the variables of the discriminating component.",
      "startOffset" : 36,
      "endOffset" : 39
    }, {
      "referenceID" : 0,
      "context" : "(B) S-plot showing the covariance p [1] against the correlation p(cor)[1] of the variables of the discriminating component.",
      "startOffset" : 70,
      "endOffset" : 73
    }, {
      "referenceID" : 76,
      "context" : "A prior study using an LPS-stimulated murine microglial cell line (BV-2) revealed that oleamide inhibited the production of NO and PGE2 [81].",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 77,
      "context" : "Other metabolites that showed down-regulation with UC model is arachidonic acid (AA), one of the polyunsaturated essential fatty acids reported to exhibit an effective role in chronic inflammation and can enhance immune response [82,83].",
      "startOffset" : 229,
      "endOffset" : 236
    }, {
      "referenceID" : 78,
      "context" : "Other metabolites that showed down-regulation with UC model is arachidonic acid (AA), one of the polyunsaturated essential fatty acids reported to exhibit an effective role in chronic inflammation and can enhance immune response [82,83].",
      "startOffset" : 229,
      "endOffset" : 236
    }, {
      "referenceID" : 0,
      "context" : "(B) S-plot showing the covariance p [1] against the correlation p(cor) [1] of the variables of the discriminating component.",
      "startOffset" : 36,
      "endOffset" : 39
    }, {
      "referenceID" : 0,
      "context" : "(B) S-plot showing the covariance p [1] against the correlation p(cor) [1] of the variables of the discriminating component.",
      "startOffset" : 71,
      "endOffset" : 74
    }, {
      "referenceID" : 64,
      "context" : "Likewise, increased lactate serum levels are probably secreted from inflamed colonic mucosa cells [69] demonstrating glycolysis up-regulation that occurs in the case of excess cellular energy requi ements and/or depletion of energy sources under inflammatory disorders [70].",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 65,
      "context" : "Likewise, increased lactate serum levels are probably secreted from inflamed colonic mucosa cells [69] demonstrating glycolysis up-regulation that occurs in the case of excess cellular energy requi ements and/or depletion of energy sources under inflammatory disorders [70].",
      "startOffset" : 269,
      "endOffset" : 273
    }, {
      "referenceID" : 66,
      "context" : ", monosaccharides, higher levels of fructose and glucose were detected in the UC roup compared to the control group [71].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 67,
      "context" : "extracts of macroscopically uninvolved colonic mucosa of IBD patients [72], and also in other biological specimens including fecal extracts in patients with ulcerative colitis [73].",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 68,
      "context" : "extracts of macroscopically uninvolved colonic mucosa of IBD patients [72], and also in other biological specimens including fecal extracts in patients with ulcerative colitis [73].",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 69,
      "context" : "In support of such a hypothesis, energy-related metabolites in colon appear to be crucial for homeostasis of the gut microbiome and intestinal cells [74,75], and to suggest that increased glucose level in serum samples of the UC rats may be resulting from the disturbance in the host-microbiome system [76].",
      "startOffset" : 149,
      "endOffset" : 156
    }, {
      "referenceID" : 70,
      "context" : "In support of such a hypothesis, energy-related metabolites in colon appear to be crucial for homeostasis of the gut microbiome and intestinal cells [74,75], and to suggest that increased glucose level in serum samples of the UC rats may be resulting from the disturbance in the host-microbiome system [76].",
      "startOffset" : 149,
      "endOffset" : 156
    }, {
      "referenceID" : 71,
      "context" : "In support of such a hypothesis, energy-related metabolites in colon appear to be crucial for homeostasis of the gut microbiome and intestinal cells [74,75], and to suggest that increased glucose level in serum samples of the UC rats may be resulting from the disturbance in the host-microbiome system [76].",
      "startOffset" : 302,
      "endOffset" : 306
    }, {
      "referenceID" : 72,
      "context" : "Another metabolite that showed the opposite pattern to glucose being detected at lower levels in the UC model is oleamide likely attributed to increased inflammation [77].",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 73,
      "context" : "Oleamide is the amide of oleic acid produced by enzymatic amidation from oleic acid and ammonia [78].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 76,
      "context" : "A prior study using an LPS-stimulated murine microglial cell line (BV-2) revealed that oleamide inhibited the production of NO and PGE2 [81].",
      "startOffset" : 136,
      "endOffset" : 140
    }, {
      "referenceID" : 77,
      "context" : "Other metabolites that showed down-regulation with UC model is arachidonic acid (AA), one of the polyunsaturated essential fatty acids reported to exhibit an effective role in chronic inflammation and can enhance immune response [82,83].",
      "startOffset" : 229,
      "endOffset" : 236
    }, {
      "referenceID" : 78,
      "context" : "Other metabolites that showed down-regulation with UC model is arachidonic acid (AA), one of the polyunsaturated essential fatty acids reported to exhibit an effective role in chronic inflammation and can enhance immune response [82,83].",
      "startOffset" : 229,
      "endOffset" : 236
    } ],
    "year" : 2020,
    "abstractText" : "Ulcerative colitis (UC) is a relapsing inflammatory disease of unknown etiology. The increased risk of cancer in UC patients warrants for the development of novel drug treatments. Herein, this work concerns with the investigation of the protective effects of Acacia saligna butanol extract (ASBE) and its nanoformulations on UC in a rat model and its underlying mechanism. Colitis was induced by slow intrarectal infusion of 2 mL of 4% (v/v in 0.9% saline) acetic acid. Colon samples were evaluated macroscopically, microscopically, and assayed for pro-inflammatory cytokine levels. To monitor associated metabolic changes in acetic acid-induced UC model, serum samples were analyzed for primary metabolites using GC–MS followed by multivariate data analyses. Treatment with ASBE attenuated acetic acid-induced UC as revealed by reduction of colon weight, ulcer area, and ulcer index. ASBE treatment also reduced Cyclooxygenase-2 (COX-2), Prostaglandin E2 (PGE2) & Interleukin-1β (IL-1β) levels in the inflamed colon. The nano-formulation of ASBE showed better protection than the crude extract against ulcer indices, increased PGE2 production, and histopathological alterations such as intestinal mucosal lesions and inflammatory infiltration. Distinct metabolite changes were recorded in colitis rats including a decrease in oleamide and arachidonic acid along with increased levels of lactic acid, fructose, and pyroglutamic acid. Treatment with nano extract restored metabolite levels to normal and suggests that cytokine levels were regulated by nano extract in UC. Conclusion: ASBE nano extract mitigated against acetic acid-induced Biology 2020, 9, 195; doi:10.3390/biology9080195 www.mdpi.com/journal/biology Biology 2020, 9, 195 2 of 21 colitis in rats, and the underlying mechanism could be attributed to the modulatory effects of ASBE on the inflammatory cascades. The applicability of metabolomics developed in this rat model seems to be crucial for evaluating the anti-inflammatory mechanisms of new therapeutics for acute colitis.",
    "creator" : "LaTeX with hyperref package"
  }
}