{
  "name" : "downloads_2019-10-24_b7_10.1002@pro.3676.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Metal-dependent assembly of a protein nano-cage",
    "authors" : [ "Ajitha S. Cristie-David", "Neil G. Marsh" ],
    "emails" : [ "nmarsh@umich.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "1Department of Chemistry, University of Michigan, Ann Arbor, Michigan 2Department of Biological Chemistry, University of Michigan, Ann Arbor, Michigan\nCorrespondence E. Neil G. Marsh, Department of Chemistry, University of Michigan, Ann Arbor, MI 48109. Email: nmarsh@umich.edu\nFunding information Army Research Office, Grant/Award Number: W911NF-16-1-0147\nassembly of proteins into higher order structures. We previously demonstrated that by\ngenetically fusing de novo–designed coiled coils of the appropriate oligomerization state to a natural trimeric protein, we could direct the assembly of this protein into\nvarious geometrical cages. Here, we have extended this approach by appending a\ncoiled coil designed to trimerize in response to binding divalent transition metal ions\nand thereby achieve metal ion-dependent assembly of a tetrahedral protein cage. Ni2+, Co2+, Cu2+, and Zn2+ ions were evaluated, with Ni2+ proving the most effective\nat mediating protein assembly. Characterization of the assembled protein indicated\nthat the metal ion–protein complex formed discrete globular structures of the diameter expected for a complex containing 12 copies of the protein monomer. Protein assem-\nbly could be reversed by removing metal ions with ethylenediaminetetraacetic acid or\nunder mildly acidic conditions.\nKEYWORD S\ncoiled coils, metalloproteins, protein design, protein nano-cages"
    }, {
      "heading" : "1 | INTRODUCTION",
      "text" : "Protein-based nanoparticles, both natural and designed, have gained increasing attention as promising materials for a wide variety of applications in nanotechnology, nanomedicine, and materials science.1–15 The growing interest in proteinbased materials has stimulated interest in designing new protein assemblies of various architectures that incorporate structural and functional properties that extend beyond those found in Nature. The assembly of protein building blocks (PBB) into large-scale cage-like structures has been accomplished through different approaches; these include the design of new protein–protein interfaces,16–18 the fusion of oligomeric protein domains,19,20 and by using de novo–designed oligomeric coiled coils to connect together larger, natural proteins.21–24\nOur laboratory has focused on this latter approach.21–26 Using parallel coiled coils that form well-specified trimeric, tetrameric, and pentameric helical bundles, we have assembled a natural trimeric protein into, respectively, tetrahedral,22 octahedral,21 and icosahedral cage-like structures.23 These\nprotein cages were constructed by genetically fusing the coiled coil domain to the C-terminus of the natural protein through an oligo-glycine linker sequence. Efficient assembly of the protein cages was achieved by optimizing the oligo-glycine linker length. This approach provides a simple, symmetrybased route for assembling protein cages that does not require extensive computational modeling and protein engineering.\nA further challenge in the design of self-assembling proteins is to control the assembly process. Natural multimeric proteins such as actin,27 the vertebrate nuclear pore complex,28 and some viral capsids29 undergo environmentally responsive assembly and disassembly. Inspired by Nature, various strategies have been developed to control the assembly of extended protein-based nanomaterials that form filaments,30,31 2D lattices,32,33 and 3D crystals.34–36 Assembly has been controlled by, for example, the judicious use of protein–protein disulfide linkages,33,37 the use of bifunctional small molecules38 to connect together protein subunits and the design of “split” metal ion-binding sites30,31,33,36,39,40 that span two protein subunits. Natural protein cages such as ferritin have been\n1620 © 2019 The Protein Society Protein Science. 2019;28:1620–1629.wileyonlinelibrary.com/journal/pro\nreengineered to undergo environmentally responsive assembly and disassembly; for example, a Cu(II)-responsive ferritin cage was designed by introducing His residues at the inter-subunit interface of ferritin,41 whereas a pH-responsive ferritin cage was engineered by introducing a pH-responsive amphipathic helix into the inter-subunit interface.42 Most recently, a protein cage designed to assemble in response to binding gold ions has been described.43\nIn this work, we have extended our coiled coil-based strategy for assembling proteins to design a cage that assembles and disassembles in response to binding divalent transition metal ions. We utilized a metal-dependent coiled coil design (IZ-3adH)44 that was previously shown to assemble into a homo-trimeric parallel coiled coil in the presence of divalent transition metal ions (Figure 1) and genetically fused it to a trimeric protein to facilitate the metal-dependent assembly of this protein into a tetrahedral structure (Figure 2). In the presence of divalent metal ions, this construct assembled into discretehigh Mw particles consistent with the formation of a tetrahedral protein cage. Protein assembly could be reversed either by the addition of metal chelators or by decreasing the pH."
    }, {
      "heading" : "2 | RESULTS",
      "text" : ""
    }, {
      "heading" : "2.1 | Design of a metal-dependent protein cage",
      "text" : "To facilitate comparison with our previous studies, we employed the same trimeric esterase (TriEst; PDB ID: 1ZOI) as the PBB that we previously used to assemble tetrahedral,22 octahedral,21 and icosahedral23 protein cages. To make the assembly of TriEst into a metal ion dependent tetrahedral cage, we\nselected a de novo–designed 4-heptad coiled coil44 that was previously designed to oligomerize into a parallel trimeric 3-helix bundle in the presence of divalent transition metal ions. A metal-binding site was introduced into the coiled coil by incorporating His residues at a and d positions in the third heptad repeat to provide a potentially six-coordinate metalbinding site (Figure 1). The peptide was shown to assemble into a trimeric coiled coil in the presence of divalent transition metals such as Ni2+, Co2+, Cu2+, and Zn2+ and returned to an unstructured monomeric form upon removal of metals or when the pH was lowered beyond 5.5, when the histidine residues are presumably protonated.\nWe genetically fused this metal-binding coiled coil to the C-terminus of TriEst through a flexible 8-residue linker sequence (GTGGGGGG) that had been optimized in the original tetrahedral protein cage design22 (Figure 2a). Although previous designs used a His-tag to facilitate protein purification, in this case, we were concerned that a nickel-binding tag could interfere with metal binding. Therefore, a maltosebinding protein (MBP; PDB ID: 1ANF) domain was appended to the N-terminus of TriEst through a 17-residue spacer to facilitate purification. This fusion construct was named as Tet8-M, to signify that it was designed to form a Tetrahedral cage with an 8-residue spacer sequence separating the PBB from theMetal-binding coiled coil (Figure 2a,b, Table S1).\nTet8-M was overexpressed in Escherichia coli and purified to homogeneity, as judged by sodium dodecyl sulfatepolyacrylamide gel electrophoresis (SDS-PAGE), by MBP affinity column chromatography followed by size exclusion chromatography, as described in Section 4. The addition of the MBP domain also resulted in a significantly higher yield\nof purified protein, 400 mg/L of culture, compared to previous designs that employed a His-tag for purification. The purified protein was dialyzed overnight at 4 C in buffer containing 2 mM ethylenediaminetetraacetic acid (EDTA) to remove any bound metal ions. Size exclusion chromatography (SEC) of Tet8-M on a superose 6 10/300 column showed Tet8-M to elute as a single symmetrical peak at 14.5 mL, which is consistent with the expected Mr = 227.4 kDa for the trimeric form of the protein (Figure 3a).\nOur original intention was to remove the MBP domain from Tet8-M by incorporating a tobacco etch virus (TEV) protease cleavage site into the spacer sequence between the MBP and TriEst domains. However, this strategy proved unsuccessful because, for reasons that are unclear, digestion of Tet8-M with TEV protease proceeded extremely slowly, requiring 2 weeks to approach completion. The TEV-cleaved protein did not form well-defined complexes in response to the\naddition of metal ions, possibly due to degradation during the prolonged cleavage reactions. Therefore, the full-length Tet8-M protein was used in all the experiments. The addition of the large MBP domain, which is separated from the trimeric esterase domain by a 13-residue spacer, did not seem to interfere with the assembly process."
    }, {
      "heading" : "2.2 | Equilibrating Tet8-M with metal ions",
      "text" : "The de novo–designed metal-binding coiled coil (IZ-3adH) was originally reported to have low micromolar affinities for several divalent metal ions with relative affinities in the order Ni2+ > Cu2+ > Co2+ ≈ Zn2+.44 We therefore evaluated the potential of the Tet8-M construct to assemble into protein cages in the presence of these metal ions. Because Ni2+ was reported to have the highest affinity for the peptide (Kd = 5.0 ± 0.3 μM), we first studied the binding of Ni2+ by\nFIGURE 2 Outline of the strategy used to construct the metal-dependent protein cage. (a) Domain structure of the Tet8-M fusion protein. (b) Cartoon illustrating the metal-induced assembly of Tet8-M\nFIGURE 3 Size exclusion chromatography of Tet8-M under various conditions. (a) Chromatography of Tet8-M trimers after purification. (b) Chromatography of Tet8-M, 20 μM, after equilibration with 80 μM Ni2+. (c) Re-chromatography of the Ni2+Tet8-M complex with 20 μM Ni2+ added to the buffer. (d) Re-chromatography of the Ni2+-Tet8-M complex in the absence of Ni2+ in the buffer. (e) Re-chromatography of the Ni2+-Tet8-M complex in the presence of 2 mM EDTA. (f) Re-chromatography of the Ni2+-Tet8-M complex at pH 4.5 in buffer containing Ni2+\nTet8-M. A solution of 20 μM Tet8-M was equilibrated with concentrations of NiCl2 varying from 5 to 200 μM at 4 C with gentle stirring overnight. The samples were then analyzed by SEC on a superose 6 10/300 column equilibrated with Tris-HCl buffer, pH 8.0, containing the same NiCl2 concentrations. Two peaks were observed for all the samples, at 10.5 and 14.5 mL indicating that some of the protein was assembling into higher molecular weight species (Figure 3B, Appendix S1). Ni2+ concentrations between 20 and 200 μM resulted in the largest fraction of Tet8-M being converted to high molecular weight species. Analysis of the peak areas indicated that approximately 65–75% of the protein was assembled into high molecular weight species at these Ni2+ concentrations (Figure S1b). The behavior of Tet8-M was studied at higher Ni2+ concentrations of 1 and 2 mM; however, this resulted in a decrease in the fraction ( 30–40%) of protein assembling into high molecular weight species. Equilibrating Tet8-M with Ni2+ ions at room temperature or for longer periods of time (up to 2 weeks) did not make any significant difference to the size distribution of Tet8-M species.\nWe also examined the effectiveness of Co2+, Cu2+, and Zn2+ ions to mediate the assembly of Tet8-M. Of note, 20 μM samples of Tet8-M were equilibrated with 20, 80, and 200 μM concentrations of each metal ion and evaluated by SEC. Co2+ ions were found to be similarly as effective as Ni2+ in mediating the formation of high molecular weight species at all the metal ion concentrations examined (Figure S2a). However, whereas lower concentrations of Cu2+ mediated formation of a protein complex of the expected size, incubation of Tet8-M with 200 μM Cu2+ resulted in the protein eluting at a volume of 12 mL, indicating a complex smaller than expected, in addition to unassembled protein that eluted at 14.5 mL. Fourcoordinate complexes are also common for Cu2+, so the peak at elution volume 12 mL might result from Tet8-M forming dimers with Cu2+ ions (Figure S2b). In support of this possibility, Suzuki et al. previously observed dimer formation with IZ-3adH peptides at higher Cu2+ concentrations, whereas at low Cu2+ concentrations IZ-3adH formed trimers.44 Zn2+ ions proved only to be effective at assembling Tet8-M at the lowest concentrations used (20 μM). At higher concentrations, only a single peak at elution volume 14.5 mL corresponding to unassembled material was observed (Figure S2c). The reason for this is unclear, but we note that the pseudo-octahedral metal binding site provided by the trimeric peptide is not optimal for binding zinc because the preferred geometry is for zinc in proteins is tetrahedral."
    }, {
      "heading" : "2.3 | Characterization of Ni2+-mediated assembly of Tet8-M",
      "text" : "As Ni2+ ions appeared to be the most effective at causing the oligomerization of Tet8-M, subsequent characterization\nof the design focused on this metal. The high-molecularweight oligomers formed by the Ni2+-Tet8-M complex were purified by equilibrating the protein overnight with 200 μM NiCl2, and the oligomers separated from unassembled protein by SEC in the presence of NiCl2. When re-chromatographed in buffer containing NiCl2, the assembled protein eluted at the same elution volume in a symmetrical peak (Figure 3c). This suggested the assembled protein was fairly homogeneous and that, once formed, the assemblies were kinetically stable and did not re-equilibrate to form a mixture of assembled and unassembled species. In contrast, when the assembled species were re-chromatographed in buffer lacking divalent metal ions, the protein eluted as a mixture of assembled and unassembled forms (Figure 3d). This is consistent with the loss of Ni2+ ions from the complex during chromatography. Complete disassembly of the complex could be achieved by subjecting the samples to SEC in Tris-HCl buffer containing 2 mM EDTA. This resulted in Tet8-M eluting as a single peak at elution volume 14.5 mL, indicating complete dissociation of the complex into the original trimeric form (Figure 3e). Similar results were observed when the assembled protein complexes were re-chromatographed with buffer adjusted to pH 4.5, which again resulted in the protein eluting 14.5 mL (Figure 3f).\nDisassembly of the protein cages appeared to be reversible. Removing the EDTA by dialysis, followed by re-equilibrating the protein with Ni2+, resulted in most of the protein reassembling (as judged by SEC; Figure S3a) to give a distribution of assembled and unassembled species that was similar to the initially constituted material. Readjusting the pH of the acid-dissociated protein from pH 4.5 to pH 8.0 similarly resulted in the protein reassembling to give a distribution of assembled and unassembled species (Figure S3b). However, for the acid-dissociated cages, SEC of the reassembled material also indicated a small amount of aggregated protein, evident in the void volume, which might have resulted from denaturation of some of the TriEst domain at low pH (Figure S3b). In support of this, previous studies have demonstrated that TriEst has reduced activity and stability at acidic pH and completely loses activity at pH 3.45,46"
    }, {
      "heading" : "2.4 | Characterization of metal dependent assembly of Tet8-M",
      "text" : ""
    }, {
      "heading" : "2.4.1 | Dynamic light scattering",
      "text" : "Dynamic light scattering (DLS) is widely used to measure the hydrodynamic radius of particles and to assess the homogeneity of samples; therefore, we examined the effect of Ni2+ ions on the particle size of Tet8-M. Scattering spectra were recorded for 20 μM solutions of Tet8-M at pH 8.0 in Tris–HCl buffer in the absence of divalent metal ions and in the presence of 100 μM NiCl2. In the absence of metal ions,\nthe number-averaged hydrodynamic diameter was 11.9 ± 1.0 nm, which is consistent with the modeled diameter of 12 nm for the trimeric form of the protein (Figure 4). In the presence of Ni2+ ions, the number-averaged hydrodynamic diameter of Tet8-M increased to 23.8 ± 0.9 nm, which is in reasonable agreement with the calculated diameter of 20 nm for a tetrahedral protein cage assembly (Figure 4).\nDLS spectra of Tet8-M were recorded after the Ni2+ ions were removed from the assembled protein by chelation with EDTA or the pH reduced to 4.5 to dissociate the coiled coils (Figure 4). The number-averaged hydrodynamic diameter for the EDTA-treated sample was 12.6 ± 0.4 nm and that for the low-pH sample, which showed some heterogeneity,\nwas 7.9 ± 1.0 nm. These results are consistent with the Tet8-M returning to a trimeric state, as indicated by the SEC experiments described above."
    }, {
      "heading" : "2.4.2 | Native-PAGE",
      "text" : "The assemblies formed by Tet8-M were further studied by native-PAGE, as this technique provides a sensitive method to assess the homogeneity of protein assemblies. The protein subunits of the Ni-Tet8-M complex were cross-linked using the lysine-selective cross-linking reagent bis(sulfosuccinimidyl) suberate (BS3) prior to electrophoresis (Figure 5A and Figure S4a). This was necessary to prevent dissociation of the assembled material because the electrophoresis conditions stripped the Ni2+ ions from the protein. Samples were analyzed on a 3–12% gradient polyacrylamide gel (Figure 5b and Figure S4b). Both the cross-linked Ni2+-Tet8-M complex and the non-cross-linked sample migrated as somewhat diffuse bands, but otherwise appeared fairly homogenous. The crosslinked Tet8-M sample migrated as a much larger species than the untreated Tet8-M sample, indicating Ni-mediated assembly of the protein (Figure 5b and Figure S4b). Control experiments confirmed that treating Tet8-M with BS3 in the absence of Ni2+ ions did not cause crosslinking into high molecular weight material (Figure 5b and Figure S4b)."
    }, {
      "heading" : "2.4.3 | Electron microscopy",
      "text" : "The particles formed by Tet8-M were visualized by negativestain transmission electron microscopy. The trimeric form of the protein (fractions from elution volume 14.5 mL) appeared as small, unassembled species by electron microscopy (EM; Figure 6a). In preliminary experiments, we found that the Ni2+-Tet8-M complexes partly dissociated on the EM grids\nduring sample preparation. This was not observed for our previous cage designs and might be due to interactions between the coiled coils domains and Cu ions on the surface of the TEM grid (Figure S5). This problem was overcome by covalently crosslinking the assembled protein with BS3 reagent, as described above (Figure 5a and Figure S4a). The cross-linked material appeared as discrete, homogenous\nparticles (Figure 6c,d). However, for most of the particles, neither details of the symmetry nor the shape of the particles could be discerned in the TEM images, possibly because the peripheral MBP domain linked to TriEst masked the core structure. The diameter distribution of TEM images analyzed using Image J software gave an average diameter of 18 nm for the particles (Figure 6e).\nFIGURE 6 Negative-stain transmission electron microscopy (TEM) of Tet8-M complexes. (a) Purified, unassembled Tet8-M. (b) Ni2+-Tet8-M complexes imaged without crosslinking show a background of dissembled trimers. (c, d) SEC purified and cross-linked Ni2+-Tet8-M complexes images at 2 magnifications. (e) Size distribution analysis of crosslinked Ni2+-Tet8-M particles imaged by negative stain TEM"
    }, {
      "heading" : "2.4.4 | Catalytic activity",
      "text" : "The esterase activities of the trimeric Tet8-M construct and the high-molecular-weight species assembled from Tet8-M in the presence of Ni2+ were compared with the unmodified esterase, TriEst, from which Tet8-M is derived. With 2,4-dinitrophenyl acetate (2,4-DNPA) as a substrate, the turnover number for unmodified TriEst was 14.2 ± 2.3 min−1, whereas the turnover number for trimeric Tet8-M was 22.3 ± 1.9 min−1 and turnover number for the Ni- Tet8-M complex was 15.5 ± 1.7 min−1. These results confirmed that neither the assembly process nor fusion of the coiled coil with MBP domain significantly alters the functional properties of TriEst."
    }, {
      "heading" : "3 | DISCUSSION",
      "text" : "There has been extensive interest in creating metal-dependent protein assemblies that may have uses as sensors or responsive biomaterials.33,34,36,39,40,43 The experiments we describe here demonstrate the potential of using metal-binding coiled coils to mediate protein assembly, a concept that could be extended to other environmentally responsive coiled coil designs.\nCharacterization of the complex formed by Tet8-M with Ni2+ ions using SEC, DLS, TEM, and native-PAGE were all consistent with the trimeric PBB assembling into the intended tetrameric structure. The hydrodynamic radius determined by DLS and the diameter determined by analysis of negative stain TEM images were in a good agreement with the diameter predicted from simple molecular modeling ( 20 nm). For our previously designed protein cages, it was possible to obtain structural information on the geometry of the cage from cryo-EM; however, in this case, it was not possible to verify that Tet8-M adopts at tetrahedral structure using this technique. The MBP domain, which proved necessary to obtain sufficient yields of soluble protein, probably masks the core cage structure so that the symmetry of the assembled structures was not apparent in most of the particles imaged by negative stain TEM.\nAlthough conceptually simple and easily accomplished, our approach also illustrates some of the problems inherent in constructing ligand-responsive protein assemblies. The Tet8-M construct assembled into higher order species with each of the divalent metal ions examined; however, despite varying the metal ion concentrations and other conditions, it was not possible to achieve complete assembly of the trimeric building block. Even under the most favorable conditions, only 65–75% of the protein assembled and, interestingly, higher metal ion concentrations inhibited assembly. Once assembled, the metal– protein complex appeared stable and could be readily purified from the unassembled material by SEC.\nEither treating the assembled protein with chelating agents or lowering the pH of the buffer led to disassembly of\nthe cages. The protein could then be reassembled by removing the chelating agent and incubating with metal ions or raising the pH, confirming that the assembly process is fully reversible. However, reassembly resulted in a similar ratio of assembled cages to unassembled protein being formed (as judged by SEC) as seen initially. One explanation is that metal ions may form coordination complexes within the same trimeric PBB so that the coiled coil domains are not available to interact with other subunits and so become kinetically trapped in unproductive conformations. This observation points to the importance of optimizing the strength of the metal–protein interaction in addition to the coiled coil interaction to achieve efficient assembly. We note that the pseudo-octahedral metal binding site afforded by positioning histidine residues at “a” and “d” positions of the coiled coil heptad (Figure 1) provides a fairly crude mimic of the metal binding sites found in natural metalloproteins. Indeed, we are not aware of any natural example of a “6-His” metal binding site. The metal binding sites of natural proteins nearly always comprise more than one type of side-chain and are fine-tuned by second sphere interactions with the primary coordination sphere.\nIn conclusion, we successfully constructed a metaldependent protein cage by utilizing a symmetry-based design strategy together with coiled coil sequences that oligomerize in response to binding divalent transition metal ions. However, although reversible, the assembly process was not highly efficient and depended critically on the metal ion concentrations used to mediate oligomerization, likely because some of the Tet8-M protein became trapped in nonproductive metal–protein complexes. These observations illustrate the need to optimize the strength of both the coiled coil interaction and the metal-binding interaction to achieve efficient assembly."
    }, {
      "heading" : "4 | MATERIALS AND METHODS",
      "text" : ""
    }, {
      "heading" : "4.1 | Construction of gene encoding Tet8-M",
      "text" : "A synthetic gene encoding the metal-binding coiled coil sequence together with a 50-sequence encoding an 8-Gly spacer sequence was commercially synthesized. This DNA sequence was genetically fused to the 30-end of the gene encoding TriEst housed in the expression vector pET-28B using standard protocols. The MBP domain encoded by the plasmid pMAL-c5X was subsequently fused to the Nterminus of TriEst through a 17-residue spacer sequence (GGGGGGGGGENLYFQGG) by standard protocols to give the final Tet8-M fusion protein. The complete sequence of the Tet8-M design is given in Table S1."
    }, {
      "heading" : "4.2 | Protein expression and purification",
      "text" : "Protein was expressed using standard methods as previously described.21 Briefly, the protein was expressed in E. coli BL21(DE3) cells grown in 2xYT medium with 100 mg/L ampicillin at 37 C. At an OD600 of 0.8, the temperature was reduced to 18 C, and at an OD600 of 1.0, protein expression was induced by addition of IPTG to 0.1 mM final concentration. Cells were grown for a further 18 hr, harvested by centrifugation and stored at −80 C.\nProtein was purified using maltose affinity column chromatography as previously described21,24 and summarized here. All purification steps were performed on ice or at 4 C. Approximately 4 g of cell pellet were thawed on ice for 20 min, resuspended in buffer containing 50 mM HEPES, 100 mM ammonium acetate, 5% glycerol, 1 FAST protease inhibitor tablet (Sigma), and 50 mg of chicken egg lysozyme (Sigma), and gently agitated for 15–20 min. Cells were lysed by sonication (10 s “ON”, 30 s “OFF” for 10 min), and the lysate was clarified by centrifugation at 40,000g for 20 min. The supernatant was loaded on to a 5 mL MBP-trap column (GE Healthcare) at a flow rate of 0.5 mL/min. The column was washed with 80 mL of the same buffer at a flow rate of 1 mL/min and then the protein eluted at a flow rate of 0.5 mL/min with buffer containing 10 mM maltose, 50 mM HEPES, 100 mM ammonium acetate, and 5% glycerol. Fractions containing the desired protein (approximately 10–15 mL) were combined and treated with 2 μL of Benzonase. The resulting solution was dialyzed against buffer containing 20 mM HEPES, 100 mM ammonium acetate, 2 mM EDTA, and 10% glycerol approximately for 2 days at 4 C.\nSEC was used as an additional purification step and to assess the molecular weights of the complexes formed by Tet8-M. SEC was performed on a superose-6 10/300 column equilibrated with Tris HCl SEC buffer (10 mM Tris HCl, 100 mM NaCl, pH 8.0) at 4 C. Of note, 400 μL injections of samples at concentrations of 2–3 mg/mL were chromatographed at a 0.3 mL/min flow rate. Trimeric Tet8-M eluted at a volume 14.5 mL. Protein samples were pooled and stored in the same elution buffer at 4 C. If needed, the protein was concentrated using 100-kDa cutoff centrifugal ultrafiltration concentrator."
    }, {
      "heading" : "4.3 | Evaluation of metal-dependent protein assembly",
      "text" : "Of note, 200 μL samples of 20 μM Tet8-M were equilibrated with various concentrations of NiCl2, CoCl2, CuCl2, or ZnCl2 to study the metal-dependent assembly of the protein. Samples were incubated overnight at 4 C with gentle agitation. Samples were analyzed on a superpose-6 10/300 column equilibrated with same Tris–HCl buffer containing the various metal ions at the same concentrations. To study the\nstability of assembled protein, the high-molecular-weight complexes eluting at 10.5 mL were re-chromatographed under same buffer conditions.\nTo further characterize the complexes formed by Tet8-M with Ni2+, the complex was prepared on a larger scale as follows: 400 μL of 50–200 μM protein was incubated with 200 μM NiCl2 overnight at 4 C with gentle agitation and purified by SEC using a superpose-6 10/300 column equilibrated with Tris HCl containing 200 μM NiCl2. The fractions at elution volume 10.5 mL were pooled, concentrated, and used for further characterization by the techniques described below."
    }, {
      "heading" : "4.4 | Cross-linking with BS3 reagent",
      "text" : "Assembled cages were cross-linked using the lysine-specific reagent (bis(sulfosuccinimidyl)suberate) (Thermo Fisher) as previously described22 except that the Tris HCl used for SEC was used for this experiment. These cross-linked cages were visualized by negative-stain TEM and also were used for characterization by (3–12%) native-PAGE."
    }, {
      "heading" : "4.5 | Negative-stain TEM imaging",
      "text" : "Negative-stain TEM was performed as previously described.22 Protein samples were adjusted to a concentration 0.04 mg/mL and fixed on a Formvar/Carbon 400 Mesh Cu grid using conventional negative staining procedures. Imaging was performed using a JEOL 1,500 electron microscope equipped with tungsten filament, XR401 high-sensitivity sCMOS camera and operated at 90 kV."
    }, {
      "heading" : "4.6 | Enzyme activity assays",
      "text" : "The esterase activity of the parent TriEst enzyme and the assembled and unassembled Tet8-M were assessed using 2,4- dinitrophenyl acetate (2,4-DNPA) as the substrate and at 45 C as previously described21 and in Tris HCl SEC buffer. Protein and 2,4-DNPA concentrations were 1 μM and 1 mM respectively. Activity was monitored by following the increase in absorbance at 405 nm."
    }, {
      "heading" : "4.7 | DLS measurements",
      "text" : "DLS was performed using DynaPro NanoStar ZS instrument as previously described.24 Protein concentrations were adjusted to 20 μM. The samples were centrifuged at 25,000g for 10 min to remove any suspended particles. Samples were analyzed in 10 μL cuvettes at 25 C. The refractive index and absorption coefficient for the particles were set at 1.45 and 0.001, respectively. Runs were performed in triplicate, and each run is an average of 10 scans."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "This research was supported in part by a grant from the Army Research Office ARO W911NF-16-1-0147 to E.N.G.M. Electron microscopy was performed at the Microscope Imaging Laboratory (MIL) core facility at University of Michigan. Dynamic Light Scattering was performed at Biophysics Research Facility at University of Michigan.\nCONFLICT OF INTEREST\nThe authors declare that they have no conflict of interest.\nORCID\nE. Neil G. Marsh https://orcid.org/0000-0003-1713-1683"
    } ],
    "references" : [ {
      "title" : "Protein cage assembly across multiple length scales",
      "author" : [ "WM Aumiller", "M Uchida", "T. Douglas" ],
      "venue" : "Chem Soc Rev",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2018
    }, {
      "title" : "Virus-based nanocarriers for drug delivery",
      "author" : [ "Y Ma", "RJM Nolte", "JJLM. Cornelissen" ],
      "venue" : "Adv Drug Deliv Rev",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2012
    }, {
      "title" : "Development of virus-like particles for diagnostic and prophylactic biomedical applications: Development of virus-like particles",
      "author" : [ "B Schwarz", "T. Douglas" ],
      "venue" : "Wiley Interdiscip Rev Nanomed Nanobiotechnol",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2015
    }, {
      "title" : "Different applications of virus-like particles in biology and medicine: Vaccination and delivery systems: Different applications of virus-like particles",
      "author" : [ "Z Shirbaghaee", "A. Bolhassani" ],
      "venue" : null,
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2016
    }, {
      "title" : "Bioengineering virus-like particles as vaccines: Virus-like particles as vaccines",
      "author" : [ "LHL Lua", "NK Connors", "F Sainsbury", "YP Chuan", "N Wibowo", "APJ. Middelberg" ],
      "venue" : "Biotechnol Bioeng",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2014
    }, {
      "title" : "Protein cage constrained synthesis of ferrimagnetic iron oxide nanoparticles",
      "author" : [ "M Allen", "D Willits", "J Mosolf", "M Young", "T. Douglas" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2002
    }, {
      "title" : "Engineering protein nanocages as carriers for biomedical applications",
      "author" : [ "S Bhaskar", "S. Lim" ],
      "venue" : "NPG Asia Mater",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2017
    }, {
      "title" : "Viruses and protein cages as nanocontainers and nanoreactors",
      "author" : [ "A de la Escosura", "RJM Nolte", "JJLM. Cornelissen" ],
      "venue" : "J Mater Chem",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2009
    }, {
      "title" : "Applications of viral nanoparticles in medicine",
      "author" : [ "I Yildiz", "S Shukla", "NF. Steinmetz" ],
      "venue" : "Curr Opin Biotechnol",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2011
    }, {
      "title" : "Controlled integration of polymers into viral capsids",
      "author" : [ "M Comellas-Aragonès", "A de la Escosura", "A(T)J Dirks" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2009
    }, {
      "title" : "Engineered protein cages for nanomaterial synthesis",
      "author" : [ "RM Kramer", "C Li", "DC Carter", "MO Stone", "RR. Naik" ],
      "venue" : "J Am Chem Soc",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2004
    }, {
      "title" : "Modular self-assembly of protein cage lattices for multistep catalysis",
      "author" : [ "M Uchida", "K McCoy", "M Fukuto" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2018
    }, {
      "title" : "Rational engineering of a designed protein cage for siRNA delivery",
      "author" : [ "TGW Edwardson", "T Mori", "D. Hilvert" ],
      "venue" : "J Am Chem Soc",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2018
    }, {
      "title" : "Bioinspired nanoscale materials for biomedical and energy applications",
      "author" : [ "P Bhattacharya", "D Du", "Y. Lin" ],
      "venue" : "J R Soc Interface",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2014
    }, {
      "title" : "Enzyme encapsulation by a ferritin cage",
      "author" : [ "S Tetter", "D. Hilvert" ],
      "venue" : "Angew Chem Int Ed",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2017
    }, {
      "title" : "Computational design of self-assembling protein nanomaterials with atomic level",
      "author" : [ "NP King", "W Sheffler", "MR Sawaya" ],
      "venue" : null,
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2012
    }, {
      "title" : "Design of a hyperstable 60-subunit protein icosahedron",
      "author" : [ "Y Hsia", "JB Bale", "S Gonen" ],
      "venue" : null,
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2016
    }, {
      "title" : "Accurate design of megadaltonscale two-component icosahedral protein complexes",
      "author" : [ "JB Bale", "S Gonen", "Y Liu" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2016
    }, {
      "title" : "Nanohedra: Using symmetry to design self assembling protein cages, layers, crystals, and filaments",
      "author" : [ "JE Padilla", "C Colovos", "TO. Yeates" ],
      "venue" : "Proc Natl Acad Sci U S A",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2001
    }, {
      "title" : "Structure of a designed protein cage that self-assembles into a highly porous cube",
      "author" : [ "Y-T Lai", "E Reading", "GL Hura" ],
      "venue" : null,
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2014
    }, {
      "title" : "Flexible, symmetry-directed approach to assembling protein cages",
      "author" : [ "A Sciore", "M Su", "P Koldewey" ],
      "venue" : "Proc Natl Acad Sci U S A",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2016
    }, {
      "title" : "Symmetry-directed self-assembly of a tetrahedral protein cage mediated by de novodesigned coiled coils",
      "author" : [ "S Badieyan", "A Sciore", "JD Eschweiler" ],
      "venue" : null,
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2017
    }, {
      "title" : "Coiled-coil-mediated assembly of an icosahedral protein cage with extremely high thermal and chemical stability",
      "author" : [ "AS Cristie-David", "J Chen", "DB Nowak" ],
      "venue" : "J Am Chem Soc",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2019
    }, {
      "title" : "Elaborating a coiled coil-assembled octahedral protein cage with additional protein domains: A multi-domain coiled coil-assembled protein cage",
      "author" : [ "AS Cristie-David", "P Koldewey", "BA Meinen", "JCA Bardwell", "ENG. Marsh" ],
      "venue" : "Protein Sci",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2018
    }, {
      "title" : "Characterization of a highly flexible self-assembling protein system designed to form nanocages: Highly flexible selfassembling protein system",
      "author" : [ "DP Patterson", "M Su", "TM Franzmann", "A Sciore", "G Skiniotis", "ENG. Marsh" ],
      "venue" : "Protein Sci",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2014
    }, {
      "title" : "Evaluation of a symmetry-based strategy for assembling protein complexes",
      "author" : [ "DP Patterson", "AM Desai", "MMB Holl", "ENG. Marsh" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2011
    }, {
      "title" : "Actin structure and function",
      "author" : [ "Dominguez R", "Holmes KC" ],
      "venue" : "Annu Rev Biophys",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2011
    }, {
      "title" : "Mechanisms of nuclear pore complex assembly—Two different ways of building one molecular machine",
      "author" : [ "S Otsuka", "J. Ellenberg" ],
      "venue" : null,
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2018
    }, {
      "title" : "Norwalk virus assembly and stability monitored by mass spectrometry",
      "author" : [ "GK Shoemaker", "E van Duijn", "SE Crawford" ],
      "venue" : "Mol Cell Proteomics",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2010
    }, {
      "title" : "Self-assembly of glutathione Stransferase into nanowires",
      "author" : [ "W Zhang", "Q Luo", "L Miao" ],
      "venue" : null,
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2012
    }, {
      "title" : "Metal ion-dependent, reversible, protein filament formation by a designed beta-roll polypeptide",
      "author" : [ "AJ Scotter", "M Guo", "MM Tomczak" ],
      "venue" : "BMC Struct Biol",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2007
    }, {
      "title" : "Self-assembly of proteins",
      "author" : [ "P Ringler", "G. Schulz" ],
      "venue" : "into designed networks",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2003
    }, {
      "title" : "Self-assembly of coherently dynamic, auxetic, twodimensional protein crystals",
      "author" : [ "Y Suzuki", "G Cardone", "D Restrepo", "PD Zavattieri", "TS Baker", "FA. Tezcan" ],
      "venue" : null,
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2016
    }, {
      "title" : "Synthetic modularity of protein–metal–organic frameworks",
      "author" : [ "JB Bailey", "L Zhang", "JA Chiong", "S Ahn", "FA. Tezcan" ],
      "venue" : "J Am Chem Soc. 2017;139:8160–8166",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2017
    }, {
      "title" : "Self-assembly and modular functionalization of three-dimensional crystals from oppositely charged proteins",
      "author" : [ "V Liljeström", "J Mikkilä", "MA. Kostiainen" ],
      "venue" : null,
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2014
    }, {
      "title" : "A metal organic framework with spherical protein nodes: Rational chemical design of 3D protein crystals",
      "author" : [ "PA Sontz", "JB Bailey", "S Ahn", "FA. Tezcan" ],
      "venue" : "J Am Chem Soc",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2015
    }, {
      "title" : "In vitro self-assembly of tailorable nanotubes from a simple protein building block",
      "author" : [ "ER Ballister", "AH Lai", "RN Zuckermann", "Y Cheng", "JD. Mougous" ],
      "venue" : "Proc Natl Acad Sci U S A",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2008
    }, {
      "title" : "Slayer-streptavidin fusion proteins as template for nanopatterned molecular arrays",
      "author" : [ "D Moll", "C Huber", "B Schlegel", "D Pum", "UB Sleytr", "M. Sára" ],
      "venue" : "Proc Natl Acad Sci U S A",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2002
    }, {
      "title" : "Metaldependent self-assembly of protein tubes from Escherichia coli glutamine synthetase: Cu EPR studies of the ligation and stoichiometry of intermolecular metal binding sites",
      "author" : [ "P Schurke", "JC Freeman", "MJ Dabrowski", "WM. Atkins" ],
      "venue" : "J Biol Chem",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 1999
    }, {
      "title" : "FA metal-directed design of supramolecular protein assemblies",
      "author" : [ "JB Bailey", "RH Subramanian", "LA Churchfield", "FA. Tezcan" ],
      "venue" : "Methods Enzymol",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2016
    }, {
      "title" : "Re-engineering protein interfaces yields copper-inducible ferritin cage assembly",
      "author" : [ "DJE Huard", "KM Kane", "FA. Tezcan" ],
      "venue" : "Nat Chem Biol",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2013
    }, {
      "title" : "The incorporation of GALA peptide into a protein cage for an acid-inducible molecular switch",
      "author" : [ "Choi S-H", "Choi K", "Chan Kwon I", "Ahn HJ" ],
      "venue" : null,
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2010
    }, {
      "title" : "An ultra-stable goldcoordinated protein cage displaying reversible assembly",
      "author" : [ "AD Malay", "N Miyazaki", "A Biela" ],
      "venue" : null,
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2019
    }, {
      "title" : "Metal ion induced self-assembly of a designed peptide into a triple-stranded α-helical bundle: A novel metal binding site in the hydrophobic core",
      "author" : [ "K Suzuki", "H Hiroaki", "D Kohda", "H Nakamura", "T. Tanaka" ],
      "venue" : "J Am Chem Soc",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 1998
    }, {
      "title" : "Purification and characterization of recombinant esterase from Pseudomonas putida MR-2068 and its application to the optical resolution of dimethyl methylsuccinate",
      "author" : [ "E Ozaki", "A. Sakimae" ],
      "venue" : "J Biosci Bioeng",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 1997
    }, {
      "title" : "Enzymatic resolution of methyl dl-β-acetylthioisobutyrate and dl-β-acetylthioisobutyramide using a stereoselective esterase from Pseudomonas putida IFO12996",
      "author" : [ "Shaw S-Y", "Chen Y-J", "Ou J-J", "Ho L" ],
      "venue" : "J Mol Catal B Enzym",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2006
    } ],
    "referenceMentions" : [ {
      "referenceID" : 22,
      "context" : "21–26 Using parallel coiled coils that form well-specified trimeric, tetrameric, and pentameric helical bundles, we have assembled a natural trimeric protein into, respectively, tetrahedral,(22) octahedral,(21) and icosahedral cage-like structures.(23) These protein cages were constructed by genetically fusing the coiled coil domain to the C-terminus of the natural protein through an oligo-glycine linker sequence.",
      "startOffset" : 248,
      "endOffset" : 252
    }, {
      "referenceID" : 41,
      "context" : "was engineered by introducing a pH-responsive amphipathic helix into the inter-subunit interface.(42) Most recently, a protein",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 42,
      "context" : "cage designed to assemble in response to binding gold ions has been described.(43) In this work, we have extended our coiled coil-based strategy for assembling proteins to design a cage that assembles and disassembles in response to binding divalent transition metal ions.",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 43,
      "context" : "previously observed dimer formation with IZ-3adH peptides at higher Cu concentrations, whereas at low Cu concentrations IZ-3adH formed trimers.(44) Zn ions proved only to be effective at assembling Tet8-M at the lowest concentrations used (20 μM).",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 44,
      "context" : "In support of this, previous studies have demonstrated that TriEst has reduced activity and stability at acidic pH and completely loses activity at pH 3.(45,46)",
      "startOffset" : 153,
      "endOffset" : 160
    }, {
      "referenceID" : 45,
      "context" : "In support of this, previous studies have demonstrated that TriEst has reduced activity and stability at acidic pH and completely loses activity at pH 3.(45,46)",
      "startOffset" : 153,
      "endOffset" : 160
    }, {
      "referenceID" : 32,
      "context" : "There has been extensive interest in creating metal-dependent protein assemblies that may have uses as sensors or responsive biomaterials.(33,34,36,39,40,43) The experiments we describe here demonstrate the potential of using metal-binding coiled coils to mediate protein assembly, a concept that could be extended to other environmentally responsive coiled coil designs.",
      "startOffset" : 138,
      "endOffset" : 157
    }, {
      "referenceID" : 33,
      "context" : "There has been extensive interest in creating metal-dependent protein assemblies that may have uses as sensors or responsive biomaterials.(33,34,36,39,40,43) The experiments we describe here demonstrate the potential of using metal-binding coiled coils to mediate protein assembly, a concept that could be extended to other environmentally responsive coiled coil designs.",
      "startOffset" : 138,
      "endOffset" : 157
    }, {
      "referenceID" : 35,
      "context" : "There has been extensive interest in creating metal-dependent protein assemblies that may have uses as sensors or responsive biomaterials.(33,34,36,39,40,43) The experiments we describe here demonstrate the potential of using metal-binding coiled coils to mediate protein assembly, a concept that could be extended to other environmentally responsive coiled coil designs.",
      "startOffset" : 138,
      "endOffset" : 157
    }, {
      "referenceID" : 38,
      "context" : "There has been extensive interest in creating metal-dependent protein assemblies that may have uses as sensors or responsive biomaterials.(33,34,36,39,40,43) The experiments we describe here demonstrate the potential of using metal-binding coiled coils to mediate protein assembly, a concept that could be extended to other environmentally responsive coiled coil designs.",
      "startOffset" : 138,
      "endOffset" : 157
    }, {
      "referenceID" : 39,
      "context" : "There has been extensive interest in creating metal-dependent protein assemblies that may have uses as sensors or responsive biomaterials.(33,34,36,39,40,43) The experiments we describe here demonstrate the potential of using metal-binding coiled coils to mediate protein assembly, a concept that could be extended to other environmentally responsive coiled coil designs.",
      "startOffset" : 138,
      "endOffset" : 157
    }, {
      "referenceID" : 42,
      "context" : "There has been extensive interest in creating metal-dependent protein assemblies that may have uses as sensors or responsive biomaterials.(33,34,36,39,40,43) The experiments we describe here demonstrate the potential of using metal-binding coiled coils to mediate protein assembly, a concept that could be extended to other environmentally responsive coiled coil designs.",
      "startOffset" : 138,
      "endOffset" : 157
    }, {
      "referenceID" : 20,
      "context" : "Protein was expressed using standard methods as previously described.(21) Briefly, the protein was expressed in E.",
      "startOffset" : 69,
      "endOffset" : 73
    }, {
      "referenceID" : 21,
      "context" : "Negative-stain TEM was performed as previously described.(22) Protein samples were adjusted to a concentration 0.",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 23,
      "context" : "DLS was performed using DynaPro NanoStar ZS instrument as previously described.(24) Protein concentrations were adjusted to 20 μM.",
      "startOffset" : 79,
      "endOffset" : 83
    } ],
    "year" : 2019,
    "abstractText" : "Funding information Army Research Office, Grant/Award Number: W911NF-16-1-0147 Abstract Short, alpha-helical coiled coils provide a simple, modular method to direct the assembly of proteins into higher order structures. We previously demonstrated that by genetically fusing de novo–designed coiled coils of the appropriate oligomerization state to a natural trimeric protein, we could direct the assembly of this protein into various geometrical cages. Here, we have extended this approach by appending a coiled coil designed to trimerize in response to binding divalent transition metal ions and thereby achieve metal ion-dependent assembly of a tetrahedral protein cage. Ni, Co, Cu, and Zn ions were evaluated, with Ni proving the most effective at mediating protein assembly. Characterization of the assembled protein indicated that the metal ion–protein complex formed discrete globular structures of the diameter expected for a complex containing 12 copies of the protein monomer. Protein assembly could be reversed by removing metal ions with ethylenediaminetetraacetic acid or under mildly acidic conditions.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.520/W Unicode"
  }
}