{
  "name" : "downloads_2019-11-20_2b_10.1002@adma.201905951.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Nano Wave Plates Structuring and Index Matching in Transparent Hydroxyapatite‐YAG: Ce Composite Ceramics for High Luminous Efficiency White Light‐Emitting Diodes",
    "authors" : [ "Ping Huang", "Beiying Zhou", "Qi Zheng", "Yuan Tian", "Mengmeng Wang", "Lianjun Wang", "Jianlin Li", "Wan Jiang" ],
    "emails" : [ "wanglj@dhu.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "1905951 (1 of 10) © 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advmat.de"
    }, {
      "heading" : "CommuniCation",
      "text" : ""
    }, {
      "heading" : "Nano Wave Plates Structuring and Index Matching in",
      "text" : ""
    }, {
      "heading" : "Transparent Hydroxyapatite-YAG: Ce Composite Ceramics",
      "text" : "for High Luminous Efficiency White Light-Emitting Diodes"
    }, {
      "heading" : "Ping Huang, Beiying Zhou, Qi Zheng, Yuan Tian, Mengmeng Wang, Lianjun Wang,*",
      "text" : ""
    }, {
      "heading" : "Jianlin Li,* and Wan Jiang*",
      "text" : "DOI: 10.1002/adma.201905951\nconverters (PiS) cannot meet the requirements, and the needs for converters with high thermostability are becoming more urgent.[5–8] Ceramic converters doped with the lanthanide or transition metal ions such as Eu3+, Ce3+, Tb2+, and Mn4+ have exhibited broad application prospects.[9–11] Despite significant progress in these ceramic converters, the problem of doping concentration control and concentration quenching still remains.[12–17] In addition, the WLEDs equipped with such ceramic converters exhibit low luminous efficiency (LE), high correlated color temperature (CCT) and can only work in reflective mode. The most promising way to overcome these obstacles is encapsulating phosphors into transparent ceramics (PiCs) like resin package or phosphor in glass.[18–20]\nIndeed, the theoretical transmittance of some ceramics could reach higher than 80% in the visible light range.[21,22] As described by the Rayleigh–Gans particle\nscattering theory, transparency is attainable only when domain sizes are much smaller than the targeted wavelength and the differences in the refractive index between the insertion and matrix are minimized.[23] As shown in Figure S1 (Supporting Information), with YAG: Ce (n = 1.84) as the well-acknowledged phosphor, ceramics such as AlN, YAG, Y2O3, Al2O3 and HA\nReplacing traditional luminous silicone or resins with phosphor in ceramics (PiCs) as color converters has been proposed as an efficient way to improve thermal stability of high-power white light-emitting diodes (WLEDs). However, excessive light scattering in existing PiCs results in enormous phosphor-converted light losses, which makes the luminosity of current PiCs color converters less efficient and means that they can only be used in devices working in reflective mode. By introducing nano wave plate structuring and Rayleigh scattering, luminous hydroxyapatite (HA)-YAG: Ce ceramics are prepared from mesoporous HA nanorods and YAG: Ce phosphors at 850 °C, enabling for the first time WLEDs equipped with PiC color converters in transmission mode. With low-temperature sintering and a highly transparent matrix, the quantum yield of HA-YAG: Ce retains ≈90% of the raw phosphor, and WLEDs with the color converters exhibit a record luminous efficiency of 170 lm W−1 and a correlated color temperature below 4500 K. A facile and practical strategy of using nano structural modulation to eliminate birefringence-induced light scattering for fabricating highperformance ceramic converters suitable for multiple mode luminaires is demonstrated.\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201905951.\nP. Huang, Prof. Q. Zheng, Y. Tian, M. M. Wang, Prof. L. J. Wang State Key Laboratory for Modification of Chemical Fibers and Polymer Materials College of Materials Science and Engineering Donghua University Shanghai 201620, P. R. China E-mail: wanglj@dhu.edu.cn Dr. B. Y. Zhou, Prof. W. Jiang Engineering Research Center of Advanced Glasses Manufacturing Technology Ministry of Education Donghua University Shanghai 201620, P. R. China E-mail: wanjiang@dhu.edu.cn\nProf. J. L. Li School of Materials and Chemical Engineering Hainan University Haikou 570228, P. R. China E-mail: jlli@hainu.edu.cn Prof. W. Jiang Institute of Functional Materials Donghua University Shanghai 201620, P. R. China\nCeramic converters, such as YAG: Ce, Lu3Al5O12:Ce3+, CaAlSiN3:Eu2+, and Gd3Al4GaO12:Ce3+[1–4] have been an attractive alternative color converter in solid state lighting devices due to their excellent thermal stability. In particular, with the rising of high-power white light-emitting-diodes (WLEDs) and laser driving illuminations (LDs), the current silicone-based\nAdv. Mater. 2019, 1905951\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1905951 (2 of 10)\n(n = 1.5–1.85) are proposed to be suitable matrix candidates in terms of refractive index matching. To ensure the transmittance, a high density and a uniform microstructure are needed, which can only be realized currently by extremely harsh and complicated processes, such as strong magnetic fields, ultrahigh temperature, and ultrahigh pressure.[24–26] Unfortunately, these harsh sintering processes can cause severe damages to the embedded phosphors. To save phosphors and achieve a high density, long time sintering is usually needed and leads to the base ceramics of a large grain structure. Moreover, the excessive scattering in the ceramic matrix caused by birefringence at grain boundary is inevitable for hexagonal ceramics such as Al2O3 and results in devitrification of present PiCs.[27–29] These devitrified PiCs can be only applicable in the reflective mode LDs, not suitable for WLEDs or LDs that work in the transmissive system, which greatly limits the volume and structures of the illumination devices.[30] Therefore, the fabrication of well-permeable PiCs that work in transmissive mode is still a huge challenge. Among them, transparent HA ceramic has a much lower sintering temperature of 1000 °C,[31] and a bandgap of 5–6 eV, with its intrinsic light absorption located in the far ultraviolet region, so it is more suitable as a matrix for embedding YAG: Ce phosphor. However, light scattering caused by birefringence, which reduces light transmittance in many transparent ceramics, also takes place in HA-YAG: Ce PiCs and thus the improvement of microstructure may effectively promote the transmittance of HA-YAG: Ce and improve the development of high-power WLEDs and LDs. In this contribution, we first demonstrated a highly efficient PiCs: HA-YAG: Ce using mesoporous HA nanorods and commercial YAG: Ce phosphors as raw materials. Ceramic converter with high light penetrability and conversion efficiency is crucial for lighting devices working in high power and transmissive mode. Remarkably, a nano wave plate mechanism was introduced to eliminate light scattering caused by birefringence at HA grain boundaries, and the HA ceramic matrix thus exhibited a transmittance of 88% that is close to the theoretical value in the visible light range (88.9%). Meanwhile, we found that the grain sizes of HA play a key role in enhancing the performances by increasing the Rayleigh–Mie scattering of incident blue light. In this work, HA nanorods with high aspect ratio and mesoporous structure were elaborated by chemical deposition and hydrothermal method (Figure 1a). The well crystallized HA nanorods, possessing a hexagonal close-packed structure, were derived from the predominate growth along the c-axis.[32,33] Because of their unique orientation growth and high specific surface area, HA nanorods can effectively reduce the sintering temperature of HA, and adjust the grain orientation of the matrix and thus increasing the transmittance. Coupled with the ingenious use of Rayleigh scattering and the well-matching of refractive indexes between HA matrix and YAG phosphor, the quantum yield was retained ≈90% of the raw phosphor and displayed a quantum efficiency of 72%. Accordingly, WLEDs with ultrahigh LE up to 170 lm W−1, low CCT of less than 4500 K and color purity of 90%, the best performances ever reported for WLEDs with fluorescent ceramic converters. This\nAdv. Mater. 2019, 1905951\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1905951 (3 of 10)\nwork pioneers a general approach of nano wave plate mechanism in preparing transparent ceramic composites, that is highly scalable for solid state lighting devices that work in the transmission mode of ultrahigh LE.\nSynthesis of the HA nanorods employed an ice-water bath and a porogen surfactant allowing the powder to obtain small size, sufficient orientation and mesoporous structure during deposition. Then, the crystallinity of HA nanorods is fully refined in the subsequent hydrothermal reaction, which is favorable for its stability during the sintering process. Finally, transparent, fully dense (3.169 g cm−3) HA ceramic bulks with transmittance over 88% have been successfully obtained under the sintering conditions of 850 °C, 100 MPa and 3 min dwelling time, much lower than the reported sintering temperature.[34–38] Since the Rayleigh scattering has a functional relationship with the sixth power of the grain size,[39] as shown in Figure S2 (Supporting Information), when the grain size is larger than 200 nm, Rayleigh scattering for incident blue light (λb = 460 nm) and outgoing yellow light (λy = 540 nm) is sharply increased, resulting in a decrease of the emitted light. So, in order to improve the LE and reduce the overflow of the incident blue light, the obtained HA nanorods are controlled to be 50–150 nm length and 20–25 nm breadth (Figure 1b). The clear lattice fringes in the transmission electron microscopy (TEM) image indicate the well crystallinity of the HA particles. In addition, some internal dents with a diameter ranging from 2 to 8 nm can be intuitively observed on the nanorods (Figure 1b), showing a typical mesoporous structure, which was further confirmed by the nitrogen adsorption–desorption isotherms (Figure S3, Supporting Information). A type H3 hysteresis loop was shown to demonstrate the mesoporous structure in the form of nonrigid aggregates of plate-like particles.[40]\nAs the surface diffusion of the (100) crystal plane is high and occurs at extremely low temperatures, the growth rate of the crystal in the radial direction is always higher than that in the uniaxial direction,[41] the longitudinal axes of the nanorods are in the <001> direction, that is, the c-axes of the HA crystals, and the surfaces at both ends are mainly composed of the (001) planes. When HA nanorods were compacted by SPS, due to the big aspect ratio of HA nanorods and the uniaxial pressure applied, these nanorods packed closely within a set of planes perpendicular to the pressure inside the die, maximizing the contact areas between each nanorod and providing a convenient diffusion path for sintering. Eventually forming equiaxed crystals in a high-temperature environment. What’s more, the optical axis along the c-axis of HA grains is aligned in the planes the nanosized HA grains have nearly flat surfaces that are parallel to their optical axis (Figure 1d–e), indicating they are just like nano wave plates.\nThe X-ray diffraction (XRD) data (Figure 1c) of the bulk surfaces and the cross section demonstrate that the HA ceramic bulks exhibit a remarkable arrangement of grains. The degree of crystalline texture was estimated using Equation (1) from the intensities of the X-ray diffraction measurement[42]\n/002 002 110P I I I )(= + (1)\nwhere I002 and I110 are the intensities from the 002 and the 110 reflections on the surface. The number of grains with the c-axis\norientation increases as the value of P approaches unity. The P value of the surface perpendicular to the direction (SS) of the pressure is 0.87, indicating that the ceramic sample obtained an ultrahigh orientation. Consequently, when the incident light hits on the sample surface perpendicularly, it decomposes into the o light and e light, with their propagation directions perpendicular to the surface (Figure S4, Supporting Information).[43] The scattering of lights traveling perpendicularly across the planes is thus theoretically eliminated, which is advantageous for improving the transmittance of ceramics containing hexagonal polycrystals.[21,44] Generally, birefringence-induced light scattering at grain boundary is a main obstacle in transparent hexagonal ceramics. The prevailing and only effective way to overcome this problem is to use ultra-strong magnetic fields to align grain optic axis before sintering,[22] which is a harsh process and not believed to be applicable in PiC. By contrast, here the proposed nano wave plates mechanism creates a new possibility of fabricating transparent ceramics without birefringenceinduced light scattering. Compared with the conventional HA ceramic from nanoparticle sintering,[33] the transmittance of the HA ceramic in the visible light range, especially in the blue light range of 400–500 nm, is significantly improved. Therefore, the introduction of the nanowave plate mechanism can be an effective and simple way to improve the transmittance of the hexagonal ceramics.\nThe absence of double image of “HA” produced by the real sample demonstrates the above saying. When the incident light is perpendicular to the pressure direction, the linear transmittance of HA is 40% to 20% higher than that obtained when the pressure is parallel to the pressure (Figure 1f), which strongly supports the above discussion. This difference of transmittance in the two directions is vital for the success of the as-prepared high efficiency ceramic color converters, as discussed later.\nCompared with the traditional nanoparticles, mesoporous particles have a larger specific surface area, which increases the driving force for sintering, thus reduces the sintering temperature effectively.[45,46] During sintering process, the dissociation of HA phase to β-tricalcium phosphate or other phosphates which happens at 900 °C can be effectively inhibited,[47] and no characteristic diffraction peaks from other calcium phosphate phases were detected in wide-angle X-ray diffraction spectrum of pure HA ceramic (Figure 2a). Moreover, thanks to the rapid sintering process of SPS, the grain boundary is clean and clear, and no amorphous phase appears, as shown in Figure 2c,d. Meanwhile, no mesopores can be found in the TEM image of the HA ceramic and a fully dense ceramic matrix was formed. As the transmittance of HA ceramic plays a vital role in improving the performance of the color converters, dense HA bulks with different grain sizes of 100, 200, and 500 nm (Figure S5a–c, Supporting Information) were obtained to further adjust the transmittance by setting the sintering temperature to 850, 900, and 950 °C, respectively. As shown in Figure 2b, the line-transmittance of the ceramic bulks in the visible light range decreases with the increase of grain size, proving that the proper reduction of the grain size is beneficial to increase the penetration depth of the incident light.\nIn general, benefiting from the fine grain size, the ultra-high relative density, the clean grain boundary and the orientation of the crystalline grains, the scattering and refraction loss of light\nAdv. Mater. 2019, 1905951\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1905951 (4 of 10)\nduring the propagation is greatly reduced, providing a prerequisite for the high-performance of HA ceramic-packaged color converters.\nCombining the elaborate HA nanorods and the commercial YAG: Ce phosphor, HA-YAG: Ce ceramics with varied phosphor contents were prepared by the same sintering procedure as pure HA ceramic (at 850 °C, 100 MPa and 3 min dwelling time). As the embedded phosphor content increases from 3 to 10 wt%, the yellow color of the HA-YAG: Ce PiCs became deeper (Figure 3a). Since the YAG: Ce phosphor is opaque, the transmittance of the HA-YAG: Ce PiCs declines along with the phosphor content increases, and thus a similar phenomenon detected even when the silicone with a transmittance of 90% is used as encapsulation material (Figure S6a, Supporting Information). The signal located at 457 nm is derived from the light absorption of the phosphor, further explaining the phenomenon of devitrification. As the HA matrix has a high transmittance in the visible range, the embedded phosphor can be accurately detected and simulated under a laser scanning confocal microscopy (LSCM). Image of the top surface and the 3D image with a scanning range of 500 × 500 × 200 µm for the HA-YAG: Ce are presented\nin Figure 3a. In the dark background, phosphors excited by 458 nm blue laser show high contrast and can be easily distinguished. Remarkably, the YAG: Ce particles are effectively excited even on the back side of the light source. This is mainly due to the guidance of incident light by Rayleigh–Mie scattering the matrix and the details will be further discussed in Figure 4.\nAs shown in the backscattered scanning electron micrograph (BSEM) and energy dispersive spectrometer (EDS) mapping, the embedded phosphor has the same size with the raw phosphor (10–20 µm) (Figure S7, Supporting Information) and contact closely with the base ceramic (Figure 3b). The XRD pattern of HA-YAG: Ce bulk as shown in Figure S6b (Supporting Information), only the peaks from the original phosphor and the pure HA matrix appear, indicating a well preserved YAG phase. As shown in the Figure S8 (Supporting Information), the embedding of the phosphor also has no significant influences on the mechanical properties and thermal conductivity of the HA transparent ceramic. These data confirm that the YAG: Ce phosphors are simply encapsulated in HA ceramics and there is no interaction taking place during the sintering process. In HA-YAG: Ce PiCs, polycrystalline\nAdv. Mater. 2019, 1905951\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1905951 (5 of 10)\nHA matrix possesses much smaller grain size than that of the phosphor particles who demonstrate their cubic structure in the selected area electron diffraction (SAED) pattern in Figure 3c. What’s more, as shown in Figure 3d, the unambiguous grain boundary between the HA and YAG: Ce grain is coherent, clean and free of intermediate phases. X-ray photoelectron spectroscopy (XPS) results of Ce 3d3/2,5/2 spectra collected from the raw YAG: Ce phosphor and the HA-YAG: Ce PiC are found to support our above inference. As shown in Figure S9 (Supporting Information), the Ce 3d3/2,5/2 spectra are composed of two multiplets (U and V) corresponding to the spin-orbit split 3d5/2 and 3d3/2 core holes. Ten peaks corresponding to the pairs of spin-orbit doublets can be identified in the Ce 3d3/2,5/2 spectrum (six for Ce4+ and four for Ce3+), which is in good agreement with reported results. More detailed data is shown in Table S1 (Supporting Information). As confirmed by the negligible decline in Ce3+ content after sintering calculated from the XPS data, the oxidation of fluorescent active center (Ce3+) during sintering was effectively prevented. According to the results above, we could deduce that due to the vacuum environment, the fast heating rate, and the extremely short holding time at high temperature (≤3 min) during sintering,[48] and the interfacial reaction between the composite phases can be effectively avoided. Besides, the uniaxial pressure applied during the preparation process can effectively accelerate the densification of the ceramic matrix. Excellent optical properties are the ultimate pursuit of this study. As shown in Figure S10a,b (Supporting Information), compared with the excitation and the emission peaks of original phosphors (black line), the shape and luminescence position of those peaks of the HA-YAG: Ce ceramic remain substantially the same. The excitation spectrum of the prepared HA-YAG: Ce ceramic composite shows two main peaks, 340 and 470 nm absorption bands corresponding to the 4f → 5d2 and 4f → 5d1 transitions of Ce3+, respectively. The emission spectrum with an asymmetric broadband emission peak at 548 nm caused by the transition of the 5d level of Ce3+ is consistent with that of the YAG: Ce phosphor. These results imply that the sintering process does not change the coordination environment of the luminescent center Ce3+, and the excellent optical properties of commercial phosphors are well preserved in our fluorescent ceramic composites. In addition, the absorption band of fluorescent ceramic in 440–470 nm is well-suited to the current blue LED or LD chips. The light path diagrams in the HA-YAG: Ce ceramic composite are illustrated in Figure 4a,b. When the HA-YAG: Ce PiC is excited by the blue light perpendicular to the (h k 0) planes, the fluorescence intensity of the composite can be expressed by the Equation (2) 0 r sI I I I= + + (2) where I0, Ir, Is represent the fluorescence excited by the directly incident blue light, the blue light reflected from the surface of\nAdv. Mater. 2019, 1905951\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1905951 (6 of 10)\nthe phosphor, and the scattered blue portion from the internal polycrystal or impurities, respectively.[15] According to the\nFresnel equations sin 1 2\n1\nC n n = − ,[49] the refractive index of the\nphosphor n1 is 1.84, and the refractive index of the HA matrix obtained by the experiment n2 is 1.64, the critical angle at total reflection occurred is calculated as 63°, and thus the critical angle of the emergent light is increased by 14.5% relative to silicone (n ≤ 1.5). In other words, the I0 was enhanced. Furthermore, the nanowave plate structure of the substrate ensures the high transmittance and allows the incident light to penetrate deeper, so that the internal phosphor is fully excited. Moreover, the ultrafine HA crystalline introduces Rayleigh scattering of the incidence light, which facilitates a part of the excitation light to be deflected to the back side of the phosphor particles and producing IR. The fluorescence intensity Equation (2) becomes\n0 r s RI I I I I= + + + (3)\nEquation (3), further improving the conversion efficiency of incident light. Owing to the unique microstructure of the matrix, the external quantum efficiency (EQE) of the PiC can be as high as 66.3% shown in Figure 4c, which is even higher than that of the PiS and retained ≈90% of the raw phosphor (EQE: 71.7%) even after pressure sintering. Moreover, since the thermal stability of the ceramic material itself and the encapsulating material isolates the phosphor from the air, the luminescence intensity of the HA-YAG: Ce ceramic decreases by only 2% with the increase of the temperature during the temperature-variable fluorescence\nanalysis, which is much lower than that of PiS (7%) (Figure 4d). The above advantages are fully reflected in the next high-power LED application research.\nThe as-prepared HA-YAG: Ce ceramic converters were encapsulated in blue chips to fabricate the WLEDs, as shown Figure 5a. At the same time, the PiS encapsulated WLEDs were used as a control group. When the current is lower than 200 mA, the LE of the WLEDs packaged by HA-YAG: Ce PiC is slightly lower than that packaged by PiS (Figure S12a, Supporting Information). This is because the excitation light of the chip is still weak at this time, and the lumen of the WLED is limited by the transmittance of the color converter. When the exciting current reached 200 mA and above, the thermal stability of HA-YAG: Ce PiC was well displayed, and the LE of the WLED encapsulated by PiC came back strong when the current reaches 250 mA. As the poor thermal stability of the silicone and the internal reactions caused by the high junction temperature, the LE of PiS packaged WLED decreased significantly. More detailed data is shown in Table S2 (Supporting Information). By adjusting the phosphor contents in the HA-YAG: Ce ceramics, the color coordinate of WLED lamps can be tailored to meet the packaging requirements (Figure 5b,c). The design of the microstructure in the matrix enhanced the conversion efficiency of the incident blue light and increased the amount of exited yellow light, thereby achieving a balance of the LE and CCT for the lighting devices. As more blue light was converted into yellow light, the proportion of blue light of the WLEDs with HA-YAG: Ce color converter is significantly lower than\nAdv. Mater. 2019, 1905951\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1905951 (7 of 10)\nthose with PiS with the same phosphor content (Figure 5d). With increasing phosphor content, the overflow proportion of blue light that is harmful to the human eye declined, together with a reduction of the CCT from 4650 to 3400 K in the spectrogram and lighting diagram (Figure S12b, Supporting Information). WLED luminous color coordinates (x, y) are in the location of white light region near the Planck black line when the phosphor content is 3 wt%. As the phosphor content increases, the distances between the internal phosphors decrease, which hinders the further enhancement of LE and lowers the CCT of the WLED.[50–52] With the phosphor content up to 5 wt%, the fabricated WLED devices exhibit the best performance, in which the LE, CRI, and CCT are 170 lm W−1, 60 and 3680 K, respectively. To the best of our knowledge, this is the highest LE achieved in WLEDs with fluorescent ceramics as color converter. In summary, we have rationally introduced bioceramic HA as the matrix of the color converter in the field of solid-state lighting for the first time and demonstrated a nano wave plate structuring strategy to preparing PiC suitable for transmissive mode lighting devices. The birefringence-induced light scattering propagating in certain direction can be eliminated by this strategy rather than the using of current ultra-high magnetic fields. The HA matrix with high transmittance of 88% and the HA-YAG: Ce transparent ceramic composites with ultrahigh light conversion efficiency have been prepared via\nAdv. Mater. 2019, 1905951\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1905951 (8 of 10)\nSPS at a low temperature of 850 °C by using HA nanorods with good orientation. Attributing to the nano wave plate structure and the better matched refractive index of HA/YAG: Ce than the silicone/YAG: Ce, the light conversion efficiency of fluorescent ceramic is largely improved and offsets its weakness in transmittance. What’s more, the fact proves that the selective introduction of the Rayleigh scattering is also an efficient way to enhance the light conversion efficiency of the PiC. Benefiting from the above effort, the WLEDs assembled with as-prepared HA-YAG: Ce PiCs exhibited the best performances of ceramic converters encapsulated WLEDs ever reported: an ultrahigh LE of 170 lm W−1, low CCT of less than 4500 K and color purity of 90%. It brings about new insights into the development of preparing high performance fluorescent ceramic composites through the proposed nano wave plate mechanism. The economical and innovative preparation method here can be a breakthrough in ceramic converters to boost the development of high-efficiency, long-life, high-power WLEDs and pave a way of preparing small LDs working in transmission mode."
    }, {
      "heading" : "Experimental Section",
      "text" : "Chemicals: All chemicals were used in analytical grade (99+%) without further purification. The commercial YAG: Ce phosphor powders were purchased from Raypower Optoelectronics Co., Ltd. (Suzhou). Other chemicals used in present study were products of Sigma-Aldrich, USA.\nSynthesis of Mesoporous HA Powders: Mesoporous HA powders were synthesized by using the cetyltrimethylammonium bromide (CTAB) as a porogen surfactant via a hydrothermal method as reported. 0.06 mol L−1 diammonium hydrogen phosphate [(NH4)2HPO4, DAHP] and 0.03 mol L−1 calcium nitrate [Ca(NO3)2·4H2O] were prepared in deionized water. CTAB powders were dissolved in DAHP at a CTAB/PO43− ratio of 1:1 and the pH value was adjusted to 11 using ammonium hydroxide. Subsequently, 300 mL Ca (NO3)2·4H2O was added dropwise to 90 mL mixed solution, obtaining a milky suspension, which was refluxed at 0 °C for 2 h. The mixture was then transferred to a hydrothermal reaction vessel (500 mL) for hydrothermal reaction at 120 °C for 12 h. After the autoclave cooled to room temperature, the precipitate was filtered and washed by water and ethanol in sequence. A gel-like paste was dried in the oven at 50 °C for 72 h. The dried precipitate was then calcined at 500 °C for 4 h to remove the surfactant.\nPreparation of Transparent HA Ceramic: The prepared mesoporous HA powders were loaded in a graphite die with an inner diameter of 10 mm and sintered in vacuum in a SPS apparatus (Dr. Sinter 725, Sumitomo Coal Mining Co. Tokyo, Japan). A heating rate of 100 °C min−1 and a uniaxial pressure of 100 MPa were applied. Finally, the HA ceramic samples were obtained at 850, 900, and 950 °C with a holding time of 3 min, and total sintering progress took about 10 min. After several tests, the HA ceramic bulk with the highest linear transmittance in visible light were selected as sintering temperature of 850 °C, sintering pressure of 100 MPa. Image-Pro Plus analysis software is used to analysis the grain size distribution.\nPreparation of HA-YAG: Ce Ceramic: HA-YAG: Ce was also prepared by SPS using as-prepared mesoporous HA nanorod particles and commercial YAG: Ce phosphor powders as the raw materials. The raw materials (0.5 g) with various ratios were uniformly mixed in an agate mortar and then transferred into a graphite die. The ideal HA-YAG: Ce sample was obtained through sintering at 850 °C with the heating rate of 100 °C min−1, 3 min holding time and 100 MPa uniaxial pressure by SPS. Subsequently, since the ceramic thickness increased the height of the phosphor emission source, and the variations of luminous flux can be affected by the emission position, the obtained HA-YAG: Ce samples were polished into a diameter of 10 mm discs with 1.0 mm in thickness.\nFor comparison, silicone packaged samples containing the same commercial YAG: Ce phosphor content were also prepared.\nDevice Design: In order to test the application of the fluorescent converter material prepared in this paper in high-power WLEDs, the chip voltage was stabilized at 30 V and the current was increased from 50 to 300 mA. The COB LED modules consisted of a 4 × 3 array of blue chips (Epistar InGaN Venus Blue) with 1.5 mm pitch. The size of the blue LED was 0.61 × 0.61 × 0.15 mm. The chips were wire-boned with gold, which were bared in the air and die-bonded with silver-filled epoxy on alumina substrates of size 12 × 12 mm and thickness of 1.27 mm.\nCharacterization: The crystal structure was identified by X-ray Diffraction with Cu Ka radiation source (D/max-2550 PC, Rigaku, Japan). The nanostructure of the specimen was observed by field emission scanning electron microscopy (FESEM, S-4800, Hitachi) and transmission electron microscopy (TEM, JEM-2100, Japan JEOL), which was further confirmed by nitrogen adsorption–desorption isotherm (Micromeritics, ASAP 2020, Norcross, GA). The N2 adsorption– desorption analysis was performed at 77 K using a Micromeritics ASAP 2020 apparatus. The valence state of Ce element was recorded by X-ray photoelectron spectroscopy (XPS, ESCALAB 250Xi, Thermo Scientific). The binding energy was calibrated based on the line position of C 1s (284.8 eV). The optical transmittance was measured over the wavelength region from 200 to 1200 nm using a Spectrophotometer (Lambda 950, PerkinElmer, America). Samples with thickness lower than 1 mm were calculated by the following equation to get the transmittance data for comparison. Based on the as-measured in-line transmittance (ILT) value T1 for a sample with thickness t1, the ILT value T2 for a sample which is made from the same material and has a thickness t2 can be calculated by the following Equations (4) and (5)\n1 12 s\n1\ns\n/1 2 T R\nT R\nt t\n( )= − −    \n(4)\n2 1 , 1 1\n2\nR R R R n ns = + = −+    \n′\n′ ′\n(5)\nThe refractive index of HA ceramics was measured by an Abbe refractometer (Shanghai Optical Instrument Factory, S2WA-Z). The Vickers hardness was measured by a Vickers microhardness tester (FV700, Future-Tech, Japan). The thermal diffusivity was determined by the laser thermal conductivity meter (LFA-457, Netzsch, Germany)\nOptical Studies: The photoluminescence, photoluminescence excitation and EQE were characterized by a fluorescence spectrophotometer (Fluorolog-3, Horiba Jobin Yvon, France) equipped with an integrating sphere. For convenient comparison of the emission peak position, the spectral intensity of the phosphor powder was reduced half of the original one. EQE, defined as the ratio of the emitted photons to the incident photons, was calculated based on the following Equation (6)\nnumber of photons emitted number of photons excited\nd d0 P x ∫η λ λ λ( )= =\n(6)\nwhere η0 represents EQE, P(λ) is the emission intensity. The distribution of phosphors in ceramic composites was detected by Laser Confocal Microscopy with an argon ion multiline laser (TCS SP5 II, Leica, Germany), and the excitation wavelength was 458 nm.\nPhotostability Tests: A system following the IES LM-79-08 specification was employed for the luminance–current–voltage studies. The power of output light in the range from 50 to 300 mA was measured with a Keithley-2400 power meter equipped with an integration sphere. The durability of the package under a continuous bias mode at the specified current was evaluated, following the “Steady-State Temperature Bias Life” Test, in a chamber controlled at 200 °C/30% RH conditions. At least three packages were used in each test to calculate the average and the standard deviation.\nAdv. Mater. 2019, 1905951\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1905951 (9 of 10)\nSupporting Information Supporting Information is available from the Wiley Online Library or from the author."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors gratefully acknowledge the financial support from the National Natural Science Foundation of China (Nos. 51432004 and 51672041), the Innovation Program of Shanghai Municipal Education Commission (2017-01-07-00-03-E00025), the Fundamental Research Funds for the Central Universities (2232018G-07), Program for Innovative Research Team in University of Ministry of Education of China (IRT-16R13)."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Author Contributions",
      "text" : "P.H. and B.Y.Z. contributed equally to this work. L.J.W. conceived the idea. P.H. designed and performed the experiments and analyzed the results. B.Y.Z. fabricated the devices and collected the performance data of the WLEDs. Y.T. and M.M.W. performed the SEM in the paper. P.H., B.Y.Z., Q.Z., Y.T., M.M.W., L.J.W., W.J., and J.L.L. wrote the manuscript. L.J.W., W.J., and J.L.L. directed the project. All authors discussed the results and assisted in the data interpretation and manuscript preparation. Data availability: The data that support the findings of this study are available from the corresponding authors upon reasonable request."
    }, {
      "heading" : "Keywords",
      "text" : "ceramic color converters, high-power WLEDs, hydroxyapatite, nano wave plates, transparent ceramics\nReceived: September 11, 2019 Revised: October 26, 2019\nPublished online:\n[1] S. Nishiura, S. Tanabe, K. Fujioka, Y. Fujimoto, M. Nakatsuka, IOP Conf. Ser.: Mater. Sci. Eng. 2009, 1, 012031. [2] C. Ma, F. Tang, J. Chen, R. Ma, X. Yuan, Z. Wen, J. Long, J. Li, M. Du, J. Zhang, Y. Cao, J. Eur. Ceram. Soc. 2016, 36, 4205. [3] S. Li, D. Tang, Z. Tian, X. Liu, T. Takeda, N. Hirosaki, F. Xu, Z. Huang, R.-J. Xie, J. Mater. Chem. C 2017, 5, 1042. [4] S. Liu, P. Sun, Y. Liu, T. Zhou, S. Li, R. J. Xie, X. Xu, R. Dong, J. Jiang, H. Jiang, ACS Appl. Mater. Interfaces 2019, 11, 2130. [5] G. Harbers, G. Mueller, L. Zhou, M. G. Craford, M. R. Krames, O. B. Shchekin, R. Muellermach, J. Disp. Technol. 2007, 3, 98. [6] X. Bai, G. Caputo, Z. Hao, V. T. Freitas, J. Zhang, R. L. Longo, O. L. Malta, R. A. Ferreira, N. Pinna, Nat. Commun. 2014, 5, 5702. [7] P. Waltereit, O. Brandt, A. Trampert, H. T. Grahn, J. Menniger, M. Ramsteiner, M. Reiche, K. H. Ploog, Nature 2000, 406, 865. [8] M. Zhao, Z. Xia, X. Huang, L. Ning, R. Gautier, M. S. Molokeev, Y. Zhou, Y.-C. Chuang, Q. Zhang, Q. Liu, K. R. Poeppelmeier, Sci. Adv. 2019, 5, eaav0363. [9] D. Chen, W. Xiang, X. Liang, J. Zhong, H. Yu, M. Ding, H. Lu, Z. Ji, J. Eur. Ceram. Soc. 2015, 35, 859.\n[10] Y. Narukawa, J. Narita, T. Sakamoto, T. Yamada, H. Narimatsu, M. Sano, T. Mukai, Phys. Status Solidi A 2007, 204, 2087. [11] X. Ma, X. Li, J. Li, C. Genevois, B. Ma, A. Etienne, C. Wan, E. Veron, Z. Peng, M. Allix, Nat. Commun. 2018, 9, 1175. [12] N. W. Rosemann, J. P. Eußner, A. Beyer, S. W. Koch, K. Volz, S. Dehnen, S. Chatterjee, Science 2016, 352, 1301. [13] Y. H. Song, E. K. Ji, B. W. Jeong, M. K. Jung, E. Y. Kim, D. H. Yoon, Sci. Rep. 2016, 6, 31206. [14] E. F. Schubert, J. K. Kim, Science 2005, 308, 1274. [15] F. Fan, S. Turkdogan, Z. Liu, D. Shelhammer, C. Z. Ning,\nNat. Nanotechnol. 2015, 10, 796. [16] H. Ci, H. Chang, R. Wang, T. Wei, Y. Wang, Z. Chen, Y. Sun, Z. Dou,\nZ. Liu, J. Li, P. Gao, Z. Liu, Adv. Mater. 2019, 31, 1901624. [17] J. Heo, C. Liu, in Photonic and Electronic Properties of Fluoride\nMaterials (Eds: A. Tressaud, K. Poeppelmeier), Elsevier Inc., Amsterdam 2016, Ch. 7. [18] R. Zhang, H. Lin, Y. Yu, D. Chen, J. Xu, Y. Wang, Laser Photonics Rev. 2014, 8, 158. [19] H. Lin, T. Hu, Y. Cheng, M. Chen, Y. Wang, Laser Photonics Rev. 2018, 12, 1700344. [20] X. Liu, J. Zhou, S. Zhou, Y. Yue, J. Qiu, Prog. Mater. Sci. 2018, 97, 38. [21] R. Apetz, M. P. B. Van Bruggen, J. Am. Ceram. Soc. 2003, 86, 480. [22] T. Ashikaga, B.-N. Kim, H. Kiyono, T. S. Suzuki, J. Eur. Ceram. Soc.\n2018, 38, 2735. [23] M. Allix, S. Alahrache, F. Fayon, M. Suchomel, F. Porcher,\nT. Cardinal, G. Matzen, Adv. Mater. 2012, 24, 5570. [24] Y. Yan, J. E. Zhou, D. Maurya, Y. U. Wang, S. Priya, Nat. Commun.\n2016, 7, 13089. [25] Z. Yang, J. Yu, C. Li, Y. Zhong, W. Xuan, Z. Ren, Q. Wang, Y. Dai,\nH. Wang, Cryst. Res. Technol. 2015, 50, 645. [26] Z. Fu, W. Wang, P. Xu, B. Wang, B. Tu, H. Wang, S. Guo, J. Inorg.\nMater. 2019, 34, 444. [27] S. Li, Q. Zhu, D. Tang, X. Liu, G. Ouyang, L. Cao, N. Hirosaki,\nT. Nishimura, Z. Huang, R.-J. Xie, J. Mater. Chem. C 2016, 4, 8648. [28] C. Sommer, F. Reil, J. R. Krenn, P. Hartmann, P. Pachler, H. Hoschopf, F. P. Wenzl, J. Lightwave Technol. 2011, 29, 2285. [29] M. Sokol, B. Ratzker, S. Kalabukhov, M. P. Dariel, E. Galun, N. Frage, Adv. Mater. 2018, 30, 1706283. [30] Y. H. Song, E. K. Ji, B. W. Jeong, M. K. Jung, E. Y. Kim, C. W. Lee, D. H. Yoon, Dyes Pigm. 2017, 139, 688. [31] J. Wang, L. L. Shaw, Scr. Mater. 2010, 63, 593. [32] J. Wang, L. L. Shaw, Adv. Mater. 2007, 19, 2364. [33] Z. Li, B. C. Thompson, Z. Dong, K. A. Khor, Mater. Sci. Eng., C 2016,\n69, 956. [34] M. Uehira, M. Okada, S. Takeda, N. Matsumoto, Appl. Surf. Sci.\n2013, 287, 195. [35] J. Yun, H. Son, E. Prajatelistia, Y.-H. Han, S. Kim, B.-N. Kim,\nAdv. Appl. Ceram. 2014, 113, 67. [36] I. Bajpai, Y.-H. Han, J. Yun, J. Francis, S. Kim, R. Raj, Adv. Appl.\nCeram. 2016, 115, 276. [37] J. Yun, B. N. Kim, Y. H. Han, H. W. Son, S. Kim, H. Yoshida,\nAdv. Appl. Ceram. 2015, 114, 175. [38] Y. H. Han, B. N. Kim, H. Yoshida, J. Yun, H. W. Son, J. Lee, S. Kim,\nAdv. Appl. Ceram. 2015, 115, 174. [39] Y. Rahmawan, L. Xu, S. Yang, J. Mater. Chem. A 2013, 1, 2955. [40] M. Thommes, K. Kaneko, A. V. Neimark, J. P. Olivier, F. Rodriguez-\nReinoso, J. Rouquerol, K. S. W. Sing, Pure Appl. Chem. 2015, 87, 1051. [41] F. Zhang, Z.-H. Zhou, S.-P. Yang, L.-H. Mao, H.-M. Chen, X.-B. Yu, Mater. Lett. 2005, 59, 1422. [42] T. S. Suzuki, T. Uchikoshi, Y. Sakka, Sci. Technol. Adv. Mater. 2006, 7, 356. [43] N. Yu, F. Aieta, P. Genevet, M. A. Kats, Z. Gaburro, F. Capasso, Nano Lett. 2012, 12, 6328.\nAdv. Mater. 2019, 1905951\n© 2019 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1905951 (10 of 10)\n[44] X. Hao, X. Hu, C. Zhang, S. Chen, Z. Li, X. Yang, H. Liu, G. Jia, D. Liu, K. Ge, ACS Nano 2015, 9, 9614. [45] X. Zhang, X. Yu, B. Zhou, W. Luo, W. Jiang, W. Jiang, Z. Shen, L. Wang, Y. Yuxiang, J. Am. Ceram. Soc. 2015, 98, 1056. [46] K. Raju, S. Kim, H. Y. Ji, S. H. Kim, Y. H. Seong, I. S. Han, Ceram. Int. 2018, 44, 10293. [47] X. Yang, Z. Wang, J. Mater. Chem. 1998, 8, 2233. [48] B. Zhou, W. Luo, S. Liu, S. Gu, M. Lu, Y. Zhang, Y. Fan, W. Jiang, L. Wang, Acta Mater. 2017, 130, 289. [49] M. Raukas, J. Kelso, Y. Zheng, K. Bergenek, D. Eisert, A. Linkov, F. Jermann, ECS J. Solid State Sci. Technol. 2013, 2, R3168. [50] S. M. Pawson, F. Bader, Ecol. Appl. 2014, 24, 1561. [51] S. M. Pawson, M. K.-F. Bader, Nature 2001, 410, 192. [52] Z. Y. Liu, C. Li, B. H. Yu, Y. H. Wang, H. B. Niu, J. Disp. Technol. 2012, 8, 329.\nAdv. Mater. 2019, 1905951"
    } ],
    "references" : [ {
      "title" : "Chem",
      "author" : [ "S. Li", "D. Tang", "Z. Tian", "X. Liu", "T. Takeda", "N. Hirosaki", "F. Xu", "Z. Huang", "R.-J. Xie", "J. Mater" ],
      "venue" : "C 2017, 5,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 1042
    }, {
      "title" : "Mater",
      "author" : [ "S. Liu", "P. Sun", "Y. Liu", "T. Zhou", "S. Li", "R.J. Xie", "X. Xu", "R. Dong", "J. Jiang", "H. Jiang", "ACS Appl" ],
      "venue" : "Interfaces 2019, 11,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2130
    }, {
      "title" : "Photonic and Electronic Properties of Fluoride Materials",
      "author" : [ "J. Heo", "C. Liu" ],
      "venue" : null,
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2016
    }, {
      "title" : "Ceram",
      "author" : [ "T. Ashikaga", "B.-N. Kim", "H. Kiyono", "T.S. Suzuki", "J. Eur" ],
      "venue" : "Soc. 2018, 38,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2735
    }, {
      "title" : "Chem",
      "author" : [ "Y. Rahmawan", "L. Xu", "S. Yang", "J. Mater" ],
      "venue" : "A 2013, 1,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2955
    }, {
      "title" : "Ceram",
      "author" : [ "X. Zhang", "X. Yu", "B. Zhou", "W. Luo", "W. Jiang", "W. Jiang", "Z. Shen", "L. Wang", "Y. Yuxiang", "J. Am" ],
      "venue" : "Soc. 2015, 98,",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 1056
    }, {
      "title" : "Chem",
      "author" : [ "X. Yang", "Z. Wang", "J. Mater" ],
      "venue" : "1998, 8,",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2233
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "[18–20] Indeed, the theoretical transmittance of some ceramics could reach higher than 80% in the visible light range.[21,22] As described by the Rayleigh–Gans particle scattering theory, transparency is attainable only when domain sizes are much smaller than the targeted wavelength and the differences in the refractive index between the insertion and matrix are minimized.",
      "startOffset" : 118,
      "endOffset" : 125
    }, {
      "referenceID" : 4,
      "context" : "[34–38] Since the Rayleigh scattering has a functional relationship with the sixth power of the grain size,[39] as shown in Figure S2 (Supporting Information), when the grain size is larger than 200 nm, Rayleigh scattering for incident blue light (λb = 460 nm) and outgoing yellow light (λy = 540 nm) is sharply increased, resulting in a decrease of the emitted light.",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 3,
      "context" : "The prevailing and only effective way to overcome this problem is to use ultra-strong magnetic fields to align grain optic axis before sintering,[22] which is a harsh process and not believed to be applicable in PiC.",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 5,
      "context" : "Compared with the traditional nanoparticles, mesoporous particles have a larger specific surface area, which increases the driving force for sintering, thus reduces the sintering temperature effectively.[45,46] During sintering process, the dissociation of HA phase to β-tricalcium phosphate or other phosphates which happens at 900 °C can be effectively inhibited,[47] and no characteristic diffraction peaks from other calcium phosphate phases were detected in wide-angle X-ray diffraction spectrum of pure HA ceramic (Figure 2a).",
      "startOffset" : 203,
      "endOffset" : 210
    }, {
      "referenceID" : 6,
      "context" : "[45,46] During sintering process, the dissociation of HA phase to β-tricalcium phosphate or other phosphates which happens at 900 °C can be effectively inhibited,[47] and no characteristic diffraction peaks from other calcium phosphate phases were detected in wide-angle X-ray diffraction spectrum of pure HA ceramic (Figure 2a).",
      "startOffset" : 162,
      "endOffset" : 166
    } ],
    "year" : 2019,
    "abstractText" : "DOI: 10.1002/adma.201905951 converters (PiS) cannot meet the requirements, and the needs for converters with high thermostability are becoming more urgent.[5–8] Ceramic converters doped with the lanthanide or transition metal ions such as Eu3+, Ce3+, Tb2+, and Mn4+ have exhibited broad application prospects.[9–11] Despite significant progress in these ceramic converters, the problem of doping concentration control and concentration quenching still remains.[12–17] In addition, the WLEDs equipped with such ceramic converters exhibit low luminous efficiency (LE), high correlated color temperature (CCT) and can only work in reflective mode. The most promising way to overcome these obstacles is encapsulating phosphors into transparent ceramics (PiCs) like resin package or phosphor in glass.[18–20] Indeed, the theoretical transmittance of some ceramics could reach higher than 80% in the visible light range.[21,22] As described by the Rayleigh–Gans particle scattering theory, transparency is attainable only when domain sizes are much smaller than the targeted wavelength and the differences in the refractive index between the insertion and matrix are minimized.[23] As shown in Figure S1 (Supporting Information), with YAG: Ce (n = 1.84) as the well-acknowledged phosphor, ceramics such as AlN, YAG, Y2O3, Al2O3 and HA Replacing traditional luminous silicone or resins with phosphor in ceramics (PiCs) as color converters has been proposed as an efficient way to improve thermal stability of high-power white light-emitting diodes (WLEDs). However, excessive light scattering in existing PiCs results in enormous phosphor-converted light losses, which makes the luminosity of current PiCs color converters less efficient and means that they can only be used in devices working in reflective mode. By introducing nano wave plate structuring and Rayleigh scattering, luminous hydroxyapatite (HA)-YAG: Ce ceramics are prepared from mesoporous HA nanorods and YAG: Ce phosphors at 850 °C, enabling for the first time WLEDs equipped with PiC color converters in transmission mode. With low-temperature sintering and a highly transparent matrix, the quantum yield of HA-YAG: Ce retains ≈90% of the raw phosphor, and WLEDs with the color converters exhibit a record luminous efficiency of 170 lm W−1 and a correlated color temperature below 4500 K. A facile and practical strategy of using nano structural modulation to eliminate birefringence-induced light scattering for fabricating highperformance ceramic converters suitable for multiple mode luminaires is demonstrated.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}