{
  "name" : "downloads_2020-05-13_28_chang2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Enhancement by Nano-Diamino-Tetrac of Antiproliferative Action of Gefitinib on Colorectal Cancer Cells: Mediation by EGFR Sialylation and PI3K Activation",
    "authors" : [ "Tung-Cheng Chang", "Yu-Tang Chin", "André Wendindondé Nana", "Shwu-Huey Wang", "Yu-Min Liao", "Yi-Ru Chen", "Ya-Jung Shih", "Chun A. Changou", "Yu-Chen SH Yang", "Kuan Wang", "Jacqueline Whang-Peng", "Liang-Shun Wang", "Steven C. Stain", "Ai Shih", "Hung-Yun Lin", "Chih-Hsiung Wu", "Paul J. Davis" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "Introduction",
      "text" : "New therapeutic approaches are needed for metastatic colon cancer. Certain molecular targets have attracted attention in this form of cancer. Epidermal growth factor (EGF) plays an important role in embryonic growth and development. The EGF receptors (EGFRs) are a family of receptors that include HER1 (erb-B1), HER2 (erb-B2), and HER3 (erb-B3) [1]. Normal EGFR activity is required for the establishment of intestinal tumors in the APC-mediated initiation of intestinal tumorigenesis [2]. Overexpression of EGFR is involved in the development of several types of cancers including colorectal\ncancer [3, 4]. Low tumor EGFR expression in patients with colorectal cancer is associated with low tumor metastasis risk and better survival [5].\nThere is also a crosstalk between EGFR signaling and the Wnt-β-catenin pathway. While the former activates β-catenin via the receptor tyrosine kinase-PI3K/Akt pathway, the latter can activate EGFR signaling via transmembrane Frizzled receptor [6, 7]. EGFR is able to form a complex with β-catenin, increasing the invasiveness and frequency of metastasis of cancer cells [6]. Mutations of APC, K-ras, and β-catenin genes have been shown to be early events in tumorigenesis colon cancer [8, 9], but whether relationships exist among these events is unclear.\nβ-Galactoside α2,6-sialyltransferase (ST6Gal1) catalyzes α2,6 sialylation of N-glycan. Functional ST6Gal1 on EGFR has been shown to be highly correlated with colon cancer progression and metastasis [10]. Increased α2,6 sialylation may also enhance radioresistance in colon cancer [10]. The anticancer activity of a chemotherapeutic tyrosine kinase inhibitor, gefitinib (Iressa®), is augmented in ST6Gal1-deficient colon cancer cells. In contrast, overexpression of ST6Gal1 has been found to decrease the cytotoxic effect of gefitinib. Such * Hung-Yun Lin linhy@tmu.edu.tw * Chih-Hsiung Wu chwu@tmu.edu.tw * Paul J. Davis pdavis.ordwayst@gmail.com Extended author information available on the last page of the article\nresults suggest that sialylation of EGFR affects EGF-mediated cell growth and induces chemoresistance to gefitinib in colon cancer cells.\nGefitinib is a selective inhibitor of EGFR tyrosine kinase [11] and has been used in the treatment of colorectal cancer and other types of cancers, either as monotherapy or in combination with other agents [12]. Gefitinib resistance in cancers depends on the activation of specific signal transduction pathways, e.g., ERKs and PI3K [13]. Gefitinib disrupts K-ras/ PI3K and K-ras/Raf complexes in human nonsmall cell lung cancer (NSCLC) Calu3 cells, but not in Calu3 K-ras mutant cells [12, 14]. Cell K-ras mutation is associated with resistance to gefitinib therapy [15]. The consequences of gefitinibinhibited EGFR activity are dephosphorylation of EGFR, HER2, and HER3; the dissociation between HER3 and PI3K; and decreased Akt activity [16]. EGFR mutation can also affect the sensitivity of colorectal cancers to gefitinib, but the effect is not consistent [17].\nGefitinib has been shown to inhibit human chondrosarcoma proliferation andmetastasis by induction of cell cycle arrest and a decrease of migration capacity. Gefitinib also reduces the expression of metastasis-related proteins, such as basic fibroblast growth factor (bFGF) and matrix metalloproteinases-2 (MMP-2) and MMP-9 [18]. Gefitinib has been combined with other cancer chemotherapeutic agents in the management of various cancers [19–22]. What is clear is that gefitinib affects a number of the cancer cell therapeutic targets mentioned above, yet resistance to this tyrosine kinase inhibitor (TKI) develops. In the current report, we describe a new treatment strategy that restores responsiveness to gefitinib.\nThe deaminated analogue of L-thyroxine, tetraiodothyroacetic acid (tetrac), and its nanoparticulate derivative, nano-diaminotetrac (NDAT), have been shown to inhibit cancer cell proliferation and tumor-relevant angiogenesis by differential modulation of the expression of a substantial number of genes involved in apoptosis and antiangiogenesis [23–25]. Tetrac and NDAT are not cytotoxic when incubated with nonmalignant cells [24, 26, 27]. We describe here the efficacy of the combination of NDAT and gefitinib in human colorectal cancer cell lines and identify proliferative, pro-apoptotic genes and metastasis-linked genes whose expression is affected by this chemotherapeutic combination. We found that NDAT blocked ST6Gal1induced sialylation of EGFR and consequent PI3K activation, which are essential for proliferation of cancer cells in both K-ras wild-type (wt) and K-ras mutant colorectal cancer cells. Xenograft studies also confirmed that NDAT enhanced gefitinib-induced anticancer activity additively in HCT116 colorectal cancer xenograft-bearing mice. Combination NDAT-gefitinib treatment has anticancer potential that surpasses the effect of each agent taken individually."
    }, {
      "heading" : "Materials and Methods",
      "text" : ""
    }, {
      "heading" : "Cell Lines",
      "text" : "Human colorectal cancer cell lines, HT-29 (ATCC® HTB38™) and HCT116 (ATCC® CCL-247™) cells, were purchased from American Type Culture Collection (ATCC, Manassas, VA, USA) by the Bioresource Collection and Research Center (BCRC, Hsinchu, Taiwan). These two cell lines have been tested and authenticated (including isoenzyme analysis, mycoplasma test, cytogenetics test, tumorigenic test, and receptor expression test) by BCRC. These cell lines were then purchased from BCRC by H.Y Lin’s lab and and passaged for less than 6 months after thawing and maintaining them for further study in RPMI 1640 Medium (Life Technologies Corp., Carlsbad, CA, USA) supplemented with 10% fetal bovine serum (FBS) and under incubation conditions of 5% CO2 at 37 °C. Before these treatments, cells were placed in serum-free medium for 24-h starvation.\nCell Viability Assay\nHCT116 cells and HT-29 cells were plated at a density of 104 cells/well in 96-well plates. Cell viability was determinedwith the CyQUANT® NF Cell Proliferation Assay Kit (Molecular Probes, Eugene, OR, USA) at 96 h after treatment. Briefly, medium was removed, and cells were incubated with CyQUANT® NF reagent for 1 h at 37 °C according to the manufacturer’s instructions. Plates were then analyzed using a microplate reader (Varioskan™ Flash Multimode Reader, Thermo Scientific, Waltham, MA, USA) (excitation, 485 nm; emission, 530 nm). Data are expressed as the mean percentage of cell viability ± SD."
    }, {
      "heading" : "Quantitative RT-PCR (qPCR)",
      "text" : "Total RNAwas extracted, and genomic DNAwas eliminated with illustra RNAspin Mini RNA Isolation Kit (GE Healthcare Life Sciences, Buckinghamshire, UK). One microgram of DNase I-treated total RNA was reverse-transcribed with RevertAid H Minus First Strand cDNA Synthesis Kit (Life Technologies Corp.) into cDNA and used as the template for real-time PCR reactions and analysis. The real-time PCR reactions were performed using QuantiNova™ SYBR® Green PCR Kit (QIAGEN, Valencia, CA, USA) on CFX Connect™ Real-Time PCR Detection System (Bio-Rad Laboratories, Inc., Hercules, CA, USA). This involved an initial denaturation at 95 °C for 5 min, followed by 40 cycles of denaturing at 95 °C for 5 s and combined annealing/extension at 60 °C for 10 s, as described in the manufacturer’s instructions. The primer sequences were shown as follows: Homo sapiens proliferating cell nuclear antigen (PCNA), forward 5′- TCTGAGGGCTTCGACACCTA-3′ and reverse 5′-TCAT\nTGCCGGCGCATTTTAG-3′ (Accession No. BC062439.1); Homo sapiens cyclin D1 (CCND1), forward 5′-CAAG GCCTGAACCTGAGGAG-3 ′ and reverse 5 ′-GATC ACTCTGGAGAGGAAGCG-3 ′ (Acce s s i on No . NM_053056); Homo sapiens v-myc avian myelocytomatosis viral oncogene homolog (c-MYC), forward 5′-TTCG GGTAGTGGAAAACCAG-3 ′ and reverse 5′-CAGC AGCTCGAATTTCTTCC-3′ (Accession No. NM_002467); Homo sapiens tumor protein p53 (p53), forward 5′-AAGT CTAGAGCCACCGTCCA-3 ′ and reverse 5 ′-CAGT CTGGCTGCCAATCCA-3′ (Accession No. NM_000546.5); Homo sapiens caspase 2, apoptosis-related cysteine peptidase (CASP2), forward 5′-GCATGTACTCCCACCGTTGA-3′ and reverse 5′-GACAGGCGGAGCTTCTTGTA-3′ (Accession No. NM_032982.3); Homo sapiens BCL2-associated agonist of cell death (BAD), forward 5′-CTTTAAGAAGGGAC TTCCTCGCC-3′ and reverse 5′-AAGTTCCGATCCCA CCAGGA-3′ (Accession No. NM_032989.2); Homo sapiens matrix metallopeptidase 2 (MMP-2), forward 5′-ATCC AGACTTCCTCAGGCGG-3 ′ and reverse 5 ′-CCTG GCAATCCCTTTGTATGTT-3 ′ (Acc e s s i on No . NM_004530.5); Homo sapiens matrix metallopeptidase 9 (MMP-9), forward 5′-TGTACCGCTATGGTTACACTCG-3′ and reverse 5′-GGCAGGGACAGTTGCTTCT-3′ (Accession No. NM_004994.2); Homo sapiens vascular endothelial g row th f ac t o r A (VEGF-A ) , f o rwa rd 5 ′ -TACC TCCACCATGCCAAGTG-3 ′ and reverse 5 ′-GATG ATTCTGCCCTCCTCCTT- 3 ′ ( A c c e s s i o n No . NM_001171623.1); Homo sapiens ST6 beta-galactosamide alpha-2,6-sialyltranferase 1 (ST6GAl1), forward 5′-TGCA GTCATCTGTGTGTGGAA-3′ and reverse 5′-CACC TGGAATTCCTTGGTTTGC-3 ′ (Acce s s i on No . BC031476.1); Homo sapiens 18S rRNA gene (18S), forward 5′-GTAACCCGTTGAACCCCATT-3′ and reverse 5′-CCAT CCAATCGGTAGTAGCG-3′ (Accession No. M10098). Calculations of relative gene expression (normalized to 18S reference gene) were performed according to the ΔΔCT method. Fidelity of the PCR reaction was determined with melting temperature analysis."
    }, {
      "heading" : "Western Blotting",
      "text" : "To examine the signaling pathways involved in the antiproliferative effects of NDAT, gefitinib, and their combination, we performed Western blot analyses to quantify the protein expression levels of pPI3K(p85) and ST6GAl1 in the total cell lysates of HCT116 cells that were treated with NDAT, gefitinib, or their combination. Protein samples were resolved on a 10% sodium dodecyl sulfate polyacrylamide gel (SDSPAGE). A 20 μg quantity of protein was loaded in each well with 5× sample buffer, and the protein samples were resolved with electrophoresis at 100 V for 2 h. The resolved proteins were transferred from the polyacrylamide gel to Millipore\nImmobilon-PSQ Transfer PVDF membranes (Millipore, Billerica, MA, USA) with the Mini Trans-Blot® Cell (BioRad Laboratories). The membranes were blocked with a solution of 2% FBS in Tris-buffered saline. The membranes were incubated with primary antibodies to pPI3K(p85) (Cell Signaling Technology, Inc., Beverly, MA, USA), ST6Gal1 (Millipore), and GAPDH (GeneTex International Corp., Hsinchu City, Taiwan) at 4 °C overnight and washed, and the proteins were detected with HRP-conjugated secondary antibodies and Immobilon™ Western HRP Substrate Luminol Reagent (Millipore). Images of the Western blots were visualized and recorded with an Amersham Imager 600 (GE Healthcare, Chicago, IL, USA). The blots were quantified using ImageJ software (National Institutes of Health, Bethesda, MD, USA)."
    }, {
      "heading" : "Confocal Microscopy",
      "text" : "HCT116 cells exponentially growing on sterilized cover glass slides (Paul Marienfeld GmbH & Co. KG, LaudaKönigshofen, Germany) were treated with gefitinib, with or without NDAT or PI3K inhibitor (LY294002) (Selleck Chemicals). The cells were immediately fixed with 4% paraformaldehyde in phosphate-buffered saline (PBS) for 20 min. Fluorescein-labeled Sambucus nigra lectin (FITC-SNA, Vector Laboratories, Burlingame, CA, USA) that preferentially binds to α2,6-linked sialic acid structure was used to investigate the product of ST6Gal1 after these treatments. Cells on the slides were incubated with anti-EGFR antibody (GeneTex) overnight at 4 °C and then incubated with Alexa Fluor®-647conjugated secondary antibody (Abcam, Cambridge, UK) for 1 h at room temperature (kept in the dark). Cells were then incubated with FITC-SNA (Vector Laboratories) for 15 min at room temperature (kept in the dark). All slides were mounted in EverBrite Hardset mounting medium with DAPI (Biotium, Hayward, CA, USA). The fluorescent signals from EGFR and FITC-SNA were recorded and analyzed with TCS SP5 Confocal Spectral Microscope Imaging System (Leica Microsystems,Wetzlar, Germany). The figures shown are representative of four fields for each experimental condition. Nuclei were defined with DAPI staining."
    }, {
      "heading" : "Xenografts",
      "text" : "Nude mice (BALB/cAnN.Cg-Foxn1nu/CrlNarl, male) were purchased from National Laboratory Animal Center (Taipei, Taiwan), housed in a reserved, pathogen-free facility, and handled in accordance with the protocols approved by the Institutional Animal Care and Use Committee of the National Defense Medical Center, Taipei, Taiwan (IACUC15-340). Mice were acclimated to the vivarium for 1 week prior to their use according to study protocols. Up to four animals were housed in a cage under conventional conditions\nand fed chow and water ad libitum. For xenograft implantation, mice were anesthetized with a mixture of ketamine and xylazine (120 mg/kg ketamine, 10 mg/kg xylazine). Each mouse was inoculated subcutaneously with aliquots of 1 × 106 HCT116 cells/100 μl Matrigel (BD Matrigel™ Basement Membrane Matrix) (BD Biosciences, San Jose, CA, USA) on each flank, using a 26-gauge needle on a tuberculin syringe. After inoculation, the animals were treated intraperitoneally with solvent (PBS), gefitinib (in PBS containing 0.5% Tween 80, 10 mg/kg/twice a week), NDAT (in PBS, 1 mg/kg/twice a week), or the combination for 5 weeks. Tumor volumes were measured twice a week using digital calipers, and the volume calculated as (length × width × width)/2 and expressed as cubic millimeters (mm3). The - fold tumor volume changewas calculated from final measured volume divided by the the initial measured volume. These results were averaged and variability expressed as mean ± SE. After treatment for 5 weeks, all animals were sacrificed and the tumors were resected."
    }, {
      "heading" : "Statistical Analysis",
      "text" : "Western blotting densities, gene expression of qPCR, and tumor volume changed fold were analyzed with IBM SPSS Statistics software version 19.0 (SPSS Inc., Chicago, IL, USA). Student’s t test was conducted and considered significant at p < 0.05 (*, #, &, $), 0.01 (**, ##, &&, $$), and 0.001 (***, ###, &&&, $$$)."
    }, {
      "heading" : "Results",
      "text" : "Gefitinib induces moderate antiproliferation that is enhanced by NDAT in colorectal cancer cell cultures Colorectal cancer HCT116 and HT-29 cells were treated with different concentrations of gefitinib for 96 h. Gefitinib inhibited cell proliferation in a concentration-dependent manner. However, the concentration used was higher than that of other cancer cell studies [28]. Tetrac, an L-thyroxine metabolite, has been shown to induce antiproliferation in various cancer cell lines [29]. To define possible enhancement of efficacy of gefitinib-induced antiproliferation in colorectal cancer cells, a nanoparticulate derivative of tetrac, NDAT, was used in combination with gefitinib. Colorectal cancer HT-29 cells were treated with 10−7 M of NDAT in the presence or absence of different concentrations of gefitinib. Results showed that NDAT enhanced the antiproliferation induced by gefitinib and that the combination significantly increased antiproliferation compared to each agent, alone (Fig. 1a). Similar results were observed in another colorectal cancer cell line, HCT116 (Fig. 1b), which contains a mutant K-ras and is resistant to chemotherapy.\nNDAT Enhances Gefitinib-Induced Downregulation of Proliferative Genes in Colorectal Cancer Cell Lines To evaluate the functions of NDAT, gefitinib, and their combination in wt K-ras HT-29 cells, mRNA expression profiles of the proliferative genes PCNA, cyclin D1, and c-Myc were studied (Fig. 2a). The combination of NDAT (10−7 M) and gefitinib (1 μM) significantly reduced mRNA expression of proliferative genes PCNA, cyclin D1, and c-Myc while NDAT or gefitinib, each alone, also decreased expression of these genes. Parallel studies were conducted in K-ras mutant HCT116 cells. There was a modest effect on the expression of PCNA and c-Myc in 10 μM gefitinib-treated cells. The expression of\ncyclin D1 was not affected by gefitinib treatment. However, expression of these genes was inhibited by 10−7 M NDAT treatment. Furthermore, the synergistic effects were significant for the expression of PCNA and c-Myc, compared to cells treated with gefitinib only.\nNDAT Enhances Gefitinib-Induced Expression of ProApoptotic Genes in Colorectal Cancer Cell Lines The effects of NDAT, gefitinib, and their combination on the expression profiles of the pro-apoptotic genes p53, CASP2, and BAD were evaluated in wt K-ras HT-29 cells (Fig. 2b). NDAT (10−7 M) or gefitinib (1 μM), alone, induced the expression of p53, CASP2, and BAD. The combination of NDAT (10−7 M) and gefitinib (1 μM) significantly increased the expression of p53, CASP2, and BAD. Parallel studies were conducted in K-ras mutant HCT 116 cells. NDAT induced the expression of p53, CASP2, and BAD significantly. There was a smaller effect on the expression of p53 in 10 μM gefitinib-treated cells, but the gefitinib-induced expression of CASP2 and BADwas significant. Combination drug treatment\nresulted in enhanced expression of all three pro-apoptotic genes examined.\nNDAT Enhances Gefitinib-Induced Downregulation of the Metastatic Genes in Colorectal Cancer Cell Lines In colorectal cancer HT-29 cells, treatment with gefitinib reduced the expression of MMP-2, MMP-9, and VEGF-A, which are involved in cancer cell invasiveness (Fig. 2c). Both NDAT and gefitinib significantly inhibited expression of MMP-2, MMP9 and VEGF-A. Expression of these genes, except for VEGFA, was not further inhibited by combination treatment. On the other hand, NDAT blocked the expression of MMP-2, MMP9, and VEGF-A in mutant HCT116 cells, whereas gefitinib inhibited the expression of VEGF-A, but not that of MMP-2 and MMP-9. The combination treatment reduced the expression of MMP-2 and MMP-9 significantly.\nNDAT Inhibits the ST6Gal1-Catalyzed Sialylation of EGFR and PI3K Activation in Colorectal Cancer Cells Gefitinib inhibits sialylation to induce antiproliferation. Therefore, we\na\nb\nc\nFig. 2 NDAT enhances gefitinib-regulated gene expression in colorectal cancer cell lines. Colorectal HT-29 cells (left-hand panel) and HCT116 cells (right-hand panel) were treated with gefitinib, NDAT, or gefitinib in combination with NDAT for 24 h. Cells were harvested and total RNA was extracted. qPCR was conducted for a proliferative genes, b pro-\napoptotic genes, and c metastatic genes as described in the “Materials and Methods.” N = 6. Data are expressed mean ± SD; compared to the untreated control, *p < 0.05, **p < 0.01, ***p < 0.001, compared with control; #p < 0.05, ##p < 0.01, ###p < 0.001, compared with NDAT; $p < 0.05, $$p < 0.01, $$$p < 0.001, compared with Gefitinib\nexamined if NDAT and gefitinib were able to inhibit sialylation of EGFR in HCT116 cells. Results indicated that gefitinib did not affect the sialylation of EGFR; however, NDAT and the combination reduced more sialylation of EGFR in HCT116 cells (Fig. 3). NDAT (10−7 M) inhibited α2,6 sialylation. Gefitinib at 1 μM did not reduce ST6Gal1induced α2,6 sialylation. NDAT enhanced additively the effect in the combination with different concentrations of gefitinib.\nWe further investigated if NDATaffected the expression of ST6Gal1. Studies were then conducted to determine whether NDAT and gefitinib affected the expression of ST6Gal1. HT29 cells and HCT116 cells were treated with gefitinib in the presence or absence of NDAT for 24 h. Gefitinib inhibited the mRNA expression of ST6Gal1 in HT-29 cells, but not in HCT116 cells (Fig. 4a). On the other hand, NDAT inhibited ST6Gal1 expression in both colorectal cancer cell cultures (Fig. 4a). We further examined the effects of NDAT and gefitinib on the accumulation of α2,6-sialylated protein. NDAT reduced theα2,6-sialylated protein in HCT116 cells. Gefitinib at 1 μM enhanced, but at 10 μM reduced, the accumulation of α2,6-sialylated protein in the HCT116 cells (Fig. 4b). NDAT reduced the accumulation of α2,6-sialylated protein when it was co-incubated with 1 μM gefitinib but not with 10 μM gefitinib. These results showed that gefitinib might affect the\nexpression and accumulation of α2,6-sialylated protein that causes cell drug resistance.\nPersistent activity of the PI3K/Akt and/or Ras/ERK pathways is associated with gefitinib resistance of NSCLC cell lines [30]. The anticancer effect of the EGFR kinase inhibitor, gefitinib, has been shown to be increased in ST6Gal1deficient colon cancer cells [10]. In the current studies, NDAT, but not gefitinib, inhibited PI3K activity in K-ras mutant HCT116 cells (Fig. 4b).\nResults shown in Fig. 4 indicated that NDAT inhibited the constitutively activated PI3K in colorectal cancer cells. Therefore, we examined if the PI3K inhibitor, LY294002, was able to substitute the inhibitory effect of NDAT to reduce the sialylation of EGFR in HCT116. Results indicated that LY294002 affected the sialylation of EGFR and that the combination further reduced the sialylation of EGFR in HCT116 cells (Fig. 5). In addition, the potentiation by NDAT of the inhibitory effect of gefitinib on the cell viability (Fig. 6a) and the expression of proliferative genes was reproduced with the PI3K inhibitor (LY294002) and its combination with gefitinib in HCT116 cells (Fig. 6b).\nNDAT Enhances Gefitinib Antitumor Activity in HCT116 Xenograft Mouse Model Studies of HCT116 cells xenografts in the nude mouse model also indicated that NDAT, alone and\nin combination with gefitinib, reduced PI3K activity, total amount of ST6Gal1 protein, and tumor size compared to single agent gefitinib-treated tumor (Fig. 7). NDAT enhanced gefitinib-induced antiproliferation in vivo. To investigate the potentiating effect of NDAT on the anticancer effect of gefitinib in vivo, we studied a nude mice xenograf t model of colon cancer. Treatment of xenografted animals with either NDAT or gefitinib significantly inhibited tumor growth. NDAT at 1 mg/kg yielded an inhibition rate of 83%, comparable to gefitinib at 60%\nat 10 mg/kg. The combination treatment induced slightly more antitumoral effect with growth inhibition rates of 85.76% for NDAT (1 mg/kg) + gefitinib (10 mg/kg).\nIn summary, NDAT inhibited the constitutive or inducible activation of PI3K in colorectal cancer cells, which plays an important role to knock down the sialylation of EGFR to inhibit cancer cell proliferation. In addition, it enhanced gefitinib-induced antiproliferation in both gefitinib-sensitive and gefitinib-resistant colorectal cancer cell lines.\na\nb\nFig. 4 NDAT inhibits ST6Gal1 expression and PI3K activity in colorectal cancer cells. a HT-29 cells (left-hand panel) and HCT116 cells (right-hand panel) were treated with gefitinib in the presence or absence of NDAT for 24 h. Total RNA was harvested, and qPCR was conducted for ST6Gal1 gene expression. N = 3. b HCT116 cells were treated with gefitinib, NDAT, or the combination for 24 h. Cells were\nharvested, and immunoblotting analyses were conducted with antiphosphorylated PI3K or anti-ST6Gal1 antibody. GAPDH was used as internal loading control. N = 4. Data are expressed mean ± SD; compared to the untreated control, *p < 0.05, **p < 0.01, ***p < 0.001, compared with control; #p < 0.05, ##p < 0.01, ###p < 0.001, compared with NDAT; $p < 0.05, $$p < 0.01, $$$p < 0.001, compared with Gefitinib"
    }, {
      "heading" : "Discussion",
      "text" : "EGFRs may be targeted with specific antibodies or with EGFR-directed TKIs. Patients who are particularly wellsuited for therapy with EGFR TKIs are those with EGFR phosphorylation-dependent cancer cell proliferation and metastasis. Therefore, inhibition of the activation of EGFR by TKIs has represented an anticancer advance. Combined treatment with EGFR-specific inhibitory agents has been shown by others to augment the antitumor response over that realized with a single EGFR inhibitor [31]. Treatment of cancers with multiple agents has been practiced for years, sometimes achieving efficacy that exceeds that of single agents. The enhancement by atorvastatin (5 μM) of gefitinib cytotoxicity through concomitant inhibition of Akt and ERK activity is an illustration [12]. Of course, toxicity may be additive in combination therapy.\nThe effect of gefitinib is less effective in colorectal cancer than in other types of cancer [28]. In contrast to its use in NSCLC, gefitinib administered to patients with colorectal cancer in phase I trials achieved stable disease, but no objective response in tumor size. This was the case even when patients received higher doses of the drug than doses used in lung cancer [28]. In the current preclinical studies, NDAT enhanced gefitinib-induced antiproliferation in colorectal cancer cells. The combination treatment of NDAT and gefitinib inhibited the expression of genes that are biomarkers of proliferation.\nAlthough inhibition of ST6Gal1 expression has been reported to increase tumor cell proliferation and tumor growth in vitro and in vivo [10], our studies showed that NDAT decreased ST6Gal1 expression and cancer cell proliferation. Others have\nshown that decreased ST6Gal1 may increase EGF-induced EGFR phosphorylation and ERK1/2 activation in colon cancer cells [10]. Moreover, ST6Gal1 induced sialylation of both wt and mutant EGFR. ST6Gal1-induced α2,6 sialylation has been shown to be critical for adhesion and migration of colon cancer cells [10]. It is important to point out that the actions of NDAT on gene expression are highly specific, that is, they involve specific up- or downregulation of specific genes in integrin αvβ3-expressing cancer cells [24, 25, 29, 32], resulting in disruption of the cell cycle, in apoptosis and in antiangiogenesis [32]. It is thus not surprising to find specific actions of NDAT on PI3K and SG6Gal1 in colorectal cancer cells, as reported here. Nonmalignant cells express little αvβ3 and their proliferation is unaffected by NDAT [23].\nIn our studies, ST6Gal1 induced sialylation of mutant EGFRs (HCT116 cells). Importantly, the anticancer effect of the EGFR kinase inhibitor, gefitinib, was increased in ST6Gal1-deficient colon cancer cells. In contrast, overexpression of ST6Gal1 decreased the cytotoxic effect of gefitinib [10]. ST6Gal-mediated sialylation of EGFR has been shown to cause chemoresistance to gefitinib in colon cancer cells [10]. These findings indicate that sialylation of EGFR affects EGF-mediated cell growth and induces chemoresistance to gefitinib in colon cancer cells. Our results indicate that NDAT reduced the expression of ST6Gal1 and induced antiproliferation in both HT-29 and HCT116 cells.\nBy interrupting the K-ras/PI3K and K-ras/Raf complexes, gefitinib suppresses the activities of Akt and ERK [12], which leads to reduction of the synthesis of MMPs [20, 33]. Results indicated that 1 μMgefitinib did not inhibit PI3K activation in\na b\nHCT116 cells although the gefitinib-induced inhibitory effect on the complexing of K-ras/PI3K and K-ras/Raf has been observed in co-mutant K-ras/PTEN or K-ras/PIK3CA NSCLC cells [12]. Persistent activity of the PI3K/Akt and/or Ras/ERK pathways is associated with gefitinib resistance in NSCLC cell lines [30]. Gefitinib, in combination with lovastatin effectively downregulated ras protein and suppressed Raf, ERK1/2, Akt, and EGFR phosphorylation in gefitinib-\nresistant A549 and NCI-H460 human NSCLC cells [12]. In the current studies, NDAT inhibited the activation of PI3K in mutant K-ras colorectal cancer cells, which are resistant to gefitinib treatment.\nFibronectin (FN)-induced activation of ERK, p38, Akt, cell proliferation, and invasion is mediated, at least in part, by integrins, ADAM, and EGFR. However, that gefitinib inhibits FN-induced activation of ERK, p38, and Akt, as well as cell proliferation and invasion in hepatocellular carcinoma CBO140C12 cells, indicates that these FN responses are mediated by EGFR tyrosine kinase [34].\nGefitinib has been shown to inhibit cancer metastasis. Blockade of FN-induced signaling may play a role in gefitinib-induced antimetastatic activity [34]. This TKI inhibits the formation of metastatic lesions in murine hepatocellular carcinoma [34], cell migration in mesothelioma [35], and metastasis of human chondrosarcoma cells [18]. This occurs via inhibition of expression of metastasis-related proteins, MMP-9 [18, 36],MMP-2 [18], and bFGF [18]. NDAT is known to inhibit the expression of MMP-2, MMP-9, and VEGF-A [23, 24, 29] and\nGroup Treatment time (days) / Tumor increased volume (%)7 14 21 28 35 Control 263.1 90.0 523.4 126.7 1153.5 49.9 1169.9 69.3 1174.2 71.9\nNDAT 95.8 1.5 59.3 19.8 * 41.9 8.1 *** 37.5 6.2 *** 36.4 5.9 ***\nGefitinib 118.2 12.7 118.6 12.4 * 100.9 16.6 *** 102.4 17.9 *** 101.0 18.3 ***\nNDAT+Gefitinib 172.5 46.6 151.9 36.4 *, # 62.2 13.8 *** 66.9 11.0 ***, $ 52.9 7.1 ***,$\na b\nc\nFig. 7 NDAT and gefitinib inhibit tumor growth in HCT116 xenografts. After HCT116 cell inoculation, the mice were treated intraperitoneally with solvent (PBS), gefitinib, NDAT, or their combination for 5 weeks. Tumor volumes were measured twice a week. The size of tumor was measured by using digital calipers, and the volume calculated as (length × width × width)/2 and expressed as cubic millimeters (mm3). a The percentage of tumor increased volume was calculated from 0, 7, 14,\n21, 28, and 35 days’ measured volume divided by the first measured volume (0 day). b Data from a is shown as an expanded graph for days 14, 21, 28 and 35. c Results were averaged and variability expressed as mean ± SE, detailed statistical results are listed in the table. Compared to the untreated control, *p < 0.05, **p < 0.01, ***p < 0.001; compared to NDAT alone, #p < 0.05; compared to gefitinib alone, $p < 0.05\nFig. 6 Inhibition of PI3K activity enhances the potentiating effect of NDAT on gefitinib-induced antiproliferation in colorectal cancer cells. a HCT116 cells were treated with different concentration of LY294002 for 144 h with refreshed medium containing LY294002 daily. Cells were treated with NDAT, gefitinib, and their combination with or without LY294002 (10 μM) for 144 h. Cell viability was evaluated with CyQUANT® NF Cell Proliferation Assay Kit (N = 6). b HCT116 cells were treated with NDAT, gefitinib, and their combination with or without LY294002 (10 μM) for 24 h (N = 4). Total RNA was extracted, and qPCR was conducted for cyclin D1, p53, and MMP-9. Data are expressed as mean ± SD; compared to the untreated control, *p < 0.05, **p < 0.01, ***p < 0.001, compared with control; #p < 0.05, ##p < 0.01, ###p < 0.001, compared with NDAT; $p < 0.05, $$p < 0.01, $$$p < 0.001, compared with Gefitinib\nhas been shown in the present studies to enhance the inhibitory effect of gefitinib on expression ofMMP-2,MMP-9, andVEGFA. These reports, together with our results, indicate that gefitinib at lower doses may be capable of preventing tumor metastasis in HT-29 cells. NDAT inhibits angiogenesis and it is not surprising that NDAT inhibited metastasis-related gene expression in the current studies. Studies elsewhere also have shown that SW480 colorectal carcinoma cells with ST6Gal1-knockdown are sensitive to gefitinib [10].\nIn conclusion, we show that NDAT potentiated the antiproliferative actions of gefitinib in two colorectal cancer cell lines, HCT116 and HT-29 cells. Gefitinib and NDAT both induced antiproliferation in wt K-ras HT-29 cells. In contrast, gefitinib was unable to induce antiproliferation in K-ras mutant HCT116 cells, but NDAT enabled antiproliferation induced by gefitinib via inhibition of ST6Gal1 activity and PI3K activation. By the inhibition of crosstalk between ST6Gal1 and PI3K, NDAT enhanced gefitinib-induced antiproliferation in all cancer cell lines that were studied. Therefore, the prospect exists of use of NDAT in colorectal cancer cells, either alone or in combination with gefitinib in human gefitinib-resistant colorectal tumor cells.\nAcknowledgments This work was supported in part by a grant from Shuang-Ho Hospital Collaborating Program (T.C. Chang, 103TMUSHH-20), by Chair Professor Research Fund to Dr. J. Whang-Peng, by Chair Professor Research Fund to Dr. K. Wang, grant from Ministry of Education (TMUTOP103006-4, The Aim for the Top University ProjectCancer Translational Center of Taipei Medical University, funding to excellent character program, Taipei Medical University), the “TMU Research Center of Cancer Translational Medicine” from The Featured Areas Research Center Program within the framework of the Higher Education Sprout Project by the Ministry of Education (MOE) in TaiwanGeneral grants of Ministry of Science and Technology Taiwan (H.Y. Lin, MOST104-2320-B-038-009; MOST105-2320-B-038-006; MOST104-2314-B-038-046-MY3).\nAuthors’ Contributions Conception and design: T.C. Chang, Y.T. Chin, L.S. Wang, Y.M. Liao, K. Wang, H.Y. Lin and P.J. Davis.\nDevelopment of methodology: T.C. Chang, Y.T. Chin, C.A. Changou, A.W. Nana, S.H. Wang, and Y.C. Yang.\nAcquisition of data: Y.T. Chin, A.W. Nana, Y.R. Chen, and Y.J. Shih. Analysis and interpretation of data: S.C. Stain, C.H. Wu, and P.J. Davis. Writing, review, and/or revision of the manuscript: T.C. Chang, Y.T. Chin, H.Y. Lin, and P.J. Davis. Technical support and advice: S.H. Wang, A Shih, C.A. Changou and K. Wang. Study supervision: J. Whang-Peng, S.C. Stain, C.H. Wu, and P.J. Davis."
    }, {
      "heading" : "Compliance with Ethical Standards",
      "text" : "Conflict of Interest Co-author PJD is a co-inventor of NDAT and a stockholders in a company that is commercializing the agent. Other coauthors declare no competing financial interests.\nOpen Access This article is distributed under the terms of the Creative Commons At t r ibut ion 4 .0 In te rna t ional License (h t tp : / /\ncreativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made."
    }, {
      "heading" : "Affiliations",
      "text" : ""
    }, {
      "heading" : "Tung-Cheng Chang1,2,3 & Yu-Tang Chin4,5 & André Wendindondé Nana5 & Shwu-Huey Wang6,7 & Yu-Min Liao8 & Yi-Ru Chen4,5 & Ya-Jung Shih4,5 & Chun A. Changou5,6,9 & Yu-Chen SH Yang10 & Kuan Wang11 & Jacqueline Whang-Peng4,12 & Liang-Shun Wang1,13 & Steven C. Stain14 & Ai Shih15 & Hung-Yun Lin4,5,16,17,18 &",
      "text" : "Chih-Hsiung Wu1,13 & Paul J. Davis16,19,20\n1 Graduate Institute of Clinical Medicine, College of Medicine, Taipei Medical University, Taipei 11031, Taiwan\n2 Division of Colorectal Surgery, Department of Surgery, Shuang Ho Hospital, Taipei Medical University, New Taipei City 23561, Taiwan\n3 Division of Colorectal Surgery, Department of Surgery, School of Medicine, College of Medicine, Taipei Medical University, Taipei 11031, Taiwan\n4 Taipei Cancer Center, Taipei Medical University, Taipei 11031, Taiwan\n5 The PhD program for Cancer Molecular Biology and Drug Discovery, College of Medical Science and Technology, Taipei Medical University, Taipei 11031, Taiwan\n6 Core Facility Center, Office of Research and Development, Taipei Medical University, Taipei 11031, Taiwan\n7 Department of Biochemistry andMolecular Cell Biology, College of Medicine, Taipei Medical University, Taipei 11031, Taiwan\n8 Division of Hematology and Oncology, Department of Internal Medicine, Taipei Medical University Hospital, Taipei 11031, Taiwan\n9 Integrated Laboratory, Center of Translational Medicine, Taipei Medical University, Taipei 11031, Taiwan\n10 Joint Biobank, Office of Human Research, Taipei Medical University, Taipei 11031, Taiwan\n11 Graduate Institute of Nanomedicine and Medical Engineering, College of Medical Engineering, Taipei Medical University, Taipei 11031, Taiwan\n12 Cancer Center, Wan Fang Hospital, Taipei Medical University, Taipei 11696, Taiwan\n13 Department of Surgery, Shuang Ho Hospital, Taipei Medical University, No. 291, Zhongzheng Rd., Zhonghe, New Taipei City 23561, Taiwan\n14 Department of Surgery, Albany Medical College, Albany, NY 12208, USA\n15 National Laboratory Animal Center, Taipei 11599, Taiwan\n16 Pharmaceutical Research Institute, Albany College of Pharmacy and Health Sciences, Rensselaer, NY 12144, USA\n17 Traditional Herbal Medicine Research Center of Taipei Medical University Hospital, Taipei Medical University, Taipei 11031, Taiwan\n18 TMU Research Center of Cancer Translational Medicine, Taipei Medical University, Taipei 11031, Taiwan\n19 NanoPharmaceuticals LLC, Rensselaer, NY 12144, USA\n20 Department of Medicine, Albany Medical College, Albany, NY 12208, USA"
    } ],
    "references" : [ {
      "title" : "Expression of epidermal growth factor receptor in the preimplantation uterus and blastocyst of the western spotted skunk",
      "author" : [ "BC Paria", "SK Das", "RA Mead", "SK Dey" ],
      "venue" : "Biol Reprod",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 1994
    }, {
      "title" : "Epidermal growth factor receptor signaling in colorectal cancer: preclinical data and therapeutic perspectives",
      "author" : [ "JP Spano", "R Fagard", "JC Soria", "O Rixe", "D Khayat", "G Milano" ],
      "venue" : "Ann Oncol",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2005
    }, {
      "title" : "Amphiregulin and Epiregulin mRNA expression in primary colorectal cancer and corresponding liver metastases",
      "author" : [ "H Kuramochi", "G Nakajima", "Y Kaneko", "A Nakamura", "Y Inoue", "M Yamamoto", "K Hayashi" ],
      "venue" : "BMC Cancer",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2012
    }, {
      "title" : "EGFR(S) inhibitors in the treatment of gastro-intestinal cancers: what's new",
      "author" : [ "SS Kanwar", "J Nautiyal", "AP Majumdar" ],
      "venue" : "Curr Drug Targets",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2010
    }, {
      "title" : "Convergence between Wnt-beta-catenin and EGFR signaling in cancer",
      "author" : [ "T Hu", "C Li" ],
      "venue" : "Mol Cancer",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2010
    }, {
      "title" : "Diverse mechanisms for activation of Wnt signalling in the ovarian tumour microenvironment",
      "author" : [ "MV Barbolina", "RJ Burkhalter", "MS Stack" ],
      "venue" : "Biochem J",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2011
    }, {
      "title" : "Mutation of beta-catenin does not coexist with K-ras mutation in colorectal tumorigenesis",
      "author" : [ "K Shitoh", "K Koinuma", "T Furukawa", "M Okada", "H Nagai" ],
      "venue" : "Dig Dis Sci",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2004
    }, {
      "title" : "The prognostic significance of K-ras, p53, and APC mutations in colorectal carcinoma",
      "author" : [ "A Conlin", "G Smith", "FA Carey", "CR Wolf", "RJ Steele" ],
      "venue" : null,
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2005
    }, {
      "title" : "Gefitinib ('Iressa', ZD1839), a selective epidermal growth factor receptor tyrosine kinase inhibitor, inhibits pancreatic cancer cell growth, invasion, and colony formation",
      "author" : [ "J Li", "J Kleeff", "N Giese", "MW Buchler", "M Korc", "H Friess" ],
      "venue" : "Int J Oncol",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2004
    }, {
      "title" : "Sialylation of epidermal growth factor receptor regulates receptor activity and chemosensitivity to gefitinib in colon cancer cells",
      "author" : [ "JJ Park", "JY Yi", "YB Jin", "YJ Lee", "JS Lee", "YS Lee", "YG Ko", "M Lee" ],
      "venue" : "Biochem Pharmacol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2012
    }, {
      "title" : "Small-molecule epidermal growth factor receptor tyrosine kinase inhibitors",
      "author" : [ "ML Janmaat", "G Giaccone" ],
      "venue" : "Oncologist",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2003
    }, {
      "title" : "Atorvastatin overcomes gefitinib resistance in KRAS mutant human non-small cell lung carcinoma cells",
      "author" : [ "J Chen", "H Bi", "J Hou", "X Zhang", "C Zhang", "L Yue", "X Wen", "D Liu", "H Shi", "J Yuan", "J Liu", "B Liu" ],
      "venue" : "Cell Death Dis 4:e814",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2013
    }, {
      "title" : "Blocking the PI3K/AKTandMEK/ERK signaling pathways can overcome gefitinib-resistance in non-small cell lung cancer cell lines",
      "author" : [ "H Li", "G Schmid-Bindert", "D Wang", "Y Zhao", "X Yang", "B Su", "C Zhou" ],
      "venue" : "Adv Med Sci",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2011
    }, {
      "title" : "The combination of gefitinib and RAD001 inhibits growth of HER2 overexpressing breast cancer cells and tumors irrespective of trastuzumab sensitivity",
      "author" : [ "WH Dragowska", "SA Weppler", "MA Qadir", "LY Wong", "Y Franssen", "JH Baker", "AI Kapanen", "GJ Kierkels", "D Masin", "AI Minchinton", "KA Gelmon", "MB Bally" ],
      "venue" : "BMC Cancer",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2011
    }, {
      "title" : "KRAS mutations and primary resistance of lung adenocarcinomas to gefitinib or erlotinib",
      "author" : [ "W Pao", "TY Wang", "GJ Riely", "VA Miller", "Q Pan", "M Ladanyi", "MF Zakowski", "RT Heelan", "MG Kris", "HE Varmus" ],
      "venue" : "PLoS Med",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2005
    }, {
      "title" : "Molecular mechanisms of epidermal growth factor receptor (EGFR) activation and response to gefitinib  430  HORM CANC (2018) 9:420–432  and other EGFR-targeting drugs",
      "author" : [ "M Ono", "M Kuwano" ],
      "venue" : "Clin Cancer Res",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2006
    }, {
      "title" : "Mutations of epidermal growth factor receptor in colon cancer indicate susceptibility or resistance to gefitinib",
      "author" : [ "X Zhang", "H Nagahara", "K Mimori", "H Inoue", "T Sawada", "M Ohira", "K Hirakawa", "M Mori" ],
      "venue" : null,
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2008
    }, {
      "title" : "Gefitinib causes growth arrest and inhibition of metastasis in human chondrosarcoma cells",
      "author" : [ "J Song", "J Zhu", "ZhaoQ", "B Tian" ],
      "venue" : "J BUON",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2015
    }, {
      "title" : "Targeting the ERBB family in cancer: couples therapy",
      "author" : [ "N Tebbutt", "MW Pedersen", "TG Johns" ],
      "venue" : "Nat Rev Cancer",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2013
    }, {
      "title" : "Gefitinib decreases the synthesis of matrix metalloproteinase and the adhesion to extracellular matrix proteins of colon cancer cells",
      "author" : [ "D Toda", "T Ota", "K Tsukuda", "K Watanabe", "T Fujiyama", "M Murakami", "M Naito", "N Shimizu" ],
      "venue" : "Anticancer Res",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2006
    }, {
      "title" : "Synergistic interaction between the EGFR tyrosine kinase inhibitor gefitinib (“Iressa”) and theDNA topoisomerase I inhibitor CPT-11 (irinotecan) in human colorectal cancer cells",
      "author" : [ "F Koizumi", "F Kanzawa", "Y Ueda", "Y Koh", "S Tsukiyama", "F Taguchi", "T Tamura", "N Saijo", "K Nishio" ],
      "venue" : "Int J Cancer",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2004
    }, {
      "title" : "Thyroid hormone and anti-apoptosis in tumor cells",
      "author" : [ "HY Lin", "GV Glinsky", "SA Mousa", "PJ Davis" ],
      "venue" : null,
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2015
    }, {
      "title" : "Cancer cell gene expressionmodulated from plasmamembrane integrinαvβ3 by thyroid hormone and nanoparticulate tetrac",
      "author" : [ "PJ Davis", "GV Glinsky", "HY Lin", "JT Leith", "A Hercbergs", "HY Tang", "O Ashur-Fabian", "S Incerpi", "SA Mousa" ],
      "venue" : "Front Endocrinol",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2014
    }, {
      "title" : "Modification of survival pathway gene expression in human breast cancer cells by tetraiodothyroacetic acid (tetrac)",
      "author" : [ "AB Glinskii", "GV Glinsky", "HY Lin", "HY Tang", "M Sun", "FB Davis", "MK Luidens", "SA Mousa", "AH Hercbergs", "PJ Davis" ],
      "venue" : "Cell Cycle",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2009
    }, {
      "title" : "Pharmacodynamic modeling of anti-cancer activity of tetraiodothyroacetic acid in a perfused cell culture system",
      "author" : [ "HY Lin", "CB Landersdorfer", "D London", "R Meng", "CU Lim", "C Lin", "S Lin", "HY Tang", "D Brown", "B Van Scoy", "R Kulawy", "L Queimado", "GL Drusano", "A Louie", "FB Davis", "SA Mousa" ],
      "venue" : "PLoS Comput Biol",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2011
    }, {
      "title" : "Tetraiodothyroacetic acid (tetrac) and nanoparticulate tetrac arrest growth of medullary carcinoma of the thyroid",
      "author" : [ "M Yalcin", "E Dyskin", "L Lansing", "DJ Bharali", "SS Mousa", "A Bridoux", "AH Hercbergs", "HY Lin", "FB Davis", "GV Glinsky", "A Glinskii", "J Ma", "PJ Davis", "SA Mousa" ],
      "venue" : "J Clin Endocrinol Metab",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2010
    }, {
      "title" : "Gefitinib in colorectal cancer: if wishes were horses",
      "author" : [ "CD Blanke" ],
      "venue" : "J Clin Oncol",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2005
    }, {
      "title" : "Thyroid hormone, cancer, and apoptosis",
      "author" : [ "HY Lin", "YT Chin", "YC Yang", "HY Lai", "J Wang-Peng", "LF Liu", "HY Tang", "PJ Davis" ],
      "venue" : "Compr Physiol",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2016
    }, {
      "title" : "Enhanced cytotoxicity induced by gefitinib and specific inhibitors of the Ras or phosphatidyl inositol-3 kinase pathways in non-small cell lung cancer cells",
      "author" : [ "ML Janmaat", "JA Rodriguez", "Gallegos-RuizM", "FA Kruyt", "G Giaccone" ],
      "venue" : "Int J Cancer",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2006
    }, {
      "title" : "The effect of monoclonal antibody cetuximab (C225) in combination with tyrosine kinase inhibitor gefitinib (ZD1839) on colon cancer cell lines",
      "author" : [ "HH Yuan", "Y Han", "WX Bian", "L Liu", "YX Bai" ],
      "venue" : null,
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2012
    }, {
      "title" : "Nongenomic actions of thyroid hormone",
      "author" : [ "PJ Davis", "F Goglia", "JL Leonard" ],
      "venue" : "Nat Rev Endocrinol",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2016
    }, {
      "title" : "Present and future of EGFR inhibitors for head and neck squamous cell Cancer",
      "author" : [ "Y Baba", "M Fujii", "Y Tokumaru", "Y Kato" ],
      "venue" : "J Oncol",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2012
    }, {
      "title" : "Activation of MEK/ERK and PI3K/Akt pathways by fibronectin requires integrin αv-mediated ADAM activity in hepatocellular carcinoma: a novel functional target for gefitinib",
      "author" : [ "MatsuoM", "H Sakurai", "UenoY", "O Ohtani", "I Saiki" ],
      "venue" : "Cancer Sci",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2006
    }, {
      "title" : "Inhibition of proliferation, migration, and matrix metalloprotease production in malignant mesothelioma cells by tyrosine kinase inhibitors",
      "author" : [ "Z Liu", "J Klominek" ],
      "venue" : null,
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2004
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The EGF receptors (EGFRs) are a family of receptors that include HER1 (erb-B1), HER2 (erb-B2), and HER3 (erb-B3) [1].",
      "startOffset" : 113,
      "endOffset" : 116
    }, {
      "referenceID" : 1,
      "context" : "Normal EGFR activity is required for the establishment of intestinal tumors in the APC-mediated initiation of intestinal tumorigenesis [2].",
      "startOffset" : 135,
      "endOffset" : 138
    }, {
      "referenceID" : 2,
      "context" : "Overexpression of EGFR is involved in the development of several types of cancers including colorectal cancer [3, 4].",
      "startOffset" : 110,
      "endOffset" : 116
    }, {
      "referenceID" : 3,
      "context" : "Overexpression of EGFR is involved in the development of several types of cancers including colorectal cancer [3, 4].",
      "startOffset" : 110,
      "endOffset" : 116
    }, {
      "referenceID" : 4,
      "context" : "Low tumor EGFR expression in patients with colorectal cancer is associated with low tumor metastasis risk and better survival [5].",
      "startOffset" : 126,
      "endOffset" : 129
    }, {
      "referenceID" : 5,
      "context" : "While the former activates β-catenin via the receptor tyrosine kinase-PI3K/Akt pathway, the latter can activate EGFR signaling via transmembrane Frizzled receptor [6, 7].",
      "startOffset" : 163,
      "endOffset" : 169
    }, {
      "referenceID" : 6,
      "context" : "While the former activates β-catenin via the receptor tyrosine kinase-PI3K/Akt pathway, the latter can activate EGFR signaling via transmembrane Frizzled receptor [6, 7].",
      "startOffset" : 163,
      "endOffset" : 169
    }, {
      "referenceID" : 5,
      "context" : "EGFR is able to form a complex with β-catenin, increasing the invasiveness and frequency of metastasis of cancer cells [6].",
      "startOffset" : 119,
      "endOffset" : 122
    }, {
      "referenceID" : 7,
      "context" : "Mutations of APC, K-ras, and β-catenin genes have been shown to be early events in tumorigenesis colon cancer [8, 9], but whether relationships exist among these events is unclear.",
      "startOffset" : 110,
      "endOffset" : 116
    }, {
      "referenceID" : 8,
      "context" : "Mutations of APC, K-ras, and β-catenin genes have been shown to be early events in tumorigenesis colon cancer [8, 9], but whether relationships exist among these events is unclear.",
      "startOffset" : 110,
      "endOffset" : 116
    }, {
      "referenceID" : 9,
      "context" : "Functional ST6Gal1 on EGFR has been shown to be highly correlated with colon cancer progression and metastasis [10].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 9,
      "context" : "Increased α2,6 sialylation may also enhance radioresistance in colon cancer [10].",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 10,
      "context" : "Gefitinib is a selective inhibitor of EGFR tyrosine kinase [11] and has been used in the treatment of colorectal cancer",
      "startOffset" : 59,
      "endOffset" : 63
    }, {
      "referenceID" : 11,
      "context" : "and other types of cancers, either as monotherapy or in combination with other agents [12].",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 14,
      "context" : "Cell K-ras mutation is associated with resistance to gefitinib therapy [15].",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 15,
      "context" : "HER2, and HER3; the dissociation between HER3 and PI3K; and decreased Akt activity [16].",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 17,
      "context" : "Gefitinib also reduces the expression of metastasis-related proteins, such as basic fibroblast growth factor (bFGF) and matrix metalloproteinases-2 (MMP-2) and MMP-9 [18].",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 22,
      "context" : "Tetrac and NDAT are not cytotoxic when incubated with nonmalignant cells [24, 26, 27].",
      "startOffset" : 73,
      "endOffset" : 85
    }, {
      "referenceID" : 24,
      "context" : "Tetrac and NDAT are not cytotoxic when incubated with nonmalignant cells [24, 26, 27].",
      "startOffset" : 73,
      "endOffset" : 85
    }, {
      "referenceID" : 25,
      "context" : "Tetrac and NDAT are not cytotoxic when incubated with nonmalignant cells [24, 26, 27].",
      "startOffset" : 73,
      "endOffset" : 85
    }, {
      "referenceID" : 26,
      "context" : "However, the concentration used was higher than that of other cancer cell studies [28].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 27,
      "context" : "Tetrac, an L-thyroxine metabolite, has been shown to induce antiproliferation in various cancer cell lines [29].",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 28,
      "context" : "Persistent activity of the PI3K/Akt and/or Ras/ERK pathways is associated with gefitinib resistance of NSCLC cell lines [30].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 9,
      "context" : "gefitinib, has been shown to be increased in ST6Gal1deficient colon cancer cells [10].",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 29,
      "context" : "Combined treatment with EGFR-specific inhibitory agents has been shown by others to augment the antitumor response over that realized with a single EGFR inhibitor [31].",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 11,
      "context" : "through concomitant inhibition of Akt and ERK activity is an illustration [12].",
      "startOffset" : 74,
      "endOffset" : 78
    }, {
      "referenceID" : 26,
      "context" : "The effect of gefitinib is less effective in colorectal cancer than in other types of cancer [28].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 26,
      "context" : "This was the case even when patients received higher doses of the drug than doses used in lung cancer [28].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 9,
      "context" : "Although inhibition of ST6Gal1 expression has been reported to increase tumor cell proliferation and tumor growth in vitro and in vivo [10], our studies showed that NDAT decreased ST6Gal1 expression and cancer cell proliferation.",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 9,
      "context" : "Others have shown that decreased ST6Gal1 may increase EGF-induced EGFR phosphorylation and ERK1/2 activation in colon cancer cells [10].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 9,
      "context" : "ST6Gal1-induced α2,6 sialylation has been shown to be critical for adhesion and migration of colon cancer cells [10].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 22,
      "context" : "It is important to point out that the actions of NDAT on gene expression are highly specific, that is, they involve specific up- or downregulation of specific genes in integrin αvβ3-expressing cancer cells [24, 25, 29, 32], resulting in disruption of the cell cycle, in apoptosis and in antiangiogenesis [32].",
      "startOffset" : 206,
      "endOffset" : 222
    }, {
      "referenceID" : 23,
      "context" : "It is important to point out that the actions of NDAT on gene expression are highly specific, that is, they involve specific up- or downregulation of specific genes in integrin αvβ3-expressing cancer cells [24, 25, 29, 32], resulting in disruption of the cell cycle, in apoptosis and in antiangiogenesis [32].",
      "startOffset" : 206,
      "endOffset" : 222
    }, {
      "referenceID" : 27,
      "context" : "It is important to point out that the actions of NDAT on gene expression are highly specific, that is, they involve specific up- or downregulation of specific genes in integrin αvβ3-expressing cancer cells [24, 25, 29, 32], resulting in disruption of the cell cycle, in apoptosis and in antiangiogenesis [32].",
      "startOffset" : 206,
      "endOffset" : 222
    }, {
      "referenceID" : 30,
      "context" : "It is important to point out that the actions of NDAT on gene expression are highly specific, that is, they involve specific up- or downregulation of specific genes in integrin αvβ3-expressing cancer cells [24, 25, 29, 32], resulting in disruption of the cell cycle, in apoptosis and in antiangiogenesis [32].",
      "startOffset" : 206,
      "endOffset" : 222
    }, {
      "referenceID" : 30,
      "context" : "It is important to point out that the actions of NDAT on gene expression are highly specific, that is, they involve specific up- or downregulation of specific genes in integrin αvβ3-expressing cancer cells [24, 25, 29, 32], resulting in disruption of the cell cycle, in apoptosis and in antiangiogenesis [32].",
      "startOffset" : 304,
      "endOffset" : 308
    }, {
      "referenceID" : 21,
      "context" : "Nonmalignant cells express little αvβ3 and their proliferation is unaffected by NDAT [23].",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 9,
      "context" : "In contrast, overexpression of ST6Gal1 decreased the cytotoxic effect of gefitinib [10].",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 9,
      "context" : "ST6Gal-mediated sialylation of EGFR has been shown to cause chemoresistance to gefitinib in colon cancer cells [10].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 11,
      "context" : "By interrupting the K-ras/PI3K and K-ras/Raf complexes, gefitinib suppresses the activities of Akt and ERK [12], which leads to reduction of the synthesis of MMPs [20, 33].",
      "startOffset" : 107,
      "endOffset" : 111
    }, {
      "referenceID" : 19,
      "context" : "By interrupting the K-ras/PI3K and K-ras/Raf complexes, gefitinib suppresses the activities of Akt and ERK [12], which leads to reduction of the synthesis of MMPs [20, 33].",
      "startOffset" : 163,
      "endOffset" : 171
    }, {
      "referenceID" : 31,
      "context" : "By interrupting the K-ras/PI3K and K-ras/Raf complexes, gefitinib suppresses the activities of Akt and ERK [12], which leads to reduction of the synthesis of MMPs [20, 33].",
      "startOffset" : 163,
      "endOffset" : 171
    }, {
      "referenceID" : 28,
      "context" : "Persistent activity of the PI3K/Akt and/or Ras/ERK pathways is associated with gefitinib resistance in NSCLC cell lines [30].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 11,
      "context" : "Gefitinib, in combination with lovastatin effectively downregulated ras protein and suppressed Raf, ERK1/2, Akt, and EGFR phosphorylation in gefitinibresistant A549 and NCI-H460 human NSCLC cells [12].",
      "startOffset" : 196,
      "endOffset" : 200
    }, {
      "referenceID" : 32,
      "context" : "proliferation and invasion in hepatocellular carcinoma CBO140C12 cells, indicates that these FN responses are mediated by EGFR tyrosine kinase [34].",
      "startOffset" : 143,
      "endOffset" : 147
    }, {
      "referenceID" : 32,
      "context" : "Blockade of FN-induced signaling may play a role in gefitinib-induced antimetastatic activity [34].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 32,
      "context" : "the formation of metastatic lesions in murine hepatocellular carcinoma [34], cell migration in mesothelioma [35], and metastasis of human chondrosarcoma cells [18].",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 33,
      "context" : "the formation of metastatic lesions in murine hepatocellular carcinoma [34], cell migration in mesothelioma [35], and metastasis of human chondrosarcoma cells [18].",
      "startOffset" : 108,
      "endOffset" : 112
    }, {
      "referenceID" : 17,
      "context" : "the formation of metastatic lesions in murine hepatocellular carcinoma [34], cell migration in mesothelioma [35], and metastasis of human chondrosarcoma cells [18].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 17,
      "context" : "tion of expression of metastasis-related proteins, MMP-9 [18, 36],MMP-2 [18], and bFGF [18].",
      "startOffset" : 57,
      "endOffset" : 65
    }, {
      "referenceID" : 17,
      "context" : "tion of expression of metastasis-related proteins, MMP-9 [18, 36],MMP-2 [18], and bFGF [18].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 17,
      "context" : "tion of expression of metastasis-related proteins, MMP-9 [18, 36],MMP-2 [18], and bFGF [18].",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 21,
      "context" : "NDAT is known to inhibit the expression of MMP-2, MMP-9, and VEGF-A [23, 24, 29] and",
      "startOffset" : 68,
      "endOffset" : 80
    }, {
      "referenceID" : 22,
      "context" : "NDAT is known to inhibit the expression of MMP-2, MMP-9, and VEGF-A [23, 24, 29] and",
      "startOffset" : 68,
      "endOffset" : 80
    }, {
      "referenceID" : 27,
      "context" : "NDAT is known to inhibit the expression of MMP-2, MMP-9, and VEGF-A [23, 24, 29] and",
      "startOffset" : 68,
      "endOffset" : 80
    }, {
      "referenceID" : 9,
      "context" : "Studies elsewhere also have shown that SW480 colorectal carcinoma cells with ST6Gal1-knockdown are sensitive to gefitinib [10].",
      "startOffset" : 122,
      "endOffset" : 126
    } ],
    "year" : 2018,
    "abstractText" : "Drug resistance complicates the clinical use of gefitinib. Tetraiodothyroacetic acid (tetrac) and nano-diamino-tetrac (NDAT) have been shown in vitro and in xenografts to have antiproliferative/angiogenic properties and to potentiate antiproliferative activity of other anticancer agents. In the current study, we investigated the effects of NDAT on the anticancer activities of gefitinib in human colorectal cancer cells.β-Galactosideα-2,6-sialyltransferase 1 (ST6Gal1) catalyzes EGFR sialylation that is associated with gefitinib resistance in colorectal cancers, and this was also investigated. Gefitinib inhibited cell proliferation of HT-29 cells (K-ras wild-type), and NDATsignificantly enhanced the antiproliferative action of gefitinib. Gefitinib inhibited cell proliferation of HCT116 cells (K-ras mutant) only in high concentration, and this was further enhanced by NDAT. NDATenhancedd gefitinib-induced antiproliferation in gefitinib-resistant colorectal cancer cells by inhibiting ST6Gal1 activity and PI3K activation. Furthermore, NDATenhanced gefitinibinduced anticancer activity additively in colorectal cancer HCT116 cell xenograft-bearing nudemice. Results suggest that NDATmay have an application with gefitinib as combination colorectal cancer therapy.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.440/W Unicode"
  }
}