{
  "name" : "downloads_2019-11-17_7c_10.1080@17435390.2019.1685696.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "The effects of nano-sized PbO on biomarkers of membrane disruption and DNA damage in a sub- chronic inhalation study on mice",
    "authors" : [ "Lucie Bláhová", "Zuzana Nováková", "Zbyněk Večeřa", "Lucie Vrlíková", "Bohumil Dočekal", "Jana Dumková", "Kamil Křůmal", "Pavel Mikuška", "Marcela Buchtová", "Aleš Hampl", "Klára Hilscherová", "Luděk Bláha", "Lucie Bl", "Bohumil Do cekal", "Jana Dumkov", "Kamil K růmal", "Pavel Miku ska", "Marcela Buchtov" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "ARTICLE HISTORY Received 3 September 2019 Revised 22 October 2019 Accepted 23 October 2019\nKEYWORDS Oxidative damage; lead; nanoparticle; 8-OHdG; TBARS; 8-isoPGF2a; 8-isoPGE isoprostanes; LC-MS/MS; lipid peroxidation; inhalation"
    }, {
      "heading" : "1. Introduction",
      "text" : "A rapidly growing number of different nanomaterials with a range of advantageous properties have been used worldwide, but their frequent use also raises concerns related to their impact on human health. The properties of nano-particular forms contribute to novel or enhanced biological activities in comparison to the chemically identical bulk form (Pietroiusti et al. 2018). Despite their wide application, the accumulation, tissue and organ distributions and toxic mechanisms of nanoparticles (NP) in organisms are not yet fully understood. Different exposure routes may play important roles in the overall NP toxicity. Currently, inhalation is considered to represent the main route for uptake and transfer of NP from the respiratory tract to visceral organs with substantial accumulation\ncapability and inefficient clearance mechanisms (Wu and Tang 2018). The particle size and their dynamic behavioral properties such as agglomeration, aggregation, interactions with water and biomolecules determine the penetration of NP to various depths of the respiratory tract and the following uptake of NP in the body. A fraction of the inhaled NP can translocate to internal organs (Pietroiusti et al. 2018). The lung, liver and kidney appear to be the main target tissues with high uptake capacity for various NP (Pujalt e et al. 2017), and a recent comprehensive review summarizes known in vivo toxic effects of NP with different composition and size (Wu and Tang 2018).\nThe most common mechanism of metal NP toxicity is the induction of reactive oxygen species (ROS). The changes in oxidative status can lead to\nCONTACT Ludek Blaha ludek.blaha@recetox.muni.cz Faculty of Science, RECETOX, Masaryk University, Kamenice 5, Brno CZ62500, Czech Republic Supplemental data for this article can be accessed here.\n2019 Informa UK Limited, trading as Taylor & Francis Group\noxidative stress and further inflammatory reactions that may be associated with biological effects like genotoxicity, alteration of membranes, misfolding of proteins and cellular damage (Fu et al. 2014; Sharifi et al. 2012). With regard to lead (Pb), a prominent metal toxicant investigated in the present study, similar patterns in toxicity mechanisms were observed also in the bulk form. The biological effects of bulk Pb include neurotoxicity, effects on synthesis of hemoglobin, disruption of the endocrine system, reproduction and development (Garza et al. 2006). However, there is a lack of information regarding the toxicity of Pb nano-forms that are released by industry, agriculture and by combustion processes including automobile emissions (AzoNano 2013). In particular, impacts of lead NP in low concentrations after occupational and environmental inhalation exposures have rarely been studied. To our knowledge only two studies are available. Oszl anczi et al. (2011) showed the effect of lead NP on the nervous system after intratracheal instillation (3 and 5weeks, 2 and 4mg/kg Pb NP) and Li et al. (2013) reported size-dependent oxidative damage and inflammatory responses after intratracheal exposure for 4months (30mg/kg weekly, PbS nanoparticles).\nMetal oxide particles are broadly used and highly relevant, and the present study focuses on PbO nanoparticles (PbONP), for which only limited information is available regarding their toxicological impacts. In particular, knowledge of the effects of inhalation of PbONP on DNA and alteration of membrane function in different mammalian organs is currently marginal. The most studied biomarker of free-radical induced oxidative lesions in DNA, and also a marker of mutagenic potential, is the 8-hydroxy-2’-deoxyguanosine (8-OHdG or 8-oxodG) (Valavanidis et al. 2009; Zarakowska et al. 2014). With regard to indicators of cell membrane damage caused by oxidative stress and lipid peroxidation in vivo, relatively abundant products of oxidized phospholipids such as 8-isoprostaglandin F2a (synonyms: iPF2a-III, iPF2a-IV, 8-isoprostane, 15-F2t-isoprostane, 8-iso-15(S)-Prostaglandin F2a, 8-epi PGF2a) have been explored (Roberts and Morrow 2000). Other biomarkers of membrane damage include the end-product of membrane peroxidation, i.e. malondialdehyde (MDA; often measured as ThioBarbituric Acid Reactive Species – TBARS) or the lipid hydroperoxides and 4-hydroxynonenal (Spickett et al. 2010). Other mechanisms of PbONP toxicity were\nalso observed in our previous study, including the alteration of Na-K ATPase in liver and kidney membranes (Dumkova et al. 2016). Nevertheless, studies with realistic exposure routes and doses assessing the effects of Pb NP in model organisms in vivo are rare.\nIn the present sub-chronic inhalation study with mice (up to 13weeks of exposure), we examined the in vivo effects of an environmentally relevant concentration of lead nanoparticles in oxidized form (192.5 mg/m3; 1.93 106 particles/cm3) on the parameters of membrane and DNA damage. In the present work, we specifically report on the oxidative stress outcomes in the lung, i.e. the first target organ after inhalation, and further in the liver, kidney and brain at different time periods (2, 5 and 13weeks). The effects of PbONP on membranes were assessed by new liquid chromatography mass spectrometry (LCMS/MS) of two F2-isoprostanes (8-iso-prostaglandins F2a and E2) and commonly studied malondialdehyde (TBARS measured by HPLC-DAD). The DNA damage was characterized by LC-MS/MS analyses of 8-OHdG and its ratio to 2’-deoxyguanosine (dG). The changes in the oxidative stress biomarkers have been related to Pb accumulation and histopathological damage in the tissues of exposed animals."
    }, {
      "heading" : "2. Material and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Chemical and reagents",
      "text" : "Information on chemicals and reagents is provided in the Supplementary Materials S1."
    }, {
      "heading" : "2.2. Overview of study design",
      "text" : "Nano-sized PbO preparation: PbO nanoparticles were prepared continuously in the vertically oriented tube of a flow reactor (Carbolite TZF 15/50/610) by evaporation of Pb from its melt and the Pb NP thus formed after mixing with air were oxidized to PbO. The size number distribution of nanoparticles was measured by means of a scanning mobility particle sizer (SMPS, model 3936 L72, TSI). For the majority of produced PbO nanoparticles their sizes ranged from 7 to 45 nm (90%) (Lebedov a et al. 2018).\nExposure of animals: Adult mice (females, ICR line, 24 grams, 6weeks old) obtained from Masaryk University, Brno, Czech Republic, were allowed to acclimate to laboratory conditions for one week before the experiments. The mice were on a\ncommercial diet and water ad libitum and the experimental work was performed according to the ethical approval of the Institute of Animal Physiology and Genetics (No. 081/2010). Animals were divided into a control group (a clean air without NP) and group exposed to concentration of 1.93 106 PbO NP per cm3 (mass concentration 192.5 mg/m3; mode 21.9 nm, geometric mean diameter 23.2 nm, geometric SD 1.66, 24 h/day, 7 days/ week). The experiments were conducted in temperature-controlled and illuminated cages (Ve ce ra et al. 2011) continuously for 2, 5 and 13weeks. The behavior and health condition of mice during the experiments were continuously monitored by means of a camera system. A special feeding device was constructed to eliminate oral intake of PbO nanoparticles eventually adsorbed on commercial diet granules.\nFour biological replicates were collected for each time-point. At the end of exposure, mice were sacrificed by cervical dislocation after anesthesia by chloroform. The target organs, being the the lung, liver, brain and kidney, were weighted and immediately frozen and kept at 80 C until the extraction and analyses of biomarkers. For chemical analysis of Pb, tissues were stored in polystyrene vials in a refrigerator at 5 C."
    }, {
      "heading" : "2.3. Lead and nanoparticles content in target organs",
      "text" : "For determination of lead, the aliquots of the studied tissue were digested in nitric acid by microwave power in a closed pressurized autoclave system (UniClever, Plazmatronika, Wroclaw, Poland). Simultaneously, blank samples (typically N¼ 12 per sampling series) were processed in the same way as biological samples. The content of lead in digestates was determined by electrothermal atomic absorption spectrometry (ET AAS) employing an AAnalyst 600 Perkin-Elmer (USA) instrumentation under the recommended procedure.\nNanoparticles in tissues were visualized by transmission electron microscopy (TEM). Fixed tissue samples (3% glutaraldehyde-0.1M cacodylate buffer) were post-fixed in 1% OsO4 solution. Semithin sections were stained with toluidine blue. Ultrathin sections (contrasted with uranyl acetate and Pb-citrate solutions, some without contrasting) were analyzed\nin MorgagniTM 268 TEM (FEI Company) and pictures were taken with a Veleta CCD Camera (Olympus)."
    }, {
      "heading" : "2.4. Measurement of membrane damage in tissues",
      "text" : ""
    }, {
      "heading" : "2.4.1. TBARS measurement",
      "text" : "The thiobarbituric acid reactive substances (TBARS) were measured as a biomarker of lipid peroxidation status according to the previously published method (Lebedov a et al. 2016). The samples were analyzed in duplicates. Briefly, the reaction mixture with a tissue homogenate (Homogenizer MP Bio FastPrepVR -24) in PBS and trichloracetic acid (20%) was centrifuged and 250 mL of the supernatant, 50 mL of butylated hydroxytoluen in hydrochloric acid (0.02%) and 200 mL of TBA in a TRIS buffer were mixed at 90 C for 45min. After cooling, butanol was added for the extraction of TBARS into the organic phase. The TBARS in butanol extracts were analyzed by HPLC-DAD (Agilent 1100 Series). Separation of analyte was done on a Supelcosil ABZþ column (5mm), 250x4.6mm by isocratic elution with 25% of methanol in a 50mM phosphate buffer. Conjugate was detected by DAD (532 nm) and quantification of TBARS (mostly conjugated MDA) in the samples was based on external calibration. Results were reported as nmol TBARS per gram of tissue."
    }, {
      "heading" : "2.4.2. Analyses of isoprostanes",
      "text" : "Isoprostanes 8-isoPGF2a and 8-isoPGE2 were extracted using a liquid/liquid extraction procedure (Brose et al. 2011; Hardy et al. 2011). Approximately 50mg of tissue was homogenized in 200lL of ice-cold buffer (80mM HEPES, 300mM NaCl, 20mM CaCl2, 8mM TRITON, 60% glycerol, 2mg/ml BSA, 0.005% BHT) using a glass bead homogenizer (Homogenizer MP Bio FastPrepVR -24). Esterified isoprostanes in phospholipids were enzymatically hydrolyzed (1 h and 15min, 37 C) with PLA2 (Type III) to release 8-isoPGF2a and 8-isoPGE2. Subsequently, internal standards of d4-8isoPGF2a and d4-8-isoPGE2 (final concentration 10ng/mL) were added. The homogenate was extracted 3 times with 1.5mL of acetone/NaCl/BHT (0.005%) and upper layers collected repeatedly were pooled. After 15min of centrifugation (2000 x g; 4 C), the supernatant was washed in a glass tube using 3 x 1mL of cold hexane acidified with formic acid (pH 3.5) and extracted with\n1.5mL of chloroform. The extract was frozen at 80 C for 15min to separate and discard the upper residual lipid layer. Then, 100lL of methanol were added to the extract. The clean extract was dried under a stream of nitrogen and transferred to a glass insert by using 2 x 75lL of acetonitrile/water (1:2). All samples were stored at 80 C under a nitrogen atmosphere until analyses.\nThe methods for analyses of 8-isoPGF2a and 8- isoPGE2 were developed and validated. The measurement was performed with a Waters Acquity LC chromatograph (Waters, Manchester, UK) consisting of a vacuum degasser, a binary pump, a thermostatted autosampler, and a column compartment. The column used was an Acquity UPLC BEH C18 (1.7 lm) (Waters) 50 x 2.1mm equipped with a guard pre-column kept at 30 C. The mobile phase consisted of 0.1% formic acid in water (A) and 0.1% formic acid in acetonitrile (B). The binary pump gradient was linear (20% B at 0min increases to 80% B at 6min and 80% B was kept for 2min) followed by 3minutes of column equilibration to the initial conditions (20% B). The flow rate was 0.3mL/min, and 5 lL of the sample from the thermostatted autosampler (10 C) was injected for the analyses. Detection was performed on a Xevo TQ-S quadrupole mass spectrometer (Waters, Manchester, UK) equipped with electrospray ionization. Analytes after ESI ionization were detected in negative ion mode using tandem mass spectrometry with multiple reaction monitoring (MRM). The dwell time was set to 0.030 s. The ionization parameters were as follows: capillary voltage, 3.0 kV; the source temperature and the desolvation temperature were 150 and 350 C, respectively; the cone gas flow, 150 L/h; the cone voltages, 30 V; the desolvation gas flow, 700 L/h; and the collision gas flow, 0.15mL/min. The collision energy was optimized for each analyte (supplementary material: Table S1). The data was processed using MassLynxTM software (Waters, Manchester, UK).\nCalibration standards of studied isoprostanes were prepared in acetonitrile/water (1:2) and the obtained regressions were linear within the range of concentrations 0.05–100 ng/mL (r2 > 0.99 for all analytes). The limit of quantification (the lowest amount of analyte in the sample matrix that can be quantified; LOQ) was determined as 0.05 ng/mL in extract (0.1 ng/g of tissue) for 8-isoPGF2a and\n8-isoPGE2 (the signal to noise ratio was S/N> 10). The validation details and characteristic chromatograms are provided in the Supplementary Materials S2. Results were reported as ng of isoprostanes per gram of tissue."
    }, {
      "heading" : "2.5. Measurement of DNA damage",
      "text" : "DNA was extracted from both the control and exposed tissues by using a DNA isolation kit (QIAGEN) according to the manufacturer’s instructions in two replicates for analyses of 8-OHdG and dG. Briefly, approximately 20mg of tissue was homogenized in a cold ATL buffer for 3x20 s using glass beads in a homogenizer (Homogenizer MP Bio FastPrepVR -24) and the homogenate was incubated with proteinase K and RNase A for 1 h at 56 C. The purification of DNA from homogenate was done using DNeasy Mini spin columns. The yield of DNA isolated from the sample (in water; pH > 8) was calculated based on the absorbance at 260/280 nm (NanoDrop ND 1000).\nEnzymatic digestion of isolated DNA was performed by a 8-OHdG Assay Preparation Reagent Set (WAKO). Briefly, approximately 100 lg of extracted DNA were denaturated (98 C, 2min) and then hydrolyzed in a sodium acetate buffer for 60minutes with nuclease P1 at 37 C in a nitrogen atmosphere. Further, the digested DNA was incubated in a Tris-HCl buffer with alkaline phosphatase for 30minutes at 37 C. Finally, to remove enzymes and other macromolecules, the hydrolysate was ultrafiltered through centrifugal filter units (Vivaspin 10,000 MWCO, PES) at 15000x g for 20min at 4 C. Aliquots (75 lL) of filtrates were acidified by formic acid (final concentration 0.1% FA v/v) and transferred to glass vials with inserts for analyses of 8- OHdG. For analyses of dG, aliquots of the samples were further diluted in glass vials 200 times using 0.1% FA to fit the calibration range. All samples were stored at 80 C under a nitrogen atmosphere until analyses.\nFor the determination of 8-OHdG and dG, we have developed and validated the LC MS/MS method using a Waters Acquity LC chromatograph (Waters, Manchester, UK). The column used was an Acquity UPLC BEH C18 (1.7 lm) (Waters) 100 x 2.1mm equipped with a guard pre-column kept at 25 C. The mobile phase consisted of 0.1% formic\nacid in water (A) and acetonitrile acidified by 0.1% formic acid (B). The binary pump gradient was linear (5% B at 0–1min increases from 5% B at 1min to 80% B at 5min and 80% B was kept for 2min) followed by a 4-minute column equilibration to the initial conditions (5% B). The flow rate was 0.25mL/ min, and 10 lL of individual sample from the thermostatted autosampler (10 C) was injected for the analyses. Detection was performed on a Xevo TQ-S quadrupole mass spectrometer (Waters Manchester, UK) equipped with electrospray ionization. To avoid the potential oxidation in the ion source and contamination of the detector, the LC flow was diverted to waste between 0 to 2.5min (retention time of dG) and then from 5 to 11min. Analytes after ESI ionization were detected in positive ion mode using tandem mass spectrometry with multiple reaction monitoring (MRM). The dwell time was set to 0.107 s. The ionization parameters were as follows: capillary voltage, 2.5 kV; the source temperature and the desolvation temperature were 150 and 400 C, respectively; the cone gas flow was 150 L/h; the cone voltages, 30 V; the desolvation gas flow, 750 L/h; and the collision gas flow, 0.15mL/ min. The following m/z transitions of 8-OHdG were monitored: m/z 284.1> 168.1 (quantifier; collision energy 14 V), m/z 284.1> 140.1 (qualifier; collision energy 28 V) and the average ratio of quantifier (m/ z 168.1) ions to qualifier (m/z 140.1) was 5.1 ± 0.6 (N¼ 30). The m/z transition for internal standard 15N5-8-OHdG was also monitored: m/z 289.1> 173.1 (quantifier; collision energy 14 V). Nucleoside dG in diluted samples was detected by transition: m/z 268.0> 152.0 (quantifier; 18 V) and m/z 268.0> 135.0 (qualifier; 37 V). Data was processed using MassLynxTM software (Waters, Manchester, UK). The concentration of 8-OHdG was corrected for the internal standard content. The regression was linear within the range of concentrations 0.01–20 ng/mL and 0.5–200 ng/mL for 8-OHdG and dG, respectively (r2 > 0.999 for 8-OHdG and r2 > 0.99 for dG). The limit of quantification (the lowest amount of analyte in the sample matrix that can be quantified; LOQ) was determined as 0.01 ng/mL for 8-OHdG (the signal to noise ratio S/N> 10). The content of oxidized 8-OHdG was normalized to the content of dG and expressed as the molar ratio 8- OHdG per 106 dG. Other details of the validation\nprocess and characteristic chromatograms are provided in the Supplementary Materials S3."
    }, {
      "heading" : "2.6. Protein analyses",
      "text" : "The content of proteins in tissue homogenates was determined using commercial kit DCTM Protein Assay (Bio-Rad) based on Lowry assay (Lowry et al. 1951) according to the manufacturer’s instructions."
    }, {
      "heading" : "2.7. Histological analyses",
      "text" : "At the end of the exposure, a small portion of each individual organ was fixed in 4% paraformaldehyde for histological analysis. Following the overnight fixation, samples were dehydrated by transferring through series of ethanol, xylene and then wax embedded. Serial histological sections 5 mm in thickness were prepared and selected slides were stained in hematoxylin–eosin. We evaluated at least 12–20 slides per organ and assessed alterations in histopathology after 13weeks of exposure. The stained slides were evaluated under bright field illumination with a Leica microscope (DMLB2)."
    }, {
      "heading" : "2.8. Transmission electron microscopy",
      "text" : "Samples of lungs were fixed in 3% glutaraldehyde for 24 h, washed three times in a 0.1M cacodylate buffer and post-fixed in a 1% OsO4 solution for 1.5 h. After washing in a cacodylate buffer, all samples were dehydrated in a series of increasing concentrations of ethanol, followed by acetone and then embedded in epoxy resin Durcupan. For EM analysis, 60-nanometer thick sections were prepared from selected parts of samples. Sections were cut using an ultramicrotome Leica EM UC6 (Leica Mikrosysteme GmbH, Vienna, Austria) and placed on formvar-coated nickel grids. Some sections were used without further contrasting for analysis of nanoparticles in TEM. Other sections were contrasted with uranyl citrate and lead acetate for studying cell architecture. All sections were observed using a MorgagniTM 268 TEM (FEI Company, Eindhoven, Netherlands), designated structures were measured using the software iTEM. Photographs were taken using a Veleta CCD camera (Olympus, M€unster, Germany)."
    }, {
      "heading" : "2.9. Statistical analyses",
      "text" : "Statistical analyses were performed using Statistica (StatSoft Inc., Tulsa, OK, USA). After verification of normal distribution (Shapiro-Wilk normality test), differences among the control groups from different times were tested by one-way analysis of variance (ANOVA) followed by the Tukey post-hoc test and differences between control and exposed groups within each studied period were tested by a twosample t-test. Differences were considered statistically significant when p< 0.05."
    }, {
      "heading" : "3. Results",
      "text" : ""
    }, {
      "heading" : "3.1. Weight of tissues",
      "text" : "In control animals, there were no significant changes in the organ weight during the sub-chronic experiment (Figure 1). With respect to PbONP exposures, no significant differences were observed between the exposed group and respective controls in the liver, brain and kidney at any time point (2, 5, 13weeks). However, an increase of lung weight in the exposed group was detected in weeks 2 (p¼ 0.00051) and 5 (p¼ 0.0045) when compared to the respective control (Figure 1)."
    }, {
      "heading" : "3.2. Protein content",
      "text" : "No significant changes in protein content in control and exposed groups were observed in the course of the experiment for the lung, liver and kidney. The exception were the brain tissues in control animals at 13weeks that had significantly higher protein concentrations compared to the 2-weeks control animals (mean increase by 12%; p¼ 0.002) (Figure 2)."
    }, {
      "heading" : "3.3. Distribution of lead and detection of nanosized PbO in organs",
      "text" : "Concentrations of Pb (Figure 3) in control groups did not reach the LOD values in any organ, except for a single sample of brain, where the concentration was slightly above the LOD. Limits of detection (LOD), accounting for fluctuation of blanks, were assessed for individual organs and were at 49, 4, 20 and 16 ppb Pb (ng per g) for the lung, liver, kidney and brain, respectively. A significant increase of Pb\ncontent was observed in all analyzed organs of exposed animals compared to the appropriate controls, where concentrations did not reach the LOD values. The Pb content in the studied organs slightly increased dependent on the time of exposure during the whole sub-chronic experiment.\nFigure 3. Concentrations of Pb (ng/g; log scale on Y axis) in different organs – lung (A), liver (B), kidney (C) and brain (D) of animals exposed for 2, 5 and 13weeks compared to control animals (“C –2, 5, 13”, all values were below the limit of detection in controls, <LOD); N¼ 5. Bars represent mean values with standard deviations.\nAs expected for the inhalation experiment, the highest levels of Pb were observed in the lungs. The amount of Pb in exposed lungs was 3128 ± 1379 (mean; ±SD) ng per gram of tissue over the entire sub-chronic experiment. Interestingly, comparable levels of Pb were detected also in the kidney tissues of all exposed groups (3283 ± 787 ng/ g). On the other hand, the lower Pb concentrations were found in exposed groups in the spleen (964 ± 500 ng/g; data not shown), and liver (778 ± 365 ng/g). A certain small fraction of Pb also\nreached the brain (260 ± 259 ng/g), where the concentration significantly increased with the exposure (5-times-higher values in week 13 compared to week 2; p¼ 0.008) (Figure 3).\nThe ultrastructural analyses of the nano-sized PbO by TEM confirmed the presence of NP after 13weeks of exposure in the lung. In target organ, the inhaled PbONP (with a size of several nanometers in diameter) formed agglomerates of different sizes (Figure 4). Detailed pictures of lung tissue following 13weeks of exposure to PbONP\nFigure 4: Presence of NPs in lung tissue following 13-week exposure to PbO nanoparticles (panels B-M ) and control lung tissue (panel A). (B) neutrophils (ne), cell debris from disintegrated neutrophils (cd), macrophage (ma) in alveolar space; (C) interstitial macrophage with many phagosomes (ph) and phagosome full of lead nanoparticles in detail (C ); (D, E) impaired bronchiolar epithelium; (F) vacuolated edematous alveolar epithelial cell type I (epi); (G) impaired alveolar epithelial cell type I, rests of plasma membrane (pm), and increased amount of surfactant (s); (H, I) microthrombus in different lung capillaries, accumulation of thrombocytes (thr); (J) severed alveolar epithelial cell type II (epi); (K) detached endothelial cell (ec) from basement membrane; (L, M) lead nanoparticles (np) in vesicles of alveolar epithelial cell type I and lead nanoparticles in vesicle in detail (L’, M ).\ncompared to control tissue showed NP in macrophage phagosomes (Figure 4(C )) or in vesicles of alveolar epithelial cells (Figure 4(L ,M )). Detailed results on the presence of NP in the other organs in a sub-chronic experiment are provided by our previous studies (Dumkov a et al. 2017; Lebedov a et al. 2018)."
    }, {
      "heading" : "3.4. Histological analyses",
      "text" : "The histopathological changes were found in all exposed organs following 13weeks of inhalation of lead oxide nanoparticles (Supplementary Table S2). In lung tissue, we observed peribronchiolar and perivascular inflammatory cell infiltrates, atelectasis, bronchiolitis, hyperemia with congested capillaries, alveolar emphysema, hemostasis with siderophages and foamy macrophages (Figure 5(A–D)). In the liver, there were mononuclear cell infiltrates, focal necrosis with degenerating hepatocytes, polynuclear hepatocytes, macrovesicular steatosis, hemostase with\naffected sinusoids, hepatic remodeling, hypertrophic hepatocytes and numerous infiltrates in the portal area (Figure 5(E–H)). In exposed kidneys, perivascular and peritubular inflammatory cell infiltrates, obliteration of vessels, glomerular metaplasia, higher cellularity in glomeruli and dilatation of proximal tubules were observed (Figure 5(I–L))."
    }, {
      "heading" : "3.5. Concentrations of TBARS",
      "text" : "The concentrations of the membrane damage biomarker TBARS differed among the studied tissues (Figure 6). The highest levels of TBARS were found in the brain, followed by the kidney and lung, with the lowest levels found in liver. In control and exposed animals, no significant changes in TBARS in the liver, kidney and lung were observed during the course of the experiment. Inhalation of PbONP significantly elevated TBARS only in brains during shorter exposures. The concentration of TBARS in the brain (nmol/g) had increased after 2weeks (59%\nFigure 5. Histopathological analysis of mice organs following 13weeks of inhalation of PbO nanoparticles. (A–D) Lung tissue in control and exposed mice after inhalation. Bronchioles (br) of some control animals showed mild signs of inflammation (A), though bronchioles in treated group were more seriously affected (C), alveoli (al) in controls (B) were not affected but inflammatory infiltrates were observed in alveolar septs (D) or detected alveolar emphysema (em in panel D). (E–H) Liver tissue in control animals and exposed mice after inhalation. Mononuclear cell infiltrates (in), macrovesicular steatosis (G, arrowhead), hypertrophy of hepatocyte nuclei (H, arrowheads), hemostase (he) in sinusoids and hepatic remodeling. (I–L) Kidney tissue in control animals and exposed mice after inhalation. Control kidney cortex (I) and medulla (J) without morphological changes, kidney cortex after inhalation (K,L) with inflammatory infiltrates (in) around renal corpuscles (rc), tubules (tu) or vessels (ve). Scale bar 100 mm.\nincrease in average values; p¼ 0.03) and 5weeks of exposure (81% increase in average values; p¼ 0.04), respectively, in comparison to the respective control animals at 2 and 5weeks. The mean concentration observed after 13weeks of exposure remained elevated (36% increase in average values compared to the 13-week controls), but this was not statistically significant (Figure 6)."
    }, {
      "heading" : "3.6. Concentrations of isoprostanes",
      "text" : "Using the LC-MS/MS method developed within this study we were able to show that the concentrations of isoprostanes in control animals differed among tissues. For 8-isoPGE2 (Figure 7) the highest levels and high variation in measured concentrations were observed in the lung. An amount of 8-isoPGE2 about 10 times lower was found in the brain and kidney and the lowest amount (by one hundredfold) was detected in the liver. Similarly, for 8- isoPGF2a the highest concentrations were in the lung followed by the kidney. The lowest concentrations of 8-isoPGF2a were in the liver and brain (10 times lower comparing to the lung). Considering the changes of isoprostanes in control animals during the long-term experiment, we did not observe any significant differences in any tissue for 8- isoPGF2a (Figure 8). Only small changes were observed for 8-isoPGE2. Slightly elevated mean concentrations were observed in the brains of control animals after 13weeks in comparison to week 5 (p¼ 0.04), and small decreases in 8-isoPGE2 in the liver of control animals were observed at weeks 5 (p¼ 0.0006) and 13 (p¼ 0.001; Figure 7) in comparison to controls in week 2.\nConsidering the exposed animals, nano-sized PbO inhalation affected isoprostanes levels in the brain and kidney. A significant increase in the concentration of 8-isoPGF2a was observed after 2weeks in the brain (84% increase in average values; p¼ 0.02) compared to the control group in week 2 (Figure 8). For 8-isoPGE2, after 2weeks, the levels in the kidney of PbONP-exposed animals were doubled in comparison to the corresponding control (p¼ 0.004). Levels in the brains of animals exposed for 5weeks showed about a 40% increase of 8-isoPGE2 in comparison to\n(A)\n(B)\n(C)\n(D)\n6\nTB AR\nS (n\nm ol\n/g )\n2 5 13 5\n10\n15\n20\n25\n30\n2 5 13 2\n4\n6\n8\nTB AR\nS (n\nm ol\n/g )\nTB AR\nS (n\nm ol\n/g )\n2 5 13 5\n10\n15\n20\n25\n30\nweek\n2 5 13\n20\n40\n60\n80\n100\nTB AR\nS (n\nm ol\n/g )\n* *\nFigure 6. TBARS concentrations (nmol per gram) in organs of control (white box) and exposed groups (black box) – lung (A), liver (B), kidney (C) and brain (D) after 2, 5 and 13weeks of exposure. Box-whisker graphs show the median as the middle point, 25/75 percentiles as box, and min/max values as whiskers. Statistically significant differences are highlighted by asterisks (p< 0.05).\nthe corresponding 5-week controls (p¼ 0.0002) (Figure 7). Interestingly, a significant decrease of 8- isoPGF2a was observed in PbONP-exposed mice liver after 13weeks (a 47% decrease in average values compared to the 13-week control group; p¼ 0.005;\nFigure 8). In other organs (lung and kidney), inhalation of PbONP had no statistically significant effect on levels of isoprostanes.\n(A)\n(B)\n(C)\n(D)\n8\nIs o\nF (\nng /g\n)\n2 5 13 40\n60\n80\n100\n120\n140\n160\n2 5 13 2\n4\n6\n8\n10\n12\n14\n16\n18\nIs o\nF (\nng /g\n)\n*\nIs o\nF (\nng /g\n)\n2 5 13 10\n20\n30\n40\n50\n60\nweek\n2 5 13 2\n4\n6\n8\n10\n12\n14\n16\nIs o\nF (\nng /g\n)\n*\nFigure 8. Concentrations of 8-isoPGF2a (ng per gram of tissue) in organs of control (white box) and exposed groups (black box) – lung (A), liver (B), kidney (C) and brain (D) after 2, 5 and 13weeks of exposure. Box-whisker graphs show the median as the middle point, 25/75 percentiles as box, and min/max values as whiskers. Statistically significant differences are highlighted by asterisks (p< 0.05)."
    }, {
      "heading" : "3.7. DNA oxidation",
      "text" : "In control animals, the ratio of oxidized 8-OHdG to 2’-deoxyguanosine (dG) was similar in different tissues with lower levels observed in the lung. During the experiment (2, 5, 13weeks) the ratio of 8-OHdG to dG in the control animals did not generally change, with the exception of a significant and systematic decrease observed in the lungs of control animals at week 13 (an 11% decrease in average values compared to week 5; p¼ 0.04, a 27% decrease compared to week 2; p¼ 0.003) (Figure 9).\nWith regard to animals exposed to PbONP, there was only a moderate (but statistically significant) increase in the 8-OHdG/dG ratio in the lung at the very end of the experiment (a 32% elevation in the mean concentration in animals exposed for 13weeks; p¼ 0.02) (Figure 9). Interestingly, a drop in DNA oxidation was also observed in the control group at week 13 when compared to shorter exposure periods (Figure 9). Other differences found in the measured ratio of 8-OHdG/dG in the liver, brain and kidney among the control and exposed organisms were not statistically significant (Figure 9)."
    }, {
      "heading" : "4. Discussion",
      "text" : "Despite their toxicological relevance, studies focused on chronic inhalation of metal oxide NP are still limited. In accordance with previous sub-chronic inhalation experiments with e.g. CdO nanoparticles and also PbONP (Bl ahov a et al. 2014; Dumkova et al. 2016; Dumkov a et al. 2017; Lebedov a et al. 2018, 2016), the present study confirmed nanoparticles (in agglomerated form) in all studied organs at the end of the experiment. The observed accumulation of Pb in the lung was fast, it reached a plateau after 2weeks and did not further increase up to 13weeks, which corresponds to observations from a previous study that also included acute exposures to PbONP (Lebedov a et al. 2018). The highest levels of Pb were observed in the lung and kidney, followed by the liver. Fast distribution to all tissues after the start of the exposure, mediated most likely by the blood transport, has also been reported for other metal oxide NP (Blum et al. 2012; Lebedov a et al. 2016; Takenaka et al. 2004). Interestingly, a different\npattern was observed for the brain, where Pb concentrations significantly increased during the exposure, which suggests differences in distribution mechanisms. In addition to blood transport, direct transfer of NP along the nasal nerve to the olfactory bulbs and to the brain could also play a role. A comparable delay in the peak of TiO2 concentration in the brain (compared to other organs) has also been observed in other NP inhalation studies involving rats (Pujalt e et al. 2017; Wang et al. 2008).\nThe organ weight, a commonly used marker of chemical toxicity, showed no statistically significant differences, except for the temporary increase of lung weight in animals exposed after 2 and 5weeks (in comparison to the respective 2 and 5week controls). Similarly to our observation, an increase in lung weight was observed also in inhalation studies with NP of CdO (Lebedov a et al. 2016) and Nd2O3NP (Kim et al. 2017) or after instillation exposures to PbS, MnO or PbO NP (Li et al. 2013; M at e et al. 2016; Oszl anczi et al. 2010).\nHistological analyses confirmed that the lung – the primary target organ during inhalation – was more affected in comparison to other studied organs. The observed inflammatory changes in the area surrounding the bronchioles and vessels in exposed mice, hyperemia and atelectasis corresponded to an increased accumulation of lead NP in this organ. In terms of other studied organs, inhalation of PbONP affected the liver where we observed mononuclear cell infiltrates, focal necrosis with degenerating hepatocytes and vacuolization of hepatocyte cytoplasm. While the liver showed notable tissue damage, only slight changes were observed in the kidney, even though it contained higher Pb concentrations. A detailed discussion of the histopathological changes of all studied organs in an acute- and sub-chronical exposure experiment was provided in our previous study (Lebedov a et al. 2018).\nAmong toxicity mechanisms of lead and NP, oxidative stress is a common phenomenon causing lipid peroxidation (LP), inflammation and damage to DNA (Garza et al. 2006; Sharifi et al. 2012). Nevertheless, although the respiratory tract is one of the main routes of entry, there is limited information on the impacts of inhalation exposure to Pb NP.\nIn agreement with previous observations (Lebedov a et al. 2018), the present sub-chronic\ninhalation study with PbONP did not record major changes in biomarkers of lipid peroxidation (TBARS, 8-isoprostanes) in the port of entry organ, i.e. the lung. Our finding does not fully correspond to another study with PbSNP, where lipid peroxidation in the lung was detected in rats after intratracheal injection (30mg/kg, 4months (Li et al. 2013)). Also studies with various other NP reported an increase in LP in the lung, but this was after exposure to much higher doses of NP. For example, the inhalation study of single-walled carbon nanotubes with iron content increased TBARS in mice lungs (5mg/ m3; Shvedova et al. 2008). Increase in lung TBARS (and also in blood or kidney) was reported in rats after nose-only inhalation of TiO2NP (1, 3, 7 and 14 days following inhalation; 0.5–30mg/m3 (Pujalt e et al. 2017)). With regard to isoprostanes (i.e. specific biomarkers of peroxidation of phospholipidbound arachidonic acid), intratracheal instillation and inhalation of NiONP in mice elevated the levels of 8-isoprostane F2a in bronchoalveolar lavage (Horie et al. 2016). Also a study with SiNP-Cd showed elevated isoprostane F2 levels in rat lung after a single intratracheal instillation (Coccini et al. 2012). Further, another study with nose-only inhalation of TiO2NP (7 and 20mg/m\n3) also indicated elevated levels of isoprostane F2 in bronchoalveolar fluid (No€el et al. 2013, 2012). With regard to the levels of isoprostanes in organs of control animals, the observed concentrations were within the same range as previously determined in organs of nonexposed animals including rat lung and liver, mouse kidney or pig brain (Coccini et al. 2012; Sicilia et al. 2008; Solberg et al. 2012).\nThe absence of membrane phospholipid damage in the lung observed in the present study could be related to increased levels of antioxidants (Li et al. 2013), which is in line with the previously observed increased production of the protective GSH antioxidant after long-term exposure of mice to PbONP (Lebedov a et al. 2018).\nUnlike in the lung, inhalation of PbONP caused significant lipid peroxidation in other mice organs including the brain (particularly sensitive to oxidative damage due to high levels of unsaturated fatty acids and high oxygen consumption) and the kidney, where high accumulation of Pb was observed. The significant elevations were observed after 2weeks of exposure in the brain (TBARS and 8-\nisoPGF2a) and kidney (8-isoPGE2) and after 5weeks in the brain (TBARS and 8-isoPGE2). Comparable trends in elevations of LP (TBARS) after inhalation or intranasal administration of metal NP have previously been reported in other studies (Lebedov a et al. 2018; Pujalt e et al. 2017; Ze et al. 2013). Interestingly, no significant changes in LP were observed after 13weeks of exposure in any of the studied organs. On the contrary, a slight decrease in 8-isoPGF2 was observed in the liver of exposed animals after 13weeks. This could be related to detoxification processes leading to rapid excretion of formed isoprostane F2 after its metabolization (Hou et al. 2001).\nIn addition to LP, oxidative DNA damage (8- OHdG expressed per 106 dG ratio) was measured. The 8-OHdG values observed in the present study (control mice) were well comparable with the values previously reported in human lung tissues (Inoue et al. 1998) but 10 times lower than values found in the liver of control rats (Khalil et al. 2011). Although PbONP had only minor oxidative effects on membranes in the lung, levels of 8-OHdG in the lungs of exposed animals were significantly higher in comparison to the control group at 13weeks. For other organs (brain, kidney and liver) we did not observe differences in 8-OHdG during the PbONP exposures. An increase in 8-OHdG levels in the lung (adjusted to protein concentrations) has been observed after a short 24-hour intratracheal instillation of ZnONP in doses corresponding to occupational exposure (Chuang et al. 2017). However, the same study reported no significant effect in the lung after prolonged 28-day exposures (Chuang et al. 2017). Increased levels of 8-OHdG per gram tissue in brain have been observed also after intranasal 90-day exposure of mice to TiO2NP (Ze et al. 2013). Also other inhalation studies with metal nanoparticles indicated changes in the 8-OHdG levels in blood and urine (Chuang et al. 2014, 2013), exhaled human breath condensate (Pelclova et al. 2016) or in bronchoalveolar lavage (Tanaka et al. 2013). Studies focusing on exposure to metal NP through other exposure routes showed the induction of DNA damage and an increase in 8-OHdG in the liver of mice exposed orally to doped (Co ions) and undoped CdSe quantum dots (Khalil et al. 2011) or in the heart of mice after 90-day gastric administrations of TiO2NP (Sheng et al. 2013).\nThe present inhalation study revealed histopathological changes mainly in the lung, the primary target organ, and the liver responsible for metabolism and detoxification. Similar histological changes in the lung were previously described in studies with nanoparticles of cadmium, nickel, zinc, cerium or copper (Blum et al. 2014; Cho et al. 2012, 2010; Dumkova et al. 2016). Inflammatory changes were observed in all exposed animals, but the level of tissue damage differed among individuals. Significant changes were found in the liver, where we observed focal necrosis with necrotic hepatocytes and inflammatory changes. Moreover, areas of extramedullary hematopoiesis and remodeling of liver parenchyma were found following lead-oxide nanoparticle exposure. All these changes are probably associated to a general liver intoxication as was proposed previously (Hardisty and Brix, 2005; Thoolen et al. 2010)."
    }, {
      "heading" : "5. Conclusions",
      "text" : "Although the production of engineered nanoparticles has increased exponentially, there is still limited knowledge about relevant exposures, their toxicity and the mechanisms of their bioactivity.\nThe present sub-chronic inhalation study with PbONP revealed fast blood transport and distribution of Pb from the lung to the kidney and liver. The different accumulation trend observed in the brain indicates that direct transfer of NP along the nasal nerve to the olfactory bulbs and to the brain could also play important role.\nAs summarized in Table 1, exposure of mice to PbONP by long-term inhalation caused significant lipid peroxidation in model organism brains. Slight lipid damage was also detected in the kidney after shorter exposures, but no effects were observed in the liver or lung. On the contrary, long 13-week exposures to PbONP caused oxidation of DNA in the lung, and a time-dependent increase in lung weight was observed after 2 and 5weeks of exposure. Biomarkers in the liver were not negatively affected by inhalation of lead nanoparticles (Table 1), which – together with slight decrease of isoprostane 8-isoPGF2 at the end of the sub-chronic experiment – suggests stimulation of the detoxification mechanisms. The significant histopathological changes (increase of inflammation, general responses to toxin effects) were observed mainly in the lung and in the liver.\nAccumulation of Pb, the presence of nanoparticles in all studied tissues and observed modulations of the effect biomarkers after the long-term environmentally relevant inhalation exposure to lead nanoparticles indicate risks to human health as well as the environment."
    }, {
      "heading" : "Acknowledgments",
      "text" : "The technical assistance of Ms. Monika Podborsk a is acknowledged.\nAuthor contributions\nLuc B validated and performed extractions and analyses of biomarkers of oxidative stress and genotoxicity, evaluated the results and prepared the manuscript. ZN contributed to the extractions and analyses of biomarkers of oxidative stress and data analyses, and also contributed to the writing of the manuscript. ZV designed and performed exposure experiments. LV performed collection of tissue samples, tissue processing analyses of the lead content in organs. BD analyzed lead in mice organs and nanoparticles. JD performed histological analyses. KK performed the exposure experiment and sampled nanoparticles. PM performed exposure experiment, measured nanoparticle concentration and evaluated the data. MB performed collection of tissue samples, histological analyses and interpretation of the data, and also contributed to the writing of the manuscript. AH contributed to histological analyses and finalizing the manuscript. KH contributed to the study design, interpretation of the data and to the writing of the manuscript. Lud B contributed to method development and study design, data processing and interpretation, writing of the manuscript.\nDisclosure statement\nNo potential conflict of interest was reported by the authors.\nFunding\nThis research was supported by the RECETOX Research Infrastructure grants LM2015051 and CZ.02.1.01/0.0/0.0/ 16_013/0001761 and by the Czech Science Foundation [grants No. P503/11/2315 and P503/12/G147]."
    } ],
    "references" : [ {
      "title" : "Short-Term Inhalation",
      "author" : [ "Xiong", "J.T" ],
      "venue" : "Zelikoff",
      "citeRegEx" : "Xiong and ,? \\Q2014\\E",
      "shortCiteRegEx" : "Xiong and ",
      "year" : 2014
    }, {
      "title" : "Sub-Chronic Inhalation of Lead Oxide Nanoparticles Revealed Their Broad Distribution and Tissue-Specific Subcellular Localization in Target Organs.",
      "author" : [ "B. Do cekal", "P. Miku ska", "L. Capka", "P. Fictum", "A. Hampl" ],
      "venue" : "Particale and Fibre Toxicology",
      "citeRegEx" : "cekal et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "cekal et al\\.",
      "year" : 2017
    }, {
      "title" : "Mechanisms of nanotoxicity: Generation of reactive oxygen species.",
      "author" : [ "P.P. Fu", "Q. Xia", "H.M. Hwang", "P.C. Ray", "H. Yu" ],
      "venue" : "Journal of Food and Drug Analysis",
      "citeRegEx" : "Fu et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Fu et al\\.",
      "year" : 2014
    }, {
      "title" : "Cellular Mechanisms of Lead Neurotoxicity.",
      "author" : [ "A. Garza", "R. Vega", "E. Soto" ],
      "venue" : "Medical Science Monitoring : International Medical Journal of Experimantal and Clinical Research",
      "citeRegEx" : "Garza et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Garza et al\\.",
      "year" : 2006
    }, {
      "title" : "Comparative Hepatic Toxicity: PrechroniC/Chronic Liver Toxicity in Rodents.",
      "author" : [ "J.F. Hardisty", "A.E. Brix" ],
      "venue" : "Toxicologic Pathology",
      "citeRegEx" : "Hardisty and Brix.,? \\Q2005\\E",
      "shortCiteRegEx" : "Hardisty and Brix.",
      "year" : 2005
    }, {
      "title" : "Nonenzymatic Free Radical-Catalyzed Generation of 15-Deoxy-D(12,14)-Prostaglandin J2-Like Compounds",
      "author" : [ "K.D. Hardy", "B.E. Cox", "G.L. Milne", "H. Yin", "L.J. Roberts" ],
      "venue" : null,
      "citeRegEx" : "Hardy et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Hardy et al\\.",
      "year" : 2011
    }, {
      "title" : "Lung Cancer Patients Have Increased",
      "author" : [ "H. Kasai" ],
      "venue" : null,
      "citeRegEx" : "Kasai.,? \\Q1998\\E",
      "shortCiteRegEx" : "Kasai.",
      "year" : 1998
    }, {
      "title" : "Impact of acute and subchronic inhalation exposure to PbO Nanoparticles on Mice.",
      "author" : [ "sek", "A. Hampl" ],
      "venue" : "Nanotoxicology 12(4): 290–304.,",
      "citeRegEx" : "sek and Hampl,? \\Q2018\\E",
      "shortCiteRegEx" : "sek and Hampl",
      "year" : 2018
    }, {
      "title" : "The Oxidative Damage and Inflammatory Response Induced by Lead Sulfide Nanoparticles in Rat Lung.",
      "author" : [ "Q. Li", "X. Hu", "Y. Bai", "M. Alattar", "D. Ma", "Y. Cao", "Y. Hao", "L. Wang", "C. Jiang" ],
      "venue" : "Food and Chemical Toxicology",
      "citeRegEx" : "Li et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Li et al\\.",
      "year" : 2013
    }, {
      "title" : "Protein Measurement With the Folin Phenol Reagent.",
      "author" : [ "O.H. Lowry", "N.J. Rosebrough", "A.L. Farr", "R.J. Randall" ],
      "venue" : "The Journal of Biological Chemistry",
      "citeRegEx" : "Lowry et al\\.,? \\Q1951\\E",
      "shortCiteRegEx" : "Lowry et al\\.",
      "year" : 1951
    }, {
      "title" : "Metal Deposition and Functional Neurotoxicity in Rats After 3-6 Weeks Nasal Exposure by two Physicochemical Forms of Manganese.",
      "author" : [ "onya", "A. Papp" ],
      "venue" : "Environmental Toxicology and Pharmacology",
      "citeRegEx" : "onya and Papp.,? \\Q2010\\E",
      "shortCiteRegEx" : "onya and Papp.",
      "year" : 2010
    }, {
      "title" : "Markers of Oxidative Damage of Nucleic Acids and Proteins Among Workers Exposed to TiO2 (Nano) Particles.",
      "author" : [ "D. Pelclova", "V. Zdimal", "Z. Fenclova", "S. Vlckova", "F. Turci", "I. Corazzari", "P. Kacer", "J. Schwarz", "N. Zikova", "O. Makes" ],
      "venue" : "Occupational and Environmental Medicine",
      "citeRegEx" : "Pelclova et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Pelclova et al\\.",
      "year" : 2016
    }, {
      "title" : "Nanomaterial Exposure, Toxicity, and Impact on Human Health.",
      "author" : [ "A. Pietroiusti", "H. Stockmann-Juvala", "F. Lucaroni", "K. Savolainen" ],
      "venue" : "Wiley Interdisciplinary Reviews. Nanomedicine and Nanobiotechnology",
      "citeRegEx" : "Pietroiusti et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Pietroiusti et al\\.",
      "year" : 2018
    }, {
      "title" : "Toxicokinetics of Titanium Dioxide (TiO2) Nanoparticles After Inhalation in Rats.",
      "author" : [ "I. e", "D. Dieme", "S. Haddad", "A.M. Serventi", "M. Bouchard" ],
      "venue" : "Toxicology Letters 265:",
      "citeRegEx" : "e et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "e et al\\.",
      "year" : 2017
    }, {
      "title" : "Forum: Oxidative Stress Status.",
      "author" : [ "L.J. Roberts", "D.J. Morrow" ],
      "venue" : "Science (80)",
      "citeRegEx" : "Roberts and Morrow.,? \\Q2000\\E",
      "shortCiteRegEx" : "Roberts and Morrow.",
      "year" : 2000
    }, {
      "title" : "Toxicity of Nanomaterials.",
      "author" : [ "S. Sharifi", "S. Behzadi", "S. Laurent", "M.L. Forrest", "P. Stroeve", "M. Mahmoudi" ],
      "venue" : "Chemical Society Reviews",
      "citeRegEx" : "Sharifi et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Sharifi et al\\.",
      "year" : 2012
    }, {
      "title" : "Cardiac Oxidative Damage in mice following exposure to nanoparticulate titanium dioxide.",
      "author" : [ "L. Sheng", "X. Wang", "X. Sang", "Y. Ze", "X. Zhao", "D. Liu", "S. Gui", "Q. Sun", "J. Cheng", "Z. Cheng" ],
      "venue" : "Journal of Biomedical Materials Research Part A",
      "citeRegEx" : "Sheng et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Sheng et al\\.",
      "year" : 2013
    }, {
      "title" : "Inhalation vs. Aspiration of SingleWalled Carbon Nanotubes in C57BL/6 Mice: Inflammation, Fibrosis, Oxidative Stress, and Mutagenesis.",
      "author" : [ "A.A. Shvedova", "E. Kisin", "A.R. Murray", "V.J. Johnson", "O. Gorelik", "S. Arepalli", "A.F. Hubbs", "R.R. Mercer", "P. Keohavong", "N. Sussman" ],
      "venue" : null,
      "citeRegEx" : "Shvedova et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Shvedova et al\\.",
      "year" : 2008
    }, {
      "title" : "Fate and Toxic",
      "author" : [ "Ziesenis", "P. Schramel", "J. Heyder" ],
      "venue" : null,
      "citeRegEx" : "Ziesenis et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Ziesenis et al\\.",
      "year" : 2004
    }, {
      "title" : "Effects of Exposure",
      "author" : [ "Shimada", "K.I. Inoue" ],
      "venue" : null,
      "citeRegEx" : "Shimada and Inoue.,? \\Q2013\\E",
      "shortCiteRegEx" : "Shimada and Inoue.",
      "year" : 2013
    }, {
      "title" : "Unique exposure system for the whole body inhalation experiments with small animals",
      "author" : [ "P. Miku ska", "P. Moravec", "J. Smol ık" ],
      "venue" : "Proceedings from NANOCON 2011,",
      "citeRegEx" : "Z. et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Z. et al\\.",
      "year" : 2011
    }, {
      "title" : "Potential Neurological Lesion After Nasal Instillation of TiO2 Nanoparticles in the Anatase and Rutile Crystal Phases.",
      "author" : [ "J. Wang", "C. Chen", "Y. Liu", "F. Jiao", "W. Li", "F. Lao", "Y. Li", "B. Li", "C. Ge", "G. Zhou" ],
      "venue" : "Toxicology Letters",
      "citeRegEx" : "Wang et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2008
    }, {
      "title" : "Review of the Effects of Manufactured Nanoparticles on Mammalian Target Organs.",
      "author" : [ "T. Wu", "M. Tang" ],
      "venue" : "Journal of Applied Toxicology",
      "citeRegEx" : "Wu and Tang.,? \\Q2018\\E",
      "shortCiteRegEx" : "Wu and Tang.",
      "year" : 2018
    }, {
      "title" : "Are 8-Oxoguanine (8-oxoGua) and 5Hydroxymethyluracil (5-hmUra) Oxidatively Damaged DNA Bases or Transcription (Epigenetic) Marks?",
      "author" : [ "E. Zarakowska", "D. Gackowski", "M. Foksinski", "R. Olinski" ],
      "venue" : null,
      "citeRegEx" : "Zarakowska et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Zarakowska et al\\.",
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 12,
      "context" : "The properties of nano-particular forms contribute to novel or enhanced biological activities in comparison to the chemically identical bulk form (Pietroiusti et al. 2018).",
      "startOffset" : 146,
      "endOffset" : 171
    }, {
      "referenceID" : 2,
      "context" : "oxidative stress and further inflammatory reactions that may be associated with biological effects like genotoxicity, alteration of membranes, misfolding of proteins and cellular damage (Fu et al. 2014; Sharifi et al. 2012).",
      "startOffset" : 186,
      "endOffset" : 223
    }, {
      "referenceID" : 15,
      "context" : "oxidative stress and further inflammatory reactions that may be associated with biological effects like genotoxicity, alteration of membranes, misfolding of proteins and cellular damage (Fu et al. 2014; Sharifi et al. 2012).",
      "startOffset" : 186,
      "endOffset" : 223
    }, {
      "referenceID" : 3,
      "context" : "The biological effects of bulk Pb include neurotoxicity, effects on synthesis of hemoglobin, disruption of the endocrine system, reproduction and development (Garza et al. 2006).",
      "startOffset" : 158,
      "endOffset" : 177
    }, {
      "referenceID" : 23,
      "context" : "The most studied biomarker of free-radical induced oxidative lesions in DNA, and also a marker of mutagenic potential, is the 8-hydroxy-2’-deoxyguanosine (8-OHdG or 8-oxodG) (Valavanidis et al. 2009; Zarakowska et al. 2014).",
      "startOffset" : 174,
      "endOffset" : 223
    }, {
      "referenceID" : 5,
      "context" : "Isoprostanes 8-isoPGF2a and 8-isoPGE2 were extracted using a liquid/liquid extraction procedure (Brose et al. 2011; Hardy et al. 2011).",
      "startOffset" : 96,
      "endOffset" : 134
    }, {
      "referenceID" : 21,
      "context" : "A comparable delay in the peak of TiO2 concentration in the brain (compared to other organs) has also been observed in other NP inhalation studies involving rats (Pujalt e et al. 2017; Wang et al. 2008).",
      "startOffset" : 162,
      "endOffset" : 202
    }, {
      "referenceID" : 8,
      "context" : "2017) or after instillation exposures to PbS, MnO or PbO NP (Li et al. 2013; M at e et al. 2016; Oszl anczi et al. 2010).",
      "startOffset" : 60,
      "endOffset" : 120
    }, {
      "referenceID" : 3,
      "context" : "Among toxicity mechanisms of lead and NP, oxidative stress is a common phenomenon causing lipid peroxidation (LP), inflammation and damage to DNA (Garza et al. 2006; Sharifi et al. 2012).",
      "startOffset" : 146,
      "endOffset" : 186
    }, {
      "referenceID" : 15,
      "context" : "Among toxicity mechanisms of lead and NP, oxidative stress is a common phenomenon causing lipid peroxidation (LP), inflammation and damage to DNA (Garza et al. 2006; Sharifi et al. 2012).",
      "startOffset" : 146,
      "endOffset" : 186
    }, {
      "referenceID" : 8,
      "context" : "Our finding does not fully correspond to another study with PbSNP, where lipid peroxidation in the lung was detected in rats after intratracheal injection (30mg/kg, 4months (Li et al. 2013)).",
      "startOffset" : 173,
      "endOffset" : 189
    }, {
      "referenceID" : 17,
      "context" : "For example, the inhalation study of single-walled carbon nanotubes with iron content increased TBARS in mice lungs (5mg/ m(3); Shvedova et al. 2008).",
      "startOffset" : 116,
      "endOffset" : 149
    }, {
      "referenceID" : 8,
      "context" : "The absence of membrane phospholipid damage in the lung observed in the present study could be related to increased levels of antioxidants (Li et al. 2013), which is in line with the previously observed increased production of the protective GSH antioxidant after long-term exposure of mice to PbONP (Lebedov a et al.",
      "startOffset" : 139,
      "endOffset" : 155
    }, {
      "referenceID" : 11,
      "context" : "2014, 2013), exhaled human breath condensate (Pelclova et al. 2016) or in bronchoalveolar lavage (Tanaka et al.",
      "startOffset" : 45,
      "endOffset" : 67
    }, {
      "referenceID" : 16,
      "context" : "2011) or in the heart of mice after 90-day gastric administrations of TiO2NP (Sheng et al. 2013).",
      "startOffset" : 77,
      "endOffset" : 96
    }, {
      "referenceID" : 4,
      "context" : "All these changes are probably associated to a general liver intoxication as was proposed previously (Hardisty and Brix, 2005; Thoolen et al. 2010).",
      "startOffset" : 101,
      "endOffset" : 147
    } ],
    "year" : 2019,
    "abstractText" : "Although the production of engineered nanoparticles increases our knowledge of toxicity and mechanisms of bioactivity during relevant exposures is lacking. In the present study mice were exposed to PbO nanoparticles (PbONP; 192.5mg/m; 1.93 10 particles/cm) for 2, 5 and 13weeks through continuous inhalation. The analyses addressed Pb and PbONP distribution in organs (lung, liver, kidney, brain) using electrothermal atomic absorption spectrometry and transmission electron microscopy, as well as histopathology and analyses of oxidative stress biomarkers. New LC-MS/MS methods were validated for biomarkers of lipid damage F2-isoprostanes (8-iso-prostaglandins F2-alpha and E2) and hydroxylated deoxoguanosine (8-OHdG, marker of DNA oxidation). Commonly studied malondialdehyde was also measured as TBARS by HPLC-DAD. The study revealed fast blood transport and distribution of Pb from the lung to the kidney and liver. A different Pb accumulation trend was observed in the brain, suggesting transfer of NP along the nasal nerve to the olfactory bulbs. Long-term inhalation of PbONP caused lipid peroxidation in animal brains (increased levels of TBARS and both isoprostanes). Membrane lipid damage was also detected in the kidney after shorter exposures, but not in the liver or lung. On the contrary, longer exposures to PbONP increased levels of 8-OHdG in the lung and temporarily increased lung weight after 2 and 5weeks of exposure. The histopathological changes observed mainly in the lung and liver indicated inflammation and general toxicity responses. The present long-term inhalation study indicates risks of PbONP to both human health and the environment. ARTICLE HISTORY Received 3 September 2019 Revised 22 October 2019 Accepted 23 October 2019",
    "creator" : null
  }
}