{
  "name" : "downloads_2020-01-02_3d_taheri-ledari2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "High-performance sono/nano-catalytic system: CTSN/Fe3O4–Cu nanocomposite, a promising heterogeneous catalyst for the synthesis of N-arylimidazoles",
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "RSC Advances\nPAPER\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 D\nec em\nbe r\n20 19\n. D ow\nnl oa\nde d\non 1\n/2 /2\n02 0\n7: 12\n:5 9\nPM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\n.\nView Article Online View Journal | View Issue\nHigh-performanc\nCatalysts and Organic Synthesis Research La University of Science and Technology, Tehr iust.ac.ir; Fax: +98 21 73021584; Tel: +98 2 † Electronic supplementary information ( NMR (H and C) of selected N-aryimidazole of recovered nanocatalyst. See DOI: 10.10\nCite this: RSC Adv., 2019, 9, 40348\nReceived 4th October 2019 Accepted 29th November 2019\nDOI: 10.1039/c9ra08062g\nrsc.li/rsc-advances\n40348 | RSC Adv., 2019, 9, 40348–4\ne sono/nano-catalytic system: CTSN/Fe3O4–Cu nanocomposite, a promising heterogeneous catalyst for the synthesis of Narylimidazoles†\nReza Taheri-Ledari, Seyed Masoud Hashemi and Ali Maleki *\nHerein, a promising heterogeneous nanoscale catalytic system constructed of chitosan (CTSN, as\na polymeric basis), iron oxide nanoparticles (Fe3O4 NPs, as the magnetic agent), and copper oxide nanoparticles (CuO NPs, as the main catalytic active site) is presented. Firstly, a convenient synthetic\nroute for preparation of this novel nanocatalyst (CTSN/Fe3O4–Cu) is presented. Further, the synergistic catalytic effect between the novel-designed catalyst and ultrasound waves (USW) in N-arylation coupling\nreactions of the imidazole derivatives (using various aryl halides) is precisely discussed. Concisely, high\nreaction yields (98%) have been obtained in short reaction time (10 min) through applying a partial\namount (0.01 g) of this nanocatalyst. As the main reason for high catalytic activity of CTSN/Fe3O4–Cu, nanosized cluster-shaped morphology, which provides a wide surface active area, can be expressed.\nHowever, as the most distinguished properties of CTSN/Fe3O4–Cu catalytic system, high convenience in separation and excellent reusability could be mentioned. CTSN/Fe3O4–Cu nanocomposite can be easily recovered by using an external magnet and reused at least for eight times with no significant decline in\nthe catalytic activity. Structural characterizations of this novel system have been done by various\nanalytical methods and the obtained results have been well interpreted in the context."
    }, {
      "heading" : "1. Introduction",
      "text" : "Recently, science and technology are shiing more toward design and development of the novel safe energy resources to create a healthier world. Thus, using clean and nonhazardous materials and executing the green methods have attracted so much attentions in different research elds. In chemical catalysis scope, numerous efforts have beenmade to design and fabricate efficient catalytic systems that include nontoxic materials in their structures and do not need any hazardous reagent for running the catalytic process.1,2 In recent decade, ultrasound wave (USW) irradiation has been introduced as one of the most effective strategies that can also be considered as a great co-catalyst agent for chemical reactions.3,4 From both physical and chemical aspects, USW irradiation activates the catalytic sites of the chemicals to enhance the performance of the catalytic systems. Also, USW irradiation leads to obtain high reaction yields in short reaction times, with the least amount of the wasted materials. Moreover, the structure of the\nboratory, Department of Chemistry, Iran an 16846-13114, Iran. E-mail: maleki@ 1 73228313 ESI) available: The ESI le includes the products and also SEM and EDX results 39/c9ra08062g\n0356\nheterogeneous catalytic systems will not be damaged under USW irradiation. Concisely, USW irradiation is more convenient, fast, safe and simple than traditional heating sources.5–7 Therefore, diverse organic reactions can efficiently be carried out under USW irradiation. As the main reasons, acoustic cavitation and cage effect through microject bubbles (microbubbles) that create high temperatures and microscopic pressures within few seconds lead to acceleration of the chemical reactions.8 As a result, USW irradiation is classied as a green, powerful, economical and environmentally-friendly approach in chemical reactions. In this study, we try to show the synergistic catalytic effect between USW (using an US cleaner bath) with a novel nanoscale catalytic system for facilitating the chemical synthesis reactions.\nProportional to the impressive and fast progress in nanotechnology, several nanoscale heterogeneous catalytic systems have been introduced by researchers to perform the complex chemical reactions with more convenience.9–12 Among various species of the reported heterogeneous catalytic systems, magnetic nanocatalysts have attracted more attentions due to including high convenience in separation and recycling processes. For instance, we recently reported some novel magnetic nanoparticles (NPs) that have been functionalized and applied for different catalytic aims such as facilitating peptide couplings and multicomponent synthesis reactions of\nThis journal is © The Royal Society of Chemistry 2019\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 D\nec em\nbe r\n20 19\n. D ow\nnl oa\nde d\non 1\n/2 /2\n02 0\n7: 12\n:5 9\nPM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\npharmaceutical compounds.13,14 However, wide surface active area, great functionalization capability, nontoxicity, excellent stability and thermal resistance, and etc. could also bementioned as the additional important reasons for employing the magnetic NPs for catalytic purposes. Among all of the different categories ofmagnetic NPs, iron oxide NPs species (Fe3O4, g-Fe2O3, and etc.) are extremely used due to their easy preparation and superparamagnetic behavior.15–17 In this work, we report a novel magnetic nanocatalyst that is constructed of copper nanoparticles (Cu NPs) as the main catalytic active sites, iron oxide nanoparticles (Fe3O4 NPs) as the magnetic agent, and chitosan (CTSN) as the natural polymeric matrix for composition and stabilization of the nanoscale ingredients (CTSN/Fe3O4–Cu).\nIn recent decades, N-arylated azoles e.g., arylpyrroles, arylpyrazoles, arylimidazoles, aryltriazoles, arylindoles, arylcarbazoles, and etc. have attracted so much attentions because of their important applications in medicinal and materials elds. Some of these scaffolds are also found inmany bioactive natural products.18 Among all of the heterocyclic compounds, study on the N-aryl imidazoles is very intensive because of its famous biomedical properties such as receptor antagonists and thromboxane synthase inhibitors.19,20 In this regard, some ligand-free copper-catalyzed N-arylation reactions have been reported. For instance, Son et al. have prepared coated-CuO nanoparticles by thermal decomposition using copper acetylacetonate.21 Choudary et al. have designed a catalyst for N-arylation of imidazoles via the cation exchange of uorapatite and tert-butoxyapatite with copper.22 Thus, designing a simple and\nScheme 1 Preparation route of CTSN/Fe3O4–Cu nanocomposite.\nThis journal is © The Royal Society of Chemistry 2019\nefficient route for the synthesis of N-aryl or heteroarylamines remains highly desirable.\nIn this work, we try to facilitate the N-arylation of imidazoles and its derivatives by using a novel designed CTSN/Fe3O4–Cu nanocomposite, as an inexpensive magnetic nanocatalyst, under ‘ligand-free’ conditions. Firstly, a convenient route is introduced for preparation of this novel catalytic system. Then, as the distinguished advantages, high magnetic behavior that leads to easily separation aer completion of the synthetic reactions with no need to some complex purication processes. Moreover, high stability of this heterogeneous catalytic system provides a great opportunity to reuse this system for several times without any decline in the catalytic performance. High performance of this catalytic system origins from a synergistic catalytic effect between the fabricated nanocomposite (CTSN/ Fe3O4–Cu) and ultrasound waves, which is considered as a faster and safer method in comparison with other methods.23 For this purpose, all of the synthetic reactions have been carried out in an ultrasound cleaner bath with 50 kHz frequency and 200 W L 1 power density. From physical aspect, well-known cluster shape of the composite provide an extreme surface active area for catalytic aims. In addition of the mentioned excellences, substantial biocompatibility and biodegradability is obtained for this catalytic system, through applying a natural basis (CTSN) in the structure of the catalyst. As a result, a fast and safe strategy for the synthesis of the N-arylated imidazole derivatives is presented in this study, through which high reaction yields (98%) are obtained in short reaction time (10 min) with high safety and convenience.\nRSC Adv., 2019, 9, 40348–40356 | 40349\nFig. 1 FT-IR spectra of CTSN, Fe3O4, and CTSN/Fe3O4–Cu nanocomposite.\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 D\nec em\nbe r\n20 19\n. D ow\nnl oa\nde d\non 1\n/2 /2\n02 0\n7: 12\n:5 9\nPM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce"
    }, {
      "heading" : "2. Experimental",
      "text" : ""
    }, {
      "heading" : "2.1. Materials and equipment",
      "text" : "All the solvents, chemicals and reagents were purchased from Merck, Sigma and Aldrich. Melting points were measured on an Electrothermal 9100 apparatus and are uncorrected. FT-IR spectra were recorded on a Shimadzu IR-470 spectrometer by the method of KBr pellet. 1H and 13C Nuclear Magnetic Resonance (NMR) spectra were recorded on a Bruker DRX-500 Avance spectrometer at 500, 300, 75 and 125 MHz, respectively. Thermal analysis (TGA) was also done by using of BahrSTA 504 instrument under argon atmosphere. FESEM images were taken by Sigma-Zeiss microscope with attached camera. Magnetic measurements of the solid samples were performed using Lakeshore 7407 and Meghnatis Kavir Kashan Co., Iran vibrating sample magnetometers (VSMs). Elemental analysis of the nanocatalyst was carried out by energy-dispersive X-ray (EDX) analysis which was recorded on a Numerix DXP-X10P. XRD measurements were carried out by using a DRON-8 Xray diffractometer.\n40350 | RSC Adv., 2019, 9, 40348–40356"
    }, {
      "heading" : "2.2. Practical methods",
      "text" : "2.2.1. Synthesis of CTSN/Fe3O4 nanocomposite. In a round-bottom ask (100 mL), CTSN (high purity, 180 kDa) (0.5 g) was dissolved in a mix of dilute acidic deionized water (4.0 mL, pH ¼ 5.5 by HCl) and ethanol (4.0 mL), at 80 C under N2 atmosphere. Then, two aqueous solutions (0.1 M) of FeCl2$4H2O and FeCl3$6H2O were simultaneously added to the ask. Next, concentrate NH3 was slowly added to the mixture, until pH ¼ 12 was obtained. The dark particles of the Fe3O4 were produced via co-deposition method and composited with CTSN during an in situ process. Aer completion of the addition, the magnetized CTSN was collected by an external magnet and washed with distilled water and ethanol, and dried in a vacuum oven.\n2.2.2. Synthesis of CTSN/Fe3O4–Cu nanocomposite. In a round-bottom ask (50 mL), CTSN/Fe3O4 (0.1 g) was placed and well dispersed in deionizedwater (3.0mL), via ultrasonication (10 min). Next, Cu(OAc)2 aqueous solution (5% wt, 2.0 mL) was added drop by drop to the aqueous mixture of CTSN/Fe3O4, and the mixture were ultrasonicated into an US bath (50 kHz, 200 W\nThis journal is © The Royal Society of Chemistry 2019\nFig. 2 (a) FE-SEM image of CTSN/Fe3O4, and (b) the prepared CTSN/Fe3O4–Cu nanocomposite. (c) EDX analysis results of the prepared CTSN/ Fe3O4–Cu nanocomposite [Y-axis: count, X-axis: energy (keV)].\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 D\nec em\nbe r\n20 19\n. D ow\nnl oa\nde d\non 1\n/2 /2\n02 0\n7: 12\n:5 9\nPM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\nL 1) for 1 h, at 80 C. Finally, the fabricated CTSN/Fe3O4–Cu nanocomposite were magnetically separated and washed with deionized water and ethanol and dried at room temperature.\n2.2.3. General procedure for N-arylation of imidazoles by CTSN/Fe3O4–Cu nanocatalyst via USW irradiation. In a glass tube (Threaded Test Tube with Phenolic Cap, 13 100 mm), aryl halide (1.0 mmol), imidazole (2.0 mmol), CTSN/Fe3O4–Cu (0.01 mg), CTAB (0.5 mmol) and K2CO3 (1.5 mmol) were added in deionized water (4.0 mL). The mixture was sonicated for 10 min, at room temperature in an ultrasonic bath (50 kHz, 200 W). Aer completion of the reaction, the mixture was diluted with H2O (5.0 mL) and extracted with EtOAc (4 10 mL). The combined organic phases was washed with water and brine, dried over anhydrous Na2SO4, and concentrated in vacuum. The residue was puried by ash column chromatograph on silica gel (ethyl acetate/n-hexane, 2 : 1) to afford the target pure product. As same as excellent results were obtained in gram scale of the reaction by starting these ratio of raw materials and reagents.\n2.2.4. Spectral data for selected products 1-Phenyl-1H-imidazole 3a. 1H NMR (DMSO-d6, 300 MHz), d (ppm): 7.14 (s, 1H), 7.37 (t, 1H, J ¼ 7.2 Hz), 7.53 (t, 2H, J ¼ 7.4 Hz), 7.67–7.78 (m, 3H), 8.3 (s, 1H). 13C NMR (DMSO-d6, 75 MHz): d (ppm): 118.5, 121.5, 127.8, 130.1, 130.8, 135.7, 137.7.\n1-p-Tolyl-1H-imidazole 3b. 1H NMR (CDCl3, 500 MHz), d (ppm): 7.79 (s, 1H), 7.22 (m, 5H), 7.17 (s, 1H), 2.37 (s, 3H). 13C NMR (CDCl3, 125 MHz): d (ppm): 137.7, 135.8, 135.4, 130.7, 130.4, 121.6, 118.6, 21.2.\nThis journal is © The Royal Society of Chemistry 2019"
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Preparation of CTSN/Fe3O4–Cu nanocatalyst",
      "text" : "Initially, CTSN was dissolved in a mix of dilute acidic water (pH ¼ 5.5) and ethanol with equal ratios, at 80 C under N2 atmosphere. When a clear and homogeneous mixture was obtained, two aqueous solutions of FeCl2$4H2O and FeCl3$6H2O were added drop by drop to into the ask. Next, ammonia was slowly added to the mixture, until pH ¼ 12 was obtained. The dark particles of the Fe3O4 were synthesized via an in situ codeposition method and composited with CTSN. Aer completion of the addition, the magnetized CTSN was collected by an external magnet and washed with distilled water and ethanol, and dried in a vacuum oven. Aerward, copper(II) acetate aqueous solution (5%wt) was added drop by drop to a dispersed aqueous mixture of CTSN/Fe3O4, and the mixture were ultrasonicated into an US bath (with frequency: 50 kHz and power density: 200W L 1) for 1 h, at 80 C. Finally, the CTSN/Fe3O4–Cu nanocomposite was magnetically separated and washed with deionized water and ethanol and dried at room temperature (Scheme 1)."
    }, {
      "heading" : "3.2. Characterization of CTSN/Fe3O4–Cu nanocatalyst",
      "text" : "Aer preparation of the nanocomposite, various conventional instrumental techniques were used for the characterization of the structure and morphology. The comparative FT-IR spectra of the synthesized CTSN/Fe3O4–Cu nanocomposite and its individual components are shown in Fig. 1. In the spectrum of\nRSC Adv., 2019, 9, 40348–40356 | 40351\nFig. 3 XRD pattern of the fabricated CTSN/Fe3O4–Cu nanocomposite.\na Isolated yield for product 3a, via coupling reaction between bromobenzene (1.0 mmol) and imidazole (2.0 mmol), CTAB (0.5 mmol), in the presence of K2CO3 (1.5 mmol), and the solvent (4.0 mL), in the USW bath (50 kHz, 200 W). b Optimum conditions.\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 D\nec em\nbe r\n20 19\n. D ow\nnl oa\nde d\non 1\n/2 /2\n02 0\n7: 12\n:5 9\nPM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\nCTSN, The absorption band at 3443 cm 1 is related to the vibrational stretching of the N–H and O–H groups. The absorption band that is appeared at 2922 cm 1 coming from the stretching vibrations of aliphatic C–H groups, and the appeared peak at 1155 cm 1 origins from the stretching vibrations of C–O–C bond. The absorption band at 1602 cm 1 indicates the presence of N–H of amide groups. The absorption bands appeared at 1423 and 1384 cm 1 refer to C–N vibrations. The absorption bands at ca. 598 cm 1 can be seen in the spectrum of Fe3O4 NPs, corresponds to the stretching vibrations of Fe–O band. The intensive broad absorption at 3425 cm 1 represented the stretching mode of H2O molecules and –OH groups. In the spectrum of CTSN/Fe3O4–Cu nanocomposite, absorption band at 3431 cm 1 refers to the stretching vibrations of O–H and N–H groups of chitosan that bonded to the copper ferrite nano particles and shi to lower frequency. It also refers to O–H groups of nanoparticles. The absorption band at ca. 1059 cm 1 shows the stretch vibrations of C–O bond and the 598 cm 1 band represented the Fe–O group of Fe3O4 NPs. Therefore, the FT-IR analysis conrmed the supporting of Fe3O4 and Cu NPs on the surface and matrix of chitosan. EDX analysis was also performed for determination of the elements constitutes catalyst.24 EDX spectra shows that there are C, Fe, Cu and O atoms in the structure of the fabricated nanocomposite. The EDX spectrum of the fabricated CTSN/Fe3O4–Cu nanocomposite and also the quantitative results have been exhibited in Fig. 2(c).\n40352 | RSC Adv., 2019, 9, 40348–40356\nField-emission scanning electron microscopy (FE-SEM) images were used to investigate shape and size of the prepared nanocomposite (Fig. 2). As seen in Fig. 2(a), suitable distribution of the spherical Fe3O4 NPs on the chitosan surfaces has formed a cluster-shaped nanocomposite. This morphology provides more extreme active areas for catalytic applications. Moreover, the size of the spherical Fe3O4 NPs is in a range of 40–60 nm diameter. Most likely, these regular cluster-shaped structures are produced via the in situ codeposition process (described in preparation section). Then, the uniform spherical Cu NPs have been incorporated into the CTSN polymeric network, as can be observed in Fig. 2(b). Overall, this is clearly seen that an extreme catalytic active area is provided by the nanosized CTSN/Fe3O4–Cu nanocomposite.\nThe XRD pattern of the CTSN/Fe3O4–Cu nanocomposite has been demonstrated in Fig. 3, and the average size of the particles is calculated by the Scherrer equation; D ¼ kl/b cos q. According to the gure, the resulted diffraction pattern has been precisely compared with the reference patterns of the Fe3O4 and CuONPs and it was strongly conrmed that they have been thoroughly produced and distributed onto the textures of\n) VSM analysis of (i) Fe3O4 NPs and (ii) CTSN/Fe3O4–Cu nanocomposite.\nThis journal is © The Royal Society of Chemistry 2019\nScheme 2 Schematic of the synthesis of aryl imidazole derivatives by CTSN/Fe3O4–Cu nanocatalyst, in US bath.\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 D\nec em\nbe r\n20 19\n. D ow\nnl oa\nde d\non 1\n/2 /2\n02 0\n7: 12\n:5 9\nPM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\nCTSN matrix. Accordingly, the peaks at the dispersion angles 2q ¼ 19.11 , 31.64 , 33.91 , 36.56 , 38.42 , 45.15 , 58.65 , 63.25 , 64.25 and 78.65 , which have been marked with miller indices,\nTable 2 Synthesis of various aryl imidazole derivatives using CTSN/Fe3O\nEntry\nR–Ar–X\nProduct structR X\n1 H Br\n2 Me Br\n3 Me I\n4 OMe I\n5 OH Br\n6 Cl I\n7 COMe Br\n8 CN I\n9 NO2 Br\n10 NO2 I\na Isolated yield.\nThis journal is © The Royal Society of Chemistry 2019\nare attributed to the formed Fe3O4 and CuO NPs. There are strong correlations between the obtained XRD pattern and the reported references.13,25\n4–Cu nanocatalyst\nure Product no. Yielda (%)\n3a 98\n3b 92\n3c 90\n3d 85\n3e 82\n3f 93\n3g 92\n3h 98\n3i 96\n3j 97\nRSC Adv., 2019, 9, 40348–40356 | 40353\nFig. 5 Reusability diagram of CTSN/Fe3O4–Cu nanocomposite.\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 D\nec em\nbe r\n20 19\n. D ow\nnl oa\nde d\non 1\n/2 /2\n02 0\n7: 12\n:5 9\nPM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\nThermal resistance of the fabricated CTSN/Fe3O4–Cu nanocomposite has also been studied by thermogravimetric analysis (TGA). As shown in Fig. 4(a), initially a partial increase in the weight was observed that is attributed to the physical adsorption of the moisture of the air onto the hot surfaces of NPs. Then, the weight percentage was decreased to ca. 98% due to removal of the water molecules. In continue, by increasing the temperature to around 420 C, the rst important shoulder was appeared that coming from the weight loss of CTSN. According to the literature,\nFig. 6 The plausible mechanism for N-arylation of imidazole derivatives\n40354 | RSC Adv., 2019, 9, 40348–40356\ndecomposition of the CTSN is started above 420 C.26 Further, the second shoulder is observed at 620 C, which is ascribed to the decomposition of the NPs. Totally, from the TGA, this is well proven that the degradation and decomposition of CTSN polysaccharide is greatly inhibited by the composited Cu and Fe3O4 NPs. Magnetic property of the fabricated CTSN/ Fe3O4–Cu nanocomposite has also been investigated by vibrating-sample magnetometer (VSM) analysis and related spectra are shown in Fig. 4(b). As it can be seen in the spectra, the magnetic feature of the neat Fe3O4 NPs is reduced proportional to more core coating by various layers. Graph (i) that belongs to the neat Fe3O4 NPs exhibits a typical superparamagnetic behavior (55 emu g 1) through applying the magnetic eld, as presented in the gure. This property was 20 emu g 1 decreased through subsequent coating by CTSN (graph ii). However, this is clearly seen that superparamagnetic behavior of the produced CTSN/Fe3O4–Cu nanocomposite is adequate for easily separation of the catalyst from the reaction mixture."
    }, {
      "heading" : "3.3. Catalytic activity of CTSN/Fe3O4–Cu nanocatalyst",
      "text" : "3.3.1. Optimization of the catalyzed-reaction conditions & catalytic performance screening. In order to obtain the optimum conditions for the synthesis reactions by novel prepared heterogeneous CTSN/Fe3O4–Cu nanocatalyst, control reaction was carried out using imidazole 1 (2.0 mmol), bromobenzene 2 (1.0 mmol), cetyltrimethylammonium bromide (CTAB, 0.5 mmol), and\nassisted by CTSN/Fe3O4–Cu nanocomposite.\nThis journal is © The Royal Society of Chemistry 2019\nO pe\nn A\ncc es\ns A\nrt ic\nle . P\nub lis\nhe d\non 0\n5 D\nec em\nbe r\n20 19\n. D ow\nnl oa\nde d\non 1\n/2 /2\n02 0\n7: 12\n:5 9\nPM .\nT hi\ns ar\ntic le\nis li\nce ns\ned u\nnd er\na C\nre at\niv e\nC om\nm on\ns A\nttr ib\nut io\nn 3.\n0 U\nnp or\nte d\nL ic\nen ce\ndifferent amounts of CTSN/Fe3O4–Cu in various conditions (Scheme 2 and Table 1). Accordingly, the same reaction conditions were applied for all of the control reactions. Different amounts of the magnetic nanocatalyst, different reaction times, and the synergistic effect between the magnetic nanocomposite and USW were precisely investigated. As reported in Table 1, the best result was observed when 0.01 g of CTSN/Fe3O4–Cu was used in deionized water, under 10 min ultrasonication (50 kHz frequency and 200 W power density), at room temperature. The reaction progress was screened using thin-layer chromatography (TLC). Aer completion of the reaction, the heterogeneous nanocatalyst were conveniently collected using an external magnet, then resulted aryl imidazole was immediately separated and puried via ash column chromatography and identied with 1H-NMR and 13C-NMR (see the ESI section†). However, in order to evaluate the scope and generality of this approach, the optimized reaction condition was applied for the synthesis reactions of the diverse aryl imidazole derivatives, as summarized in Table 2. The N-arylation of imidazoles with aryl iodides and aryl bromides bearing both electrondonating and electron-withdrawing groups was done effectively and gave good yields. As same as excellent results were obtained in gram scale of the reaction by starting these ratio of raw materials and reagents.\n3.3.2. Catalyst reusability. Another important advantage of this active, non-toxic, and environmentally-benign heterogeneous catalyst is its well recyclability. In this regard, the nanocatalyst performance was carefully monitored in the model reaction (product 3a) aer eight times recycling. For this purpose, aer completion of the reaction, the CTSN/Fe3O4–Cu nanocomposite were magnetically isolated from the mixture and washed with ethanol, then dried and reused in subsequent reactions. It is observed that the nanocatalyst can be reused at least for eight successive times without any signicant reduction in coupling reaction yield (Fig. 5). The observed reduction in catalytic activity probably origins from the separation of Cu NPs from the total structure of the nanocatalyst and deformation of the clustershaped structure of CTSN/Fe3O4–Cu nanocomposite during the catalytic process. These claims have been proven by SEM imaging and EDX spectroscopy of the recovered nanocatalyst aer eight times usages (Fig. S5 and S6, in the ESI section†)."
    }, {
      "heading" : "3.4. Suggested mechanism",
      "text" : "A plausible mechanism for this catalytic reaction has been depicted in Fig. 6. As can be seen, at the rst stage, an oxidative addition is occurred through which Cu inserts into the Ar–X bond. Then, the resulted complex reacts with imidazole that was activated by potassium carbonate, at stage 2. In the following step (stage 3), a reductive elimination is occurred and the desirable product is obtained.27"
    }, {
      "heading" : "4. Conclusion",
      "text" : "In summary, a novel catalytic system constructed of chitosan, iron oxide NPs, and copper NPs has been designed and\nThis journal is © The Royal Society of Chemistry 2019\npresented as an instrumental tool for facilitating the synthesis of N-arylimidazole derivatives. There are several advantages for applying this nanoscale system. The rst and foremost excellence, well execution of synthesis reactions under mild conditions (98% yielded in 10 min at room temperature) through using a partial amount (0.01 g) of this heterogeneous catalytic system can be referred. This high catalytic performance is due to a synergistic catalytic effect between the fabricated nanocomposite (CTSN/Fe3O4–Cu) and the ultrasound waves with 50 kHz frequency and 200 W L 1 power density. In addition, the nanocatalyst is conveniently separated from the reaction mixture and recovered by an external magnetic eld and reused efficiently for additional seven times without signicant decrease in its catalytic activity. Moreover, there are several advantages for the presented catalytic system such as high heterogeneity, great biocompatibility and biodegradability (through applying CTSN as a natural basis), economic advantages, excellent structural stability due to assisting by ultrasound waves, and no need to another chemical additive or applying intense reaction conditions to provide the required driving force. Thus, this catalytic system could be suggested for scaling up and using in industry.\nConflicts of interest\nThere are no conicts to declare."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The authors gratefully acknowledge the partial support from the Research Council of the Iran University of Science and Technology and Iran National Science Foundation (INSF)."
    } ],
    "references" : [ {
      "title" : "Synthesis of silver particles stabilized by a bifunctional SiHx– NHy–PMHS oligomer as recyclable nanocatalysts for the catalytic reduction of 4-nitrophenol",
      "author" : [ "Z. Wang", "S. Yao", "S. Pan", "J. Su", "C. Fang", "X. Houa", "M. Zhan" ],
      "venue" : "RSC Adv.,",
      "citeRegEx" : "Wang et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2019
    }, {
      "title" : "CoFe2O4/Cu(OH)2 magnetic nanocomposite: an efficient and reusable heterogeneous catalyst for one-pot synthesis of b-hydroxy-1,4disubstituted-1,2,3-triazoles from epoxides",
      "author" : [ "R. Eisavi", "A. Karimi" ],
      "venue" : "RSC Adv.,",
      "citeRegEx" : "Eisavi and Karimi,? \\Q2019\\E",
      "shortCiteRegEx" : "Eisavi and Karimi",
      "year" : 2019
    }, {
      "title" : "An ultrasound-assisted approach to bio-derived nanoporous carbons: disclosing a linear relationship between effective micropores and capacitance",
      "author" : [ "P. Bai", "S. Wei", "X. Loua", "L. Xu" ],
      "venue" : "RSC Adv.,",
      "citeRegEx" : "Bai et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Bai et al\\.",
      "year" : 2019
    }, {
      "title" : "Ultrasound assisted one-step synthesis of Au@Pt dendritic nanoparticles with enhanced NIR absorption for photothermal cancer",
      "author" : [ "Y. Yang", "M. Chen", "Y. Wu", "P. Wang", "Y. Zhao", "W. Zhu", "Z. Song", "X.B. Zhang" ],
      "venue" : "therapy, RSC Adv.,",
      "citeRegEx" : "Yang et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2019
    }, {
      "title" : "Facile in situ synthesis and characterization of a novel PANI/Fe3O4/Ag RSC Adv",
      "author" : [ "A. Maleki", "H. Movahed", "P. Ravaghi", "T. Kari" ],
      "venue" : null,
      "citeRegEx" : "Maleki et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Maleki et al\\.",
      "year" : 2019
    }, {
      "title" : "Green oxidation protocol: Selective conversions of alcohols and alkenes to aldehydes, ketones and epoxides by using a new multiwall carbon nanotubebased hybrid nanocatalyst via ultrasound irradiation, Ultrason",
      "author" : [ "A. Maleki" ],
      "venue" : "Sonochem., 2018,",
      "citeRegEx" : "Maleki,? \\Q2018\\E",
      "shortCiteRegEx" : "Maleki",
      "year" : 2018
    }, {
      "title" : "Synergistic catalytic effect between ultrasound waves and pyrimidine2,4-diamine-functionalized magnetic nanoparticles: Applied for synthesis of 1,4-dihydropyridine pharmaceutical derivatives, Ultrason",
      "author" : [ "R. Taheri-Ledari", "J. Rahimi", "A. Maleki" ],
      "venue" : "Sonochem.,",
      "citeRegEx" : "Taheri.Ledari et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Taheri.Ledari et al\\.",
      "year" : 2019
    }, {
      "title" : "Efficacy of transdermal magnesium ascorbyl phosphate delivery aer ultrasound treatment with microbubbles in gel-type surrounding medium in mice, Mater",
      "author" : [ "A.H. Liao", "Y.J. Lu", "C.R. Hung", "M.Y. Yang" ],
      "venue" : null,
      "citeRegEx" : "Liao et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Liao et al\\.",
      "year" : 2016
    }, {
      "title" : "Enhanced reduction of nitrobenzene derivatives: Effective strategy executed by Fe3O4/PVA-10% Ag as a versatile hybrid nanocatalyst, Catal",
      "author" : [ "J. Rahimi", "R. Taheri-Ledari", "M. Niksefat", "A. Maleki" ],
      "venue" : null,
      "citeRegEx" : "Rahimi et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Rahimi et al\\.",
      "year" : 2020
    }, {
      "title" : "Synthesis and characterization of magnetic bromochromate hybrid nanomaterials with triphenylphosphine surface-modied iron oxide nanoparticles and their catalytic application in multicomponent reactions",
      "author" : [ "A. Maleki", "R. Rahimi", "S. Maleki", "N. Hamidi" ],
      "venue" : "RSC Adv.,",
      "citeRegEx" : "Maleki et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Maleki et al\\.",
      "year" : 2014
    }, {
      "title" : "FirouziHaji, Palladium-decorated o-phenylenediaminefunctionalized Fe3O4/SiO2 magnetic nanoparticles: A promising solid-state catalytic system used for Suzuki– Miyaura coupling reactions",
      "author" : [ "A. Maleki", "R. Taheri-Ledari", "R.R. Ghalavand" ],
      "venue" : "J. Phys. Chem. Solids,",
      "citeRegEx" : "Maleki et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Maleki et al\\.",
      "year" : 2020
    }, {
      "title" : "Fe3O4@PEG-SO3H rodlike morphology along with the spherical nanoparticles: novel green nanocomposite design, preparation, characterization and catalytic application",
      "author" : [ "A. Maleki", "P. Zand", "Z. Mohseni" ],
      "venue" : "RSC Adv.,",
      "citeRegEx" : "Maleki et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Maleki et al\\.",
      "year" : 2016
    }, {
      "title" : "Facile peptide bond formation: effective interplay between isothiazolone rings and silanol groups at silver/iron oxide nanocomposite surfaces",
      "author" : [ "A. Maleki", "R. Taheri-Ledari", "J. Rahimi", "M. Soroushnejad", "Z. Hajizadeh" ],
      "venue" : "ACS Omega,",
      "citeRegEx" : "Maleki et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Maleki et al\\.",
      "year" : 2019
    }, {
      "title" : "Ultrasonic treatment of CoFe2O4@B2O3-SiO2 as a new hybrid magnetic composite nanostructure and catalytic application in the synthesis of dihydroquinazolinones, Ultrason",
      "author" : [ "A. Maleki", "M. Aghaei", "H.R. Hazi-Atabak", "M. Ferdowsi" ],
      "venue" : "Sonochem., 2017,",
      "citeRegEx" : "Maleki et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Maleki et al\\.",
      "year" : 2017
    }, {
      "title" : "Efficient N-arylation of azole compounds utilizing selective aryl-transfer TMP-iodonium(III) reagents",
      "author" : [ "D. Koseki", "E. Aoto", "T. Shoji", "K. Watanabe", "Y. In", "Y. Kita", "T. Dohi" ],
      "venue" : "Tetrahedron Lett., 2019,",
      "citeRegEx" : "Koseki et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Koseki et al\\.",
      "year" : 2019
    }, {
      "title" : "Synthesis of Cu2O coated Cu nanoparticles and their successful applications to Ullmann-type amination coupling reactions of aryl chlorides",
      "author" : [ "S.U. Son", "I.K. Park", "J. Park", "T. Hyeon" ],
      "venue" : "Chem. Commun.,",
      "citeRegEx" : "Son et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Son et al\\.",
      "year" : 2004
    }, {
      "title" : "Design and evolution of copper apatite catalysts for N-Arylation of heterocycles with chloro- and uoroarenes",
      "author" : [ "B.M. Choudary", "C. Sridhar", "M.L. Kantam", "G.T. Venkanna", "B. Sreedhar" ],
      "venue" : "J. Am. Chem. Soc.,",
      "citeRegEx" : "Choudary et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Choudary et al\\.",
      "year" : 2005
    }, {
      "title" : "High-performance sono/nano-catalytic system: Fe3O4@ Pd/CaCO3-DTT core/ shell nanostructures, a suitable alternative for traditional reducing agents for antibodies, Ultrason",
      "author" : [ "R. Taheri-Ledari", "A. Maleki", "E. Zolfaghari", "M. Radmanesh", "H. Rabbani", "A. Salimi", "R. Fazel" ],
      "venue" : "Sonochem.,",
      "citeRegEx" : "Taheri.Ledari et al\\.,? \\Q2020\\E",
      "shortCiteRegEx" : "Taheri.Ledari et al\\.",
      "year" : 2020
    }, {
      "title" : "Jayamoorthy, FTIR and multivariate analysis to study the effect of bulk and nano copper oxide on peanut plant leaves",
      "author" : [ "S. Suresh", "K.S. Karthikeyan" ],
      "venue" : "Journal of Science: Advanced Materials and Devices,",
      "citeRegEx" : "Suresh and Karthikeyan,? \\Q2016\\E",
      "shortCiteRegEx" : "Suresh and Karthikeyan",
      "year" : 2016
    }, {
      "title" : "FTIR and TGA studies of chitosan composite lms",
      "author" : [ "G. Cardenas", "S.P. Miranda" ],
      "venue" : "J. Chil. Chem. Soc.,",
      "citeRegEx" : "Cardenas and Miranda,? \\Q2004\\E",
      "shortCiteRegEx" : "Cardenas and Miranda",
      "year" : 2004
    }, {
      "title" : "Salen complex of Cu(II) supported on superparamagnetic Fe3O4@SiO2 nanoparticles: an efficient and magnetically recoverable catalyst for N-arylation of imidazole with aryl halides, Monatsh",
      "author" : [ "A.R. Sardarian", "N. Zohourian-Mashmoul", "M. Esmaeilpour" ],
      "venue" : null,
      "citeRegEx" : "Sardarian et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Sardarian et al\\.",
      "year" : 2018
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Herein, a promising heterogeneous nanoscale catalytic system constructed of chitosan (CTSN, as a polymeric basis), iron oxide nanoparticles (Fe3O4 NPs, as the magnetic agent), and copper oxide nanoparticles (CuO NPs, as the main catalytic active site) is presented. Firstly, a convenient synthetic route for preparation of this novel nanocatalyst (CTSN/Fe3O4–Cu) is presented. Further, the synergistic catalytic effect between the novel-designed catalyst and ultrasound waves (USW) in N-arylation coupling reactions of the imidazole derivatives (using various aryl halides) is precisely discussed. Concisely, high reaction yields (98%) have been obtained in short reaction time (10 min) through applying a partial amount (0.01 g) of this nanocatalyst. As the main reason for high catalytic activity of CTSN/Fe3O4–Cu, nanosized cluster-shaped morphology, which provides a wide surface active area, can be expressed. However, as the most distinguished properties of CTSN/Fe3O4–Cu catalytic system, high convenience in separation and excellent reusability could be mentioned. CTSN/Fe3O4–Cu nanocomposite can be easily recovered by using an external magnet and reused at least for eight times with no significant decline in the catalytic activity. Structural characterizations of this novel system have been done by various analytical methods and the obtained results have been well interpreted in the context.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.510/W Unicode"
  }
}