{
  "name" : "downloads_2019-11-04_93_wang2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Selective ion transport for a vanadium redox flow battery (VRFB) in nano-crack regulated proton exchange membranes",
    "authors" : [ "Tongshuai Wanga", "Sun Ju Moonb", "Doo-Sung Hwanga", "Hyunjin Parkb", "Jannice Leea", "Seungju Kimb", "Young Moo Leeb", "Sangil Kima" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nJournal of Membrane Science\njournal homepage: www.elsevier.com/locate/memsci\nSelective ion transport for a vanadium redox flow battery (VRFB) in nanocrack regulated proton exchange membranes Tongshuai Wanga,1, Sun Ju Moonb,1, Doo-Sung Hwanga, Hyunjin Parkb, Jannice Leea, Seungju Kimb, Young Moo Leeb,∗∗, Sangil Kima,∗ a Department of Chemical Engineering, University of Illinois at Chicago, Chicago, IL 60607, USA bDepartment of Energy Engineering, College of Engineering, Hanyang University, Seoul, 04763, South Korea\nA R T I C L E I N F O\nKeywords: Surface nano-crack coating Nanocomposite ion exchange membrane Vanadium redox flow battery Proton selectivity\nA B S T R A C T\nTo develop new cost-effective and high performance ion exchange membranes (IEMs) for redox flow battery applications, poly(arylene ether sulfone) random copolymer membranes (BPSHs) with surface nano-crack coatings (P-BPSH) were prepared using a hydrophobic atmospheric plasma treatment. The effect of the nanocracks on the membranes' ion transport properties and the performance of the vanadium redox flow batteries (VRFBs) were evaluated to better understand the feasibility of using this technique in membrane ionic selectivity. The ion-selective nano-crack surface significantly improved the proton selectivity, from 32.95 to 74.20, over vanadium (VO2+) ions. Consequently, the VRFB cell assembled using a P-BPSH-60 membrane showed higher coulombic and energy efficiencies compared to a VRFB with a pristine BPSH-60 membrane. The energy efficiency of the P-BPSH-60 membrane (85.37%) is comparable to that of a Nafion® 117 membrane (85.11%). The improved battery performance demonstrated that the surface nano-crack coating layer effectively blocked the transport of vanadium ions through the IEM without distinct reduction of the proton conductivity. The results suggest a promising strategy to enhance membrane proton selectivity over vanadium ions."
    }, {
      "heading" : "1. Introduction",
      "text" : "Redox flow batteries (RFB), which are highly energy efficient and have standalone modular design, have attracted much scientific and public interest for their energy storage applications [1,2]. Among the various available RFB technologies, the vanadium redox flow battery (VRFB) is one of the most promising techniques and has received extensive attention and commercialization [3–5]. In VRFBs, vanadium is utilized to form both negative and positive electrolytes, so cross-contamination is less detrimental than in other flow batteries [6]. Ion exchange membranes (IEMs) play a very important role in the VRFB system as they prevent electrode shorting while still allowing the movement of ionic charge carriers to complete the circuit [3]. Generally, an ideal membrane for VRFB applications should exhibit the following characteristics: 1) low vanadium ion and water molecule permeation rates to minimize self-discharge; 2) high proton conductivity/low area resistance to minimize voltage efficiency loss; 3) good chemical stability under operational conditions; and 4) low cost [6,7].\nSulfonated fluoropolymer copolymers such as DuPont's Nafion® membranes have been widely investigated and employed as membrane separators in VRFBs due to their good chemical stability and commercial availability [8,9]. However, Nafion® membranes are costly, and can be about 41% of the flow cell stack's total cost [10]. A relatively high vanadium cross-over flux is another issue with the Nafion® membrane, leading to a lower coulombic efficiency (CE) and more significant capacity loss in the standby state. To suppress the vanadium ion permeation rate in Nafion® membranes, many efforts have been conducted to modify its properties. Teng et al. reported a VRFB with a hybrid membrane of Nafion® containing SiO2. They organically modified the silicate, which improved the coulombic efficiency and showed a slower self-discharge rate when compared to the VRFB with pristine Nafion® [11]. Zeng et al. also lowered the vanadium ion permeability and water transfer rate by modifying the surface of Nafion® with polypyrrole [12]. Considering the high price of pristine Nafion®, these membranes are still not commercially attractive for large-scale devices, even with the modification strategies that improved battery performance. Therefore, alternative methods using low-cost materials must be employed.\nhttps://doi.org/10.1016/j.memsci.2019.04.017 Received 3 January 2019; Received in revised form 8 April 2019; Accepted 10 April 2019\n∗ Corresponding author. ∗∗ Corresponding author. E-mail addresses: ymlee@hanyang.ac.kr (Y.M. Lee), sikim@uic.edu (S. Kim). 1 These authors contributed equally to this work.\nJournal of Membrane Science 583 (2019) 16–22\nAvailable online 18 April 2019 0376-7388/ © 2019 Elsevier B.V. All rights reserved.\nT\nPost-sulfonated polymer membranes have been widely used as separators for many electrochemical applications because of their high mechanical strength, good oxidative stability, synthetic route to largescale polymer production, and low cost [13–15]. Many efforts have focused on improving the performance of sulfonated polymer membranes by increasing their ion exchange capacity (IEC), introducing a microphase-separated domain structure, or incorporating nanoparticles [16–18]. Chen et al. prepared a sulfonated poly(fluorenyl ether ketone) with an embedded silica-rich layer via the sol-gel process, exhibiting higher coulombic efficiency [18]. Ji et al. reported improved ion selectivity for sulfonated poly(ether ether ketone) membranes by incorporating TiO2 [19]. Chen et al. introduced fluorine groups into a poly(arylene ether) membrane (S-Radel) [20], which shows an improved chemical stability in VRFB. Kim et al. recently incorporated a thin graphene oxide framework as an ion-selective, protective layer on a sulfonated poly(arylene ether sulfone) (SPAES) membrane to improve its coulombic efficiency and chemical stability [21]. All of these works, however, show trade-offs between proton conductivity and proton selectivity over the vanadium ion. This is because the effort to improve one property always results in the deterioration of the other. Therefore, to improve VRFB performance using sulfonated membranes, an alternative strategy is required to overcome the trade-off limitations of the polymeric membranes.\nRecently, it has been reported that a nano-crack regulated fluorocarbon plasma coating can effectively improve the ion selectivity of the polybiphenylsulfone membrane (BPSH) by enhancing ion selectivity without sacrificing ion conductivity [22]. In a reverse electrodialysis application, the nano-crack patterned hydrophobic coating layer provided sodium ions and chloride ions transport channels in the fluorocarbon coating layers on the IEMs surface. This thin surface layer showed considerably enhanced BPSH ion selectivity with a 65%–85% functional degree.\nIn this work, we demonstrate that the proton/vanadium selectivity of sulfonated hydrocarbon membranes can be enhanced by employing nano-crack regulations. We also discuss its potential application for VRFB. BPSH60 was used as the supporting membrane, and a thin hydrophobic layer with a nano-crack structure was grown on the membrane surface using a hydrophobic atmospheric plasma treatment. The performance of the VRFBs was tested using a plasma coated BPSH membrane (P-BPSH) and Nafion® 212 and 117. The effect of the nanocrack structure on the ion transport properties and the feasibility of using a low temperature plasma treatment to enhance the membrane performance in VRFBs is discussed along with battery performances."
    }, {
      "heading" : "2. Experimental section",
      "text" : ""
    }, {
      "heading" : "2.1. Sample preparation",
      "text" : "N,N-dimethylacetamide (DMAc, 99.5%) was purchased from Daejung Chemical (Gyeonggi-do, Korea). Octafluorocyclobutane (cC4F8) and helium (He) gases were supplied from Air Korea (Gyeonggido, Korea). Commercial Nafion® 117 and 212 membranes were purchased from Ion Power Inc. (DE, USA). Vanadyl sulfate (VOSO4, 99.9%) and magnesium sulfate (MgSO4, 99.5%) were purchased from Alfa Aesar (MA, USA). Sulfuric acid (H2SO4, 98.0%) was purchased from Fisher Scientific (PA, USA). Pristine (BPSH60) polymers were purchased from Yanjin Chemical Co., Ltd (Guangzhou, China). All membranes were tested immediately after pretreatment, and chemicals were used without further purification.\nThe protonated poly(arylene ether sulfone) polymers (BPSH60) were prepared by immersing sodium-neutralized BPSH-60 polymers into boiling 2 M H2SO4 solution for 2 h, followed by washing with deionized water for 4 h and drying at 100 °C for 12 h in a vacuum oven [23]. The BPSH-60 membrane was prepared by casting solution of 15 wt% polymer in DMAc. The drying process was carried out under ambient conditions at 100 °C for 12 h, 120 °C for 2 h and 150 °C in vacuo\nfor 2 h. The membranes (10 × 10 cm2 size) were placed on an aluminum plate, and atmospheric plasma treatment on both sides of membranes was performed at a speed of 30 mm/s along the y-axis for 5 to 10 cycles under RH 45% or below. The number of cycles was limited to 10 cycles considering membrane resistances and ion permselectivity as reported in our previous study [22]. The input power of the glow discharge source was 150 W and the distance from the membrane and the glow discharge source was maintained to be 2.5 mm. The whole plasma treatment was conducted at atmospheric conditions with gas flow rates of 10 mL/min of octafluorocyclobutane (c-C4F8) and 20 L min−1 of He gases. Since swelling process of P-BPSH60 membranes is needed to form nano-cracks, the P-BPSH membranes were kept in water for at least 3 h. The membranes were then completely dried at 80 °C in a vacuum oven.\nBefore battery test and membrane characterization, Nafion® membranes were pretreated with 3 wt% boiling H2O2 solution for 1 h, boiling deionized water for 1 h, and, followed by boiling 1 M H2SO4 solution for 30 min [8,24]. After the treatment, the membrane was washed with deionized water several times and stored in deionized water before testing."
    }, {
      "heading" : "2.2. Membrane characterization",
      "text" : ""
    }, {
      "heading" : "2.2.1. Mechanical properties",
      "text" : "The mechanical properties were measured using a universal testing machine (UTM, AGS-J 500 N). All membrane samples were measured at room temperature in air and the tensile rate was 0.1 mm/s. The DIN standard 53504-S3 with a gauge length of 10 mm was used to prepare the samples. For each measurement, at least 5 samples were used and their average value was calculated. The standard deviation from the mean is within ± 5%."
    }, {
      "heading" : "2.3. Morphology and XPS analysis",
      "text" : "The surface morphology and the thickness of the coating layer were studied by atomic force microscopy (AFM). AFM images were obtained using MultiMode 8 AFM (Veeco) with a NanoScope V controller (Veeco). Silicon tips and nitride coated silicon tips (Bruker) were used for the dry and wet samples, respectively. All samples were treated at different plasma conditions to present morphological changes to the membranes' surfaces. The scan assist mode was employed to scan the surface of the fully hydrated plasma-coated membrane when the fluid cell was filled with deionized water. After the measurement, the hydrated samples were dried naturally in air for at least 30 min to represent partially dehydrated membranes. The scan assist mode was used under atmospheric conditions with 30%–45% RH to evaluate the surface of the dehydrated membranes. Surface topological depths were estimated from AFM height images.\nX-ray photoelectron spectroscopy equipped with an AI Kα monochromatic X-ray source (XPS, Theromo Fhisher Scientific Messtechnik K-Alpha+) was used to investigate the elemental composition change after plasma coating. The spectrum for each atom such as C, S, O and F was fitted using the Spectral Data Processor Version 7 program. Survey scans were conducted over a binding energy range of 0–1350 eV with a pass energy of 200 eV. Each narrow scan was performed to estimate the change in atomic composition on the membrane surface. The spectra for sulfur and fluorine atoms were scanned from 150 to 178 eV and from 678 to 698 eV, respectively, in stepwise increases of 0.1 eV."
    }, {
      "heading" : "2.3.1. Ion exchange capacity, water uptake and swelling ratio",
      "text" : "Ion exchange capacity values based on weight (IECw) were measured using conventional titration methods. The BPSH60 membranes were immersed in a 1 N NaCl solution for 24 h in order to substitute the H+ ion of the sulfonic acid groups with a Na+ ion. The substituted solution was titrated using a 0.01 M NaOH solution with phenolphthalein as an indicator. The IECw value was calculated using the\nfollowing equation:\n= × V W IEC 0.01 ,NaOH dry w (1)\nwhere VNaOH is the volume of NaOH solution added in titration, and Wdry is the weight of membrane in a dry state.\nWater uptake, areal swelling and volumetric swelling ratio were measured using at least 3 samples of each membrane (2 × 2 cm2 size). The membranes were completely dried at 120 °C before obtaining the data of the dried samples. After measuring the data of the dried membranes, the membranes were immersed into DI water for 12 h. The data of the wetted membranes were measured immediately after wiping the membrane surface with a filter paper. The following equation is described below:\n= × W W\nW Water uptake (%) 100,wet dry\ndry (2)\n= × A A\nA Areal swelling (%) 100,wet dry\ndry (3)\n= × V V\nV Volumetric swelling (%) 100,wet dry\ndry (4)\nwhere Wwet and Wdry are the weight of the wet and dry samples, respectively. Awet and Adry represent the area of the samples, and Vwet and Vdry are the volume of the samples."
    }, {
      "heading" : "2.3.2. VO2+ and H+ permeability",
      "text" : "V4+ (VO2+) ion has been commonly used for the membrane test in VRFB application because other vanadium species, especially V2+ ions, is vulnerable to air oxidation and diffusion test with single VO2+ is more efficient [6,8,25]. The VO2+ permeability of membranes was tested using a diffusion test as described in elsewhere [11,24,26]. The prepared membrane with an effective area of 1.76 cm2 was sandwiched between two diffusion half cells. The feed side reservoir was initially filled with 11 mL of 1 M VOSO4 in 2 M H2SO4 solution and the permeate side reservoir was filled with the same amount of 1 M MgSO4 in 2 M H2SO4 solution. A magnetic stirrer was placed in each cell and used for the duration of the test to avoid concentration polarization. The VO2+ concentration at the permeant side was monitored using UV–Vis spectroscopy (UV-1800, Shimadzu, Japan). The VO2+ permeability through the membrane was calculated from Fick's law using the following equation:\n=V d t dt P L tC ( ) A (C C ( )),B A B (5)\nwhere V is the volume of solution in each reservoir, CA is the feed side VO2+ ion concentration, CB is the permeation side VO2+ ion concentration, t is the testing time, A is the effective membrane area, P is the VO2+ ion permeability, and L is the membrane thickness.\nH+ permeability was tested using a similar procedure. 1 M HCl solution was used as a feed solution, and 1 M KCl solution was used as a permeation solution. The change in H+ concentration on the permeate side was monitored using a conductivity meter at 30 s intervals. Although diffusion is not considered the sole driving force mechanism for VRFB proton transport, the ion diffusivity measurement can provide useful information about the membrane's ion transport properties."
    }, {
      "heading" : "2.4. Proton conductivity",
      "text" : "The in-plane proton conductivity was measured using an electrochemical impedance spectroscopy (EIS) method. During the test, the membranes were placed on two gold-coated plates with a 1 cm gap. Impedance measurements were performed using a Metrohom potentiostat/galvanostat in the frequency range of 106 Hz–10 Hz with an amplitude of 10 mV. The membranes were immersed in deionized water\nfor 24 h to fully hydrate the membranes before proton conductivity testing. The proton conductivity was calculated from the resistance value, which was obtained by extrapolating the low-frequency curve on the Nyquist plot based on the following equation:\n= L R A· , (6)\nwhere L corresponds to the electrode separation, R is the membrane resistance obtained by extrapolating the low-frequency curve on the Nyquist plot and A is the membrane cross-sectional area."
    }, {
      "heading" : "2.5. VRFB single cell performance test",
      "text" : "The configuration of the VRFB cell is provided in the Supplementary Fig. S1. Two graphite felts (MTI, 30 × 30 × 4 mm3) were used as electrodes without any post-treatment. The testing membrane loaded in the cell had an active area of 9 cm2. 1.6 M VO2+/V3+ (mol/mol = 1:1) in 4 M H2SO4 solution and 1.6 M V2+/V3+ in 4.0 M H2SO4 solution served as the positive and negative electrolytes, respectively. The electrolytes were circulated by peristaltic pumps (Cole-Palmer) with a flow rate of 60 mL/min. The cell operation was controlled by a Landt battery testing system (CT2001A-5V1.8A, 8 Channels) with cut-off voltages of 1.65 V (charge process) and 0.8 V (discharge process), respectively. VRFB coulombic efficiency (CE), voltage efficiency (VE) and energy efficiency (EE) were calculated using the following equations:\n= ×Coulombic efficiency CE t t ( ), % 100 %Discharge Charge (7)\n= ×Voltage efficiency VE V V ( ), % 100 %Discharge Charge (8)\n= ×Energy efficiency EE CE VE( ), % 100 . (9)"
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Membrane characterization",
      "text" : "The surface morphology of the ionomer is very important because it forms the ion channel and determines the state of the electrolyte in the polymer membrane [27]. As shown in Fig. 1a, thin hydrophobic coating layers are deposited on top of BPSH60 by an atmospheric plasma treatment. In our previous study, the coating layer was so thin that a hydrophobic island was not formed in dehydration conditions. In hydration conditions, membrane surfaces exhibited a nano-crack surface morphology with a width of 2.5–7.5 nm and depth of 3.3–14.1 nm while in dehydrated conditions, the depths of the nano-cracks were reduced to 1.1–9.1 nm (see Table 1) and as the number of plasma treatments increased, the area and width of the nano-cracks increased. In addition, the thickness of the coating layer also increased with an increased number of coatings. This is evidenced by the increase in depth of the nano-cracks. When the plasma treatment was repeated 5 cycles (P-BPSH60 R5), the width of the nano-cracks was so narrow, and the size of the hydrophobic islands was so small that they were hardly recognizable in the AFM images. This is because the ultrathin hydrophobic coating layer did not form observable nano-cracks. The existence of nano-cracks improved with the plasma treatment using proton conductivity and selectivity over vanadium ions, as described in the following sections. Ion permeability can be reduced when membranes are coated with even and thin hydrophobic barriers because it hinders proton transport. However, as illustrated in Fig. 1b, because we coated the thin hydrophobic layers with nano-cracks, it allowed protons to pass through the hydrophobic coating layer without significant resistance to proton transports; the nano-cracks act as ion-selective valves for proton transports [22]. As summarized in Table 1, the dimensions\nand morphology of the nano-cracks were reproducible and controllable in the deposited hydrophobic coating layer.\nAs cyclic-C4F8 was broken down into various fluorohydrocarbon monomers (such as CF3·, C2F4·, etc …) by a radio-frequency (RF) glow discharger, hydrophobic materials were deposited on the surface of pristine BPSH60 membrane [22]. The elemental composition of the coated layer was investigated by XPS representing the increment of fluorine atoms as the number of coating cycle increases. Table 2 showed that the BPSH60 membrane had only 0.3% fluorine atoms whereas PBPSH60 membranes exhibited a fluorine content of 27.9%–46.8% according to the number of coating cycles. In the case of oxygen and sulfur atoms, atomic ratio was almost disappeared in the P-BPSH60-R10 due to the limited depth that XPS can measure. This emphasizes that fluorohydrocarbon layer on the membrane has been reliably made through the plasma treatment.\nGood mechanical properties are essential to prevent crossover of VO2+ ions due to physical failure. Data on tensile strength, elongation\nat break and Young's modulus are shown in Table 3. The BPSH60 membrane showed tensile strength of 69.0 MPa, elongation at break of 12.4% and Young's modulus of 1.34 GPa. Similarly, plasma-coated membranes showed tensile strength of 66.8–75.6 MPa, elongation at break of 10.9–14.1% and Young's modulus of 1.23–1.37 GPa. Plasma treatment did not change the mechanical properties of the membrane because it formed a very thin coating layer on the surface. All BPSH60 membrane, with or without plasma coating, showed better tensile strength and Young's modulus than Nafion® 212 membrane. On the other hands, Nafion® 212 membrane was higher in elongation property.\nThe IECw, water uptake and swelling ratio of the membranes are summarized in Table 4. The BPSH60 membranes exhibited an IECw value of 2.41 meqv g−1, which is close to the theoretical value. There were slight changes in the IEC value after the plasma treatment, but there was no significant difference in the samples. This results indicate that the enhancement of proton selectivity is due to the presence of nano-cracks on the plasma coating layer. The swelling ratios and water uptake of all the membranes showed similar trends with their water uptake values depending on the number of plasma coating cycles. The pristine BPSH60 membranes showed higher water uptake and swelling ratio than those of the other plasma coated membranes because plasma coating process made hydrophobic surface layer on the BPSH60 membrane and thus hindered the absorption of water.\nThe cross-over flux of vanadium ions through the membrane\nseparators is detrimental to the VRFB operation, leading to high selfdischarge of the battery and low coulombic efficiency (CE). Thus, a low vanadium ion permeability is one of the critical membrane properties for VRFB systems [28]. To investigate the enhanced proton/vanadium ion selectivity, we evaluated the P-BPSH60 membrane's proton selectivity with numbers of coating cycles ranging from 5 to 10 (PBPSH60-R5, -R7 and -R10). Data in Table 5 shows that the VO2+ permeability of the P-BPSH60 membranes (9.42 × 10−6 - 11.73 × 10−6 cm2 min−1) is much lower than that of the pristine BPSH60 membrane (2.17 × 10−5 cm2 min−1). The VO2+ crossover is likely restrained in the plasma-treated surface layer, which creates narrower channels on the membrane surface for ion transport (Fig. 1). Despite the decreased VO2+ permeability, the H+ permeability is as high in the plasma coated membrane as it is in the pristine BPSH60 membrane. The H+/VO2+ permeability selectivity, which was calculated using proton conductivity over the vanadium ion permeability and was used to compare the properties of the membranes. Although the P-BPSH60 membranes with different coating cycles show small changes in ion permeability and proton conductivity values, there is no distinct difference between the permeability or selectivity of the three P-BPSH60 membranes. Overall, the H+/VO2+ permselectivity of the PBPSH60 membrane is two times higher than that of the pristine BPSH60 membrane. In addition, the H+/VO2+ permselectivity of the P-BPSH60 membrane is comparable to the Nafion® 117 membrane, indicating that the P-BPSH60 membrane could be a cost-effective IEM alternative to Nafion®. Although the P-BPSH60 shows slightly lower selectivity than Nafion® membranes, these test results clearly demonstrate that the formation of nano-cracks on the membrane surface can significantly enhance PEMs H+/VO2+ permselectivity, and the proton selectivity enhancement could provide higher efficiencies for the VRFB system.\nA higher proton conductivity implies a faster proton transport rate and a lower voltage drop through the membrane. This results in a higher VE and lower area resistance. The proton conductivity of the PBPSH60 membrane is only slightly lower than the conductivity for the pristine BPSH60 membrane (Nyquist plot for proton conductivities calculation is shown in Fig. S4). Since the vanadium ion permeability was dramatically decreased, all P-BPSH60 membranes show much higher selectivity values than the pristine BPSH60 membrane. This is consistent with the results presented in Table 5. Similar to the H+ permeability results, there is no clear correlation between the number of coating cycles and ion conductivity for the plasma-coated membranes. Herein, the plasma-coated membranes are simply denoted as PBPSH60 in the rest of this paper."
    }, {
      "heading" : "3.2. VRFB single cell performance",
      "text" : "Fig. 2 displays the charge-discharge curves for VFRB with Nafion® 212, pristine BPSH60 and P-BPSH60 membranes. The charge-discharge capacity (Ah) of VRFB is larger for the P-BPSH60 than for BPSH60 and Nafion®. The reduced discharge capacity loss may be due to the suppressed vanadium cross-over from the surface nano-crack selective layer. The charging curve for the VRFB with the P-BPSH60 membrane is slightly above that of the pristine BPSH60 membrane, indicating a\nhigher charging over potential. This could be due to the slightly lower proton conductivity of the P-BPSH60 membrane, as described in the proton permeability/conductivity test (Table 5).\nTable 6 shows the efficiencies of the VRFB batteries assembled with P-BPSH60 compared to that of the batteries assembled with pristine BPSH60 and Nafion® membranes at a density of 40 mA cm−2. Each performance value is averaged from the first 10-cycle charge/discharge tests. It was found that the CE value of P-BPSH60 (60 μm) membrane achieved 86.88%, which is higher than the 79.27% CE value for the VRFB with a 60-μm-thick pristine BPSH60 membrane. This improvement is possibly attributed to the attenuated vanadium ion crossover flux by the surface nano-crack selective layer. Although the P-BPSH60 membrane showed a slightly lower VE value than the BPSH60-based VRFB cell, its EE value increased from 73.58% to 80.08%. This result indicates that the employment of the surface nano-crack selective layer on the IEM improved the overall performance of the VRFB effectively.\nIt was also found that a VRFB equipped with this plasma coated membrane exhibits similar energy efficiency to the VRFB using Nafion® membranes. EE of VRFB with a Nafion® 212 membrane (55 μm in thickness) is 79.96%, which is similar to that of the VRFB with a P-\nTable 5 VO2+ and H+ permeability, proton conductivity and ion selectivity of BPSH60, P-BPSH60, Nafion® 212 and Nafion® 117 membranes. α is the ratio of proton conductivity/VO2+ permeability.\nSamples VO2+ Permeability ( × 106 cm2 min−1)\nH+ Permeability ( × 104 cm2 min−1)\nProton Conductivity (mS.cm−1)\nα ( × 104 min.S cm−3) H+/VO2+ Permeability Selectivity\nBPSH60 21.7 ± 1.2 7.15 ± 0.22 121 ± 6 0.56 32.95 P-BPSH60 (R5) 9.9 ± 0.2 7.45 ± 0.54 104 ± 3 1.05 75.25 P-BPSH60 (R7) 9.4 ± 0.4 6.99 ± 0.31 104 ± 3 1.10 74.36 P-BPSH60 (R10) 11.7 ± 0.9 7.69 ± 0.38 108 ± 2 0.92 65.73 Nafion® 212 4.1 ± 0.4 3.89 ± 0.27 74 ± 3 1.78 94.88 Nafion® 117 3.2 ± 0.2 2.66 ± 0.13 59 ± 2 1.84 82.87\nFig. 2. Charge-discharge curve of VRFBs with different membranes at a 40 mA/ cm2 current density.\nBPSH60 (60 μm) membrane. Since the performance of the VRFB at a certain current density is affected by the thickness of the IEMs, we also evaluated a thicker plasma-coated membrane, P-BPSH60 (210 μm), similar to the thickness of a Nafion® 117 membrane (215 μm); the Nafion® 117 membrane commonly exhibits a better performance than Nafion® 212 membrane in VRFB at lower current densities. As shown in Table 6, the EE of the VRFB with the P-BPSH60 (210 μm) membrane reaches 85.37%, which is slightly higher (85.11%) than that of the Nafion® 117 membrane.\nIn general, the results shown in Table 6 demonstrate that P-BPSH60 membranes can achieve VRFB performance comparable to Nafion® membranes with corresponding thicknesses. Notably, the hydrophobic plasma-coating technique can be conveniently scaled up and the manufacturing cost for BPSH60 membranes are considerably lower than Nafion® membranes, making the P-BPSH60 membranes more attractive for commercial use.\nThe single cell performance with a 60-μm thick pristine BPSH60, Nafion® 212, and P-BPSH60 membranes was further evaluated in terms of CE, VE, and EE at current density ranging from 10 to 100 mA cm−2 (Fig. 3). Due to the higher IR drop and electrochemical reaction resistance at higher current density, the VE values decrease as current density increases. On the other hand, because of the cross-mixing of the vanadium ions between the two half-cells, the decrease in testing time at higher current density leads to an increased CE. The maximum EE of a single cell with the P-BPSH60 membrane was achieved at a relatively low current density of 40 mA cm−2. At all current densities, the VRFB with P-BPSH60 membrane performs similarly to the VRBF using a Nafion® 212 membrane. Compared to the pristine BPSH60 membrane, P-BPSH60 exhibits higher CE and EE over the entire current range (Fig. 3a and c). As mentioned previously, this enhancement could be attributed to the lower vanadium crossover rate of the plasma coated membrane. The P-BPSH60 membrane shows an almost identical VE as the pristine BPSH60 membrane (Fig. 3b), which is consistent with the\nproton conductivity results obtained for these membranes, as discussed in the previous section. This result indicates that the plasma coated layer can effectively alleviate the vanadium ion crossover without sacrificing the ability to transport protons, and thus, can overcome tradeoff issue of typical IEMs.\nTo investigate the operational stability of the P-BPSH60 membrane under the harsh testing conditions for VRFB application, 200 cycles of charge-discharge tests were performed on a static VRFB single cell assembled with a P-BPSH60 membrane at a current density of 80 mA/ cm2. As shown in Fig. 3d, cell efficiencies remained nearly constant and highly stable during the 200 charge-discharge cycles (CE > 95%), suggesting good chemical stability under the strong oxidizing and acidic environment. Capacity retention curve during 200 cycles of the P-BPSH60 is similar to Nafion® 212 membrane due to the reduced vanadium crossover by the surface plasma coating (Fig. S5). We also investigated the effect of the plasma coating on chemical stability of the membrane in V5+/H2SO4 solution (Fig. S6). The test result clearly shows that the surface plasma coating can suppress V4+ generation due to enhanced anti-oxidation stability. All these stability test results support that the surface nano-crack coating layer effectively can improve the chemical stability of the BPSH60 membrane."
    }, {
      "heading" : "4. Conclusions",
      "text" : "We investigated the effects of the surface nano-crack selective layer on BPSH60 membranes on VRFB performance. We demonstrated that the nano-crack selective layer on the membrane surface is effective in hindering the transport of vanadium ions and therefore mitigating the cross-over flow. The nano-crack selective layer has less of an effect on proton conductivity, which results in enhanced ion selectivity. The VRFB with a P-BPSH60 membrane showed a significantly improved coulombic efficiency and energy efficiency compared to the VRFB with a pristine BPSH60 membrane. Furthermore, the VRFBs with the P-\nBPSH60 membranes performed similarly to the VRFB with costly Nafion® membranes. Consequently, the plasma-coated BPSH60 membranes are inexpensive and high-performance candidates for VRFBs. Our results strongly suggest that plasma-induced surface modification of the IEMs can overcome the limitations of the trade-off relationship between high vanadium ion diffusivity and high proton conductivity that is typical of conventional polymeric PEMs. These IEMs can significantly improve the energy efficiencies of the VRFB system."
    }, {
      "heading" : "Acknowledgements",
      "text" : "The work at UIC was supported by a grant from the National Science Foundation (Grant No. CBET-1706910). T. W. acknowledges support from UIC Provost's Graduate Research Award program. Y.M.L. acknowledges financial support from the Technology Development Program to solve climate change through the National Research Foundation of Korea (NRF) funded by the Ministry of Science and ICT (NRF-2018M1A2A2061979). S.J.K. acknowledges support for his fellowship as Research Assistant Professor by the World Class Department Program at Hanyang University, a President-funded program of Hanyang University to build a flagship department and develop manpower."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.memsci.2019.04.017."
    } ],
    "references" : [ {
      "title" : "Recent progress in redox flow battery research and development",
      "author" : [ "W. Wang", "Q. Luo", "B. Li", "X. Wei", "L. Li", "Z. Yang" ],
      "venue" : "Adv. Funct. Mater. 23 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Redox flow cells for energy conversion",
      "author" : [ "C.P. De Leon", "A. Frías-Ferrer", "J. González-García", "D. Szánto", "F.C. Walsh" ],
      "venue" : "J. Power Sources 160 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Emergence of energy storage technologies as the solution for reliable operation of smart power systems: a review",
      "author" : [ "S. Koohi-Kamali", "V. Tyagi", "N. Rahim", "N. Panwar", "H. Mokhlis" ],
      "venue" : "Renew. Sustain. Energy Rev. 25 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "A technology review of electrodes and reaction mechanisms in vanadium redox flow batteries",
      "author" : [ "K.J. Kim", "M.-S. Park", "Y.-J. Kim", "J.H. Kim", "S.X. Dou", "M. Skyllas-Kazacos" ],
      "venue" : "J. Mater. Chem. 3 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Progress in flow battery research and development",
      "author" : [ "M. Skyllas-Kazacos", "M. Chakrabarti", "S. Hajimolana", "F. Mjalli", "M. Saleem" ],
      "venue" : "J. Electrochem. Soc. 158 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Membrane development for vanadium redox flow batteries",
      "author" : [ "B. Schwenzer", "J. Zhang", "S. Kim", "L. Li", "J. Liu", "Z. Yang" ],
      "venue" : "ChemSusChem 4 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "State of understanding of nafion",
      "author" : [ "K.A. Mauritz", "R.B. Moore" ],
      "venue" : "Chem. Rev. 104 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "A comparative study of Nafion series membranes for vanadium redox flow batteries",
      "author" : [ "B. Jiang", "L. Wu", "L. Yu", "X. Qiu", "J. Xi" ],
      "venue" : "J. Membr. Sci. 510 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Chemical and mechanical degradation of sulfonated poly (sulfone) membranes in vanadium redox flow batteries",
      "author" : [ "S. Kim", "T.B. Tighe", "B. Schwenzer", "J. Yan", "J. Zhang", "J. Liu", "Z. Yang", "M.A. Hickner" ],
      "venue" : "J. Appl. Electrochem. 41 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Investigations on transfer of water and vanadium ions across Nafion membrane in an operating vanadium redox flow battery",
      "author" : [ "C. Sun", "J. Chen", "H. Zhang", "X. Han", "Q. Luo" ],
      "venue" : "J. Power Sources 195 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Nafion/organically modified silicate hybrids membrane for vanadium redox flow battery",
      "author" : [ "X. Teng", "Y. Zhao", "J. Xi", "Z. Wu", "X. Qiu", "L. Chen" ],
      "venue" : "J. Power Sources 189 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Studies on polypyrrole modified nafion membrane for vanadium redox flow battery",
      "author" : [ "J. Zeng", "C. Jiang", "Y. Wang", "J. Chen", "S. Zhu", "B. Zhao", "R. Wang" ],
      "venue" : "Electrochem. Commun. 10 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Optimized anion exchange membranes for vanadium redox flow batteries",
      "author" : [ "D. Chen", "M.A. Hickner", "E. Agar", "E.C. Kumbur" ],
      "venue" : "ACS Appl. Mater. Interfaces 5 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Synthesis and characterization of novel sulfonated poly (arylene thioether) ionomers for vanadium redox flow battery applications",
      "author" : [ "D. Chen", "S. Wang", "M. Xiao", "Y. Meng" ],
      "venue" : "Energy Environ. Sci. 3 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Alternative polymer systems for proton exchange membranes (PEMs)",
      "author" : [ "M.A. Hickner", "H. Ghassemi", "Y.S. Kim", "B.R. Einsla", "J.E. McGrath" ],
      "venue" : "Chem. Rev. 104 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Proton‐conductive aromatic ionomers containing highly sulfonated blocks for high‐temperature‐operable fuel cells",
      "author" : [ "B. Bae", "T. Yoda", "K. Miyatake", "H. Uchida", "M. Watanabe" ],
      "venue" : "Angew. Chem. Int. Ed. 49 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Enhancement of proton transport by nanochannels in comb‐shaped copoly (arylene ether sulfone) s",
      "author" : [ "N. Li", "C. Wang", "S.Y. Lee", "C.H. Park", "Y.M. Lee", "M.D. Guiver" ],
      "venue" : "Angew. Chem. 123 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Sulfonated poly (fluorenyl ether ketone) membrane with embedded silica rich layer and enhanced proton selectivity for vanadium redox flow battery",
      "author" : [ "D. Chen", "S. Wang", "M. Xiao", "D. Han", "Y. Meng" ],
      "venue" : "J. Power Sources 195 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Highly selective sulfonated poly (ether ether ketone)/ titanium oxide composite membranes for vanadium redox flow batteries",
      "author" : [ "Y. Ji", "Z.Y. Tay", "S.F.Y. Li" ],
      "venue" : "J. Membr. Sci. 539 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Stable fluorinated sulfonated poly (arylene ether) membranes for vanadium redox flow batteries",
      "author" : [ "D. Chen", "S. Kim", "L. Li", "G. Yang", "M.A. Hickner" ],
      "venue" : "RSC Adv. 2 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "J",
      "author" : [ "S. Kim", "J. Choi", "C. Choi" ],
      "venue" : "Heo, D.W. Kim, J.Y. Lee, Y.T. Hong, H.-T. Jung, H.- T. Kim, Pore-size-tuned graphene oxide frameworks as ion-selective and protective layers on hydrocarbon membranes for vanadium redox-flow batteries, Nano Lett. 18 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Direct polymerization of sulfonated poly (arylene ether sulfone) random (statistical) copolymers: candidates for new proton exchange membranes",
      "author" : [ "F. Wang", "M. Hickner", "Y.S. Kim", "T.A. Zawodzinski", "J.E. McGrath" ],
      "venue" : "J. Membr. Sci. 197 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Nafion/SiO2 hybrid membrane for vanadium redox flow battery",
      "author" : [ "J. Xi", "Z. Wu", "X. Qiu", "L. Chen" ],
      "venue" : "J. Power Sources 166 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "The effects of different thick sulfonated poly (ether ether ketone) membranes on performance of vanadium redox flow battery",
      "author" : [ "H.-Y. Jung", "S. Jeong", "Y. Kwon" ],
      "venue" : "J. Electrochem. Soc. 163 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Influences of permeation of vanadium ions through PVDF-g-PSSA membranes on performances of vanadium redox flow batteries",
      "author" : [ "X. Luo", "Z. Lu", "J. Xi", "Z. Wu", "W. Zhu", "L. Chen", "X. Qiu" ],
      "venue" : "J. Phys. Chem. B 109 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Hydrocarbon-based polymer electrolyte membranes: importance of morphology on ion transport and membrane stability",
      "author" : [ "D.W. Shin", "M.D. Guiver", "Y.M. Lee" ],
      "venue" : "Chem. Rev. 117 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Silica modified nanofiltration membranes with improved selectivity for redox flow battery application",
      "author" : [ "H. Zhang", "H. Zhang", "X. Li", "Z. Mai", "W. Wei" ],
      "venue" : "Energy Environ. Sci. 5 (2012) 6299–6303.  T. Wang, et al.  Journal of Membrane Science 583 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Redox flow batteries (RFB), which are highly energy efficient and have standalone modular design, have attracted much scientific and public interest for their energy storage applications [1,2].",
      "startOffset" : 187,
      "endOffset" : 192
    }, {
      "referenceID" : 1,
      "context" : "Redox flow batteries (RFB), which are highly energy efficient and have standalone modular design, have attracted much scientific and public interest for their energy storage applications [1,2].",
      "startOffset" : 187,
      "endOffset" : 192
    }, {
      "referenceID" : 5,
      "context" : "In VRFBs, vanadium is utilized to form both negative and positive electrolytes, so cross-contamination is less detrimental than in other flow batteries [6].",
      "startOffset" : 152,
      "endOffset" : 155
    }, {
      "referenceID" : 2,
      "context" : "Ion exchange membranes (IEMs) play a very important role in the VRFB system as they prevent electrode shorting while still allowing the movement of ionic charge carriers to complete the circuit [3].",
      "startOffset" : 194,
      "endOffset" : 197
    }, {
      "referenceID" : 5,
      "context" : "Generally, an ideal membrane for VRFB applications should exhibit the following characteristics: 1) low vanadium ion and water molecule permeation rates to minimize self-discharge; 2) high proton conductivity/low area resistance to minimize voltage efficiency loss; 3) good chemical stability under operational conditions; and 4) low cost [6,7].",
      "startOffset" : 339,
      "endOffset" : 344
    }, {
      "referenceID" : 6,
      "context" : "Generally, an ideal membrane for VRFB applications should exhibit the following characteristics: 1) low vanadium ion and water molecule permeation rates to minimize self-discharge; 2) high proton conductivity/low area resistance to minimize voltage efficiency loss; 3) good chemical stability under operational conditions; and 4) low cost [6,7].",
      "startOffset" : 339,
      "endOffset" : 344
    }, {
      "referenceID" : 7,
      "context" : "Sulfonated fluoropolymer copolymers such as DuPont's Nafion membranes have been widely investigated and employed as membrane separators in VRFBs due to their good chemical stability and commercial availability [8,9].",
      "startOffset" : 210,
      "endOffset" : 215
    }, {
      "referenceID" : 8,
      "context" : "Sulfonated fluoropolymer copolymers such as DuPont's Nafion membranes have been widely investigated and employed as membrane separators in VRFBs due to their good chemical stability and commercial availability [8,9].",
      "startOffset" : 210,
      "endOffset" : 215
    }, {
      "referenceID" : 9,
      "context" : "However, Nafion membranes are costly, and can be about 41% of the flow cell stack's total cost [10].",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 11,
      "context" : "also lowered the vanadium ion permeability and water transfer rate by modifying the surface of Nafion with polypyrrole [12].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 17,
      "context" : "prepared a sulfonated poly(fluorenyl ether ketone) with an embedded silica-rich layer via the sol-gel process, exhibiting higher coulombic efficiency [18].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 18,
      "context" : "reported improved ion selectivity for sulfonated poly(ether ether ketone) membranes by incorporating TiO2 [19].",
      "startOffset" : 106,
      "endOffset" : 110
    }, {
      "referenceID" : 19,
      "context" : "introduced fluorine groups into a poly(arylene ether) membrane (S-Radel) [20], which shows an improved chemical stability in VRFB.",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 20,
      "context" : "recently incorporated a thin graphene oxide framework as an ion-selective, protective layer on a sulfonated poly(arylene ether sulfone) (SPAES) membrane to improve its coulombic efficiency and chemical stability [21].",
      "startOffset" : 212,
      "endOffset" : 216
    }, {
      "referenceID" : 21,
      "context" : "The protonated poly(arylene ether sulfone) polymers (BPSH60) were prepared by immersing sodium-neutralized BPSH-60 polymers into boiling 2 M H2SO4 solution for 2 h, followed by washing with deionized water for 4 h and drying at 100 °C for 12 h in a vacuum oven [23].",
      "startOffset" : 261,
      "endOffset" : 265
    }, {
      "referenceID" : 7,
      "context" : "Before battery test and membrane characterization, Nafion membranes were pretreated with 3 wt% boiling H2O2 solution for 1 h, boiling deionized water for 1 h, and, followed by boiling 1 M H2SO4 solution for 30 min [8,24].",
      "startOffset" : 214,
      "endOffset" : 220
    }, {
      "referenceID" : 22,
      "context" : "Before battery test and membrane characterization, Nafion membranes were pretreated with 3 wt% boiling H2O2 solution for 1 h, boiling deionized water for 1 h, and, followed by boiling 1 M H2SO4 solution for 30 min [8,24].",
      "startOffset" : 214,
      "endOffset" : 220
    }, {
      "referenceID" : 5,
      "context" : "VO2+ and H+ permeability V (VO) ion has been commonly used for the membrane test in VRFB application because other vanadium species, especially V2+ ions, is vulnerable to air oxidation and diffusion test with single VO is more efficient [6,8,25].",
      "startOffset" : 237,
      "endOffset" : 245
    }, {
      "referenceID" : 7,
      "context" : "VO2+ and H+ permeability V (VO) ion has been commonly used for the membrane test in VRFB application because other vanadium species, especially V2+ ions, is vulnerable to air oxidation and diffusion test with single VO is more efficient [6,8,25].",
      "startOffset" : 237,
      "endOffset" : 245
    }, {
      "referenceID" : 23,
      "context" : "VO2+ and H+ permeability V (VO) ion has been commonly used for the membrane test in VRFB application because other vanadium species, especially V2+ ions, is vulnerable to air oxidation and diffusion test with single VO is more efficient [6,8,25].",
      "startOffset" : 237,
      "endOffset" : 245
    }, {
      "referenceID" : 10,
      "context" : "The VO2+ permeability of membranes was tested using a diffusion test as described in elsewhere [11,24,26].",
      "startOffset" : 95,
      "endOffset" : 105
    }, {
      "referenceID" : 22,
      "context" : "The VO2+ permeability of membranes was tested using a diffusion test as described in elsewhere [11,24,26].",
      "startOffset" : 95,
      "endOffset" : 105
    }, {
      "referenceID" : 24,
      "context" : "The VO2+ permeability of membranes was tested using a diffusion test as described in elsewhere [11,24,26].",
      "startOffset" : 95,
      "endOffset" : 105
    }, {
      "referenceID" : 25,
      "context" : "The surface morphology of the ionomer is very important because it forms the ion channel and determines the state of the electrolyte in the polymer membrane [27].",
      "startOffset" : 157,
      "endOffset" : 161
    }, {
      "referenceID" : 26,
      "context" : "Thus, a low vanadium ion permeability is one of the critical membrane properties for VRFB systems [28].",
      "startOffset" : 98,
      "endOffset" : 102
    } ],
    "year" : 2019,
    "abstractText" : "To develop new cost-effective and high performance ion exchange membranes (IEMs) for redox flow battery applications, poly(arylene ether sulfone) random copolymer membranes (BPSHs) with surface nano-crack coatings (P-BPSH) were prepared using a hydrophobic atmospheric plasma treatment. The effect of the nanocracks on the membranes' ion transport properties and the performance of the vanadium redox flow batteries (VRFBs) were evaluated to better understand the feasibility of using this technique in membrane ionic selectivity. The ion-selective nano-crack surface significantly improved the proton selectivity, from 32.95 to 74.20, over vanadium (VO2+) ions. Consequently, the VRFB cell assembled using a P-BPSH-60 membrane showed higher coulombic and energy efficiencies compared to a VRFB with a pristine BPSH-60 membrane. The energy efficiency of the P-BPSH-60 membrane (85.37%) is comparable to that of a Nafion 117 membrane (85.11%). The improved battery performance demonstrated that the surface nano-crack coating layer effectively blocked the transport of vanadium ions through the IEM without distinct reduction of the proton conductivity. The results suggest a promising strategy to enhance membrane proton selectivity over vanadium ions.",
    "creator" : "Elsevier"
  }
}