{
  "name" : "downloads_2019-03-19_72_10.1016@B978-0-12-816505-8.00007-2.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Multifunctional nanocrystals for cancer therapy: a potential nanocarrier",
    "authors" : [ "Emil Joseph", "Gautam Singhvi" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "CHAPTER\n4Multifunctional nanocrystalsfor cancer therapy: apotential nanocarrier Emil Joseph and Gautam Singhvi\nDepartment of Pharmacy, Birla Institute of Technology and Science, Pilani, India"
    }, {
      "heading" : "4.1 INTRODUCTION",
      "text" : "Cancer is one of the most deadly diseases humanity has ever come across. Even though numerous treatment methods have been developed, the number of patients suffering from cancer still persists. According to a global statistics report on cancer by GLOBOCAN, approximately 14.1 million new cancer cases have been reported with consequential deaths of about 8.2 million patients in 2012 (Ferlay et al., 2015). For better cancer treatment methods and tumor targeting, nanotechnology-based drug delivery systems offer an unprecedented opportunity (Hull et al., 2014; Bertrand et al., 2014). Among various nanotechnology-based strategies for tumor targeting, nanocrystals play a significant role since they are highly suitable for passive and active targeting with maximum possible drug content (close to 100%). Nanocrystals, by definition, are drug particles in a size range of 10 1000 nm (Ostrowski et al., 2012; Chang et al., 2015). Unlike other nanoformulations such as polymeric or solid lipid nanoparticles, nanocrystals are made of 100% drug, with no carrier materials like polymer or lipid (Müller et al., 2011a). Nanosuspensions are made by dispersing these nanocrystals in suitable liquid media such as water, aqueous solutions, or nonaqueous media like liquid polyethylene glycol. Nanocrystals were initially used to resolve the poor bioavailability problems of less soluble drugs (Junyaprasert and Morakul, 2015; Zhou et al., 2016). The large surface area of the nanocrystals created by the size reduction to nanometer level increases the saturation solubility, and decreases diffusional pathway subsequently enhancing the bioavailability. Enhancement of bioavailability of poorly soluble drugs using nanocrystals was very significant since it has been estimated that 40% of the drug molecules in the development pipelines and 60% of all drug molecules coming out of synthesis have solubility issues, thereby limiting further advancement (Vo et al., 2013; Brough and Williams, 2013). Numerous studies have been carried out in this direction of producing nanocrystals of poorly bioavailable anticancer drugs of oral route to improve the bioavailability and therapeutic action (Khadka et al., 2014; Danhier et al., 2014; Patel et al., 2014; Jain et al., 2016). Besides, administration of\nNanomaterials for Drug Delivery and Therapy. DOI: https://doi.org/10.1016/B978-0-12-816505-8.00007-2 © 2019 Elsevier Inc. All rights reserved. 91\nintravenous nanocrystals of anticancer drugs have been increasingly popular because of size advantage with enhanced permeability and retention effect (EPR) and feasibility to attach numerous ligands with active targeting for enhanced tumor targeting. Even with these advancements, concurrent diagnosis and treatment of cancer is still a challenge. A novel system called hybrid nanocrystals or multifunctional nanocrystals have shown a great potential in this context. Hybrid or multifunctional nanocrystals comprise all the benefits of nanocrystal technology for cancer treatment along with tumor diagnostic characteristics. These systems could concurrently accomplish anticancer therapy as well as bioimaging, thereby gaining a significant attention in area of theranostics. This review focuses on the recent advances and current status of nanocrystals with respect to method of preparations, physicochemical characterizations, in vitro/in vivo performance, scale-up techniques, and applications in the field of drug delivery for different tumor targeting with appropriate updates of multifunctional nanocrystals."
    }, {
      "heading" : "4.2 METHODS OF PREPARATION",
      "text" : "Numerous methods available for the preparation of nanocrystals can be broadly classified into two: top-down methods and bottom-up methods (Verma et al., 2009). Top-down methods are based on comminution techniques and bottom-up methods are based on controlled precipitation techniques. A summary of various methods of preparation with their advantages and limitations is compiled in Table 4.1. Drug nanocrystals are prepared classically in an aqueous or nonaqueous dispersion medium. The prepared product is a nanosuspension consisting of nanocrystals in a dispersion medium generally stabilized by suitable polymer or surfactant. Because of the size advantage, drug nanocrystal formulations can be administered in various routes including oral (nanosuspensions, tablets, pellets, capsules, etc.) and parenteral routes (nanosuspensions) (Möschwitzer, 2013)."
    }, {
      "heading" : "4.2.1 TOP-DOWN TECHNIQUES",
      "text" : "As the name indicates, top-down techniques make use of mechanical forces with high energy to bring down the size of drug particles to nanometer range (Fig. 4.1). Media milling or high-pressure homogenization (HPH) are the commonly used mechanical forces to decrease the particle size of bigger drug particles (Van Eerdenbrugh et al., 2008). Flexibility in scale of production is one of the major advantages of top-down techniques and therefore is considered to be a universal method for the preparation of nanocrystals. Numerous commercial nanocrystal based products have been prepared by this technique because of its universal and robust nature (Chen et al., 2011). There are many disadvantages also for this technique such as large time consumption (hours to sometimes days),\nhigh energy (up to 1700 bar), and contamination of final product with the traces of grinding media (may lead to unexpected side effects) (Chen et al., 2011; Möschwitzer, 2013)."
    }, {
      "heading" : "4.2.1.1 Media milling",
      "text" : "The major components of media milling are a recirculating chamber for milling process, coolant to control temperature rise, and milling media to grind the particles to nanosize range. The milling media generally consists of pearls of glass, zircon oxide, hard polystyrene derivatives, etc. The crude slurry of particles is fed to the milling chamber along with aqueous or nonaqueous media and suitable surfactants as stabilizer. The crude slurry approximates up to 30% (w/v) volume of the recirculating milling chamber and the milling media to grind particles approximately about 10% 50% (w/v) of the crude slurry taken. The highenergy forces generated by the agitation process create shear and impact, reducing the particle size of crude slurry (Merisko-Liversidge and Liversidge, 2011;\nManufacturing techniques employed toward fabricating nanocrystals (Pawar et al., 2014).\nPeltonen and Hirvonen, 2010). The media milling can be used in discontinuous mode, that is, batch type or continuous mode, that is, circulation type depending on the requirements of final product. Continuous mode is preferred to obtain uniform nanocrystals in low size range. A rise in the temperature inside the chamber is of major concern during continuous circulation mode, which may affect the stability of drug particles in long term. To avoid this stability issue, a coolant is used to control the temperature rise in the chamber (Monteiro et al., 2013; George and Ghosh, 2013). This media milling technology for obtaining nanocrystals was initially designed by Liversidge and coworkers. This technology is widely used by Elan Pharma and in many commercial products currently available in the market such as Rapamune, Emend, Tricor, Megace ES, etc. (Zuo et al., 2013)."
    }, {
      "heading" : "4.2.1.2 High-pressure homogenization",
      "text" : "In HPH process, the crude drug suspensions are forced to pass through highly narrow homogenization channels under very high pressure. The size reduction attained by several mechanisms such as high-shear forces, cavitation, collisions among particles, etc. Generally in HPH process the crude drug powder is initially dispersed in media with surfactants as stabilizer. This dispersion is further subjected to size reduction by low pressure, high speed shearing or homogenization. Subsequently this size reduced dispersion is homogenized at high pressure to obtain the optimum particle size for nanocrystals (Keck and Müller, 2006; Zhang et al., 2007). Depending on the equipment and media used, HPH techniques can be classified into three: homogenization in aqueous media, homogenization in nonaqueous media, and microfluidization."
    }, {
      "heading" : "4.2.1.2.1 Homogenization in aqueous media",
      "text" : "This technology developed by Müller and coworkers, involves piston-gap homogenizers. The nanosuspension is prepared in aqueous media, usually at room temperature (Möschwitzer, 2013). The drug particles are initially dispersed in an aqueous media containing suitable stabilizer. The dispersion obtained is then forcibly passed through a very narrow homogenization gap at very high pressure (1500 4000 bar) with the help of a piston. Based on the requirements of final particle size and viscosity of dispersion, the width of the homogenization gap can be adjusted from 5 to 20 µm. There is a chance of obtaining gas bubbles due to the boiling nature of aqueous media resulting from the increase in temperature concurrent to the homogenization process. This happens at high pleasure inside the gap and once the pressure is decreased due to the reaching of liquid outside the gap, these bubbles collapse easily. This cavitation phenomenon along with high-shear forces and turbulent flow are the major mechanisms affecting reduction in particle size of drug particles in dispersion. Since the dispersion media is aqueous, there are few disadvantages for this technique, which include stability issues caused by the hydrolysis of aqueous sensitive drugs, additional drying steps to remove large quantities of extra aqueous medium, application of expensive\nlyophilization techniques for drying thermosensitive drugs, etc. (Möschwitzer, 2013; Shegokar and Müller, 2010)."
    }, {
      "heading" : "4.2.1.2.2 Homogenization in nonaqueous media/aqueous admixtures",
      "text" : "As the name suggests, in this method, nanosuspension is prepared in a nonaqueous media such as oils, polyethylene glycol 400, polyethylene glycol 600, etc. (Müller et al., 2011a). Nanosuspension in nonaqueous media is much more advantageous in some instances. These may include oil dispersed nanocrystals filled in soft gelatin capsules, nanosuspensions of aqueous unstable drugs, volatile water ethanol admixtures of dispersions to produce dry products in less time, etc. As compared with aqueous media, vapor pressures of oils or fatty acids at room temperature are very low and thus their boiling points are very high. Therefore the drop in the static pressure during the homogenization process is not enough to produce cavitation. Thus particle size reduction process in this way is not as efficient as that of aqueous dispersions. Because of this, the nonaqueous process employs high temperature to have an efficient diminution process. Alternatively, a deepfreeze homogenization process has been used, such as in “nanopure” where temperature maintained is as low as 20 C (Müller et al., 2011a; Bansal et al., 2012; Möschwitzer, 2013)."
    }, {
      "heading" : "4.2.1.2.3 Microfluidization",
      "text" : "Microfluidization technique is based on the jet stream principle. The suspension of drug particles is passed with acceleration and high velocity through an “Z shaped” or “Y shaped” homogenization chamber. The suspension is passed repeatedly through these chambers to reduce the particle size and sometimes the repetitions may be in multiples of tens for the optimum size (Bansal et al., 2012). These time consuming high number of passes through chambers and microparticles obtained during microfluidization process are the major hurdles of this technique for attaining successful nanocrystal preparation process (Yang et al., 2012; Sawant et al., 2011)."
    }, {
      "heading" : "4.2.2 BOTTOM-UP TECHNIQUES",
      "text" : ""
    }, {
      "heading" : "4.2.2.1 Precipitation technique",
      "text" : "The bottom-up precipitation process of nanocrystal preparation involves the growth of nanocrystals from solution as shown in Fig. 4.1 (Sinha et al., 2013). There are two critical steps in this precipitation process. One is the nucleation process and the other is the consequent crystal growth. In the case of nanocrystal precipitation, nucleation process is of high significance since it is very crucial to obtain very uniform and small nanocrystals. The higher the nucleation rate, the more nuclei are obtained from the supersaturated solution. Also, a large number of nuclei obtained collectively in the nucleation stage results in a narrow particle size distribution of nanocrystals (Sinha et al., 2013; Kakran et al., 2012).\nNucleation process can be activated by methods such as solvent removal, mixing with antisolvent, etc. A magnetic stirrer or an agitator blade is generally used as conventional mixing equipment. Alternatively in modern equipment, efficient mixing in milliseconds time is achieved by impinging jet reactor, multiple inlet vortex mixer, static mixer, etc. Moreover, ultrasonication is provided to obtain cavitation forces and to promote nucleation. To efficiently dry the nanocrystals obtained, techniques such as spray drying or freeze-drying are commonly used (Hu et al., 2011). The major advantages of precipitation techniques is the use of relatively low cost and simple equipment. Scaling up also is relatively simple by make use of static blenders, micromixers etc. The major disadvantage of the precipitation techniques is that they are not universal in approach. These techniques are effective only for some molecules because of uncontrolled particle growth; the majority of drugs remain unapplicable with these methods. Supercritical fluids such as supercritical carbon dioxide can be used to prepare nanocrystals because of the unique advantages of its physical properties, diffusivity characteristics as that of gas and solubilization behavior as liquid (Tozuka et al., 2010; Zhao et al., 2010). Besides, immediate removal of these fluids without extra drying of nanocrystals is a major advantage of the precipitation process."
    }, {
      "heading" : "4.2.3 COMBINED METHODS: PRECIPITATION HOMOGENIZATION",
      "text" : "As discussed in the precipitation section, there is a tendency of the precipitated crystals to grow higher to micrometer size. Also the drug particles precipitated are generally amorphous or partially amorphous. These create stability issues and bioavailability problems, as recrystallization chances of amorphous particles are very high as compared with crystalline particles. By combining precipitation and homogenization methods, these stability and bioavailability issues can be solved. In these combined techniques, the precipitated particles in suspension are further homogenized to preserve the nanosize range of the precipitated particles (Morakul et al., 2013; Li et al., 2014). The secondary homogenization step also acts as an annealing process and converts the precipitated amorphous particles to crystalline particles with higher stability (Fig. 4.1). However, the combination processes are much more expensive than individual methods, which should be duly considered for the selection of nanocrystal preparation methods."
    }, {
      "heading" : "4.3 STERILIZATION OF NANOCRYSTALS",
      "text" : "Sterilization of obtained nanocrystals is an important step during the production, especially for the products intended for parenteral use. Generally, for sterilization, two major approaches, that is, thermal sterilization and aseptic production, are employed. Alternatively, sterilization techniques like gamma irradiation could be performed for the effective sterilization of prepared nanocrystals (Shegokar and Singh, 2012). Thermal sterilization by autoclaving is preferred when the drug\nunder study is highly thermal resistant. Also, strict care is taken to accommodate any stability issues arising from the stabilizer used in the preparation (Shegokar and Singh, 2012). Generally, nanocrystal preparations stabilized by surfactants such as lecithins are stable at autoclaving conditions. On the other hand, stearic stabilizing stabilizers such as poloxomer 188 have shown problems such as flocculation during the autoclaving process. Another widely exercised sterilization approach for nanocrystals is aseptic production, which operates during the production stages. These processes can be easily monitored and precisely validated. These consist of an aseptic setup of equipment and conditions that can be employed for large-scale parenteral nanocrystal suspensions. Homogenization process at high pressure also acts as a sterilization process for disintegrating microorganisms along with its size reduction effect on nanocrystals (Rabinow, 2004)."
    }, {
      "heading" : "4.4 SCALE-UP TECHNIQUES AND ISSUES",
      "text" : "The commercialization of nanocrystal technology needs scaling up from lab scale to commercial scale. During this process several issues are to be addressed since the process dimensions and parameters will be altered drastically in scale-up batches as compared with lab batches (Schaber et al., 2011; Levin, 2001). For instance, lab scale preparation of nanocrystals produces a final product from 1 to 100 mL whereas commercial products are produced in tons, thereby increasing the production volume by factors of several thousand. It is also very challenging to make large-scale equipment replicating the efficiency and characteristics as that of lab scale ones. Because of these limitations, HPH technique is the widely applied technique for commercial nanocrystal production since these were accepted previously by the regulatory authorities for the preparation of parenteral emulsions such as Lipofundin for nutrition purposes (Keck and Müller, 2006; Jumaa and Müller, 1998). Besides, the homogenization valve in homogenization equipment in lab scale is relatively similar in geometry to the valves in commercial homogenization equipment.\nThere are reports in the literature that in commercial equipment fewer homogenization cycles and less pressure were sufficient enough to obtain nanocrystals as compared with lab scale equipment (Möschwitzer, 2013). This might be because parameters of production like temperature can be better controlled in larger volume machines and problems arising from the fluctuations of set parameters are less in large-scale commercial production equipment. Moreover, automatic systems are used in commercial equipment resulting in the uniformity of batches and conditions provided for the manufacturing process. Many commercial homogenization equipment is supported with a second homogenization valve operating at 1 by 10th of the pressure of the first, which immediately disrupts the obtained nanocrystal aggregates and produces uniform nanocrystals. Different modified homogenizers are currently available or in developmental stages with fewer scale-up issues to obtain uniform nanocrystals with high commercial applicability (Möschwitzer, 2013; Müller et al., 2011b)."
    }, {
      "heading" : "4.5 CHARACTERIZATION TECHNIQUES",
      "text" : ""
    }, {
      "heading" : "4.5.1 PARTICLE SIZE",
      "text" : "The particle size estimation is an important characterization technique of nanocrystals, which provides a clear idea about the particle size distribution, mean particle size, and changes in the size of the particles over time due to crystal growth or agglomeration process (Borchert et al., 2005). For the particle size estimation generally employed methods are based on dynamic light scattering or photon correlation spectroscopy, which can accurately measure particles between 3 nm and 3 µm (Schärtl, 2007; Petzold et al., 2009). This method is very appropriate for drug nanocrystals since the size is expected to be in the range of few nanometers to less than 1 micrometer. In this technique of particle size estimation, laser light scattered from nanocrystals is estimated and based on the scattering, the particle size is analyzed. Usually, a less viscous aqueous medium is used as dispersion media. However, with water soluble nanocrystals, nonaqueous solvents are also employed as dispersion media. This technique majorly analyzes the fluctuation velocity of the laser light scattered by the nanocrystals (Pecora, 2013). The final particle size calculations are based on correlation function, diffusion coefficient, and by the application of Stokes Einstein equation. The polydispersity index (PI) is calculated from the width of the size distribution. PI value of zero indicates a monodispersed nanocrystal population and a PI value between 0.10 and 0.20 indicates a narrow size distribution. The PI value of 0.5 and above are considered to be broad distribution profiles for nanocrystals. The changes in the size of the nanocrystals over time due to crystal growth or agglomeration process can be studied by this method. (Kaszuba et al., 2008; Murdock et al., 2008) These size changes can be an indication of instability of the obtained nanocrystals and strict care can be taken in initial phase itself. Another particle size determination method for nanocrystals is based on laser diffractometry (LD), which can measure both nano- and microsized particles. LD can accurately measure particles in a range of 10 nm to 8 µm. Therefore if there is a presence of microcrystals or agglomeration of nanocrystals to micron size, it can be detected and quantified with this technique of size determination. The particle size estimation by LD technique is mainly based on the patterns of Fraunhofer diffraction of the laser beam obtained by particles present (Lu et al., 2000; Sperazza et al., 2004)."
    }, {
      "heading" : "4.5.2 ZETA POTENTIAL",
      "text" : "Zeta potential determination is a significant characterization technique of nanocrystals to estimate the surface charge, which can be employed for understanding the physical stability of nanosuspensions (Jiang et al., 2009). A large positive or negative value of zeta potential of nanocrystals indicate good physical stability of nanosuspensions due to electrostatic repulsion of individual particles. A zeta potential value other than 230 mV to 130 mV is generally considered to have\nsufficient repulsive force to attain better physical colloidal stability. On the other hand, a small zeta potential value can result in particle aggregation and flocculation due to the van der Waals attractive forces act upon them. These may result in physical instability (Hunter, 2013; Freitas and Müller, 1998; Shah et al., 2014). Along with zeta potential values, other factors such as material properties, presence of surfactants, and solution chemistry also affect the physical stability of obtained nanosuspensions."
    }, {
      "heading" : "4.5.3 PARTICLE SHAPE AND MORPHOLOGY",
      "text" : "To determine the nanocrystal shape and morphology, a technique such as scanning electron microscopy (SEM) is generally employed (Majoinen et al., 2012). SEM is performed to get a better understanding of the particle size and to study the topography of obtained nanocrystals. The nanocrystal samples for SEM are prepared by lightly sprinkling the particles on a double adhesive tape that is struck to an aluminum stub. The stubs are then coated with gold. The samples are then randomly scanned and photomicrographs are taken at defined magnifications. In the SEM technique, a beam of high-energy electrons is made to focus on the sample and when it penetrates the surface, it results in an interaction between electrons and surface atoms. Secondary, back scattered, auger electrons are produced and these in turn creates signals and detected by energy dispersive x-ray analysis. The secondary electrons produced during scanning of the beam on the surface of particles are detected, which can reveal information regarding texture, chemical composition, as well as the crystalline structure of the sample’s surface (Goldstein, 2012; Goldstein et al., 2012).\nAnother direct imaging technique to study the morphology of nanocrystals is transmission electron microscopy (TEM). TEM is a very powerful characterization technique for the determination of the structure of nanocrystals and can define the size of nanocrystals very accurately. One of the most significant applications of TEM is the real-space imaging of nanocrystals or nanosized materials. TEM can identify and quantify the chemical as well as the electronic structure of nanocrystals individually. In situ TEM studies is a new area, where the individual nanocrystals can be characterized and properties can be measured to obtain clear structure property relationships of nanocrystals. TEM is one of the most direct methods that provide real images of nanocrystals and can provide information about the homogeneity of the study sample (Wang, 2000; Kaushik et al., 2015).\nX-ray diffraction (XRD) is also an important technique to study the morphology of nanocrystals. XRD method estimates nanocrystal size based on the broadening of the XRD reflections by means Scherrer formula. Scherrer formula is a mathematical relationship consisting of particle size, the wavelength of the radiation, the angle of the considered Bragg reflection, width, and a constant “K,” which is close to unity. Values for K depend on several factors including the geometry of the crystallites (Grangeon et al., 2013; Xia and Chen, 2013)."
    }, {
      "heading" : "4.6 ROUTES OF ADMINISTRATION",
      "text" : "One of the major advantages of the drug nanocrystal dosage form is its flexibility to accommodate various administration routes. These can be administered via most of the available routes, including oral, parenteral, dermal, nasal, ophthalmic, vaginal, and pulmonary routes, unlike many other established dosage forms. Nanocrystal formulations have been administered via oral route to enhance the dissolution of poorly soluble drugs, thereby improving the bioavailability to a great extent (Patel et al., 2014; Fu et al., 2013). Intravenous administration of nanocrystal formulations results in an absolute (100%) bioavailability and would help to pharmacologically screen new chemical entities, irrespective of their solubility issues (Danhier et al., 2014; Christodoulou et al., 2014). The administration of nanocrystal formulations via dermal route creates supersaturated conditions with elevated thermodynamic activity and increases the efficacy of the drug under investigation (Pireddu et al., 2016; Vidlářová et al., 2016). Ophthalmic route of administration is also explored for nanocrystal formulations for a prolonged retention effect thus enhancing the therapeutic activity (Tuomela et al., 2014; Romero et al., 2016). Similarly, the nasal route is explored for nanocrystal formulations administration, which helps to adhere these systems to the nasal mucosa (Saindane et al., 2013). The vaginal administration of nanocrystals aids in the evenly spreading of the therapeutic molecule throughout the affected area (Popov et al., 2015). In pulmonary delivery, aerosols of nanocrystals are developed and they have proven to augment the efficacy of drug molecules as compared with other conventional dosage forms (Kaur et al., 2016; Wauthoz and Amighi, 2015)."
    }, {
      "heading" : "4.7 CURRENT STATUS AND RECENT ADVANCES",
      "text" : "From 1990 to 2000, a relatively new technology such as nanocrystal technology was not readily accepted by the pharmaceutical companies. One major reason for this was the unavailability and development cost of large-scale nanocrystal production facilities. However, few pharma companies like Elan Pharma established feasible large-scale production facilities for nanocrystals and there was a constant increase in a number of poorly bioavailable drugs due to low solubility. This created a great opportunity for pharma companies in nanocrystal technology in early 2000. Pearl milling technology by Elan Pharma and piston-gap homogenizer technology by Baxter accelerated drug nanocrystal based formulations development (Serrano et al., 2015; Pawar et al., 2014). Below are the some of the major products based on nanocrystal technology currently in the market/clinical phases. Various products exploited use different features of the nanocrystals, an overview of market products is given in Table 4.2."
    }, {
      "heading" : "4.7.1 PRODUCTS BASED ON DRUG NANOCRYSTALS IN THE MARKET/CLINICAL PHASES",
      "text" : ""
    }, {
      "heading" : "4.7.1.1 Rapamune",
      "text" : "Even though several patents were filed on nanocrystal technology in the early 1990s, the first product with this technology introduced in the market was Rapamune from Wyeth in of 2000. The product is a tablet formulation comprising 1 or 2 mg of sirolimus, an immunosuppressant, which demonstrated a clear\nadvantage of 21% higher bioavailability than sirolimus solution available in the market. Sirolimus is widely used in combination with cyclosporine or steroids to avoid organ rejection in kidney transplant patients. The compression of Rapamune tablet was performed in such a way that nanocrystals are released from tablet to obtain a nonaggregated and ultrafine suspension. For Rapamune, only 1 2 mg of the nanocrystal is incorporated into a tablet weighing 360 mg, which provided ample space for other excipients to solve any formulation problems (Wyeth, 2012; Johnson, 2002)."
    }, {
      "heading" : "4.7.1.2 Emend",
      "text" : "Emend is a capsule formulation based on nanocrystal technology, containing 80 or 125 mg of the drug aprepitant, an antiemetic drug used to prevent nausea and vomiting caused by chemotherapy or surgery. This superior formulation was introduced in 2003 by the pharmaceutical company Merck. The typical weight of an Emend capsule is between 400 and 500 mg and nanocrystal drug comprises approximately 25% 30% of the whole dosage form. Pellets are made from the drug nanocrystals with suitable excipients and are filled in the capsule formulation. Emend demonstrates the significance of enhanced bioavailability through nanocrystal technology. This is very important for a drug like aprepitant, which is poorly soluble with a very narrow absorption window (Junghanns and Müller, 2008; Müller et al., 2011b)."
    }, {
      "heading" : "4.7.1.3 Tricor",
      "text" : "Tricor, a nanocrystal formulation of fenofibrate, was introduced in the market by Abbott Laboratories. Tricor is a nanocrystal based tablet formulation and is available in 48 and 145 mg doses. It is extensively indicated as an adjunctive therapy for patients with lipid associated diseases such as primary hypercholesterolemia and mixed dyslipidemia. Several therapeutic actions of fenofibrate include an increased high-density lipoprotein cholesterol, reduced low-density lipoprotein cholesterol, reduced triglycerides, reduced total cholesterol, reduce apolipoprotein B, etc. The uptake of fenofibrate from conventional dosage forms through gut lumen is highly dependent on patient’s fed or nonfed state. This further results in irregular absorption and bioavailability. Fenofibrate absorption in fed patients is reported to be up to 35% higher as compared with nonfed patients. Since fenofibrate is a practically water insoluble lipophilic drug, the availability of lipids and surfactants such as cholesterol in the food enhances absorption. However, the introduction of Tricor nanocrystal formulation makes the active drug, fenofibrate, independent of fed or nonfed state of patients and it was found that plasma levels of fenofibrate are bioequivalent with Tricor irrespective of fed or nonfed state. The nanonization of fenofibrate in Tricor formulation enhances the solubility to a great extent, thereby making it bioequivalent irrespective of fed or nonfed conditions (Müller and Keck, 2012; Junghanns and Müller, 2008)."
    }, {
      "heading" : "4.7.1.4 Megace ES",
      "text" : "In Megace ES, megestrol acetate was formulated based on nanocrystal technology by Par Pharmaceutical Companies, Inc. and has numerous advantages. Megestrol is used in cancer and anorexia treatment. It is a synthetic progestin having same physiologic effects as that of the natural hormone, progesterone. The possible biochemical mechanism of progestin anticancer activity might involve its interaction with glucocorticoid receptors. Besides, Megestrol is also reported to have direct cytotoxic activity on breast cancer cell lines in tissue culture.\nThe exact mechanism of megestrol’s antianorexic effect is not yet well understood. Even though Megestrol is highly absorbed in the gastrointestinal tract, its absorption is very irregular. There is a substantial food effect limiting the bioavailability of megestrol acetate oral suspension. This was overcome by the Megace ES, where the bioavailability is least affected by the presence or absence of food. As discussed earlier, the enhanced rate of dissolution is resultant from nanosized particles leading to an increased bioavailability in patients irrespective of fed or nonfed state. Furthermore, the less volume of nanosized formulation required for one dose allowed to reduce the total volume to be taken by a factor of four. In addition, the reduced viscosity of the Megace ES nanocrystal formulation, which is a direct effect of the nanonization, further leads to better patient compliance (Junghanns and Müller, 2008; Shegokar and Müller, 2010)."
    }, {
      "heading" : "4.7.1.5 Semapimod",
      "text" : "Semapimod is an investigational new drug of the pharmaceutical company, Cytokine Pharmasciences. It is a synthetic guanyl hydrazone derivative that inhibits signal transduction pathways, pro-inflammatory cytokines, and nitric oxide production, which are known to be highly active in diverse inflammatory as well as autoimmune diseases. Cytokine Pharmasciences is actively involved in the development of nanocrystal formulation of semapimod to improve the solubility issues of the drug, thus enhancing the bioavailability (Shegokar and Müller, 2010; Singh, 2010)."
    }, {
      "heading" : "4.7.1.6 Paxceed",
      "text" : "Angiotech Pharmaceuticals Inc. has developed a nanocrystal based formulation of paclitaxel to solve the solubility issues of the well-known anticancer drug. A cremephor EL-free paclitaxel nanocrystal based formulation for systemic administration was developed for patients suffering from widespread diseases. Moreover, this formulation minimizes the incidence of allergic hypersensitivity reactions caused by cremephor EL. Besides, the therapeutic doses of Paxeed is much lower than the conventional dosage forms (Srivalli and Mishra, 2014; Mohana Raghava Srivalli and Mishra, 2015)."
    }, {
      "heading" : "4.7.1.7 Theralux",
      "text" : "Kiadis Pharma (formerly known as Celmed BioSciences Inc.) has developed Theralux by nanocrystal technology, which is a photodynamic-based therapy. The\nactive drug, Thymectacin, is proposed for the extracorporeal photochemotherapeutic treatment of autoimmune diseases, prevention of graft-versus-host disease, and cancerous cells eradication in non-Hodgkin’s lymphoma during bone marrow transplants. The company is actively involved in the development of nanocrystal formulations of Thymectacin, which is poorly soluble and nanonization of which would increase the solubility as well as bioavailability (Nagarwal et al., 2011; Mohana Raghava Srivalli and Mishra, 2015)."
    }, {
      "heading" : "4.7.1.8 NPI 32101",
      "text" : "Nucryst Pharmaceuticals has developed silver nanocrystals with their own technology. These silver nanocrystals have antiinflammatory as well as antimicrobial properties. These can also be combined with various pharmaceutical carriers like tablets, solutions, creams, gels, etc., to obtain prescription drugs (Bhol and Schechter, 2007; Bhol et al., 2004)."
    }, {
      "heading" : "4.8 APPLICATIONS OF MULTIFUNCTIONAL NANOCRYSTALS",
      "text" : "IN TUMOR TARGETING\nThe prospects of nanotechnology as potential drug delivery systems are progressively being realized for tumor targeting as these offer numerous advantages as compared with conventional dosage forms (Bazak et al., 2015). Tumor targeting employing nanotechnological methods has been achieved by two mechanisms, namely, passive targeting and active targeting. Passive tumor targeting is based on the unique property of nanosized delivery systems to accumulate in tumor tissue because of the EPR effect. Nanosized delivery systems with a particle size between 20 and 200 nm have been reported to have shown positive tumor accumulation. This is because of the larger endothelial gap junctions existing in tumor tissues as compared with normal tissues, thereby enhancing the accumulation of nanodelivery systems in the tumor as shown in Fig. 4.2. EPR effect is achieved due to many unique properties of tumor tissues such as hypervascularity of tumor tissue; hyperpermeability of the vasculature, less efficacious lymphatic drainage system of tumor tissue, etc. (Xu et al., 2015; Wicki et al., 2015; Maeda, 2015). In the case of active tumor targeting technique, a ligand or antibody specific to membrane-bound receptors of the tumor is attached to nanosized delivery systems and these result in better tumor targeting. The active binding of the ligand or antibody to the surface receptors leads to an improved retention of nanodelivery systems in tumor tissue. Several targets such as folate receptor, CD33, transferring receptor, VEGFR, etc., are widely explored for this purpose (Bazak et al., 2015).\nIn nanotechnology-based systems, it is possible to deliver diagnostic probes along with anticancer drugs. These tumor theranostics systems result in the treatment of cancer, concurrently achieving the recognition of tumor, its evaluation, and transmission stages of the tumor (Tan and Wu, 2016; Li et al., 2016). The\nvarious nanotechnology-based delivery systems employed for tumor theranostics include polymeric nanoparticles, liposomes, micelles, polymersomes, etc. The imaging probes incorporated in these systems are generally physically adsorbed to the surface or encapsulated in the core, or sometimes, chemically conjugated to the encapsulated drug. Hybrid nanocrystals or multifunctional nanocrystals that consist of drug nanocrystals in combination with diagnostic probes further advance the theranostic techniques in tumor targeting. Since multifunctional nanocrystals have comparatively few excipients, it can avoid toxic effects associated with numerous excipients in other nano-based formulations such as polymeric nanoparticles, solid lipid nanoparticles, liposomes, etc. Besides, as the percentage of drug in multifunctional nanocrystals, formulations are comparatively very high than other nanoformulations, the quantity required to obtain a sufficient therapeutic response is very low. Other advantages of nanotechnology-based formulations such as better pharmacokinetics and biodistribution of chemotherapeutic drugs are also present in multifunctional nanocrystals. These may be also because of physically stable crystalline nature of nanocrystals as compared with many amorphous drug particles. The stable nature of these crystalline materials may further hinder the interactions between plasma proteins and nanocrystals, thereby improving the efficacy of chemotherapeutic agents. Because of the promising potential of multifunctional nanocrystals, a large number of studies have been carried out in this area with distinguished advantages.\nA patent claiming multifunctional nanocrystals of poorly soluble, chemotherapeutic drugs such as doxorubicin, camptothecin, paclitaxel, etc. with tumor targeting ligands or antibodies into the crystal has been reported with great advantages as compared with conventional dosage forms. These systems also contain radionuclides or imaging agents to combine tumor targeting and diagnostics. This\nDifferences between (A) normal and (B) tumor tissues that explain the passive targeting (Danhier et al., 2010).\ninvention is currently in clinical trials and it is expected to be an accepted dosage form for tumor targeting with diagnostic properties (Rayahin et al., 2012).\nIn another reported study, drug nanocrystals were physically integrated with guest substances such as fluorophores. The multicrystal nanocrystals were prepared by crystallization methods and there was no chemical conjugation involved between the nanocrystals and diagnostic fluorophores. The anticancer drug paclitaxel concurrently with two unique bioimaging fluorophores such as bioactivatable MMPSense 750 FAST and near-infrared FPR-648 were investigated in this study. The results indicated that released MMPSense molecules from the hybrid/ multifunctional nanocrystals were stimulated by in vivo matrix metalloproteinases, similarly to the free MMPSense, thereby demonstrating the ability of developed multifunctional nanocrystals to monitor the progression of tumor cells. The other diagnostic fluorophore, FPR-648, was also imaged at a different wavelength. Moreover, it has been found that, when administered at a dose of 20 mg/kg, the multifunctional nanocrystal formulations exhibited a comparable efficacy with decreased toxicity as that of Taxol (Hollis et al., 2014).\nGeun et al. studied the ability of the Fe3O4/MnO hybrid nanocrystals formulations for acting as a dual magnetic resonance imaging (MRI) contrast agents owing to the integration of the T1 and T2 contrast properties. The in vitro and in vivo investigations have demonstrated a unique MRI contrast-enhancing characteristic of dumbbell-shaped hybrid nanocrystals that induce a negative T2 contrast effect when the nanocrystal is intact. A positive contrast enhancement in T1-weighted magnetic resonance images has been observed when the Mn 21 ions are released in a low pH environment. It has also been demonstrated that when the hybrid nanocrystals were used for liver MRI, a dual contrast-enhancing technique that synergistically combined the T2 and T1 contrast effects of the Fe3O4 grain and released Mn21 ions could be used. The results indicated that the Fe3O4/ MnO dumbbell-shaped hybrid nanocrystals can be effective for time-delayed MRI where the timing of the magnetic resonance examination can vary widely after administration of the contrast agent. Moreover, it is expected that the use of these hybrid nanocrystal formulations in live MRI may result in better tumor characterization to distinguish between tumors of hepatic and nonhepatic origins, which is of great clinical significance (Im et al., 2013).\nIn another meaningful study, multifunctional nanocrystals, based on a colloidal seeded-growth method where ZnO nanorods were decorated with Fe-based magnetic domains. The approach used in this study involved nucleation of Fe nanocrystals heterogeneously on size-tailored nanorod seeds of ZnO in a noncoordinating solvent. This was further followed by the application of partial surface oxidation of nucleated nanocrystals to the corresponding shell domains of Fe@ FexOy core. Multifunctional nanocrystals with variable size and population of the Fe-based nanodomains were developed based on the reactivity of the ZnO seed surfaces. The multifunctional nanocrystals system also exhibited prominent bandedge ultraviolet fluorescence (Kostopoulou et al., 2012).\nDyeing of nanocrystals is also explored where, in an organic crystal, organic colorants are embedded and studied. This technique is based on a well-known phenomenon in chemistry (solid-state) known as guest inclusions. In this technique, the guest molecules are embedded or made to grow into the crystal host lattice. Even though the quantity of guest molecules embedded into the crystal lattice is minute, it can render significant changes to the properties of the host, including changes in mechanical durability, optical appearance, electronic conductivity, etc. This technique has been utilized judiciously for multifunctional nanocrystals where functional guest substances are integrated into the crystal lattice of the nanocrystals of the drug. These multifunctional hybrid nanocrystal systems can concurrently perform tumor targeting and imaging. By using this technique, solid, paclitaxel nanocrystals physically incorporated with fluorescent molecules throughout the crystal lattice were developed. The designed system retained fluorescent properties in the solid state. These multifunctional nanocrystals were localized significantly and retained in the tumor for many days, thereby expecting effective anticancer properties. (Zhao et al., 2011).\nAnother promising multifunctional nanocrystalline approach is the use of nanocrystalline ceria for the application of tumors having a viral origin. These multifunctional nanocrystal delivery systems based on antitumor drugs and nanocrystalline ceria can enhance the therapeutic efficacy of anticancer drugs with a significant decrease of toxic side effects.\nNanocrystalline ceria, a versatile material, is considered as an artificial analogue of oxidoreductases, such as catalase, superoxide dismutase, etc., and is capable of protecting living systems from numerous oxidative stress conditions of various origin. A study based on hybrid materials comprising peptide antitumor drugs and nanocrystalline has shown a significant increase in the therapeutic efficacy and decrease in the toxic side effects. Besides, the radioprotective and photoprotective properties of nanocrystalline ceria help its advanced application in tumor radiotherapy and photodynamic therapy. Another important inherent characteristic of nanocrystalline ceria is its pH-sensitive property, which provides a platform to deliver the anticancer drug to the specific target like a magic bullet exploring the advantages of pH differences in various areas of the living system. Nanocrystalline ceria offers various options to attach different ligands, thereby enhancing its specificity toward tumor cells. Because of these advantages and versatility nanocrystalline ceria can be widely used for the multimodal diagnosis of the tumor including MRI, malignant cell imaging, single photon emission computed tomography, etc. (Shcherbakov et al., 2014).\nSurface modifications of multifunctional nanocrystals have also been performed to impart hydrophilicity and enhanced circulation bypassing reticuloendothelial system (RES). PEGylation of polymeric nanoparticles, solid lipid nanoparticles, and other novel drug delivery systems are widely known for enhancing circulation time and efficacy. This technique has been adapted in a multifunctional nanocrystals system where monodisperse lipid-PEGylated MneZn ferrite magnetic nanocrystals with ideal core shell structure were developed with\nsuperior performance. The greatest advantages of these multifunctional nanocrystals systems result from the combined effects of the inner magnetic cores with superior magnetism and external PEGylation imparting hydrophilicity, which prolongs circulation time of the multifunctional nanocrystals to great extent, minimizing macrophage uptake by RES and enhancing the biocompatibility immensely. The multifunctional nanocrystals system was administered via intravenous route and was found to be highly effective in the passive targeting of tumor cells exploiting EPR effects. This enhanced tumor targeting exerts a fundamental role in the successful performance of tumor targeted magnetic hyperthermia. To augment magnetically induced heat-generation for tumor cells, different strategies are applied. These include an increase in injection dose of multifunctional nanocrystals system, increased frequency of administration etc. resulting in repeatedly sufficient hyperthermia period in tumor cells under a designed alternating current magnetic field (ACMF) of 390 kHz and 12 A. The system is designed in such a way that there is also a concurrent accompany of real-time tumor detection and diagnosis using MRI technique. It was found that the long lasting multifunctional nanocrystals system mediated heat induction in tumor cells effectively inhibited the tumor growth for a certain period of time duration. The authors believe that the developed multifunctional nanocrystals system with excellent magnetic properties as exceptional heating and MRI agents has very promising tumor theranostics applications with increased circulation time and efficacy (Xie et al., 2014)."
    }, {
      "heading" : "4.9 CHALLENGES AND FUTURE SCOPE",
      "text" : "Even though multifunctional nanocrystal systems offer great advantages in diagnosis and treatment of tumors, these also face numerous challenges to establishing a successful dosage form. There are several essential issues that are required to be addressed for the effective applications of multifunctional nanocrystal systems in tumor patients. The multifunctional nanocrystal systems generally comprise two major functionalities such as diagnosis and treatment usually performed by two separate molecules with completely different unique properties. Therefore to design an optimum combination of these separate entities with retention or enhancement of their unique properties is practically very challenging. In the case of a single entity that has both diagnostic and therapeutic properties together, it is always challenging to establish an optimum dose that exhibits the required diagnostic property with exact therapeutic concentration. There is always a chance of either increase or decrease in therapeutic dose with an optimum diagnostic dose. Similar challenges may be come across when optimizing the frequency of administration of multifunctional nanocrystal systems. Besides, the release of diagnostic agent or therapeutic agent should be highly controlled to fulfill the diagnostic and therapeutic requirement failing, which will affect the tumor patient in a very\nnegative way. Thus the optimum release must be always ensured, which is again a very challenging task. Another significant challenge is establishing the safety of multifunctional nanocrystal systems in humans. There are very few studies reported in this direction yet. Detailed investigations about the toxicity and safety concerns of these systems are very much required before the clinical applications in the tumor. Most available results in multifunctional nanocrystals targeting rely upon in vitro and animal models, which do not match the actual environment of the tumor in the body, which is one the major obstacles. The actual mechanisms involved in the biodegradation and clearance of these systems are to be well established. There are many other challenges in the production or scale-up stages of nanocrystals such as low reproducibility, long production times, low recovery, obtaining nanocrystals of high dose drugs into a single dosage form like tablet, etc. (Van Eerdenbrugh et al., 2008; Gao et al., 2008). Several active studies currently going on in this direction are believed to overcome these challenges and augment the industrial scale production of nanocrystals.\nIn future, it is highly expected that a large number of antitumor drugs will be required to formulate into one of the smart drug delivery and diagnostic technologies such as multifunctional nanocrystal systems. An increased demand for a concurrent anticancer therapy and diagnosis with better efficacy and minimal side effects would lead to the development of more multifunctional nanocrystal systems in the market. This would lead to the innovation of much cheaper technology of obtaining multifunctional nanocrystals without compromising the quality of the developed systems, which would further decrease the cost of anticancer diagnosis and therapy. Moreover, controlled or prolonged release dosage forms with targeting capabilities of multifunctional nanocrystals would be available in the market by modifying the surface of these systems. The developments and advancement of biotechnology introduced several specific and powerful tumorspecific biomarkers, which could be explored constructively by multifunctional nanocrystal systems (Schwarzenbach et al., 2011; Schumacher et al., 2015; Barderas et al., 2015). These would augment tumor monitoring and targeting, with a better understanding of disease progression and would result in optimum treatment with the tumor."
    }, {
      "heading" : "4.10 CONCLUSIONS",
      "text" : "Nanocrystals, because of their high drug loading characteristics and low particle size, have attracted great attention in the field of drug delivery for effective therapy of various cancers. Numerous preparative techniques such as HPH, precipitation, and media milling have been adapted for the successful large-scale production of nanocrystals. There are numerous nanocrystals available in the market or in preclinical stages for cancer therapy and similar applications The authors emphasize recent advancements in the development of multifunctional\nnanocrystal systems for the concurrent diagnosis and therapeutic action in tumor treatment. These nanosized multifunctional systems are highly promising for diagnostic and therapeutic applications in tumors mainly due to their size advantage exploring EPR effect of tumor cells and its flexibility of incorporating diagnostic agents resulting in concurrent diagnosis and treatment. Furthermore, the feasibility of surface modifications on these such as PEGylation on these multifunctional nanocrystal systems could ease the escape of these nanocrystals from reticuloendothelial systems, thereby increasing the blood circulation time and enhancing the effectiveness. The really smart multifunctional nanocrystal systems could add up diagnostic characteristics, antitumor therapy, and effective live monitoring of cancerous cells into a single delivery system with multiple functionalities. These unique qualities of multifunctional nanocrystal systems could help in obtaining immediate feedback during antitumor therapy in individual patients, thereby exploring the concept of smart and personalized medicine, which is a very demanding model with great implications."
    } ],
    "references" : [ {
      "title" : "Continuous production of drug nanoparticle suspensions via wet stirred media milling: a fresh look at the Rehbinder effect",
      "author" : [ "A. Monteiro", "A. Afolabi", "E. Bilgili" ],
      "venue" : "Drug Dev. Ind. Pharm. 39,",
      "citeRegEx" : "Monteiro et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Monteiro et al\\.",
      "year" : 2013
    }, {
      "title" : "Precipitation-lyophilization-homogenization (PLH) for preparation of clarithromycin nanocrystals: influencing factors on physicochemical properties and stability",
      "author" : [ "B. Morakul", "J. Suksiriworapong", "J. Leanpolchareanchai", "V.B. Junyaprasert" ],
      "venue" : "Int. J. Pharm. 457,",
      "citeRegEx" : "Morakul et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Morakul et al\\.",
      "year" : 2013
    }, {
      "title" : "Drug nanocrystals in the commercial pharmaceutical development process",
      "author" : [ "J.P. Möschwitzer" ],
      "venue" : "Int. J. Pharm. 453,",
      "citeRegEx" : "Möschwitzer,? \\Q2013\\E",
      "shortCiteRegEx" : "Möschwitzer",
      "year" : 2013
    }, {
      "title" : "Twenty years of drug nanocrystals: where are we, and where do we go",
      "author" : [ "R. Müller", "C. Keck" ],
      "venue" : "Eur. J. Pharm. Biopharm",
      "citeRegEx" : "Müller and Keck,? \\Q2012\\E",
      "shortCiteRegEx" : "Müller and Keck",
      "year" : 2012
    }, {
      "title" : "State of the art of nanocrystals special features, production, nanotoxicology aspects and intracellular delivery",
      "author" : [ "R.H. Müller", "S. Gohla", "C.M. Keck" ],
      "venue" : "Eur. J. Pharm. Biopharm",
      "citeRegEx" : "Müller et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Müller et al\\.",
      "year" : 2011
    }, {
      "title" : "Nanocrystals: production, cellular drug delivery, current and future products",
      "author" : [ "R.H. Müller", "R. Shegokar", "S. Gohla", "C.M. Keck" ],
      "venue" : null,
      "citeRegEx" : "Müller et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Müller et al\\.",
      "year" : 2011
    }, {
      "title" : "Characterization of nanomaterial dispersion in solution prior to in vitro exposure using dynamic light scattering technique",
      "author" : [ "R.C. Murdock", "L. Braydich-Stolle", "A.M. Schrand", "J.J. Schlager", "S.M. Hussain" ],
      "venue" : "Toxicol. Sci. 101,",
      "citeRegEx" : "Murdock et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Murdock et al\\.",
      "year" : 2008
    }, {
      "title" : "Nanocrystal technology in the delivery of poorly soluble drugs: an overview",
      "author" : [ "R.C. Nagarwal", "R. Kumar", "M. Dhanawat", "N. Das", "J.K. Pandit" ],
      "venue" : "Curr. Drug. Deliv",
      "citeRegEx" : "Nagarwal et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Nagarwal et al\\.",
      "year" : 2011
    }, {
      "title" : "Controlled synthesis and single-particle imaging of bright, sub-10 nm lanthanide-doped upconverting nanocrystals",
      "author" : [ "A.D. Ostrowski", "E.M. Chan", "D.J. Gargas", "E.M. Katz", "G. Han", "Schuck", "P.J" ],
      "venue" : "ACS Nano 6,",
      "citeRegEx" : "Ostrowski et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Ostrowski et al\\.",
      "year" : 2012
    }, {
      "title" : "Oral delivery of paclitaxel nanocrystal (PNC) with a dual Pgp-CYP3A4 inhibitor: preparation, characterization and antitumor activity",
      "author" : [ "K. Patel", "A. Patil", "M. Mehta", "V. Gota", "P. Vavia" ],
      "venue" : "Int. J. Pharm. 472,",
      "citeRegEx" : "Patel et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Patel et al\\.",
      "year" : 2014
    }, {
      "title" : "Engineered nanocrystal technology: in-vivo fate, targeting and applications in drug delivery",
      "author" : [ "V.K. Pawar", "Y. Singh", "J.G. Meher", "S. Gupta", "M.K. Chourasia" ],
      "venue" : "J. Control Release 183,",
      "citeRegEx" : "Pawar et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Pawar et al\\.",
      "year" : 2014
    }, {
      "title" : "Dynamic Light Scattering: Applications of Photon Correlation Spectroscopy",
      "author" : [ "R. Pecora" ],
      "venue" : null,
      "citeRegEx" : "Pecora,? \\Q2013\\E",
      "shortCiteRegEx" : "Pecora",
      "year" : 2013
    }, {
      "title" : "Pharmaceutical nanocrystals by nanomilling: critical process parameters, particle fracturing and stabilization methods",
      "author" : [ "L. Peltonen", "J. Hirvonen" ],
      "venue" : "J. Pharm. Pharmacol",
      "citeRegEx" : "Peltonen and Hirvonen,? \\Q2010\\E",
      "shortCiteRegEx" : "Peltonen and Hirvonen",
      "year" : 2010
    }, {
      "title" : "Application relevant characterization of aqueous silica nanodispersions",
      "author" : [ "G. Petzold", "R. Rojas-Reyna", "M. Mende", "S. Schwarz" ],
      "venue" : "J. Dispersion Sci. Technol",
      "citeRegEx" : "Petzold et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Petzold et al\\.",
      "year" : 2009
    }, {
      "title" : "Diclofenac acid nanocrystals as an effective strategy to reduce in vivo skin inflammation by improving dermal drug bioavailability",
      "author" : [ "R. Pireddu", "C. Caddeo", "D. Valenti", "F. Marongiu", "A. Scano", "G Ennas" ],
      "venue" : "Colloids Surfaces B: Biointerfaces 143,",
      "citeRegEx" : "Pireddu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Pireddu et al\\.",
      "year" : 2016
    }, {
      "title" : "Nanocrystals, compositions, and methods that aid particle transport in mucus. Google Patents",
      "author" : [ "A. Popov", "E.M. Enlow", "J. Bourassa", "C.R. Gardner", "H. Chen", "Ensign", "L.M" ],
      "venue" : null,
      "citeRegEx" : "Popov et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Popov et al\\.",
      "year" : 2015
    }, {
      "title" : "Nanosuspensions in drug",
      "author" : [ "B.E. Rabinow" ],
      "venue" : "delivery. Nat. Rev. Drug. Discov. 3,",
      "citeRegEx" : "Rabinow,? \\Q2004\\E",
      "shortCiteRegEx" : "Rabinow",
      "year" : 2004
    }, {
      "title" : "Hybrid nanocrystals: University of Kentucky US20060280680A1",
      "author" : [ "J.E. Rayahin", "J.S. Buhrman", "R.A. Gemeinhart" ],
      "venue" : "Exp. Opin. Therapeutic Patents 22,",
      "citeRegEx" : "Rayahin et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Rayahin et al\\.",
      "year" : 2012
    }, {
      "title" : "Development of cationic nanocrystals for ocular delivery",
      "author" : [ "G.B. Romero", "C.M. Keck", "R.H. Müller", "N.A. Bou-Chacra" ],
      "venue" : "Eur. J. Pharm. Biopharm. 107,",
      "citeRegEx" : "Romero et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Romero et al\\.",
      "year" : 2016
    }, {
      "title" : "Nanosuspension based in situ gelling nasal spray of carvedilol: development, in vitro and in vivo characterization",
      "author" : [ "N.S. Saindane", "K.P. Pagar", "P.R. Vavia" ],
      "venue" : "AAPS Pharm. Sci. Tech. 14,",
      "citeRegEx" : "Saindane et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Saindane et al\\.",
      "year" : 2013
    }, {
      "title" : "Drug nanocrystals: novel technique for delivery of poorly soluble drugs",
      "author" : [ "S.V. Sawant", "D. Kadam", "D. Jadhav", "S.V. Sankpal" ],
      "venue" : "Int. J. Sci. Innov. Discov",
      "citeRegEx" : "Sawant et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Sawant et al\\.",
      "year" : 2011
    }, {
      "title" : "Economic analysis of integrated continuous and batch pharmaceutical manufacturing: a case study",
      "author" : [ "S.D. Schaber", "D.I. Gerogiorgis", "R. Ramachandran", "J.M. Evans", "P.I. Barton", "B.L. Trout" ],
      "venue" : "Ind. Eng. Chem. Res",
      "citeRegEx" : "Schaber et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Schaber et al\\.",
      "year" : 2011
    }, {
      "title" : "Light Scattering From Polymer Solutions and Nanoparticle Dispersions",
      "author" : [ "W. Schärtl" ],
      "venue" : null,
      "citeRegEx" : "Schärtl,? \\Q2007\\E",
      "shortCiteRegEx" : "Schärtl",
      "year" : 2007
    }, {
      "title" : "Biomarkers in cancer immunotherapy",
      "author" : [ "T.N. Schumacher", "C. Kesmir", "M.M. Van Buuren" ],
      "venue" : "Cancer Cell. 27,",
      "citeRegEx" : "Schumacher et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Schumacher et al\\.",
      "year" : 2015
    }, {
      "title" : "Cell-free nucleic acids as biomarkers in cancer patients",
      "author" : [ "H. Schwarzenbach", "D.S. Hoon", "K. Pantel" ],
      "venue" : "Nat. Rev. Cancer 11,",
      "citeRegEx" : "Schwarzenbach et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Schwarzenbach et al\\.",
      "year" : 2011
    }, {
      "title" : "Emerging nanonisation technologies: tailoring crystalline versus amorphous nanomaterials",
      "author" : [ "D.R. Serrano", "K.H. Gallagher", "A. Marie Healy" ],
      "venue" : "Curr. Top. Med. Chem. 15,",
      "citeRegEx" : "Serrano et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Serrano et al\\.",
      "year" : 2015
    }, {
      "title" : "Optimisation and stability assessment of solid lipid nanoparticles using particle size and zeta potential",
      "author" : [ "R. Shah", "D. Eldridge", "E. Palombo", "I. Harding" ],
      "venue" : "J. Phys. Sci",
      "citeRegEx" : "Shah et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Shah et al\\.",
      "year" : 2014
    }, {
      "title" : "Advances and prospects of using nanocrystalline ceria in cancer",
      "author" : [ "A. Shcherbakov", "N. Zholobak", "N.Y. Spivak", "V. Ivanov" ],
      "venue" : "theranostics. Russ. J. Inorganic Chem",
      "citeRegEx" : "Shcherbakov et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Shcherbakov et al\\.",
      "year" : 2014
    }, {
      "title" : "Nanocrystals: industrially feasible multifunctional formulation technology for poorly soluble actives",
      "author" : [ "R. Shegokar", "R.H. Müller" ],
      "venue" : "Int. J. Pharm. 399,",
      "citeRegEx" : "Shegokar and Müller,? \\Q2010\\E",
      "shortCiteRegEx" : "Shegokar and Müller",
      "year" : 2010
    }, {
      "title" : "Nevirapine nanosuspensions: stability, plasma compatibility and sterilization",
      "author" : [ "R. Shegokar", "K.K. Singh" ],
      "venue" : "J. Pharm. Invest. 42,",
      "citeRegEx" : "Shegokar and Singh,? \\Q2012\\E",
      "shortCiteRegEx" : "Shegokar and Singh",
      "year" : 2012
    }, {
      "title" : "Exploring microbial diversity for biotechnology: the way forward",
      "author" : [ "B.K. Singh" ],
      "venue" : "Trends Biotechnol. 28,",
      "citeRegEx" : "Singh,? \\Q2010\\E",
      "shortCiteRegEx" : "Singh",
      "year" : 2010
    }, {
      "title" : "Bottom-up approaches for preparing drug nanocrystals: formulations and factors affecting particle size",
      "author" : [ "B. Sinha", "R.H. Müller", "J.P. Möschwitzer" ],
      "venue" : "Int. J. Pharm. 453,",
      "citeRegEx" : "Sinha et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Sinha et al\\.",
      "year" : 2013
    }, {
      "title" : "High-resolution particle size analysis of naturally occurring very fine-grained sediment through laser diffractometry",
      "author" : [ "M. Sperazza", "J.N. Moore", "M.S. Hendrix" ],
      "venue" : "J. Sediment. Res",
      "citeRegEx" : "Sperazza et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Sperazza et al\\.",
      "year" : 2004
    }, {
      "title" : "Drug nanocrystals: a way toward scale-up",
      "author" : [ "K.M.R. Srivalli", "B. Mishra" ],
      "venue" : "Saudi Pharm. J",
      "citeRegEx" : "Srivalli and Mishra,? \\Q2014\\E",
      "shortCiteRegEx" : "Srivalli and Mishra",
      "year" : 2014
    }, {
      "title" : "Nanomaterials for Tumor Targeting Theranostics: A Proactive Clinical Perspective",
      "author" : [ "M. Tan", "A. Wu" ],
      "venue" : "World Scientific",
      "citeRegEx" : "Tan and Wu,? \\Q2016\\E",
      "shortCiteRegEx" : "Tan and Wu",
      "year" : 2016
    }, {
      "title" : "A combinational supercritical CO2 system for nanoparticle preparation of indomethacin",
      "author" : [ "Y. Tozuka", "Y. Miyazaki", "H. Takeuchi" ],
      "venue" : "Int. J. Pharm. 386,",
      "citeRegEx" : "Tozuka et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Tozuka et al\\.",
      "year" : 2010
    }, {
      "title" : "Brinzolamide nanocrystal formulations for ophthalmic delivery: reduction of elevated intraocular pressure in vivo",
      "author" : [ "A. Tuomela", "P. Liu", "J. Puranen", "S. Rönkkö", "T. Laaksonen", "G Kalesnykas" ],
      "venue" : "Int. J. Pharm. 467,",
      "citeRegEx" : "Tuomela et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Tuomela et al\\.",
      "year" : 2014
    }, {
      "title" : "Top-down production of drug nanocrystals: nanosuspension stabilization, miniaturization and transformation into solid products",
      "author" : [ "B. Van Eerdenbrugh", "G. Van Den Mooter", "P. Augustijns" ],
      "venue" : "Int. J. Pharm. 364,",
      "citeRegEx" : "Eerdenbrugh et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Eerdenbrugh et al\\.",
      "year" : 2008
    }, {
      "title" : "A comparative study of top-down and bottom-up approaches for the preparation of micro/nanosuspensions",
      "author" : [ "S. Verma", "R. Gokhale", "D.J. Burgess" ],
      "venue" : "Int. J. Pharm. 380,",
      "citeRegEx" : "Verma et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Verma et al\\.",
      "year" : 2009
    }, {
      "title" : "Nanocrystals for dermal penetration enhancement effect of concentration and underlying mechanisms using curcumin as model",
      "author" : [ "L. Vidlářová", "G.B. Romero", "J. Hanuš", "F. Štěpánek", "R.H. Müller" ],
      "venue" : "Eur. J. Pharm. Biopharm. 104,",
      "citeRegEx" : "Vidlářová et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Vidlářová et al\\.",
      "year" : 2016
    }, {
      "title" : "Current trends and future perspectives of solid dispersions containing poorly water-soluble drugs",
      "author" : [ "Vo", "C.L.-N", "C. Park", "Lee", "B.-J" ],
      "venue" : "Eur. J. Pharm. Biopharm. 85,",
      "citeRegEx" : "Vo et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Vo et al\\.",
      "year" : 2013
    }, {
      "title" : "Transmission electron microscopy of shape-controlled nanocrystals and their assemblies",
      "author" : [ "Z. Wang" ],
      "venue" : "J. Phys. Chem. B 104,",
      "citeRegEx" : "Wang,? \\Q2000\\E",
      "shortCiteRegEx" : "Wang",
      "year" : 2000
    }, {
      "title" : "Formulation strategies for pulmonary delivery of poorly soluble drugs",
      "author" : [ "N. Wauthoz", "K. Amighi" ],
      "venue" : "Pulm. Drug Deliv. Adv. Challenges",
      "citeRegEx" : "Wauthoz and Amighi,? \\Q2015\\E",
      "shortCiteRegEx" : "Wauthoz and Amighi",
      "year" : 2015
    }, {
      "title" : "Nanomedicine in cancer therapy: challenges, opportunities, and clinical applications",
      "author" : [ "A. Wicki", "D. Witzigmann", "V. Balasubramanian", "J. Huwyler" ],
      "venue" : "J. Control Release 200,",
      "citeRegEx" : "Wicki et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Wicki et al\\.",
      "year" : 2015
    }, {
      "title" : "Revealing the structural properties of hydrogenated black TiO2 nanocrystals",
      "author" : [ "T. Xia", "X. Chen" ],
      "venue" : "J. Mater. Chem. A",
      "citeRegEx" : "Xia and Chen,? \\Q2013\\E",
      "shortCiteRegEx" : "Xia and Chen",
      "year" : 2013
    }, {
      "title" : "High-performance PEGylated Mn Zn ferrite nanocrystals as a passive-targeted agent for magnetically induced cancer",
      "author" : [ "J. Xie", "Y. Zhang", "C. Yan", "L. Song", "S. Wen", "F Zang" ],
      "venue" : "theranostics. Biomaterials",
      "citeRegEx" : "Xie et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Xie et al\\.",
      "year" : 2014
    }, {
      "title" : "Cancer nanomedicine: from targeted delivery to combination therapy",
      "author" : [ "X. Xu", "W. Ho", "X. Zhang", "N. Bertrand", "O. Farokhzad" ],
      "venue" : "Trends Mol. Med",
      "citeRegEx" : "Xu et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2015
    }, {
      "title" : "Fabrication of ultrafine edible emulsions: comparison of high-energy and low-energy homogenization methods",
      "author" : [ "Y. Yang", "C. Marshall-Breton", "M.E. Leser", "A.A. Sher", "D.J. Mcclements" ],
      "venue" : "Food Hydrocolloids 29,",
      "citeRegEx" : "Yang et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2012
    }, {
      "title" : "Preparation of azithromycin nanosuspensions by high pressure homogenization and its physicochemical characteristics studies",
      "author" : [ "D. Zhang", "T. Tan", "L. Gao", "W. Zhao", "P. Wang" ],
      "venue" : "Drug Dev. Ind. Pharm. 33,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2007
    }, {
      "title" : "Hybrid nanocrystals: achieving concurrent therapeutic and bioimaging functionalities toward solid tumors",
      "author" : [ "R. Zhao", "C.P. Hollis", "H. Zhang", "L. Sun", "R.A. Gemeinhart", "T. Li" ],
      "venue" : "Mol. Pharm",
      "citeRegEx" : "Zhao et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2011
    }, {
      "title" : "Preparation and characterization of camptothecin powder micronized by a supercritical antisolvent (SAS) process",
      "author" : [ "X. Zhao", "Y. Zu", "Q. Li", "M. Wang", "B. Zu", "X Zhang" ],
      "venue" : "J. Supercrit. Fluids 51,",
      "citeRegEx" : "Zhao et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2010
    }, {
      "title" : "2016. State of the art of nanocrystals technology for delivery of poorly soluble drugs",
      "author" : [ "Y. Zhou", "J. Du", "L. Wang", "Y. Wang" ],
      "venue" : "J. Nanoparticle Res",
      "citeRegEx" : "Zhou et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2016
    }, {
      "title" : "Preparation and in vitro/ in vivo evaluation of fenofibrate nanocrystals",
      "author" : [ "B. Zuo", "Y. Sun", "H. Li", "X. Liu", "Y. Zhai", "J Sun" ],
      "venue" : "Int. J. Pharm. 455,",
      "citeRegEx" : "Zuo et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Zuo et al\\.",
      "year" : 2013
    } ],
    "referenceMentions" : [ {
      "referenceID" : 8,
      "context" : "Nanocrystals, by definition, are drug particles in a size range of 10 1000 nm (Ostrowski et al., 2012; Chang et al., 2015).",
      "startOffset" : 78,
      "endOffset" : 122
    }, {
      "referenceID" : 51,
      "context" : "Nanocrystals were initially used to resolve the poor bioavailability problems of less soluble drugs (Junyaprasert and Morakul, 2015; Zhou et al., 2016).",
      "startOffset" : 100,
      "endOffset" : 151
    }, {
      "referenceID" : 40,
      "context" : "Enhancement of bioavailability of poorly soluble drugs using nanocrystals was very significant since it has been estimated that 40% of the drug molecules in the development pipelines and 60% of all drug molecules coming out of synthesis have solubility issues, thereby limiting further advancement (Vo et al., 2013; Brough and Williams, 2013).",
      "startOffset" : 298,
      "endOffset" : 342
    }, {
      "referenceID" : 9,
      "context" : "Numerous studies have been carried out in this direction of producing nanocrystals of poorly bioavailable anticancer drugs of oral route to improve the bioavailability and therapeutic action (Khadka et al., 2014; Danhier et al., 2014; Patel et al., 2014; Jain et al., 2016).",
      "startOffset" : 191,
      "endOffset" : 273
    }, {
      "referenceID" : 38,
      "context" : "Numerous methods available for the preparation of nanocrystals can be broadly classified into two: top-down methods and bottom-up methods (Verma et al., 2009).",
      "startOffset" : 138,
      "endOffset" : 158
    }, {
      "referenceID" : 2,
      "context" : ") and parenteral routes (nanosuspensions) (Möschwitzer, 2013).",
      "startOffset" : 42,
      "endOffset" : 61
    }, {
      "referenceID" : 2,
      "context" : "high energy (up to 1700 bar), and contamination of final product with the traces of grinding media (may lead to unexpected side effects) (Chen et al., 2011; Möschwitzer, 2013).",
      "startOffset" : 137,
      "endOffset" : 175
    }, {
      "referenceID" : 10,
      "context" : "Manufacturing techniques employed toward fabricating nanocrystals (Pawar et al., 2014).",
      "startOffset" : 66,
      "endOffset" : 86
    }, {
      "referenceID" : 0,
      "context" : "To avoid this stability issue, a coolant is used to control the temperature rise in the chamber (Monteiro et al., 2013; George and Ghosh, 2013).",
      "startOffset" : 96,
      "endOffset" : 143
    }, {
      "referenceID" : 48,
      "context" : "Subsequently this size reduced dispersion is homogenized at high pressure to obtain the optimum particle size for nanocrystals (Keck and Müller, 2006; Zhang et al., 2007).",
      "startOffset" : 127,
      "endOffset" : 170
    }, {
      "referenceID" : 2,
      "context" : "The nanosuspension is prepared in aqueous media, usually at room temperature (Möschwitzer, 2013).",
      "startOffset" : 77,
      "endOffset" : 96
    }, {
      "referenceID" : 2,
      "context" : "Alternatively, a deepfreeze homogenization process has been used, such as in “nanopure” where temperature maintained is as low as 20 C (Müller et al., 2011a; Bansal et al., 2012; Möschwitzer, 2013).",
      "startOffset" : 135,
      "endOffset" : 197
    }, {
      "referenceID" : 47,
      "context" : "These time consuming high number of passes through chambers and microparticles obtained during microfluidization process are the major hurdles of this technique for attaining successful nanocrystal preparation process (Yang et al., 2012; Sawant et al., 2011).",
      "startOffset" : 218,
      "endOffset" : 258
    }, {
      "referenceID" : 20,
      "context" : "These time consuming high number of passes through chambers and microparticles obtained during microfluidization process are the major hurdles of this technique for attaining successful nanocrystal preparation process (Yang et al., 2012; Sawant et al., 2011).",
      "startOffset" : 218,
      "endOffset" : 258
    }, {
      "referenceID" : 31,
      "context" : "Also, a large number of nuclei obtained collectively in the nucleation stage results in a narrow particle size distribution of nanocrystals (Sinha et al., 2013; Kakran et al., 2012).",
      "startOffset" : 140,
      "endOffset" : 181
    }, {
      "referenceID" : 35,
      "context" : "Supercritical fluids such as supercritical carbon dioxide can be used to prepare nanocrystals because of the unique advantages of its physical properties, diffusivity characteristics as that of gas and solubilization behavior as liquid (Tozuka et al., 2010; Zhao et al., 2010).",
      "startOffset" : 236,
      "endOffset" : 276
    }, {
      "referenceID" : 50,
      "context" : "Supercritical fluids such as supercritical carbon dioxide can be used to prepare nanocrystals because of the unique advantages of its physical properties, diffusivity characteristics as that of gas and solubilization behavior as liquid (Tozuka et al., 2010; Zhao et al., 2010).",
      "startOffset" : 236,
      "endOffset" : 276
    }, {
      "referenceID" : 1,
      "context" : "In these combined techniques, the precipitated particles in suspension are further homogenized to preserve the nanosize range of the precipitated particles (Morakul et al., 2013; Li et al., 2014).",
      "startOffset" : 156,
      "endOffset" : 195
    }, {
      "referenceID" : 29,
      "context" : "Alternatively, sterilization techniques like gamma irradiation could be performed for the effective sterilization of prepared nanocrystals (Shegokar and Singh, 2012).",
      "startOffset" : 139,
      "endOffset" : 165
    }, {
      "referenceID" : 29,
      "context" : "Also, strict care is taken to accommodate any stability issues arising from the stabilizer used in the preparation (Shegokar and Singh, 2012).",
      "startOffset" : 115,
      "endOffset" : 141
    }, {
      "referenceID" : 16,
      "context" : "Homogenization process at high pressure also acts as a sterilization process for disintegrating microorganisms along with its size reduction effect on nanocrystals (Rabinow, 2004).",
      "startOffset" : 164,
      "endOffset" : 179
    }, {
      "referenceID" : 21,
      "context" : "During this process several issues are to be addressed since the process dimensions and parameters will be altered drastically in scale-up batches as compared with lab batches (Schaber et al., 2011; Levin, 2001).",
      "startOffset" : 176,
      "endOffset" : 211
    }, {
      "referenceID" : 2,
      "context" : "There are reports in the literature that in commercial equipment fewer homogenization cycles and less pressure were sufficient enough to obtain nanocrystals as compared with lab scale equipment (Möschwitzer, 2013).",
      "startOffset" : 194,
      "endOffset" : 213
    }, {
      "referenceID" : 2,
      "context" : "Different modified homogenizers are currently available or in developmental stages with fewer scale-up issues to obtain uniform nanocrystals with high commercial applicability (Möschwitzer, 2013; Müller et al., 2011b).",
      "startOffset" : 176,
      "endOffset" : 217
    }, {
      "referenceID" : 22,
      "context" : "For the particle size estimation generally employed methods are based on dynamic light scattering or photon correlation spectroscopy, which can accurately measure particles between 3 nm and 3 μm (Schärtl, 2007; Petzold et al., 2009).",
      "startOffset" : 195,
      "endOffset" : 232
    }, {
      "referenceID" : 13,
      "context" : "For the particle size estimation generally employed methods are based on dynamic light scattering or photon correlation spectroscopy, which can accurately measure particles between 3 nm and 3 μm (Schärtl, 2007; Petzold et al., 2009).",
      "startOffset" : 195,
      "endOffset" : 232
    }, {
      "referenceID" : 11,
      "context" : "This technique majorly analyzes the fluctuation velocity of the laser light scattered by the nanocrystals (Pecora, 2013).",
      "startOffset" : 106,
      "endOffset" : 120
    }, {
      "referenceID" : 6,
      "context" : "(Kaszuba et al., 2008; Murdock et al., 2008) These size changes can be an indication of instability of the obtained nanocrystals and strict care can be taken in initial phase itself.",
      "startOffset" : 0,
      "endOffset" : 44
    }, {
      "referenceID" : 32,
      "context" : "The particle size estimation by LD technique is mainly based on the patterns of Fraunhofer diffraction of the laser beam obtained by particles present (Lu et al., 2000; Sperazza et al., 2004).",
      "startOffset" : 151,
      "endOffset" : 191
    }, {
      "referenceID" : 26,
      "context" : "These may result in physical instability (Hunter, 2013; Freitas and Müller, 1998; Shah et al., 2014).",
      "startOffset" : 41,
      "endOffset" : 100
    }, {
      "referenceID" : 41,
      "context" : "TEM is one of the most direct methods that provide real images of nanocrystals and can provide information about the homogeneity of the study sample (Wang, 2000; Kaushik et al., 2015).",
      "startOffset" : 149,
      "endOffset" : 183
    }, {
      "referenceID" : 44,
      "context" : "Values for K depend on several factors including the geometry of the crystallites (Grangeon et al., 2013; Xia and Chen, 2013).",
      "startOffset" : 82,
      "endOffset" : 125
    }, {
      "referenceID" : 9,
      "context" : "Nanocrystal formulations have been administered via oral route to enhance the dissolution of poorly soluble drugs, thereby improving the bioavailability to a great extent (Patel et al., 2014; Fu et al., 2013).",
      "startOffset" : 171,
      "endOffset" : 208
    }, {
      "referenceID" : 14,
      "context" : "The administration of nanocrystal formulations via dermal route creates supersaturated conditions with elevated thermodynamic activity and increases the efficacy of the drug under investigation (Pireddu et al., 2016; Vidlářová et al., 2016).",
      "startOffset" : 194,
      "endOffset" : 240
    }, {
      "referenceID" : 39,
      "context" : "The administration of nanocrystal formulations via dermal route creates supersaturated conditions with elevated thermodynamic activity and increases the efficacy of the drug under investigation (Pireddu et al., 2016; Vidlářová et al., 2016).",
      "startOffset" : 194,
      "endOffset" : 240
    }, {
      "referenceID" : 36,
      "context" : "Ophthalmic route of administration is also explored for nanocrystal formulations for a prolonged retention effect thus enhancing the therapeutic activity (Tuomela et al., 2014; Romero et al., 2016).",
      "startOffset" : 154,
      "endOffset" : 197
    }, {
      "referenceID" : 18,
      "context" : "Ophthalmic route of administration is also explored for nanocrystal formulations for a prolonged retention effect thus enhancing the therapeutic activity (Tuomela et al., 2014; Romero et al., 2016).",
      "startOffset" : 154,
      "endOffset" : 197
    }, {
      "referenceID" : 19,
      "context" : "Similarly, the nasal route is explored for nanocrystal formulations administration, which helps to adhere these systems to the nasal mucosa (Saindane et al., 2013).",
      "startOffset" : 140,
      "endOffset" : 163
    }, {
      "referenceID" : 15,
      "context" : "The vaginal administration of nanocrystals aids in the evenly spreading of the therapeutic molecule throughout the affected area (Popov et al., 2015).",
      "startOffset" : 129,
      "endOffset" : 149
    }, {
      "referenceID" : 42,
      "context" : "In pulmonary delivery, aerosols of nanocrystals are developed and they have proven to augment the efficacy of drug molecules as compared with other conventional dosage forms (Kaur et al., 2016; Wauthoz and Amighi, 2015).",
      "startOffset" : 174,
      "endOffset" : 219
    }, {
      "referenceID" : 25,
      "context" : "Pearl milling technology by Elan Pharma and piston-gap homogenizer technology by Baxter accelerated drug nanocrystal based formulations development (Serrano et al., 2015; Pawar et al., 2014).",
      "startOffset" : 148,
      "endOffset" : 190
    }, {
      "referenceID" : 10,
      "context" : "Pearl milling technology by Elan Pharma and piston-gap homogenizer technology by Baxter accelerated drug nanocrystal based formulations development (Serrano et al., 2015; Pawar et al., 2014).",
      "startOffset" : 148,
      "endOffset" : 190
    }, {
      "referenceID" : 28,
      "context" : "2 Examples of Nanocrystal Products in the Market (Shegokar and Müller, 2010)",
      "startOffset" : 49,
      "endOffset" : 76
    }, {
      "referenceID" : 3,
      "context" : "The nanonization of fenofibrate in Tricor formulation enhances the solubility to a great extent, thereby making it bioequivalent irrespective of fed or nonfed conditions (Müller and Keck, 2012; Junghanns and Müller, 2008).",
      "startOffset" : 170,
      "endOffset" : 221
    }, {
      "referenceID" : 28,
      "context" : "In addition, the reduced viscosity of the Megace ES nanocrystal formulation, which is a direct effect of the nanonization, further leads to better patient compliance (Junghanns and Müller, 2008; Shegokar and Müller, 2010).",
      "startOffset" : 166,
      "endOffset" : 221
    }, {
      "referenceID" : 28,
      "context" : "Cytokine Pharmasciences is actively involved in the development of nanocrystal formulation of semapimod to improve the solubility issues of the drug, thus enhancing the bioavailability (Shegokar and Müller, 2010; Singh, 2010).",
      "startOffset" : 185,
      "endOffset" : 225
    }, {
      "referenceID" : 30,
      "context" : "Cytokine Pharmasciences is actively involved in the development of nanocrystal formulation of semapimod to improve the solubility issues of the drug, thus enhancing the bioavailability (Shegokar and Müller, 2010; Singh, 2010).",
      "startOffset" : 185,
      "endOffset" : 225
    }, {
      "referenceID" : 33,
      "context" : "Besides, the therapeutic doses of Paxeed is much lower than the conventional dosage forms (Srivalli and Mishra, 2014; Mohana Raghava Srivalli and Mishra, 2015).",
      "startOffset" : 90,
      "endOffset" : 159
    }, {
      "referenceID" : 7,
      "context" : "The company is actively involved in the development of nanocrystal formulations of Thymectacin, which is poorly soluble and nanonization of which would increase the solubility as well as bioavailability (Nagarwal et al., 2011; Mohana Raghava Srivalli and Mishra, 2015).",
      "startOffset" : 203,
      "endOffset" : 268
    }, {
      "referenceID" : 34,
      "context" : "These tumor theranostics systems result in the treatment of cancer, concurrently achieving the recognition of tumor, its evaluation, and transmission stages of the tumor (Tan and Wu, 2016; Li et al., 2016).",
      "startOffset" : 170,
      "endOffset" : 205
    }, {
      "referenceID" : 17,
      "context" : "invention is currently in clinical trials and it is expected to be an accepted dosage form for tumor targeting with diagnostic properties (Rayahin et al., 2012).",
      "startOffset" : 138,
      "endOffset" : 160
    }, {
      "referenceID" : 45,
      "context" : "The authors believe that the developed multifunctional nanocrystals system with excellent magnetic properties as exceptional heating and MRI agents has very promising tumor theranostics applications with increased circulation time and efficacy (Xie et al., 2014).",
      "startOffset" : 244,
      "endOffset" : 262
    }, {
      "referenceID" : 24,
      "context" : "The developments and advancement of biotechnology introduced several specific and powerful tumorspecific biomarkers, which could be explored constructively by multifunctional nanocrystal systems (Schwarzenbach et al., 2011; Schumacher et al., 2015; Barderas et al., 2015).",
      "startOffset" : 195,
      "endOffset" : 271
    }, {
      "referenceID" : 23,
      "context" : "The developments and advancement of biotechnology introduced several specific and powerful tumorspecific biomarkers, which could be explored constructively by multifunctional nanocrystal systems (Schwarzenbach et al., 2011; Schumacher et al., 2015; Barderas et al., 2015).",
      "startOffset" : 195,
      "endOffset" : 271
    } ],
    "year" : 2019,
    "abstractText" : "Cancer is one of the most deadly diseases humanity has ever come across. Even though numerous treatment methods have been developed, the number of patients suffering from cancer still persists. According to a global statistics report on cancer by GLOBOCAN, approximately 14.1 million new cancer cases have been reported with consequential deaths of about 8.2 million patients in 2012 (Ferlay et al., 2015). For better cancer treatment methods and tumor targeting, nanotechnology-based drug delivery systems offer an unprecedented opportunity (Hull et al., 2014; Bertrand et al., 2014). Among various nanotechnology-based strategies for tumor targeting, nanocrystals play a significant role since they are highly suitable for passive and active targeting with maximum possible drug content (close to 100%). Nanocrystals, by definition, are drug particles in a size range of 1",
    "creator" : "Elsevier"
  }
}