{
  "name" : "downloads_2020-07-10_65_10.1002@adfm.202001446.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Remote Manipulation of Slidable Nano-Ligand Switch Regulates the Adhesion and Regenerative Polarization of Macrophages",
    "authors" : [ "Hyojun Choi", "Gunhyu Bae", "Chandra Khatua", "Sunhong Min", "Hee Joon Jung", "Na Li", "Indong Jun", "Hui-Wen Liu", "Youngkyu Cho", "Kyu-Hwan Na", "Minji Ko", "Hongchul Shin", "Yoon Hyuck Kim", "Seok Chung", "Jae-Jun Song", "Vinayak P. Dravid", "Heemin Kang" ],
    "emails" : [ "heeminkang@korea.ac.kr" ],
    "sections" : [ {
      "heading" : null,
      "text" : "www.afm-journal.de\n© 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim2001446 (1 of 13)"
    }, {
      "heading" : "Full PaPer",
      "text" : ""
    }, {
      "heading" : "Remote Manipulation of Slidable Nano-Ligand Switch",
      "text" : ""
    }, {
      "heading" : "Regulates the Adhesion and Regenerative Polarization",
      "text" : "of Macrophages"
    }, {
      "heading" : "Hyojun Choi, Gunhyu Bae, Chandra Khatua, Sunhong Min, Hee Joon Jung, Na Li, Indong Jun, Hui-Wen Liu, Youngkyu Cho, Kyu-Hwan Na, Minji Ko, Hongchul Shin, Yoon Hyuck Kim, Seok Chung, Jae-Jun Song, Vinayak P. Dravid, and Heemin Kang*",
      "text" : "The development of materials capable of varying macroscale ligand distributions can emulate an extracellular matrix (ECM) remodeling and regulate the adhesion and polarization of macrophages. In this report, negatively charged slidable nano-ligands are assembled and then conjugated to a positively charged substrate via electrostatic interaction. The negatively charged slidable nano-ligands are prepared by coating magnetic nanoparticles with a polymer linker and negatively charged RGD ligand. The nano-ligand sliding is characterized under an external magnetic field, which spatiotemporally alters macroscale ligand density. To the best of knowledge, this is the first demonstration that magnetic maipulation of the macroscale ligand density inhibits inflammatory M1 phenotype but stimulates the adhesion and regenerative"
    }, {
      "heading" : "M2 phenotype of host macrophages. Furthermore, it is elucidated that the magnetic attraction of the slidable nano-ligand facilitates the assembly of adhesion structures in macrophages, thereby stimulating their regenerative",
      "text" : "M2 phenotype. The design of ECM-emulating materials that allow remote, spatiotemporal, and reversible controllability of macroscale ligand density provides an appealing strategy in the spatiotemporal regulation of immunomodulatory tissue-regenerative responses to implants in vivo.\nDOI: 10.1002/adfm.202001446\nH. Choi, G. Bae, Dr. C. Khatua, S. Min, M. Ko, Y. H. Kim, Prof. H. Kang Department of Materials Science and Engineering Korea University Seoul 02841, Republic of Korea E-mail: heeminkang@korea.ac.kr Dr. H. J. Jung, Prof. V. P. Dravid Department of Materials Science and Engineering Northwestern University Evanston, IL 60208, USA Dr. H. J. Jung, Prof. V. P. Dravid International Institute for Nanotechnology Evanston, IL 60208, USA Dr. H. J. Jung, Prof. V. P. Dravid NUANCE Center Northwestern University Evanston, IL 60208, USA\nN. Li, Dr. I. Jun, Prof. J.-J. Song Department of Otorhinolaryngology-Head and Neck Surgery Korea University College of Medicine Seoul 08308, Republic of Korea H.-W. Liu, Y. Cho, K.-H. Na, Prof. S. Chung School of Mechanical Engineering Korea University Seoul 02841, Republic of Korea H. Shin Department of Biotechnology Korea University Seoul 02841, Republic of Korea Prof. S. Chung, Prof. H. Kang Department of Biomicrosystem Technology Korea University Seoul 02841, Republic of Korea Prof. S. Chung KU-KIST Graduate School of Converging Science and Technology Korea University Seoul 02841, Republic of Korea\n1. Introduction\nMacrophages dynamically interact with native extracellular matrix (ECM) exhibiting disparate macroscale ligand distribution in vivo. This heterogeneous ligand distribution regulates the development of the adhesion structures of macrophages that modulate their heterogeneous polarization phenotypes.[1] This functional heterogeneity in macrophage polarization[2] including inflammatory M1 versus regenerative M2 influences foreign body responses, injury and fibrosis, and atherosclerosis as well as facilitate immunomodulatory ECM secretion for tissue repair.[3] Development of materials capable of changing macroscale ligand distributions can mimic ECM remodeling and thus regulate the adhesion and functional phenotype of macrophages to elicit controlled immune responses[4] to implants in a dynamic manner.[5]\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adfm.202001446.\nAdv. Funct. Mater. 2020, 2001446\n2001446 (2 of 13) © 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nStrategic design of materials to efficiently regulate macroscale ligand distribution is a powerful route to modulate intricate interactions[6] between material implants and host cells in vivo. Among numerous bioactive motifs, integrin-binding ligands, such as RGD motif, can be heterogeneously distributed within native ECM.[7] Macrophages develop adhesion structures including widespread actin assembly that positively lead to their functional activation into regenerative M2 phenotypes.[8] On the contrary, macrophages exhibiting poor adhesion typically lead to inflammatory M1 polarization. The elongated shape with widespread actin assembly and rho-associated protein kinase (ROCK) regulating cytoskeletal assembly in adherent macrophages are both known to mediate the M2 polarization of macrophages.[9] These prior findings suggest that modulating the assembly of adhesion structures in macrophages could regulate their functional phenotypes. The nanoscale spatial arrangement[10] of the RGD ligand has been engineered to regulate cell adhesion by controlling various parameters, such as RGD inter-nanoparticle spacing and density,[11] RGD disorder,[12] and diverse adhesive motifs.[13] These studies have shown that controlling spatial RGD presentation can efficiently regulate macrophage adhesion and polarization. Nonetheless, further temporal control of RGD presentation can closely mimic ECM remodeling to regulate the adhesion and functional phenotype of macrophages that modulate host responses to implants.[14]\nRemotely controllable stimuli-based materials can allow their temporal control over RGD presentation since these stimuli\ncan be applied at prescribed time points.[15] Both chemical and physical stimuli have been harnessed to allow this control. We recently showed that metal ion–ligand-coordination-based chemical self-assembly of RGD-bearing nanomaterials temporally manipulated the adhesion and phenotype of macrophages.[16] Utilizing physical stimuli, we also demonstrated that an application magnetic field manipulated physical uncaging of RGDpresenting nanomaterials to temporally switch the regulation of cell adhesion.[17] Light[18] has been typically utilized to trigger photo-induced chemical changes in the molecular structure utilizing photolabile molecules[19] or photoisomerization.[20] A recent study showed the feasibility of utilizing ultraviolet (UV) light to trigger UV-mediated photocleavage of molecules to modulate the adhesion of macrophages via spatial photo-patterning strategy.[19b] However, light is easily absorbed by living tissues, thereby exerting limits in tissue-penetrating ability and cytotoxicity to living host cells. In contrast, the long-term application of a high-intensity external magnetic field has been safely utilized on patients, which is highly tissue-penetrating and cytocompatible. In the present study, we demonstrate that the manipulation of the macroscale ligand density in situ by modulating an external magnetic field can regulate the adhesion and functional phenotypes of host macrophages.\nIn this report, we demonstrate the development of negatively charged slidable nano-ligands and their grafting to a positively charged substrate via electrostatic interaction (Scheme 1). The slidable nano-ligand is composed of magnetic\nAdv. Funct. Mater. 2020, 2001446\nScheme 1. Schematic illustration of the experimental procedures in this report. The negatively charged slidable nano-ligand was conjugated to a positively charged substrate via electrostatic interaction. The slidable nano-ligand consisted of magnetic nanoparticles PEGylated and then coated with negatively charged RGD peptide ligand. Magnetic manipulation of nano-ligand sliding enabled the reversible presentation of the macroscale ligand, which spatiotemporally regulated the adhesion and phenotype of host macrophages.\n2001446 (3 of 13) © 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\ncore nanoparticles that were PEGylated and coated with negatively charged RGD peptide ligand. We confirmed that magnetic attraction of nano-ligand sliding alters macroscale ligand density. We showed that in situ manipulation of the macroscale ligand density regulates the adhesion and phenotype polarization of host macrophages. Specifically, the magnetic attraction of slidable nano-ligand inhibited inflammatory M1 phenotype of macrophages but stimulated their regenerative M2 phenotype. We further elucidated that the magnetic attraction of slidable nano-ligand facilitates the assembly of adhesion structures in macrophages that stimulate their M2 polarization."
    }, {
      "heading" : "2. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "2.1. Substrate Conjugation of the Slidable Nano-Ligand",
      "text" : "For magnetic manipulation of slidable nano-ligand after sequential nanoassembly, magnetic core iron oxide nanoparticle in the slidable nano-ligand was first synthesized. The magnetic core nanoparticle was functionalized with functional aminosilica shell and then coated with polyethylene glycol (PEG) linker to enhance the slidability of nano-ligand to which negatively charged RGD peptide ligand (CDDRGD) was grafted. The slidable nano-ligand was visualized by transmission electron micrograph (TEM) and high-angle annular dark-field scanning TEM (HAADF-STEM), which revealed uniform morphology of magnetic nanoparticle (MNP) core (16 ± 2 nm), silica-coated MNP (42 ± 5 nm), and RGD-PEG-silica-coated MNP (44 ± 6 nm) (Figures S1a,b and S2b, Supporting Information). As determined by dynamic light scattering, the uniform diameter of the MNP core (15 ± 4 nm), silica-coated MNP (41 ± 5 nm), and RGD-PEG-silica-coated MNP (67  ±  9  nm) (Figure S2a, Supporting Information). Chemical bond changes in the assembling process of slidable nano-ligand was characterized by Fourier transform infrared spectroscopy. The FeO bond was detected at the absorption peak at 699 cm−1 in the magnetic iron oxide core nano particles (Figure S3, Supporting Information). The SiO bond was detected at the absorption peak at 1168 cm−1 in the silica shell. In the slidable nano-ligand, PEG linker (Mn = 5000 Da),[21] which enhances the sliding property as well as suppress its uptake by cells as demonstrated in an earlier literature,[22] and CDDRGD showed the absorption peaks at 1152 cm−1 for CO bond and at 1635 cm−1 for amide bond. These FTIR analyses confirmed successful assembly of slidable nanoligand. Reversible sliding property arising from the magnetic property of slidable nano-ligand was characterized by vibrating sample magnetometer hysteresis. This result confirmed reversible magnetization of the MNPs with the maximum magnetic moment of 20 emu g−1, which was vital to reversible magnetic manipulation of sliding of the nano-without their loss from the substrate (Figure S4, Supporting Information).\nNext, we coupled the negatively charged slidable nano-ligand to the positively charged substrate via electrostatic interaction (Figure S5, Supporting Information). The amination of the substrate to present positive charges was carried out by applying the optimal 1:1 mixture ratio of (3-aminopropyl)triethoxysilane and ethanol. The electrostatic interaction between the slidable nano-ligand and the substrate surface allowed the reversible\nsliding of the nano-ligand to regulate the macroscale ligand density. The remaining substrate was blocked with bovine serum albumin for minimizing non-nano-ligand-specific adhesion of macrophages. The nano-ligand was found to be randomly and uniformly coupled to the substrate surface, which is presented as a monolayer, as verified by scanning electron microscopy (SEM) and 3D atomic force microscopy (AFM) (Figure  1a,b). We determined the macroscale density of the nano-ligands as 20 ± 3 nano-ligand particles per µm2. This density was optimal for the effective control of the magnetically attracting slidable nano-ligand without causing the aggregation of the slidable nano-ligands, to reversibly regulate the macroscale ligand density. Furthermore, this control was efficient for spatiotemporally and reversibly manipulating the adhesion and phenotype of macrophages."
    }, {
      "heading" : "2.2. Reversible Manipulation of the Nano-Ligand Sliding",
      "text" : "Next, we characterized the magnetic control of the macroscale and in situ nanoscale nano-ligand sliding to modulate the macro scale ligand density. SEM imaging was carried out to demon strate reversible control of the macroscale ligand density. We positioned a permanent magnet at the bottom left side of the substrate to facilitate an attraction of the slidable nano-ligand toward the left side for 12 h. Afterward, we kept the position of the magnet at the bottom right side of the substrate for 12 h and then at the bottom left side for 12 h. We performed the SEM imaging after each 12 h to characterize the changes in macroscale ligand density on the left and right side of the substrate. Compared to the right side, the nano-ligand density on the left side was significantly higher by 436% after 12 h, lower by 64% after 24 h, but higher by 466% after 36 h, which confirms reversible and spatiotemporal manipulation of macroscale ligand density (Figure 1c,d). In situ magnetic AFM imaging was conducted to demonstrate in situ nanoscale movement of slidable nano-ligand (Figure 1e). We first characterized repeatable and stable imaging in the absence of magnet near the substrate and found that the movement of slidable nanoligand was negligible within 4  nm displacement in the serial scanning on the identical area of the substrate (Figure S6, Supporting Information). We then examined the effect of magnetization on the nano-ligand sliding by placing a magnet at the bottom of the substrate, but at the opposite side of the scanning area. In in situ magnetic AFM imaging, the slidable nano-ligand was clearly identified in the absence of the magnet but disappeared from the scanning area in the presence of the magnet, indicative of nanoscale nano-ligand sliding (Figure 1e). Collectively, these findings indicate the reversible control of nano-ligand sliding to spatiotemporally and reversibly alter the macroscale ligand density."
    }, {
      "heading" : "2.3. Manipulating the Macroscale Ligand Presentation Alters the Adhesion of Macrophages",
      "text" : "We next examined whether the ligation of integrin β1 can be maneuvered by the slidable nano-ligand in situ. The substrate presenting the slidable nano-ligand was incubated with integrin\nAdv. Funct. Mater. 2020, 2001446\n2001446 (4 of 13) © 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nβ1 for 12 h whereas a permanent magnet was positioned at the bottom of the substrate (“magnet” side; Figure S7a, Supporting Information). Confocal images of the immunofluorescence revealed significantly higher binding efficiency of the integrin β1 to the nano-ligand that was drawn to the magnet side of the substrate by 41% and 121%, as compared to the medium and non-magnet side of the substrate, respectively (Figure S7b,c, Supporting Information). Since integrin ligation\nAdv. Funct. Mater. 2020, 2001446\nFigure 1. Reversible control of nano-ligand sliding to spatiotemporally alter the macroscale ligand density. a) Scanning electron microscopy (SEM) image and b) 3D atomic force microscopy (AFM) image of negatively charged slidable nano-ligand homogeneously conjugated to positively charged substrate via an electrostatic interaction. Scale bars are 500 and 100 nm for SEM and 3D AFM image, respectively. c) Spatiotemporal modulation of macroscale ligand density in the “left” and “right” side of the substrate subjected to switching the position of permanent magnet between two opposite sides at the bottom “left” side of the substrate to the bottom “right” side and then to the bottom “left” side for each 12 h three times shown in the SEM image. The slidable nano-ligands were imaged at the center of “left” and “right” side of the substrate (at the red dotted rectangles in the schematic representation). Scale bars are 500 nm. d) Quantification in the modulation of nano-ligand density in the “left” and “right” side of the substrate. Data are mean ± standard errors (n = 10). e) In situ magnetic AFM images of scanning the identical area to demonstrate the magnetic manipulation of nanoscale nano-ligand sliding with and without an external magnetic field. The magnetic field was generated by placing a magnet at the bottom (an opposite side of the scanned area) of the substrate presenting slidable nano-ligand. Scale bar is 50 nm. Different alphabet letters signify statistical significances.\n2001446 (5 of 13) © 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nfacilitates the adhesion of macrophages, this finding suggests that macrophages could adhere more strongly to the slidable nano-ligand, which moves toward the magnet side to elevate the macroscale ligand density on the magnet side. To confirm this hypothesis, we examined the adhesion of macrophages under the control of the macroscale ligand density in situ. Specifically, we positioned a magnet at the bottom of the substrate (“magnet” side) during the culturing and explored the adhesion of macrophages imaged at the center of “magnet”, “medium”, and “non-magnet” side of the substrate (Figure  2a). We also conducted control experiments with the substrate presenting the slidable nano-ligand, but without the magnet (“no magnet”) or substrate with the nanoparticles without conjugated RGD peptide ligand (“no RGD”). The results showed that macrophages adhered more robustly to the “magnet” side of the substrate in significantly higher density and cell area with pronounced actin filament assembly and vinculin expression in more elongated morphology than those adhered to the “medium” and “non-magnet” side of the substrate (Figure 2a,b). Quantitatively, the density of adherent macrophages on the “magnet” side was 144% and 477% higher than those on the “medium” and “non-magnet” side,\nAdv. Funct. Mater. 2020, 2001446\nFigure 2. Manipulating the macroscale ligand density by the magnetic attraction of the slidable nano-ligand in situ facilitates the adhesion of macrophages. a) Schematic presentation of manipulating the slidable nano-ligand by positioning a permanent magnet at the bottom of the substrate (“magnet” side) with corresponding confocal images of immunofluorescent staining against vinculin, actin, and nuclei after 24 h of culturing macrophages subjected to a magnet placed at the bottom of the substrate (“magnet” side). The images of adherent macrophages were taken at the center of “magnet”, “medium”, and “non-magnet” side of the substrate (at the red dotted rectangles in the schematic representation). Scale bar is 20 µm. Control groups include “no RGD” and “no magnet” groups. b) Quantification of the macrophage density, cell area, and cell aspect ratio. Data are expressed as the mean ± standard error (n = 30). Statistical significances are indicated by different alphabet letters.\n2001446 (6 of 13) © 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nrespectively. Similarly, the area of adherent macrophages on the “magnet” side was 105% and 154% higher than those on the “medium” and “non-magnet” side, respectively. In addition, the aspect ratio (elongation shape factor) of adherent macrophages was 122% and 103% higher on the “magnet” side, than the “medium” and “non-magnet” side, respectively. This regulation of macrophage adhesion based on the nano-ligandsliding-mediated control was found to be inefficient for the “no RGD” and “no magnet” groups exhibiting similar adherent macrophage density and area in the “left”, “middle”, and “right” side of the substrate (Figure S8a,b, Supporting Information). The “no RGD” group showed minimal macrophage adhesion, thereby indicating effective blocking. These results prove that increasing macroscale ligand density with magnetic attraction of slidable nano-ligand in situ efficiently facilitates integrin ligation-mediated adhesion of macrophages."
    }, {
      "heading" : "2.4. Manipulation of the Macroscale Ligand Presentation Controls Reversible Adhesion of Macrophages",
      "text" : "Macrophages exhibit dynamic adhesion and polarization on the ECM, which is continuously being remodeled with spatially and temporally varying macroscale ligand distribution. Therefore, remote control of spatially, temporally, and reversibly varying macroscale ligand distribution can emulate ECM remodeling that regulates the macrophage adhesion. To this end, we further explored whether temporal conversion of macroscale ligand presentation by attracting the slidable nano-ligand can alter the adhesion of macrophages. We continuously positioned a permanent magnet at the bottom left side of the substrate (magnetic field “MF”) for 24 h (Figure S9a, Supporting Information). A group without a magnet near the substrate for 24 h was also included (no magnetic field “NMF”). We also included a group without a magnet placed nearby for the initial 12 h, but with the magnet placed at the bottom left side of the substrate after 12 h (“NMF-MF”). After 24 h, it was found that the “MF” group exhibited remarkably more pronounced macrophage adhesion, particularly higher adherent cell area by 170% and aspect ratio by 202%, on the left side (magnet side) than “NMF” group (Figure S9a,b, Supporting Information). This trend was also reflected in the “NMF-MF” group that exhibited a low extent of macrophage adhesion at 12 h without the magnet, but strikingly pronounced macrophage adhesion after 24 h after the magnet-mediated attraction of slidable nano-ligand toward the left (magnet) side. Once this slidable nano-ligand had been attracted to the magnet (left) side, it appears to have remained even after withdrawing the magnet after 12 h, as evidenced by maintaining macrophage adhesion after 24 h in the “MF-NMF” group. This dramatic time-regulated switching of nano-ligand sliding was effective in regulating macrophage adhesion on the left side (magnet side) but rather ineffective in modulating macrophage adhesion on the right side (non-magnet side), thereby confirming the magnet-mediated in situ control of nano-ligand sliding (Figure S10, Supporting Information).\nFurthermore, we explored the effect of spatiotemporally tuning of nano-ligand sliding on the reversible adhesion of macrophages. We placed a permanent magnet at the bottom left side of the substrate to attract the slidable nano-ligand\ntoward the left side for 12 h. We subsequently kept the position of the magnet at the bottom right side of the substrate for 12 h and then at the bottom left side for 12 h. We explored the corresponding time-resolved macrophage adhesion on the left and right side (Figure  3a). At 12 h, the left side of substrate showed a significantly increased adherent macrophage area by 78% and aspect ratio by 287% compared to the right side (Figure 3a,b). At 24 h, the right side of substrate showed rather higher adherent macrophage area and aspect ratio, by 205% and 236%, respectively, than the left side. After 36 h, reversibly, the left side of the substrate exhibited higher adherent macrophage density, cell area, and aspect ratio by 106%, 209%, and 214%, respectively, than the right side. The adherent cell density also increased by 104% on the right side from 12 to 24 h after the magnet was placed on the left side at 12 h. Similarly, the adherent cell density increased by 62% on the left (magnet) side from 24 to 36 h after the magnet was placed on the left side at 24 h. These findings indicate that magnetic attraction of the slidable nano-ligand significantly promotes the proliferation of the adherent cells on the magnet side. In contrast, the adherent cell density remained nearly constant on the right (non-magnet) side from 24 to 36 h after the magnet was placed on the left side at 24 h. This suggests that the magnetic fieldmediated movement of the slidable nano-ligand from the right to the left side inhibited the proliferation of the adherent cells on the right (non-magnet) side. Therefore, this manipulation of macroscale ligand distribution presents a powerful control in the reversible regulation of macrophage adhesion."
    }, {
      "heading" : "2.5. Tuning of the Macroscale Ligand Presentation Alters the Adhesion-Dependent Polarization of Macrophages",
      "text" : "Dynamic ECM remodeling exhibits temporally varying heterogeneous ligand distribution, which regulates the development of adhesion structures of macrophages that modulate their functional polarization phenotypes, thereby spatially and temporally regulating the host response to implants.[1] It is known that macrophages, which develop adhesion structures with cytoskeletal actin assembly and elongated morphology, are functionally activated to the regenerative M2 phenotypes.[8] These previous reports suggest that prior findings suggest that temporal tuning of the macroscale ligand presentation may alter the adhesion-dependent polarization of macrophages. Phenotype presentation of the macrophages under the temporal manipulation of slidable nano-ligand was examined with the substrate presenting slidable nano-ligand subjected to placing a permanent magnet at the bottom left side of the substrate (“MF” group) continuously for 36 h, not placing it near the substrate (“NMF” group) continuously for 36 h, or the switching from “NMF” to “MF” (“NMF-MF” group) at 12 h. After culturing macrophages in M1-polarizing medium, gene expression profiles revealed that in the “NMF-MF” and “MF” groups, the expression of the M1 markers, iNOS (inducible nitric oxide synthase) was significantly lower by 26% and 47%, respectively, on the left side (magnet side) than on the right side (non-magnet side) (Figure 4a). This trend was consistent with the expression of TNF-α (tumor necrosis factor-α) (Figure S11, Supporting Information). In contrast, after M2-polarizing\nAdv. Funct. Mater. 2020, 2001446\n2001446 (7 of 13) © 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nmedium culture in the “NMF-MF” and “MF” groups, the expression of M2 marker, Arg-1 (arginasae-1) was significantly higher by 70% and 112%, respectively, on the left side (magnet side) than on the right side (non-magnet side). This trend was also consistently observed with the expression of Ym1 (chitinase-like 3; Figure S12, Supporting Information). In the “MF” group, the expression of M1 markers after M2-polarizing medium culture or M2 markers after M1-polarizing medium culture, did not differ between the left and right side, indicative of the requirement of polarizing soluble stimuli with magnetic control of nano-ligand sliding to modulate macrophage polarization (Figures S11 and S12, Supporting Information).\nConfocal images of immunofluorescence corroborated the findings of gene expression profiles. In the “MF” group, iNOS fluorescence was considerably lower after M1-polarizing medium culturing but Arg-1 immunofluorescence was remarkably higher after M2-polarizing medium culturing on the left side (magnet side), as compared to the right side (non-magnet\nside) (Figure 4b,c). This trend was also consistent in the “NMFMF” group exhibiting lower iNOS immunofluorescence after M1-polarizing medium culture but higher Arg-1 immunofluorescence after M2-polarizing medium culture on the magnet side, suggesting that slidable nano-ligand can be attracted to the magnet side at any prescribed time to activate M2 polarization. In the “NMF” group, no considerable difference in iNOS and Arg-1 immunofluorescence was observed between the two sides. These findings indicate that magnetic attraction of slidable nano-ligand, which enhanced the development of pervasive adhesion structures on the magnet side, polarized the macrophages to the regenerative M2 phenotype while suppressing the inflammatory M1 polarization.\nWe next explored the details of how the assembly of adhesive structures in macrophages facilitates their polarization to the M2 phenotypes by the magnetic attraction of slidable nano-ligand. The adhesive structures of macrophages, including elongated shape, actin cytoskeletal organization\nAdv. Funct. Mater. 2020, 2001446\nFigure 3. Manipulation of the nano-ligand sliding spatiotemporally controls the reversible adhesion of macrophages. a) Time-resolved confocal images of immunofluorescent staining against vinculin, actin, and nuclei after 12, 24, and 36 h of culturing macrophages in the “left” and “right” side of the substrate subjected to switching the position of permanent magnet between two opposite sides at the bottom “left” side of the substrate to the bottom “right” side and then to the bottom “left” side for every 12 h. The slidable nano-ligands were imaged at the center of “left” and “right” side of the substrate (at the red dotted rectangles in the schematic representation). Scale bar is 20 µm. b) Calculation of the density, cell area, and cell aspect ratio of the adherent macrophages in the “left” and “right” side of the substrate. Data are expressed as the mean ± standard error (n = 10). Different alphabet letters signify statistical significance.\n2001446 (8 of 13) © 2020 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nand contractility, and ROCK, are known to mediate the M2 phenotype.[8,9] In basal medium and M2-polarizing medium cultures, macrophages exhibited considerably higher ROCK2 immunofluorescence on the magnet side than on the nonmagnet side (Figure S13, Supporting Information). Strikingly, ROCK inhibition with Y27632 during M2-polarizing medium culturing significantly reduced the adherent macrophage area and aspect ratio, by 48% and 46%, respectively, as well as their Arg-1 immunofluorescence by 40% on the magnet side (Figure  5a,b). Consistently, under myosin II inhibition with blebbistatin during M2-polarizing medium culturing decreased the area, aspect ratio, and Arg-1 immunofluorescence of the adherent macrophages by 50%, 45%, and 40% on the magnet side, respectively. These decreases in the area, aspect ratio, and Arg-1 fluorescence of the adherent macrophages were also clearly observed with actin polymerization inhibition by\nAdv. Funct. Mater. 2020, 2001446\nFigure 4. The time-regulated magnetic attraction of the slidable nano-ligand suppresses the M1 phenotype of macrophages while stimulating their M2 phenotype. a) Quantitative gene expression of M1 phenotype marker (iNOS) for macrophages cultured under M1-polarizating medium or M2 phenotype marker (Arginase-1) for macrophages cultured under M2-polarizating medium for 36 h on the “left” and “right” side of the substrate by positioning a permanent magnet at the bottom of the substrate (“magnetic field [MF]”) on the “left” side or not positioning it (“no magnetic field [NMF]”. “MF” or “NMF” were applied throughout 36 h of culture or switched after 12 h. Data are expressed as mean ± standard errors (n = 3). b,c) Confocal images of immunofluorescence against iNOS with Arg-1 and nuclei of cultured macrophages. The images of polarized macrophages were taken at the center of “left” or “right” side of the substrate. Scale bar is 20 µm. Different alphabet letters signify statistical significances.\n2001446 (9 of 13) © 2020 WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimAdv. Funct. Mater. 2020, 2001446\ncytochalasin D. On the non-magnet side, inhibition of ROCK, myosin II, and actin polymerization did not result in significant changes in the adhesive structures and production of the M2 phenotype. Taken together, these findings collectively indicate that the magnetic control of attracting slidable nanoligand efficiently promotes the assembly of adhesion structures of macrophages in stimulating the production of the M2 phenotype."
    }, {
      "heading" : "2.6. Control of Nano-Ligand Sliding Regulates the Adhesion and Phenotype of Host Macrophages",
      "text" : "Material implants cause host responses and it is of paramount importance to control the adhesion and functional phenotypes of macrophages to elicit host responses to implants.[14] Remote control of spatiotemporal, reversible, and macroscale ligand variation can emulate dynamic and heterogenous ECM\nFigure 5. Magnetic manipulation of attracting slidable nano-ligand promotes the assembly of adhesion structures of macrophages in stimulating their M2 phenotype. a) Confocal images of immunofluorescence for actin and nuclei after culturing macrophages in basal medium for 36 h and Arg-1 with actin and nuclei after culturing macrophages in M2-polarizing medium for 36 h under ROCK inhibition (with Y27632), myosin II inhibition (with blebbistatin), or actin polymerization inhibition (with cytochalasin D) on the “magnet” and “non-magnet” side of the substrate subjected to a magnet placed at the bottom of the substrate (“magnet” side). Scale bar is 20 µm. b) Calculation of the density, cell area, and cell aspect ratio of the adherent macrophages after basal medium culture or the area, aspect ratio, and Arg-1 staining intensity after culturing in M2 medium at the “magnet” and “non-magnet” side of the substrate. Data are expressed as mean ± standard error (n = 30). Statistical significances are represented by different alphabet letters.\n2001446 (10 of 13) © 2020 WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimAdv. Funct. Mater. 2020, 2001446\nremodeling to spatially regulate host responses to implants.[1] In particular, it is remarkably beneficial to regulate macrophage adhesion and production of the regenerative and anti-inflammatory M2 phenotype to mediate tissue repair while suppressing inflammation.[4a] To this end, we explored the in vivo translation of the adhesion structure assembly-mediated M2 phenotype of adherent macrophages in the spatially varying regulation of the regenerative and anti-inflammatory immune responses to implants. It has recently been shown that the spatially heterogeneous modulation of macrophages adhesion by UV light is feasible.[19b] However, in the present study, we utilized a tissue-penetrative and cytocompatible alternative using a magnetic field to regulate not only the macrophage adhesion but also the functional phenotype of adherent macrophages.\nThe nano-ligand-presenting substrate was used for subcutaneous implantation into balb/c mice. Following implantation, M2-polarizing soluble factors (interleukin-4 and -13) were injected onto the substrate (Figure 6a). A permanent magnet was attached to the bottom of the substrate (“magnet” side) on the abdomen side of the mice to promote the sliding of the nano-ligand toward the magnet side of the substrate. The substrate was collected 24 h after implantation for confocal imaging of immunofluorescence and gene expression analysis. Confocal images of immunofluorescence for iNOS and F-actin showed that their pronounced colocalization was considerably more dominant on the non-magnet side than on the magnet side (Figure 6b). Concomitantly, more pronounced development of adhesion structures with significantly higher macrophage density, area, and aspect ratio (by 208%, 59%, and 114%, respectively) was observed on the magnet side, which promoted significantly lower expression of both iNOS and TNF-α (inflammatory M1 markers) by 25% and 37%,\nFigure 6. In situ magnetic attraction of slidable nano-ligand inhibits the adhesion and inflammatory M1 phenotype of host macrophages. a) Schematic representation of magnetic control of slidable nano-ligand in vivo. IL-4 and IL-13 were both injected onto the substrate presenting slidable nano-ligand substrate after subcutaneous implantation. b) Confocal images of immunofluorescent staining against iNOS, F-actin, and nuclei of cells adhered to the “magnet” and “non-magnet” side of the substrate after 24 h were analyzed. A permanent magnet was continuously placed at the bottom of the substrate (“magnet” side) for 24 h. The images of cells were taken at the center of “magnet” side or “non-magnet” side of the substrate. Scale bar is 20 µm. c) Calculation of the density, cell area, and cell aspect ratio (n = 30) as well as gene expression profiles (n = 3) of M1 phenotype markers (iNOS and TNF-α) of the in vivo adhered cells. Data are expressed as mean ± standard error. Different alphabet letters signify statistical significances.\n2001446 (11 of 13) © 2020 WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimAdv. Funct. Mater. 2020, 2001446\nrespectively, in host macrophages than on the non-magnet side (Figure  6b,c). Not only host macrophages, but also host neutrophils were observed via NIMP-R14 immunofluorescence during the acute inflammation period (Figure S14, Supporting Information).\nConcurrently, confocal images of immunofluorescence for Arg-1 and F-actin revealed the highly pronounced assembly of adhesion structures by F-actin that positively led to colocalization with regenerative Arg-1 expression on the magnet side considerably more than on the non-magnet side (Figure  7a). This observation was also confirmed with significantly higher expression of both Arg-1 and Ym1 (regenerative M2 markers) by 39% and 154%, respectively, in host macrophages on the magnet side compared to the non-magnet side (Figure  7a,b). These findings collectively prove that remote control of magnetic attraction of slidable nano-ligand promotes the adhesion and regenerative M2 phenotype of host macrophages but suppresses the inflammatory M1 phenotype in vivo in a spatially regulated fashion. Tight control of early acute inflammation and regenerative responses is known to govern the long-term host responses to implants.[19b,23] Further detailed exploration of magnetic field-mediated spatiotemporal and reversible long-term regulation in promoting tissue repair and inhibiting inflammation and fibrous capsule formation in deep interior tissues could realize a powerful strategy for the immunomodulation of implants in the clinical setting."
    }, {
      "heading" : "3. Conclusion",
      "text" : "In conclusion, we developed materials that allow the active control of varying macroscale ligand distribution that emulates the spatial heterogeneity and dynamicity in ECM remodeling. Specifically, we devised a strategy to develop negatively charged slidable nano-ligand via serial nanoassembly by utilizing magnetic nanomaterials and coating them with polymer linker (PEG) and then negatively charged RGD peptide ligand. The negatively charged slidable nano-ligand was grafted to positively charged aminated substrate via electrostatic interactions. We demonstrated that macroscale ligand density can be regulated by magnetically controlling nano-ligand sliding. We applied an external magnetic field to attract slidable nano-ligand, thereby increasing the macroscale ligand density, which helped assemble adhesion structures in macrophages and suppress inflammatory M1 phenotype of macrophages but facilitate the regenerative M2 phenotype, both in vitro and in vivo. This tissue-penetrative magnetic field-based regulation of the macroscale ligand density can provide an attractive method for the location- and timedependent facilitation of the tissue-regenerative responses[24] and suppression of inflammation of material implants.\nSupporting Information Supporting Information is available from the Wiley Online Library or from the author.\nFigure 7. Remote control of the magnetic attraction of slidable nano-ligand promotes the adhesion and regenerative M2 phenotype of host macrophages. a) Confocal images of immunofluorescence against Arg-1, F-actin, and nuclei of cells adhered to the “magnet” and “non-magnet” side of the substrate presenting slidable nano-ligand at 24 h after subcutaneous implantation with an injection of IL-4 and IL-13 onto the substrate. A permanent magnet was continuously placed at the bottom of the substrate (“magnet” side) for 24 h. The images of cells were taken at the center of “magnet” side or “non-magnet” side of the substrate. Scale bar is 20 µm. b) Calculation of the density, cell area, and cell aspect ratio (n = 30) as well as gene expression profiles (n = 3) of M2 phenotype markers (Arg-1 and Ym1) of the in vivo adhered cells. Data are expressed as mean ± standard error. Different alphabet letters signify statistical significance.\n2001446 (12 of 13) © 2020 WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimAdv. Funct. Mater. 2020, 2001446"
    }, {
      "heading" : "Acknowledgements",
      "text" : "H.C. and G.B. contributed equally to this work. This work was supported by the National Research Foundation of Korea (NRF) grant funded by the Korea government (MSIT) (No. 2019R1F1A1058720). This work was also supported by a Korea University Grant. This work was also conducted at the Korea Basic Science Institute. This work made use of the EPIC facility of Northwestern University’s NUANCE Center, which has received support from the Soft and Hybrid Nanotechnology Experimental (SHyNE) Resource (NSF ECCS-1542205), the MRSEC IRG2 program (NSF DMR-1720139) at the Materials Research Center, the International Institute for Nanotechnology (IIN), the Keck Foundation, and the State of Illinois, through the IIN. All animals experiments were performed with approval from the Institutional Animal Care and Use Committee of Korea University."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Keywords",
      "text" : "macrophage adhesion, macrophage polarization, macroscale ligand manipulation, reversible ligand sliding, slidable nano-ligand\nReceived: February 15, 2020 Revised: May 5, 2020\nPublished online:\n[1] a) S.  Gordon, A.  Pluddemann, F. M.  Estrada, Immunol. Rev. 2014, 262, 36; b) M.  Schnoor, P.  Cullen, J.  Lorkowski, K.  Stolle, H.  Robenek, D.  Troyer, J.  Rauterberg, S.  Lorkowski, J. Immunol. 2008, 180, 5707. [2] G. T.  Yu, L.  Rao, H.  Wu, L. L.  Yang, L. L.  Bu, W. W.  Deng, L.  Wu, X. L.  Nan, W. F.  Zhang, X. Z.  Zhao, W.  Liu, Z. J.  Sun, Adv. Funct. Mater. 2018, 28, 1801389. [3] a) F.  Tacke, H. W.  Zimmermann, J. Hepatol. 2014, 60, 1090; b) J. L.  Johnson, A. C.  Newby, Curr. Opin. Lipidol. 2009, 20, 370; c) J. W. Godwin, A. R. Pinto, N. A. Rosenthal, Proc. Natl. Acad. Sci. U. S. A. 2013, 110, 9415. [4] a) K.  Sadtler, A.  Singh, M. T.  Wolf, X. K.  Wang, D. M.  Pardoll, J. H. Elisseeff, Nat. Rev. Mater. 2016, 1, 16040; b) K. S. Kim, J. Y. Lee, J.  Han, H. S.  Hwang, J.  Lee, K.  Na, Adv. Funct. Mater. 2019, 29, 1900773; c) H. Y. Kim, M. Kang, Y. W. Choo, S. H. Go, S. P. Kwon, S. Y.  Song, H. S.  Sohn, J.  Hong, B. S.  Kim, Nano Lett. 2019, 19, 5185; d) H. T. Ruan, Q. Y. Hu, D. Wen, Q. Chen, G. J. Chen, Y. F. Lu, J. Q.  Wang, H.  Cheng, W. Y.  Lu, Z.  Gu, Adv. Mater. 2019, 31, 1806957; e) M. S. Taha, G. M. Cresswell, J. Park, W. Lee, T. L. Ratliff, Y. Yeo, Nano Lett. 2019, 19, 8333; f) G. Kwak, D. Kirn, G. H. Nam, S. Y. Wang, I. S. Kim, S. H. Kim, I. C. Kwon, Y. Yeo, ACS Nano 2017, 11, 10135; g) H. R. Wang, X. Han, Z. L. Dong, J. Xu, J. Wang, Z. Liu, Adv. Funct. Mater. 2019, 29, 1902440; h) Y. Chao, Q. Chen, Z. Liu, Adv. Funct. Mater. 2020, 30, 1902785; i) L. Z. He, T. Q. Nie, X. J. Xia, T. Liu, Y. Y. Huang, X. J. Wang, T. F. Chen, Adv. Funct. Mater. 2019, 29, 1901240. [5] a) K.  Sadtler, K.  Estrellas, B. W.  Allen, M. T.  Wolf, H. N.  Fan, A. J.  Tam, C. H.  Patel, B. S.  Luber, H.  Wang, K. R.  Wagner, J. D. Powell, F. Housseau, D. M. Pardoll, J. H. Elisseeff, Science 2016, 352, 366; b) Y. L. Luo, C. F. Xu, H. J. Li, Z. T. Cao, J. Liu, J. L. Wang, X. J. Du, X. Z. Yang, Z. Gu, J. Wang, ACS Nano 2018, 12, 994. [6] Y.  Jin, J. S.  Lee, J.  Kim, S.  Min, S.  Wi, J. H.  Yu, G. E.  Chang, A. N.  Cho, Y.  Choi, D. H.  Ahns, S. R.  Cho, E.  Cheong, Y. G.  Kim, H. P.  Kim, Y.  Kim, D. S.  Kim, H. W.  Kim, Z.  Quan, H. C.  Kang, S. W. Cho, Nat. Biomed. Eng. 2018, 2, 522.\n[7] M. D. Mager, V. LaPointe, M. M. Stevens, Nat. Chem. 2011, 3, 582. [8] a) F. Y.  McWhorter, C. T.  Davis, W. F.  Liu, Cell. Mol. Life Sci.\n2015, 72, 1303; b) V.  Ballotta, A.  Driessen-Mol, C. V. C.  Bouten, F. P. T.  Baaijens, Biomaterials 2014, 35, 4919; c) F. Y.  McWhorter, T. T.  Wang, P.  Nguyen, T.  Chung, W. F.  Liu, Proc. Natl. Acad. Sci. U. S. A. 2013, 110, 17253; d) T. D. Zaveri, J. S. Lewis, N. V. Dolgova, M. J. Clare-Salzler, B. G. Keselowsky, Biomaterials 2014, 35, 3504. [9] S.  Zandi, S.  Nakao, K. H.  Chun, P.  Fiorina, D. W.  Sun, R.  Arita, M. Zhao, E. Kim, O. Schueller, S. Campbell, M. Taher, M. I. Melhorn, A.  Schering, F.  Gatti, S.  Tezza, F.  Xie, A.  Vergani, S.  Yoshida, K.  Ishikawa, M.  Yamaguchi, F.  Sasaki, R.  Schmidt-Ullrich, Y.  Hata, H.  Enaida, M.  Yuzawa, T.  Yokomizo, Y. B.  Kim, P.  Sweetnam, T. Ishibashi, A. Hafezi-Moghadam, Cell Rep. 2015, 10, 1173.\n[10] a) M. Faria, M. Bjornmalm, K. J. Thurecht, S. J. Kent, R. G. Parton, M. Kavallaris, A. P. R. Johnston, J. J. Gooding, S. R. Corrie, B. J. Boyd, P.  Thordarson, A. K.  Whittaker, M. M.  Stevens, C. A.  Prestidge, C. J. H.  Porter, W. J.  Parak, T. P.  Davis, E. J.  Crampin, F.  Caruso, Nat. Nanotechnol. 2018, 13, 777; b) S. G.  Higgins, M.  Becce, A.  Belessiotis-Richards, H.  Seong, J. E.  Sero, M. M.  Stevens, Adv. Mater. 2020, 32, 1903862; c) C. S. Hansel, S. W. Crowder, S. Cooper, S.  Gopal, M. J. P.  da Cruz, L. D.  Martins, D.  Keller, S.  Rothery, M.  Becce, A. E. G.  Cass, C.  Bakal, C.  Chiappini, M. M.  Stevens, ACS Nano 2019, 13, 2913; d) J. H.  Lee, H. K.  Choi, L.  Yang, S. T. D. Chueng, J. W. Choi, K. B. Lee, Adv. Mater. 2018, 30, 1802762. [11] a) K. Ye, X. Wang, L. P. Cao, S. Y. Li, Z. H. Li, L. Yu, J. D. Ding, Nano Lett. 2015, 15, 4720; b) X. Wang, S. Y. Li, C. Yan, P. Liu, J. D. Ding, Nano Lett. 2015, 15, 1457; c) J. Deng, C. S. Zhao, J. P. Spatz, Q. Wei, ACS Nano 2017, 11, 8282. [12] J. H. Huang, S. V. Grater, F. Corbellinl, S. Rinck, E. Bock, R. Kemkemer, H. Kessler, J. D. Ding, J. P. Spatz, Nano Lett. 2009, 9, 1111. [13] a) R. Zarka, M. B. Horev, T. Volberg, S. Neubauer, H. Kessler, J. P. Spatz, B.  Geiger, Nano Lett. 2019, 19, 1418; b) S.  Kruss, L.  Erpenbeck, K.  Amschler, T. A.  Mundinger, H.  Boehm, H. J.  Helms, T.  Friede, R. K. Andrews, M. P. Schon, J. P. Spatz, ACS Nano 2013, 7, 9984. [14] a) J. M.  Anderson, A.  Rodriguez, D. T.  Chang, Semin. Immunol. 2008, 20, 86; b) O.  Veiseh, J. C.  Doloff, M. L.  Ma, A. J.  Vegas, H. H.  Tam, A. R.  Bader, J.  Li, E.  Langan, J.  Wyckoff, W. S.  Loo, S.  Jhunjhunwala, A.  Chiu, S.  Siebert, K.  Tang, J.  Hollister-Lock, S. Aresta-Dasilva, M. Bochenek, J. Mendoza-Elias, Y. Wang, M. Qi, D. M. Lavin, M. Chen, N. Dholakia, R. Thakrar, I. Lacik, G. C. Weir, J. Oberholzer, D. L. Greiner, R. Langer, D. G. Anderson, Nat. Mater. 2015, 14, 643. [15] a) B. S.  Gomes, B.  Simoes, P. M.  Mendes, Nat. Rev. Chem. 2018, 2, 0120; b) W.  Zhu, J. M.  Guo, Y.  Ju, R. E.  Serda, J. G.  Croissant, J.  Shang, E.  Coker, J. O.  Agola, Q. Z.  Zhong, Y.  Ping, F.  Caruso, C. J. Brinker, Adv. Mater. 2019, 31, 1806774. [16] H.  Kang, B. G.  Yang, K. Y.  Zhang, Q.  Pan, W. H.  Yuan, G.  Li, L. M. Bian, Nat. Commun. 2019, 10, 1696. [17] H. Kang, H. J. Jung, D. S. H. Wong, S. K. Kim, S. E. Lin, K. F. Chan, L.  Zhang, G.  Li, V. P.  Dravid, L. M.  Bian, J. Am. Chem. Soc. 2018, 140, 5909. [18] H.  Rabie, Y. X.  Zhang, N.  Pasquale, M. J.  Lagos, P. E.  Batson, K. B. Lee, Adv. Mater. 2019, 31, 1806991. [19] a) H.  Kang, K. Y.  Zhang, Q.  Pan, S. E.  Lin, D. S. H.  Wong, J. M. Li, W. Y. W. Lee, B. G. Yang, F. X. Han, G. Li, B. Li, L. M. Bian, Adv. Funct. Mater. 2018, 28, 1802642; b) T. T.  Lee, J. R.  Garcia, J. I.  Paez, A.  Singh, E. A.  Phelps, S.  Weis, Z.  Shafiq, A.  Shekaran, A.  del  Campo, A. J.  Garcia, Nat. Mater. 2015, 14, 352; c) W.  Li, J. Wang, J. Ren, X. Qu, J. Am. Chem. Soc. 2014, 136, 2248. [20] a) W. Li, Z. Chen, L. Zhou, Z. Li, J. Ren, X. Qu, J. Am. Chem. Soc. 2015, 137, 8199; b) L. F.  Kadem, M.  Holz, K. G.  Suana, Q.  Li, C. Lamprecht, R. Herges, C. Selhuber-Unkel, Adv. Mater. 2016, 28, 1799. [21] a) B. D. Johnston, W. G. Kreyling, C. Pfeiffer, M. Schaffler, H. Sarioglu, S.  Ristig, S.  Hirn, N.  Haberl, S.  Thalhammer, S. M.  Hauck,\n2001446 (13 of 13) © 2020 WILEY-VCH Verlag GmbH & Co. KGaA, WeinheimAdv. Funct. Mater. 2020, 2001446\nM. Semmler-Behnke, M. Epple, J. Huhn, P. Del Pino, W. J. Parak, Adv. Funct. Mater. 2017, 27, 1701956; b) M. Carril, D. Padro, P. Del Pino, C.  Carrillo-Carrion, M.  Gallego, W. J.  Parak, Nat. Commun. 2017, 8, 1542; c) J.  Kim, W.  Park, D.  Kim, E. S.  Lee, D. H.  Lee, S.  Jeong, J. M. Park, K. Na, Adv. Funct. Mater. 2019, 29, 1900084. [22] B.  Pelaz, P.  del  Pino, P.  Maffre, R.  Hartmann, M.  Gallego, S. Rivera-Fernandez, J. M. de la Fuente, G. U. Nienhaus, W. J. Parak, ACS Nano 2015, 9, 6996. [23] J.  Han, Y. S.  Kim, M. Y.  Lim, H. Y.  Kim, S.  Kong, M.  Kang, Y. W.  Choo, J. H.  Jun, S.  Ryu, H. Y.  Jeong, J.  Park, G. J.  Jeong, J. C.  Lee, G. H.  Eom, Y.  Ahn, B. S.  Kim, ACS Nano 2018, 12, 1959. [24] a) J. S.  Lee, Y. H.  Roh, Y. S.  Choi, Y.  Jin, E. J.  Jeon, K. W.  Bong, S. W. Cho, Adv. Funct. Mater. 2019, 29, 1807803; b) J. Shin, S. Choi, J. H.  Kim, J. H.  Cho, Y.  Jin, S.  Kim, S.  Min, S. K.  Kim, D.  Choi, S. W. Cho, Adv. Funct. Mater. 2019, 29, 1903863."
    } ],
    "references" : [ {
      "title" : "ACS Nano 2018",
      "author" : [ "J. Han", "Y.S. Kim", "M.Y. Lim", "H.Y. Kim", "S. Kong", "M. Kang", "Y.W. Choo", "J.H. Jun", "S. Ryu", "H.Y. Jeong", "J. Park", "G.J. Jeong", "J.C. Lee", "G.H. Eom", "Y. Ahn", "B.S. Kim" ],
      "venue" : "12",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 1959
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "The development of materials capable of varying macroscale ligand distributions can emulate an extracellular matrix (ECM) remodeling and regulate the adhesion and polarization of macrophages. In this report, negatively charged slidable nano-ligands are assembled and then conjugated to a positively charged substrate via electrostatic interaction. The negatively charged slidable nano-ligands are prepared by coating magnetic nanoparticles with a polymer linker and negatively charged RGD ligand. The nano-ligand sliding is characterized under an external magnetic field, which spatiotemporally alters macroscale ligand density. To the best of knowledge, this is the first demonstration that magnetic maipulation of the macroscale ligand density inhibits inflammatory M1 phenotype but stimulates the adhesion and regenerative M2 phenotype of host macrophages. Furthermore, it is elucidated that the magnetic attraction of the slidable nano-ligand facilitates the assembly of adhesion structures in macrophages, thereby stimulating their regenerative M2 phenotype. The design of ECM-emulating materials that allow remote, spatiotemporal, and reversible controllability of macroscale ligand density provides an appealing strategy in the spatiotemporal regulation of immunomodulatory tissue-regenerative responses to implants in vivo.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}