{
  "name" : "downloads_2020-07-13_77_harikrishnan2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Preparation, characterization of Electrospun Polycaprolactone-nano Zinc oxide composite scaffolds for Osteogenic applications",
    "authors" : [ "Pandurangan Harikrishnan", "Arumugam Sivasamy" ],
    "emails" : [ "arumugamsivasamy@yahoo.co.in" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nNano-Structures &Nano-Objects\njournal homepage: www.elsevier.com/locate/nanoso\nPreparation, characterization of Electrospun Polycaprolactone-nano Zinc oxide composite scaffolds for Osteogenic applications Pandurangan Harikrishnan a,b, Arumugam Sivasamy a,∗ a Chemical Engineering Area, CSIR-Central Leather Research Institute, Adyar, Chennai 600020, India b Teeth‘‘N’’Jaws Center, Orthodontics and Oral Surgery, Lake Area, Chennai 600034, India\na r t i c l e i n f o\nArticle history: Received 6 January 2020 Received in revised form 22 May 2020 Accepted 28 June 2020\nKeywords: Polycaprolactone Nanohydroxyapatite Bone defects Electrospinning Scaffolds Biocompatability\na b s t r a c t\nGlobally bone-grafting procedures are rapidly increasing every year in spite of the limited availability of autografts. Our hypothesis is that the electrospun nanofibers mimic the natural bone for enhanced bone regeneration. Electrospun scaffolds were prepared composed of Polycaprolactone (PCL) alone and PCLnano Zinc Oxide (nZnO) composite. The nZnO is synthesized by a precipitation method. The scaffold fiber morphology was characterized by scanning electron microscopy (SEM) while its composition by energy dispersive X-ray analysis (EDX), ATR-Fourier transform infrared spectroscopy (ATR-FTIR), powder X-ray diffraction (XRD) and Contact angle (CA) measurement. The scaffolds revealed a nanoporous architecture and incorporation of nZnO in the fibers. The fibers were randomly aligned and increased in diameter in the PCL-nZnO scaffold. Cell culture studies with MG63 cells shows increased proliferation on the PCL-nZnO scaffold. The study reveals that the PCL-nZnO electrospun scaffold provides a nano-porous environment for better cell adhesion and incorporated nZnO particles are osteogenic and can serve as a potential material for bone tissue regeneration.\n© 2020 Elsevier B.V. All rights reserved.\n1. Introduction\nGlobally bone-grafting procedures are rapidly increasing every year. Either autograft, allograft or a bone graft substitute materials are used in bone defects. The availability of autografts is however, limited and harvest is often associated with donor-site morbidity. Allografts are associated with transmission of infection and are expensive for use. Thus there is a growing need for synthesis of bone substitutes used alone or in combination with other biocompatible materials. Biodegradable synthetic polymers have the benefit of the implanted material resorbed by the body and thus the body is able to completely heal itself without remaining foreign bodies. Synthesis of nano particles through different techniques were reported elsewhere [1–3]. Synthetic biomaterials offer an alternative in orthopaedic, maxillo-facial surgery and Tissue engineering for bone and cartilage [4,5].\nPolycaprolactone (PCL) is a Food and Drug Administration (FDA) approved biodegradable polymer used in many biomedical applications especially in bone tissue regeneration. Still the bioactivity of PCL can be improved by addition of biocompatible nano particles. ZnO is currently listed as a ‘generally recognized as safe’ (GRAS) material by the FDA and is used as a food additive. Zinc is a trace element that is involved in several enzymatic processes\n∗ Corresponding author. E-mail address: arumugamsivasamy@yahoo.co.in (A. Sivasamy).\nand inhibits the bone resorption and promotes the proliferation of osteoblast [6]. Zinc oxide nanoparticles (nZnO) are proposed as a metallic component with antibacterial properties. ZnO enriched surfaces are capable to inhibit the growth of bacteria [7]. ZnO nanoparticles deposited on TiO2 NT-modified titanium are known for the inhibition of bacteria very efficiently and reduced the adhesion of S. epidermidis cells [8]. It was reported previously that ZnO nanoparticles containing β-chitin hydrogel bandages showed good biocompatibility to human dermal fibroblast cells [9]. Thus Zinc oxide nanoparticles are selected to be incorporated in our synthetic bone graft material preparation.\nBone graft material with a micro-architecture will mimic the native ECM (extra-cellular matrix). Electrospinning is an advanced biofabrication process of producing nanofibers [10]. Electrospun fibers are unique having a large surface area, high porosity, and flexible morphology which can be tuned with varying physicochemical properties [11,12]. In this process, continuous filaments are drawn from a polymer solution or melt through a spinneret by high electrostatic forces and later deposited on a grounded conductive collector. Due to the high surface-areato-volume ratio of the electrospun fibers and the high porosity on the submicrometer length scale of the obtained nonwoven mat proposed applications for these materials are in areas such as nanofiber-reinforced composites, nanofiber-based supports for enzymes and catalysts, and nanofibrous membranes to be used in many biomedical applications, which includes drug delivery, wound healing and scaffolding for tissue engineering etc. [13–15].\nhttps://doi.org/10.1016/j.nanoso.2020.100518 2352-507X/© 2020 Elsevier B.V. All rights reserved.\nZnO based bionanocomposites are scarcely reported. Hence, we made a novel attempt on nanocrystalline ZnO incorporated PCL electrospun scaffolds which will be ideal for bone applications.\nThus in our present study PCL and nano-Zinc oxide nanocomposite was prepared, electrospun, and the scaffolds were characterized and evaluated for in-vitro bioactivity."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Chemicals",
      "text" : "Polycaprolactone medical grade was gifted by Dr. Jean Claude Matasa, Ortho cycle, California, USA in beads form having a molecular weight of 80,000 g/mol. The various chemicals used are:chloroform (Himedia, India), dimethylformamide DMF (Rankem, India), dimethylsulfoxide Sigma-Aldrich), calcium nitrate tetrahydrate and diammonium hydrogen phosphate (Merck, India), Dulbecco’s Modified Eagles Medium, fetal bovine serum and 0.25% Trypsin/EDTA (Invitrogen, USA). All the chemicals medial grade used as it is without further purification."
    }, {
      "heading" : "2.2. Preparation of nanocrystalline ZnO powder",
      "text" : "ZnO was prepared according to the literature reported elsewhere [16]. The required concentration of zinc acetate was taken in a beaker and stirred by a PTFE-coated magnetic paddle at room temperature. 0.1 M of NaOH solution was added drop wise to the zinc acetate solution in order to maintain the pH of the mixture at 8. The pH values were measured via Digisun pH meter (Model 2001). The white precipitate was filtered and washed several times with double distilled water until the rinses reached to neutral pH and later dried at 110 ◦C for 12 h. The prepared white powder was ground and calcined at 400 ◦C for 2 h."
    }, {
      "heading" : "2.3. Electrospinning of PCL and PCL-nZnO scaffold",
      "text" : "Electrospinning is a proven method for producing nonwoven fibers with diameters in the range of submicrons down to nanometers. PCL-nHAP scaffold was prepared by Electrospining process (E-spin Nano, India). Various ratios of PCL (8, 10, 12 and 15 wt%) and nZnO (0.2, 0.5 and 1 wt%) were tried for electrospinning and the negotiated ratio provided ideal nanofibers which is used in this study. The procedure is as follows: neat PCL 12 wt% was dissolved in a solvent mixture of chloroform and DMF (9:1). In another similar sample nZnO 0.5 wt% was added the mixture was kept in an ultrasonic bath for 30 min to achieve a homogeneous dispersion of nZnO particles. Samples were loaded in a 2 ml syringe with a needle inner diameter of 0.8 mm and 3.5 cm length for electrospinning. The parameters for the electrospinning were optimized as 12 kV, needle tip-collector distance of 8 cm, syringe pump at 1.5 ml/h, spinning chamber temperature of 25 ◦C with 50% humidity. The collecting rotary drum was covered with clean aluminum foil. The drum was operated at 1200 rpm and the nanofibres were collected randomly but uniformly all over the surface of the foil. The mat was collected and dried in vacuum for 12 h to ensure removal of any residual solvent."
    }, {
      "heading" : "2.4. Characterization of electrospun scaffolds",
      "text" : "PCL and PCL-nZnO scaffolds were characterized by SEM, EDX, ATR-FTIR, XRD, TGA and Contact angle measurements."
    }, {
      "heading" : "2.4.1. Morphology by scanning electron microscopy and energydispersive X-ray spectroscopy (SEM-EDX)",
      "text" : "The morphology of the scaffolds were analyzed by FEI Quanta FEG 200 — high resolution scanning electron microscope. The size distribution of the fibers was quantified using Image J software. EDX analysis was also carried out for a selected area of the sample."
    }, {
      "heading" : "2.4.2. ATR-FTIR analysis",
      "text" : "FT-IR spectroscopy was performed to identify the functional groups of the electrospun samples by ATR-FTIR using Perkin Elmer Spectrum RX1. The spectra were recorded from 4000 to 400 cm−1 in transmission mode."
    }, {
      "heading" : "2.4.3. XRD analysis",
      "text" : "The nanofibers were collected on glass slides during electrospinning which were then mounted onto Philips X’pert Pro X-ray diffractometer. Incident and transmitted beam angles were varied so as to scan the 2θ angles from 0◦ to 90◦ with scan speed 2◦/min and step rate 0.02 per second in order to determine the crystal structure. The resulting diffraction pattern was recorded and analyzed using X’pert High score plus software."
    }, {
      "heading" : "2.4.4. Scaffold porosity assessment",
      "text" : "The SEM images of scaffolds were analyzed for porosity using DiameterJ plugin in ImageJ (DiameterJ v1.018, Gaithersburg, MD, USA) a validated software application for electrospun polymeric nanofibers measurement developed at the National Institute of Standards and Technology, USA [17]."
    }, {
      "heading" : "2.4.5. Thermal analysis",
      "text" : "The thermal properties of PCL and PCL-nHAP scaffolds were studied by TGA. TGA Samples were subjected to a temperature ramp from room temperature until 800 ◦C, at 20 ◦C min−1 under nitrogen flow (50 mL min−1)."
    }, {
      "heading" : "2.4.6. Contact angle measurement",
      "text" : "The nanofibers were collected on glass slides and used for contact angle determination. The contact angle measuring instrument (EasyDrop DSA-20, Kruss, Hamburg, Germany) was used at 50% relative humidity. Static contact angles at each time interval were calculated using the softwareDrop shape analysis V 1.92 (Kruss). For each sample, the static contact angle measuring the right and left sides were obtained 30 s after deposition and was taken as the equilibrium angle value and was done in triplets."
    }, {
      "heading" : "2.5. In-vitro biocompatibility of PCL-nZnO nanocomposite scaffold",
      "text" : "Human osteoblast-like MG63 cells was obtained from National center for cell science (NCCS) -Pune, India and cultured in 25 cm2 cell culture flask at 37 ◦C in Dulbecco’s Modified Eagles Medium supplemented with 10% fetal bovine serum, 1% penicillin and streptomycin in a 5% CO2 incubator. When the cells attained confluency, they were detached using 0.25% Trypsin/EDTA and seeded into 48 well plates (Axygen,California) at a cell density of 5 × 103 cells per well. The seeded cells were incubated overnight to allow cell adherence at 37 ◦C in 5% CO2 atmosphere and was further used for cell proliferation study with the electrospun scaffolds. The sterile scaffolds were cut into squares of 6×6 mm. Triplicates of each scaffold type were placed in 24-well culture plates. After scheduled time intervals (6, 12, 24, 48 h), the medium was removed and cells washed with phosphate buffer solution (PBS). Calcein AM solution (4 µM; 500 µl) was added and incubated for 30 min. The plates were then washed with PBS and viewed at fluorescence excitation and emission wavelength of 495/515 nm respectively using a fluorescent microscope with blue filter (Euromex, Holland). Phase contrast microscopy is used to verify the growth of cells on the scaffold. Fluorescent microscopy is used to assess qualitatively the live MG63 cells presence on the prepared electrospun PCL based scaffolds by a fluorescent dye (Calcein AM ) staining technique."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Characterization of nZnO by SEM, TEM, FTIR and XRD",
      "text" : "The structure and morphology of the prepared ZnO nanoparticles were studied by FE-SEM as shown in Fig. 1a. The image shows the formation of distinct particles which are spherical in shape. The size, shape and arrangement of the ZnO nanoparticles were further confirmed by HR-TEM. The obtained HR-TEM images are shown in Fig. 1b. The particles are not agglomerated and the surface is seen to be highly porous. High porosity would increase the extent of interaction between the cell and the substrate, thereby increasing the adhesion efficiency of the material. nZnO nanoparticles were spherical in shape and size ranged from 7–10 nm.\nThe presence of functional groups in the prepared ZnO nanoparticle was analyzed by FT-IR spectroscopy. The FT-IR spectra of ZnO calcined at 400 ◦C for 2 h is shown in Fig. 2. Absorption bands observed at 3400 cm−1 represent O-H mode, while those at 2900 cm−1 correspond to C-H mode and the peaks between 1400 and 1600 cm−1 are representative of the C = O stretching mode. The band at 2350 cm−1 due to the absorption of atmospheric CO2 present on the metallic cations and the metal oxygen bonding is clearly represented in ZnO at 532 cm−1.\nThe prepared nZnO was characterized by XRD to analyze the crystalline phases. The XRD pattern of the nZnO nanoparticles is illustrated in Fig. 3. The XRD pattern of the prepared nZnO particles showed the well-defined crystalline ZnO with zincite structure. All the peaks are assigned to the standard zincite ZnO structure (JCPDS 36-1451) with the strong diffraction peaks being indexed as (100), (002), (101), (102), (110), (103) and (112). The sharp and high intensity of the peaks indicates the material to be highly crystalline in nature. The absence of additional XRD peaks indicates the formation of phase-pure ZnO. The average particle sizes (5–7 nm) of powders calcined at 400 ◦C for 2 h were calculated using Scherrer’s equation :\nD = kλ/β cos θ\nwhere, k, a constant, is taken as 0.94 for spherical samples, λ denotes the wavelength of radiation equal to 0.154 nm, β is the full width at half maximum and θ is the half diffraction angle."
    }, {
      "heading" : "3.2. Characterization of scaffold by SEM, FTIR, XRD, TGA and contact angle",
      "text" : "Electrospinning is considered to be a better technique for scaffold fabrication because the resulting fiber diameters are in the\nsize range resembling the higher-ordered collagen microfibrils of the extracellular matrix . Scanning electron micrographs revealed the nanofibrous morphology of PCL and PCL-nZnO scaffolds, randomly aligned, homogeneously distributed as shown in Fig. 4(a & b). In PCL-nZnO scaffold the fibers were randomly aligned and criss-crossing was more with thickened junctions as in Fig. 4b. It is observed that the fiber diameter distribution of PCL and PCL-nZnO scaffolds were found to be on an average of 134 nm ±28 and 131 ± 30.68 respectively. There is a marginal decrease in fiber thickness in PCL-nZnO scaffold with the incorporation of nZnO particles inside the fibers. Because of the multi-strata arrangement the pores are clearly three dimensionally interconnected mostly up to the bottom of the scaffolds. There is no fiber beading and fiber disruptions are not seen. The absence of irregular bulging of fibers shows that there is no agglomeration of the incorporated nZnO particles and they are dispersed well in the polymer matrix. The nanostructural architecture of the scaffold mimics the ECM of bone. The optimization of the electrospinning parameters are of critical importance in getting the nano fibers as achieved in this study [18,19].\nEDX spectra shows peaks corresponding to the elements present in the scaffolds being analyzed. The EDX result clearly demonstrates the presence Zn in the nanocomposites scaffold as illustrated in Fig. 4(c). EDX analysis of the scaffolds clearly indicates the incorporation of zinc from the nZnO particles inside the nanofibers. The experimental result clearly shows that the prepared nZnO particles were incorporated into the nanofibers. The SEM images of fabricated scaffolds were used to analyze the\nporosity of the electrospun mesh by using DiameterJ software. The software analyzed the number of pores as 70 and 79 for PCL and PCL-nZnO and the porosity percentage was calculated by the software as 45% and 56% for PCL and PCL-nZnO scaffolds respectively. There is an increase in porosity in PCL-nZnO scaffold which will provide enough space for bone cell penetration into the scaffold when implanted in a bone defect.\nThe FT-IR spectra of electrospun neat PCL and PCL-ZnO were shown in Fig. 5. PCL shows characteristic carbonyl (C = O) peak at 1720 cm−1, CH2 stretching at 2950 cm−1 (asymmetric) and 2865 cm−1 (symmetric), C–O stretching at 1050 cm−1, and C–O–C stretching at 1240 cm−1 (asymmetric). The PCL-nZnO scaffold and neat PCL scaffold showed the same spectra in the wave number range of 700 −3200 cm−1 and the peak located at 500–700 cm−1 is attributed to the metal oxygen bonding is clearly represented in the Zn-O bond.\nThe XRD analysis showed that the diffraction peaks at 22◦ (200) and 23.7◦ (210) for PCL and at 34◦ (100,002,101) were present in the composite scaffolds which correspond to the characteristic peaks of nZnO as illustrated in Fig. 6. The XRD of PCL-nZnO scaffold shows sharp intense peaks which are due to the incorporation of nZnO particles into the PCL matrix. It may be concluded that PCL-nZnO scaffold is highly ordered with good crystalline nature."
    }, {
      "heading" : "3.3. Thermal stability of the scaffolds",
      "text" : "The thermal stability of PCL and PCL-nZnO scaffolds were characterized by TGA techniques and thermogram shown in Fig. S1 (supplementary information). From the thermogram of Polycaprolactone (PCL) it is evident that the material is thermally stable till a temperature of 232.08 ◦C. On further increasing the temperature, the material shows a steep decrease in weight, which could result from its rapid thermal decomposition. By the time a temperature of 474.70 ◦C is reached, 88.6% of the decomposition is complete. Beyond this, the residual 10.83% of the material decomposes completely leaving behind trace amounts (0.68%) at 800 ◦C. The TGA of PCL-nZnO scaffold reveals the material to be completely stable up to 222.23 ◦C with 99.58% of the material remaining unaffected. Beyond this temperature the material slowly starts decomposition. At around 350 ◦C there is a drastic decrease in weight and by the time when a temperature of 505.03 ◦C is reached, only 4% of the original material remains. Beyond this temperature only trace amounts of the material remain (2.4% at 800 ◦C)."
    }, {
      "heading" : "3.4. Contact angle assessment",
      "text" : "The contact angle for neat PCL and PCL-nZnO scaffolds were found to be 100◦ and 110◦ respectively as in Fig. S2 (supplementary information). There is increase in the contact angle in the composite material thus making it less hydrophilic but still within limits for favorable cell adhesion and proliferation."
    }, {
      "heading" : "3.5. In-vitro biocompatability of scaffolds",
      "text" : ""
    }, {
      "heading" : "3.5.1. Phase contrast microscopy of MG63 cell culture",
      "text" : "Phase contrast microscope was used to observe the growth of live MG63 cells without any staining. MG63 cells were seeded in the 48-well cell culture plates where PCL and PCL-nZnO in separate wells. The cell proliferation is verified in the culture wells by phase contrast microscopy (Nikon, Japan). It is observed that the cells were visualized from day 1 and the 2nd day cell growth is captured as shown in Fig. 7(a & c). Cell proliferation were significantly present in both the scaffold culture wells and the cells were randomly distributed, displaying spindle shaped\nnormal fibroblastic morphology which is characteristic of early formation of osteoblasts during bone formation. Increased level of cell attachment was found on the PCL-nZnO nanocomposites might be related to the more favourable nanofibrous as seen by the scanning electron microscopy results. Previous study also reports by phase contrast microscopy that electrospun PCL membranes containing 0.5 and 1% ZnO nanoparticles enhanced cell proliferation more compared to the neat PCL membrane [20]."
    }, {
      "heading" : "3.5.2. Fluorescence microscopic analysis of MG63 proliferation",
      "text" : "Fluorescent microscopy is used to assess qualitatively the live MG63 cells presence on the prepared electrospun PCL based scaffolds by a fluorescent dye staining technique. Calcein AM is a cell-permeable dye that can be used to determine cell viability in most eukaryotic cells. Upon entering the cell, intracellular esterases cleave the acetoxymethyl (AM) ester group by hydrolysis which yields the membrane-impermeable green-fluorescent Calcein dye. The automated cell counter revealed all the cells were live and the presence of cells as 70% and 90% in PCL and PCLnZnO scaffolds respectively. Both scaffolds showed proliferation of cells with normal spindle shaped morphology and a high cell density is seen in PCL-nZnO scaffolds as shown in Fig. 7(b & d). The increased MG 63 cells growth can be attributed to the presence of nZnO particles .\nHuman osteoblasts were cultured for different times on micro and nano ZnO ceramic compacts and better cell adhesion and activity of osteoblast cells significantly improved in the presence of nano ZnO surfaces [21]. The Zn2+ ions are stimulating for the osteoblasts proliferation and differentiation, being promoters of the major transcription factors and previous in vitro studies have suggested a direct effect of zinc on both the proliferation and differentiation of osteoblast-like cells [22–24]. It has also been shown that ZnO particles stimulate proliferation of osteoblasts, increase of alkaline phosphatase activity in these cells, synthesis and secretion of collagen and extracellular matrix mineralization [25]. Cell viability is optimal when the ZnO content is less than 10 wt% in PCL electrospun scaffolds [26]. But we had good cell viability even at lower concentration of ZnO as our particles size are smaller than their ZnO nanoparticles (100 nm). Extensive in vitro and in vivo evaluation of PCL-nZnO electrospun mat in rabbits have shown enhanced bone formation [27]. Thus, our results clearly demonstrate that the incorporated nZnO particles in our PCL-nZnO scaffold have contributed significantly to the increased proliferation of MG63 cells. The prepared scaffolds are heterogeneously oriented nanofibers provides good matrix for cell adhesion. Therefore, the prepared electrospun PCL-nZnO scaffold has potential applications in bone defect areas where we need osteogenic activity."
    }, {
      "heading" : "4. Conclusion",
      "text" : "PCL-nZnO electrospun scaffold was developed from nZnO synthesized by precipitation method which showed good nanoarchitecture. The nZnO particles were well incorporated into the nanofibers as shown by EDAX which helps in osteoinduction. The composite scaffold also supported intense MG63 cell proliferation than neat PCL scaffold. Hence, we conclude that the prepared PCL-nZnO nanocomposite scaffold provides a favourable nanoenvironment for MG63 cell adhesion and the osteoinduction by nZnO particles leading to increased cell proliferation and thus could be a potential synthetic bone graft material for enhanced osteogenesis.\nCRediT authorship contribution statement\nPandurangan Harikrishnan: Investigation, Methodlogy, Datacuration, Writing original draft. Arumugam Sivasamy: Conceptualization, Supervision, Project administration, Formal analysis, Review and editing.\nDeclaration of competing interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\nAcknowledgments\nAuthors would like thank Prof. T.S. Natarajan, Dept. of Physics, IIT Madras, Chennai allowed to use some laboratory facilities.\nAppendix A. Supplementary data\nSupplementary material related to this article can be found online at https://doi.org/10.1016/j.nanoso.2020.100518.\nReferences\n[1] B.D. Ngom, T. Mpahane, N. Manyala, O. Nemraoui, U. Buttner, J.B. Kana, M. Maaza, Structural and optical properties of nano-structured tungstendoped ZnO thin films grown by pulsed laser deposition, Appl. Surf. Sci. 255 (7) (2009) 4153–4158. [2] M. Khenfouch, M. Baïtoul, M. Maaza, White photoluminescence from a grown oriented ZnO nanorods/graphene hybrid nanostructure, Opt. Mater. 34 (8) (2012) 1320–1326. [3] N. Thovhogi, E. Park, E. Manikandan, M. Maaza, A. Gurib-Fakim, Physical properties of CdO nanoparticles synthesized by green chemistry via Hibiscus Sabdariffa flower extract, J. Alloys Compd. 655 (2016) 314–320. [4] E. Wers, L. Bunetel, H. Oudadesse, B. Lefeuvre, A. Lucas-Girot, et al., Effect of copper and zinc on the bioactivity and cells viability of bioactive glasses, Bioceram. Dev. Appl. S1 (2013) 013. [5] Y. Zhang, X. Liu, L. Zeng, J. Zhang, J. Zuo, J. Zou, J. Ding, X. Chen, Tissue engineering: Polymer fiber scaffolds for bone and cartilage tissue engineering, Adv. Funct. Mater. 29 (36) (2019) 1903279. [6] S. Kishi, M. Yamaguchi, Inhibitory effect of zinc compounds on osteoclastlike cell formation in mouse marrow cultures, Biochem. Pharmacol. 48 (1994) 1225–1230. [7] M. Premanathan, K. Karthikeyan, K. Jeyasubramanian, G. Manivannan, Selective toxicity of ZnO nanoparticles toward gram-positive bacteria and cancer cells by apoptosis through lipid peroxidation, Nanomedicine 7 (2011) 184–192. [8] A. Roguska, A. Belcarz, P. Suchecki, M. Andrzejczuk, M. Lewandowska, Antibacterial composite layers on Ti: role of ZnO nanoparticles, Acta Metall. Mater. 61 (2016) 937–940. [9] P.T. Sudheesh Kumar, K.L. Vinoth, R. Mincy, B. Raja, H. Tamura, S.V. Nair, R. Jayakumar, Evaluation of wound healing potential of β-chitin hydrogel/nano zinc oxide composite bandage, Pharm. Res. (2013) 523–537. [10] Y.Z. Zhang, B. Su, J. Venugopal, S. Ramakrishna, C.T. Lim, Biomimetic and bioactive nanofi brous scaffolds from electrospun composite nanofibers, Int. J. Nanomed. 2 (2007) 623–638.\n[11] X. Feng, J. Lia, X. Zhang, T. Liu, J. Dinga, X. Chen, Electrospun polymer micro/nanofibers as pharmaceutical repositories for healthcare, J. Control Release 302 (2019) 19–41. [12] J. Ding, J. Zhang, J. Li, D. Li, C. Xiao, H. Xiao, H. Yang, X. Zhuang, X. Chen, Electrospun polymer biomaterials, Prog. Polym. Sci. 90 (2019) 1–34. [13] B.M. Min, L. Jeong, Y.S. Nam, J.M. Kim, W.H. Park, Formation of silk fibroin matrices with different texture and its cellular response to normal human keratinocytes, Int. J. Biol. Macromol. 34 (2004) 281–288. [14] H. Yoshimoto, Y.M. Shin, H. Terai, J.P. Vacanti, A biodegradable nanofiber scaffold by electrospinning and its potential for bone tissue engineering, Biomaterials 24 (2003) 2077–2082. [15] W.J. Li, R. Tuli, C. Okafor, A. Derfoul, K.G. Danielson, D.J. Hall, R.S. Tuan, A three-dimensional nanofibrous scaffold for cartilage tissue engineering using human mesenchymal stem cells, Biomaterials 26 (2005) 599–609. [16] H. Yang, Y. Xiao, K. Liu, Q. Feng, Chemical precipitation synthesis and optical properties of ZnO/SiO2 nanocomposites, J. Am. Ceram. Soc. 91 (2008) 1591–1596. [17] N.A. Hotaling, K. Bharti, H. Kriel, C.G. Simon Jr., Diameterj: A validated open source nanofiber diameter measurement tool, Biomaterials 61 (2015) 327–338. [18] V. Jacobs, R.D. Anandjiwala, M. Maaza, The influence of electrospinning parameters on the structural morphology and diameter of electrospun nanofibers, J. Appl. Polym. Sci. 115 (5) (2010) 3130–3136. [19] K. Kanimozhi, S.K. Basha, V.S. Kumari, K. Kaviyarasu, M. Maaza, In vitro cytocompatibility of chitosan/PVA/methylcellulose-nanocellulose nanocomposites scaffolds using L929 fibroblast cells, Appl. Surf. Sci. 449 (2010) 574–583. [20] R. Augustine, H. Nanda Malik, D.K. Singhal, A. Mukherjee, D. Malakar, N. Kalarikkal, S. Thomas, Electrospun polycaprolactone/ZnO nanocomposite membranes as biomaterials with antibacterial and cell adhesion properties, J. Polym. Res. 21 (2014) 347. [21] G. Colon, B.C. Ward, T.J. Webster, Increased osteoblast and decreased staphylococcus epidermidis functions on nanophase ZnO and TiO2 , J. Biomed. Mater. Res. Part A 78 (2006) 595–604. [22] K. Nakashima, X. Zhou, G. Kunkel, Z. Zhang, Z.M. Deng, Behringer, de Crombrugghe, The novel zinc finger containing transcription factor osterix is required for osteoblast differentiation and bone formation, Cell 108 (2002) 17–29. [23] A. Mir, Hossein-nezhad, A. Bahrami, M.R. Bekheirnia, E. Javadi, A. Afshar Naderi, B. Larijani, Serum zinc concentration could predict bone mineral density and protect osteoporosis in healthy men, Iran. J. Publ. Health Osteoporos. Suppl. (2007) 30–36. [24] V.G. Camelia, O. Mederle, The OPG/RANKL system and zinc ions are promoters of bone remodeling by osteoblast proliferation in postmenopausal osteoporosis, Rom. J. Morphol. Embryol. 52 (2011) 1113–1119. [25] G. Jin, H. Cao, Y. Qiao, F. Meng, H. Zhu, X. Liu, Osteogenic activity and antibacterial effect of zinc ion implanted titanium, Colloids Surf. B 117 (2014) 158–656. [26] A.A. Shitole, P.W. Raut, N. Sharma, P. Giram, A.P. Khandwekar, B. Garnaik, Electrospun polycaprolactone/hydroxyapatite/zno nanofibers as potential biomaterials for bone tissue regeneration, J. Mater. Sci.: Mater. Med. 30 (2019) 51. [27] P. Harikrishnan, A. Sivasamy, In Vitro and In Vivo osteogenecity of nanoarchitectured electrospun polycaprolactone: Nano zinc oxide scaffold for oral-maxillofacial applications, Trends Biomater. Artif. Organs 33 (1) (2019) 3–8."
    } ],
    "references" : [ {
      "title" : "Structural and optical properties of nano-structured tungstendoped ZnO thin films grown by pulsed laser deposition",
      "author" : [ "B.D. Ngom", "T. Mpahane", "N. Manyala", "O. Nemraoui", "U. Buttner", "J.B. Kana", "M. Maaza" ],
      "venue" : "Appl. Surf. Sci. 255 (7) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "White photoluminescence from a grown oriented ZnO nanorods/graphene hybrid nanostructure",
      "author" : [ "M. Khenfouch", "M. Baïtoul", "M. Maaza" ],
      "venue" : "Opt. Mater. 34 (8) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Physical properties of CdO nanoparticles synthesized by green chemistry via Hibiscus Sabdariffa flower extract",
      "author" : [ "N. Thovhogi", "E. Park", "E. Manikandan", "M. Maaza", "A. Gurib-Fakim" ],
      "venue" : "J. Alloys Compd. 655 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "A",
      "author" : [ "E. Wers", "L. Bunetel", "H. Oudadesse", "B. Lefeuvre" ],
      "venue" : "Lucas-Girot, et al., Effect of copper and zinc on the bioactivity and cells viability of bioactive glasses, Bioceram. Dev. Appl. S1 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Tissue engineering: Polymer fiber scaffolds for bone and cartilage tissue engineering",
      "author" : [ "Y. Zhang", "X. Liu", "L. Zeng", "J. Zhang", "J. Zuo", "J. Zou", "J. Ding", "X. Chen" ],
      "venue" : "Adv. Funct. Mater. 29 (36) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Inhibitory effect of zinc compounds on osteoclastlike cell formation in mouse marrow cultures",
      "author" : [ "S. Kishi", "M. Yamaguchi" ],
      "venue" : "Biochem. Pharmacol. 48 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 1994
    }, {
      "title" : "Selective toxicity of ZnO nanoparticles toward gram-positive bacteria and cancer cells by apoptosis through lipid peroxidation",
      "author" : [ "M. Premanathan", "K. Karthikeyan", "K. Jeyasubramanian", "G. Manivannan" ],
      "venue" : "Nanomedicine 7 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Antibacterial composite layers on Ti: role of ZnO nanoparticles",
      "author" : [ "A. Roguska", "A. Belcarz", "P. Suchecki", "M. Andrzejczuk", "M. Lewandowska" ],
      "venue" : "Acta Metall. Mater. 61 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Evaluation of wound healing potential of β-chitin hydrogel/nano zinc oxide composite bandage",
      "author" : [ "P.T. Sudheesh Kumar", "K.L. Vinoth", "R. Mincy", "B. Raja", "H. Tamura", "S.V. Nair", "R. Jayakumar" ],
      "venue" : "Pharm. Res. ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Biomimetic and bioactive nanofi brous scaffolds from electrospun composite nanofibers",
      "author" : [ "Y.Z. Zhang", "B. Su", "J. Venugopal", "S. Ramakrishna", "C.T. Lim" ],
      "venue" : "Int. J. Nanomed. 2 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Electrospun polymer micro/nanofibers as pharmaceutical repositories for healthcare",
      "author" : [ "X. Feng", "J. Lia", "X. Zhang", "T. Liu", "J. Dinga", "X. Chen" ],
      "venue" : "J. Control Release 302 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Electrospun polymer biomaterials",
      "author" : [ "J. Ding", "J. Zhang", "J. Li", "D. Li", "C. Xiao", "H. Xiao", "H. Yang", "X. Zhuang", "X. Chen" ],
      "venue" : "Prog. Polym. Sci. 90 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Formation of silk fibroin matrices with different texture and its cellular response to normal human keratinocytes",
      "author" : [ "B.M. Min", "L. Jeong", "Y.S. Nam", "J.M. Kim", "W.H. Park" ],
      "venue" : "Int. J. Biol. Macromol. 34 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "A biodegradable nanofiber scaffold by electrospinning and its potential for bone tissue engineering",
      "author" : [ "H. Yoshimoto", "Y.M. Shin", "H. Terai", "J.P. Vacanti" ],
      "venue" : "Biomaterials 24 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "A three-dimensional nanofibrous scaffold for cartilage tissue engineering using human mesenchymal stem cells",
      "author" : [ "W.J. Li", "R. Tuli", "C. Okafor", "A. Derfoul", "K.G. Danielson", "D.J. Hall", "R.S. Tuan" ],
      "venue" : "Biomaterials 26 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2005
    }, {
      "title" : "Chemical precipitation synthesis and optical properties of ZnO/SiO2 nanocomposites",
      "author" : [ "H. Yang", "Y. Xiao", "K. Liu", "Q. Feng" ],
      "venue" : "J. Am. Ceram. Soc. 91 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "H",
      "author" : [ "N.A. Hotaling", "K. Bharti" ],
      "venue" : "Kriel, C.G. Simon Jr., Diameterj: A validated open source nanofiber diameter measurement tool, Biomaterials 61 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "The influence of electrospinning parameters on the structural morphology and diameter of electrospun nanofibers",
      "author" : [ "V. Jacobs", "R.D. Anandjiwala", "M. Maaza" ],
      "venue" : "J. Appl. Polym. Sci. 115 (5) ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "In vitro cytocompatibility of chitosan/PVA/methylcellulose-nanocellulose nanocomposites scaffolds using L929 fibroblast cells",
      "author" : [ "K. Kanimozhi", "S.K. Basha", "V.S. Kumari", "K. Kaviyarasu", "M. Maaza" ],
      "venue" : "Appl. Surf. Sci. 449 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Electrospun polycaprolactone/ZnO nanocomposite membranes as biomaterials with antibacterial and cell adhesion properties",
      "author" : [ "R. Augustine", "H. Nanda Malik", "D.K. Singhal", "A. Mukherjee", "D. Malakar", "N. Kalarikkal", "S. Thomas" ],
      "venue" : "J. Polym. Res. 21 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Increased osteoblast and decreased staphylococcus epidermidis functions on nanophase ZnO and TiO2",
      "author" : [ "G. Colon", "B.C. Ward", "T.J. Webster" ],
      "venue" : "J. Biomed. Mater. Res. Part A 78 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Behringer",
      "author" : [ "K. Nakashima", "X. Zhou", "G. Kunkel", "Z. Zhang", "Z.M. Deng" ],
      "venue" : "de Crombrugghe, The novel zinc finger containing transcription factor osterix is required for osteoblast differentiation and bone formation, Cell 108 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2002
    }, {
      "title" : "Hossein-nezhad",
      "author" : [ "A. Mir" ],
      "venue" : "A. Bahrami, M.R. Bekheirnia, E. Javadi, A. Afshar Naderi, B. Larijani, Serum zinc concentration could predict bone mineral density and protect osteoporosis in healthy men, Iran. J. Publ. Health Osteoporos. Suppl. ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "The OPG/RANKL system and zinc ions are promoters of bone remodeling by osteoblast proliferation in postmenopausal osteoporosis",
      "author" : [ "V.G. Camelia", "O. Mederle" ],
      "venue" : "Rom. J. Morphol. Embryol. 52 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Osteogenic activity and antibacterial effect of zinc ion implanted titanium",
      "author" : [ "G. Jin", "H. Cao", "Y. Qiao", "F. Meng", "H. Zhu", "X. Liu" ],
      "venue" : "Colloids Surf. B 117 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Electrospun polycaprolactone/hydroxyapatite/zno nanofibers as potential biomaterials for bone tissue regeneration",
      "author" : [ "A.A. Shitole", "P.W. Raut", "N. Sharma", "P. Giram", "A.P. Khandwekar", "B. Garnaik" ],
      "venue" : "J. Mater. Sci.: Mater. Med. 30 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "In Vitro and In Vivo osteogenecity of nanoarchitectured electrospun polycaprolactone: Nano zinc oxide scaffold for oral-maxillofacial applications",
      "author" : [ "P. Harikrishnan", "A. Sivasamy" ],
      "venue" : "Trends Biomater. Artif. Organs 33 (1) ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 3,
      "context" : "Synthetic biomaterials offer an alternative in orthopaedic, maxillo-facial surgery and Tissue engineering for bone and cartilage [4,5].",
      "startOffset" : 129,
      "endOffset" : 134
    }, {
      "referenceID" : 4,
      "context" : "Synthetic biomaterials offer an alternative in orthopaedic, maxillo-facial surgery and Tissue engineering for bone and cartilage [4,5].",
      "startOffset" : 129,
      "endOffset" : 134
    }, {
      "referenceID" : 5,
      "context" : "and inhibits the bone resorption and promotes the proliferation of osteoblast [6].",
      "startOffset" : 78,
      "endOffset" : 81
    }, {
      "referenceID" : 6,
      "context" : "ZnO enriched surfaces are capable to inhibit the growth of bacteria [7].",
      "startOffset" : 68,
      "endOffset" : 71
    }, {
      "referenceID" : 8,
      "context" : "It was reported previously that ZnO nanoparticles containing β-chitin hydrogel bandages showed good biocompatibility to human dermal fibroblast cells [9].",
      "startOffset" : 150,
      "endOffset" : 153
    }, {
      "referenceID" : 9,
      "context" : "Electrospinning is an advanced biofabrication process of producing nanofibers [10].",
      "startOffset" : 78,
      "endOffset" : 82
    }, {
      "referenceID" : 10,
      "context" : "Electrospun fibers are unique having a large surface area, high porosity, and flexible morphology which can be tuned with varying physicochemical properties [11,12].",
      "startOffset" : 157,
      "endOffset" : 164
    }, {
      "referenceID" : 11,
      "context" : "Electrospun fibers are unique having a large surface area, high porosity, and flexible morphology which can be tuned with varying physicochemical properties [11,12].",
      "startOffset" : 157,
      "endOffset" : 164
    }, {
      "referenceID" : 15,
      "context" : "ZnO was prepared according to the literature reported elsewhere [16].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 17,
      "context" : "The optimization of the electrospinning parameters are of critical importance in getting the nano fibers as achieved in this study [18,19].",
      "startOffset" : 131,
      "endOffset" : 138
    }, {
      "referenceID" : 18,
      "context" : "The optimization of the electrospinning parameters are of critical importance in getting the nano fibers as achieved in this study [18,19].",
      "startOffset" : 131,
      "endOffset" : 138
    }, {
      "referenceID" : 19,
      "context" : "5 and 1% ZnO nanoparticles enhanced cell proliferation more compared to the neat PCL membrane [20].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 20,
      "context" : "Human osteoblasts were cultured for different times on micro and nano ZnO ceramic compacts and better cell adhesion and activity of osteoblast cells significantly improved in the presence of nano ZnO surfaces [21].",
      "startOffset" : 209,
      "endOffset" : 213
    }, {
      "referenceID" : 24,
      "context" : "It has also been shown that ZnO particles stimulate proliferation of osteoblasts, increase of alkaline phosphatase activity in these cells, synthesis and secretion of collagen and extracellular matrix mineralization [25].",
      "startOffset" : 216,
      "endOffset" : 220
    }, {
      "referenceID" : 25,
      "context" : "Cell viability is optimal when the ZnO content is less than 10 wt% in PCL electrospun scaffolds [26].",
      "startOffset" : 96,
      "endOffset" : 100
    }, {
      "referenceID" : 26,
      "context" : "Extensive in vitro and in vivo evaluation of PCL-nZnO electrospun mat in rabbits have shown enhanced bone formation [27].",
      "startOffset" : 116,
      "endOffset" : 120
    } ],
    "year" : 2020,
    "abstractText" : "Globally bone-grafting procedures are rapidly increasing every year in spite of the limited availability of autografts. Our hypothesis is that the electrospun nanofibers mimic the natural bone for enhanced bone regeneration. Electrospun scaffolds were prepared composed of Polycaprolactone (PCL) alone and PCLnano Zinc Oxide (nZnO) composite. The nZnO is synthesized by a precipitation method. The scaffold fiber morphology was characterized by scanning electron microscopy (SEM) while its composition by energy dispersive X-ray analysis (EDX), ATR-Fourier transform infrared spectroscopy (ATR-FTIR), powder X-ray diffraction (XRD) and Contact angle (CA) measurement. The scaffolds revealed a nanoporous architecture and incorporation of nZnO in the fibers. The fibers were randomly aligned and increased in diameter in the PCL-nZnO scaffold. Cell culture studies with MG63 cells shows increased proliferation on the PCL-nZnO scaffold. The study reveals that the PCL-nZnO electrospun scaffold provides a nano-porous environment for better cell adhesion and incorporated nZnO particles are osteogenic and can serve as a potential material for bone tissue regeneration. © 2020 Elsevier B.V. All rights reserved.",
    "creator" : "Elsevier"
  }
}