{
  "name" : "downloads_2019-11-25_ff_clausen2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Thermogravimetry and Mass Spectrometry of Extractable Organics from Manufactured Nanomaterials for Identification of Potential Coating Components",
    "authors" : [ "Per Axel Clausen", "Vivi Kofoed-Sørensen", "Asger W. Nørgaard", "Nicklas Mønster Sahlgren", "Keld Alstrup Jensen" ],
    "emails" : [ "vks@nrcwe.dk", "awnq@novonordisk.com", "nms@nrcwe.dk", "pac@nrcwe.dk", "kaj@nrcwe.dk" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: engineered nanomaterials; surface coating; TGA; GC-MS; LC-MS; MALDI"
    }, {
      "heading" : "1. Introduction",
      "text" : "Manufactured Nanomaterials (MNMs) may be chemically modified by surface coating or functionalization depending on their technical applications, see e.g., Baraton [1], Gref et al. [2], Kinge et al. [3], Basiruddin et al. [4], and Sperling and Parak [5]. Surface coatings may change the physical, chemical and toxicological properties of the MNM as compared to that of the core material and prevent them from agglomeration [6] before incorporation into intermediates and final products such\nMaterials 2019, 12, 3657; doi:10.3390/ma12223657 www.mdpi.com/journal/materials\nas polymeric matrices [7], biomedical products [5,8], or electronics [9]. Surface chemical modification, however, is not unique to MNMs. It has been used for a long time for dispersion and stabilization of, for example, pigments in cosmetics and paints [10]. Therefore, the approach presented herein is also of general relevance and applicability. Surface-chemical coatings of MNM may occur as either solid or molecular substances of inorganic or organic nature or a combination of both, as described in detail by Atluri and Jensen using silica as an example [11]. The strategy for coating or surface functionalization of core/shell MNMs [12], generally falls into four classes [5]: (1) ligand-like binding by chemisorption, (2) electrostatic adsorption, (3) covalent binding, (4) non-covalent, affinity-based receptor-ligand systems (adsorption). Consequently, removal of unknown coating molecules with unknown binding type to the MNM surface for further chemical analysis requires harsh removal (extraction) conditions which in turn may also degrade the coating molecules. A number of scientific papers identify surface chemistry as important piece of information in order to assess the environmental and toxicological effects of MNMs [13–15]. Surface chemistry is also important in established risk categorization and control banding tools [16] and recently in proposed scientific systems for hazard grouping [17,18]. More importantly, reporting of any surface-chemical modifications is currently requested for chemicals registration of substances nanoforms and proposed as an element for read-across and Quantitative Structure Activity Relationships in REACH [19,20]. However, even though surface-chemical modifications may be reported more accurately in the future due to regulatory requirements, it is anticipated that there will be an emerging need for a harmonized structured approach for identification and quantification of surface chemical modifications, both from manufacturers and downstream users and authorities. The hitherto flexibility in the regulatory request to report surface chemical modifications for only chemically bound well-defined substances may be one of the key reasons that generally none or imprecise information on chemical surface modifications is given in manufacturers technical and material safety data sheets. This has been documented for chemicals in cleaning products [21], in addition to a lack in toxicity and physicochemical property information [22]. This leads to an apparent critical uncertainty in material identification and downstream risk assessment, as well as in conclusions drawn from toxicological testing in scientific papers. Based on the above discussion, there is an urgent need to establish operational standard methods and technical guidance on how to identify surface chemical modifications of MNMs and how to quantify the amount. The surface chemistry of MNMs may be characterized by a number of methods, including i.e., nuclear magnetic resonance (NMR), Fourier transform infrared spectroscopy (FTIR), mass spectrometry (MS), X-ray photoelectron spectroscopy (XPS), combustion elemental analysis, and Auger electron spectroscopy [23–27]. However, application of these methods may be challenging and surface coatings cannot be identified and quantified by many of these methods [27]. A recent book chapter also reviewed surface chemical analysis methods applied to MNM and gives some educational examples using X-ray photoelectron spectroscopy (XPS) and time-of-flight secondary ion mass spectrometry (TOF-SIMS) [28]. In spite of the obvious advantages of using MS and hyphenated MS techniques for the analysis of MNM surface coating only few original papers are published using these methods, even-though Zhang and Yan [24] concluded that analysis using liquid chromatography coupled with MS (LC-MS) after ligand cleavage is the only method for qualitative and quantitative analysis of multiple functionalized MNMs. However, for one particular type of MNM, namely monolayer coated gold nanoparticles, MS has attracted much attention for identification and quantification of individual coating compounds [29]. For other types of coated MNMs only a few sporadic studies using MS for identification and quantification of coating compounds are published (see Table 1).\nFunctionalized FePt and Fe3O4 MALDI-TOF-MS and\nLC-MS Chemical decoupling followed by LC-MS [37]\nOrganic coated TiO2 ESI-MS and\nMALDI-TOF-MS Extraction with PLE followed by MS [38]\nOrganic coated ZnO, NiFe2O4, YYbErO2S, CNT\nTOF-SIMS Several other techniques were also applied [39]\nOrganic coated CNT TOF-SIMS Several other techniques were also applied [40]\nOrganic coated Ag, Au, Pd, PdAg, Fe, Ni, Cu LV-AMS\nCannot be used in case of several unknown organic compounds [41]\n* HPLC = High Performance Liquid Chromatography; MS = Mass Spectrometry; UV = Ultra Violet spectrometry; CLND = chemiluminescent nitrogen detection; MALDI-TOF-MS = Matrix-Assisted Laser Desorption Ionization Time-Of-Flight MS; IMS-MS = Ion Mobility Spectrometry MS; GC-MS = Gas Chromatography MS; LC-MS = High Performance Liquid Chromatography MS; ESI-MS = ElectroSpray Ionization MS; TOF-SIMS = Time-Of-Flight Secondary Ion MS; LV-AMS = laser-vaporization aerosol MS.\nIt is a specific analytical challenge that the composition and structure of surfaces are difficult to control [42] which impacts the reproducibility of both the identification and quantification of surface coatings of MNMs. It was proposed to use provenance information as a tool for addressing MNM reproducibility challenges [42] and this information is also important for identification of a specific surface coating. The batch-to-batch inhomogeneity of MNMs was shown to be reflected in different physicochemical properties including impurities and formation of reactive oxygen species (ROS) [43]. Here we present an approach to identify and quantify extractable organic coatings of MNMs using different MS techniques and mass-loss during thermal treatment using either loss-on-ignition (LOI) corrected for water-content (WC) or TGA to quantify the amount of coating. The chemical analytical approach was based on extraction using pressurized liquid extraction, and two separation techniques combined with MS, GC-MS and LC-MS, which were used for analysis of volatile and non-volatile organic compounds, respectively. Finally, MALDI-TOF-MS was used for analysis of non-volatile and polymeric organic compounds."
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Manufactured Nanomaterials",
      "text" : "Table 2 summarizes the manufactured nanomaterials (MNMs) that were analysed in this study. The samples were obtained and analysed as part of our participation of the EU-projects FP7 NANODEVICE, EAHC NANOGENOTOX, and FP7 NANoREG as well as the Danish NANOPLAST, and the Danish Nanosafety Centre. The final characterization and protocol development [44] was completed as part of the FP7 NANoREG project. All MNM were analysed with thermogravimetric analysis (TGA) and when it indicated >1% mass-loss due to apparent organic coating, i.e., corrected for initial water loss, the MNM was selected for extraction and MS analysis (Table 2; for more details see Table S1 in the Supplementary Materials)."
    }, {
      "heading" : "2.2. Chemicals",
      "text" : "Methanol (99.9% Chromasolv) was obtained from Fluka (Sigma-Aldrich Denmark, Copenhagen, Denmark), acetonitrile (LC-MS Chromasolv) was from Riedel-de-Haën (Sigma-Aldrich Denmark, Copenhagen, Denmark) and water was Milli-Q-filtered water (Elga, Krüger Aquacare, Glostrup, Denmark). Ammonium acetate (99.999 trace metal basis), 2,5-dihydroxybenzoic acid (>99 %, matrix substance for MALDI-MS), dextran (MW ~ 6000), and polyethylene glycol 1500 were obtained from Sigma-Aldrich (Saint Louis, MO, USA).The following authentic standards were used: tetramethoxysilane, trimethoxymethylsilane, trimethoxyoctylsilane, hexamethylcyclotrisiloxane, octamethylcyclotetrasiloxane, 2-pyrrolidone, tetradecanoic acid methyl ester, pentadecanoic acid methyl ester, hexadecanoic acid methyl ester, octadecanoic acid methyl ester, tetradecanoic acid, hexadecanoic acid, and octadecanoic acid (all >99% purity; Sigma-Aldrich, Saint Louis, MO, USA). Alkyltrimethylammonium chloride with C16 (>98%) and C18 (>95%) alkyl chains, dimethyldialkylammonium chlorides or bromides with C14 (>97%), C16 (97%) and C18 (>97%) alkyl chains, and benzalkonium chloride with a C12 alkyl chain were also obtained from Sigma Aldrich."
    }, {
      "heading" : "2.3. Thermogravimetric Analysis",
      "text" : "The thermogravimetric analysis (TGA) of the MNMs was performed to quantify the adsorbed water content and a possible organic coating using a STA 449 F3 Jupiter instrument (Netzsch-Gerätebau, Selb, Germany). The TGA was performed according the NANoREG standard operating procedure for TGA [44]. The TGA was carried out in an oxygen atmosphere (air) to insure complete oxidation of the organic compounds. The temperature program for all samples was heating from 25 ◦C to 50 ◦C at 10 ◦C/min and hold for 1 min, then heating to 100 ◦C at 2.5 ◦C/min and hold for 10 min, then heating to 800 ◦C at 2.5 ◦C/min and hold for 1 min. The sample holders (crucibles) used for the TGA measurements were made of alumina (Al2O3) and had a volume of 3.4 mL. Sample masses were 10–60 mg and no samples were conditioned to equilibrate with known air humidity. Data was corrected for buoyancy. TGA was performed in triplicates."
    }, {
      "heading" : "2.4. Water Loss and Loss on Ignition (LOI) by the Laboratory Furnace Method",
      "text" : "Water loss was determined by weighing and heating at 110◦C overnight in a T5028 oven (Heraeus Holding GmBH, Hanau, Germany). The crucibles were cooled in an exsiccator (20 min) immediately after oven treatment and then weighed. After weighing the crucibles were placed in a high temperature oven (Nabertherm N31/H, Nabertherm GmbH, Lilienthal, Germany) at room temperature and heated over 12 h to 1050 ◦C and hold for one hour (6 h and 500 ◦C for the CaCO3 MNM due to their decomposition at higher temperature). At 175 ◦C the crucibles were transferred to exsiccator, cooled (20 min) and finally weighed. Sample masses were approximately 5 g. Measurements were performed in triplicate."
    }, {
      "heading" : "2.5. Pressurized Liquid Extraction",
      "text" : "Pressurized liquid extraction (PLE) was performed using an ASE 200 system (Dionex, Thermo Fisher Scientific, Hvidovre, Denmark). The samples (300–500 mg) were weighed into 5 mL extraction cells which were filled with Ottawa sand (Fisher, Hampton, NH, USA) to reduce the dead-volume. The samples were extracted with methanol at 200 ◦C and 140 bar (heating for 9 min, static extraction for 10 min, and flushing by 25% of the volume). The extract (2 mL) was centrifuged at 20,000 G and 22 ◦C for 30 min and the supernatant was used for the succeeding analysis. If the sample contained very small particles which were not removed by the centrifugation it was necessary to filter the sample before analysis. PLE was performed in 2–4 replicates and blank extracts were included in each series to make sure that no compounds found in the extracts of the MNM were a part of the background."
    }, {
      "heading" : "2.6. Gas Chromatography-Mass Spectrometry",
      "text" : "Gas chromatography-mass spectrometry (GC-MS) analysis was performed using a SCION TQ MS instrument (termed MS throughout the article, Bruker Daltonics, Billerica, MA, USA). The PLE extract\nwas injected directly (1 µL) into the GC-MS which was equipped with a 30 m VF-5ms capillary column with a diameter of 0.25 mm and 0.25 µm stationary phase containing 5% phenyl poly dimethylsiloxane (Agilent Technologies, Santa Clara, CA, USA). The column flow was 1 mL/min helium and the injector temperature was 250 ◦C. The GC oven program started by keeping the temperature at 40 ◦C for 4 min and then increasing it by 4 ◦C/min to 120 C and 8 ◦C/min to 250 ◦C and held for 10 min. The transfer-line and source temperature was 275 ◦C. The mass spectrometer was operated in electron ionization mode (EI, 70 eV) using full-scan mode (m/z 50–500). Identification of the organic compounds was performed by MS Data Review, Version 8.0.1 (Bruker), AMDIS version 2.70 May 13, 2011 and NIST/EPA/NIH Mass Spectral Library Version 2.0 g, May 19, 2011 (NIST, Gaithersburg, MD, USA). The following GC-MS properties of authentic standards were used for identification: Retention time (tR), peak shape, and mass spectrum. Semi-quantification was performed by MS Data Review with external calibration. Four major fatty acid esters and three fatty acids were identified by authentic standards and the remaining by the mass spectra and retention times. All fatty acids and fatty acid methyl esters were semi-quantified in equivalents of octadecanoic acid and methyl octadecanoate, respectively. The un-identified silanes, denoted with a “?” in Table 3, had consistently silanes/siloxanes as compounds with the highest score in the NIST database. Tetramethoxysilane was semi-quantified by its authentic standard and all unidentified silanes were semi-quantified in equivalents of octamethylcyclotetrasiloxane. All other compounds were semi-quantified in equivalents of octadecanoic acid methyl ester. The semi-quantitative result is the average of the results of each of the performed extractions."
    }, {
      "heading" : "2.7. Liquid Chromatography-Mass Spectrometry",
      "text" : "Analysis with liquid chromatography combined with mass spectrometry (LC-MS) were performed using an Agilent 1200 high performance liquid chromatograph coupled to a Bruker microTOF-Q quadrupole time-of-flight mass spectrometer (termed QTOF throughout the article). All LC-MS analyses except for quaternary ammonium compound (QAC) coatings of the organoclays were performed using the following condition: 5 µL of PLE extract was injected directly onto a ZORBAX Eclipse Plus C18 (1.8 µm, 2.1 × 50 mm) column (Agilent) held at 30 ◦C and a flow of 0.3 mL/min. The mobile phase was water as solvent A and acetonitrile with 1 mM ammonium acetate as solvent B. The elution program consisted of a linear gradient from 90% to 20% of solvent A within 12 min and held for 4 min. PLE extracts of the organoclays containing QAC were injected directly (1 µL) into the LC-MS system and separation was performed with a ZORBAX Eclipse XDB-C18 (1.8 µm, 4.6 × 50 mm) column (Agilent) at constant 80 ◦C and a flow rate of 0.2 mL/min. The mobile phase was 2-propanol with 0.1% formic acid as solvent A and pure water as solvent B. The elution program consisted of a linear gradient from 60% to 90% of solvent A within 22 min. Ionization of analytes was performed using electrospray ionization (ESI) in the positive mode. Temperature of source and nitrogen dry gas was 190 ◦C. The capillary voltage was −4.5 kV and the measurement range was m/z 100–2500. The polyethoxylates of NM-103 was semiquantified compared to polyethylene glycol 1500. The identification of the QAC was based on the exact mass of the molecular ions (within 3 ppm) and the retention time. External calibration curves using the molecular ions as quantifiers were made from known standards of six different QACs."
    }, {
      "heading" : "2.8. Matrix-Assisted Laser Desorption Ionization Time-of-Flight Mass Spectrometry",
      "text" : "Matrix-assisted laser desorption ionization time-of-flight mass spectrometry (MALDI-TOF-MS) was performed using an Autoflex II (Bruker Daltonics). Sample preparation was performed by the dried droplet method. The MNM dispersed in water was mixed (50:50) with the matrix solution (saturated 2,5-dihydroxybenzoic acid in water/acetonitrile; 80:20 v/v). 1 µL of the sample/matrix mixture was deposited on the MALDI steel target and dried at room temperature. Positive ion MALDI-TOF-MS spectra (256 summed acquisitions) were acquired using both delayed-extraction (90 ns) and reflector (21 kV) modes, with accelerating voltage at 19 kV, nitrogen laser (337 nm) with 30% power, and the low mass range mode set at m/z 50–5000. Dextran with MW ~6000 was used for mass calibration of the MALDI-TOF-MS. The identification of the polymeric compounds from the MALDI-TOF-MS results\nwas based on pattern recognition and literature (see Extraction, separation, and mass spectrometric analysis of NRCWE-009 and NM-300K in the Results and Discussion section)."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Thermogravimetric Analysis (TGA)",
      "text" : "TGA curves for the selected MNMs (Table 2) are shown in Figure 1. Water loss was defined as mass loss in the interval 25–110 ◦C (including the 10 min constant 100 ◦C period of the TGA program) and loss of associated organic material or coating as mass loss from 110 ◦C to 800 ◦C except for the graphite that decomposed at 450–600 ◦C, the carbonates that decomposed at 700–800 ◦C, and in cases where a weight gain is observed at the end of the TGA curve.\nThe titanium dioxide (TiO2) MNM (UV-Titan M111, NM-101, NM-103, NM-104) showed similar patterns with an almost continuous and significant mass loss from 25–800 ◦C which might be a combination of loss of water and associated organic material or coating. The total mass-losses observed for the TiO2 materials in this study were generally higher than the values reported by the suppliers (Table 2). NM-103 was, according to manufacturer’s information, expected to have 2 wt.% coating of dimethicone, which is a mixture of fully methylated linear siloxane polymers [–(CH3)2SiO–]x end-blocked with trimethylsiloxy units [–(CH3)3SiO–] [54]. NM-104 was, according to published results [47], expected to have 1 wt.% coating of glycerin. The supplier did not report any organic surface chemical treatment or coating on M111 and NM-101. The manufacturer reports M111 to consist\nof >85 wt.% TiO2 and that it is coated with alumina. NM-101 was expected to have the largest amount of coating based on our previous TGA analysis identifying ca 8 wt.% coating [46], but it is reported to be a pure TiO2 nanomaterial. Elemental analysis of NM-101 showed the presence of 0.09 wt.% Al, 0.29 wt.% Si, 0.27 wt.% P, 0.22 wt.% S, and >0.1 wt.% Na [46,55]. The Si-concentrations are between that in NM-103 (0.68 wt.%) and NM-104 (0.18 wt.%). The chemical composition of NM-101 can indicate potential presence of sulfate and/or phosphates and/or silane/siloxanes. Moreover, the material consists of very small crystallites of ca. 7 nm size occurring mainly in dense aggregates [46,55]. This could result in a high nanoporosity where water and other substances from synthesis and post-treatments could be trapped and released slower during thermal treatment. The synthetic amorphous silica (SiO2) MNM (NM-204, NRCWE-008) both had significant mass losses below 110 ◦C suggesting that these samples contained adsorbed water. However, NM-204 had a two-step mass loss whereas NRCWE-008 had a more continuous mass loss up to 650 ◦C. This suggests presence of an organic compound in NM-204, which may be a functional coating. However, the elemental composition of NM-204 has also shown the presence of ca. 0.2 wt.% Na and 0.2 wt.% S and 0.5 wt.% Al, that may occur in thermally degradable Na2SO4.nH2O and AlO(OH), which were identified in other comparable silica MNM [48]. Previous analyses has suggested <1 wt.% coating for NM-204 [55], which is much lower than the 3 wt.% indicated by the mass-loss between 110 and 700◦C (Table 2). The graphite MNM (NRCWE-005) appeared first to possibly release water in large amount (25 wt.%) and then to release possible organic material (2.7 wt.%) in one step from 110-450 ◦C. However, such a dramatic mass loss at 50◦C may suggest that this mass-loss was not due to water release. Finally the largest mass-loss was observed at 450–600 ◦C, which is ascribed to decomposition of the graphite (burning), leaving a residual mass of <20 wt.%. Bulk chemical analysis showed that NRCWE-005 contains 27 wt.% Fe and 1 wt.% Ca and residues after combustion by TGA in air was reported to contain iron oxide and quartz (unpublished results). Consequently, the results show that the NRCWE-005 sample tested contained less graphite than reported by the supplier (93 wt.% graphite). The zinc oxide (ZnO) MNM (NM-111), which is known to be coated using the silane coupling agent triethoxyoctylsilane, had no observed mass loss at 25–110 ◦C and thus contained no measureable amounts of adsorbed water. Actually, a mass gain of 0.34 wt.% was observed at 25–170 ◦C and then a two-step decrease. The mass gain was not due to buoyancy but could not at first be explained. Surface-chemical analysis by X-ray Photoelectron Spectroscopy showed that the surface is strongly dominated by oxygen with an O/Zn ratio of ca. 5.07 and has a Si/Zn ratio of 0.75 (n = 7) [51]. Consequently, the ZnO mass-gain is unlikely be due to uptake of oxygen to balance a potentially non-stoichiometric composition of the ZnO. The weight gain is rather related to a chemical reaction (oxidation with no degradation) in the surface chemical treatment. When the oxidation process starts degrading the coating the mass starts to decrease. Due to the mass gain the coating amount was measured as the mass-loss from 25–800 ◦C and constituted about 2 wt.%. This is somewhat more than the previously reported mass-loss of coating of 1% by TGA [51]. The Ag MNM, NRCWE-009, was associated with 15 wt.% evaporable and combustible organic material that decomposed in several steps (Figure 1B), which indicates the presence of one or more organic compounds with complex molecular chemistry. NRCWE-009 was originally donated by the manufacturer to NRCWE as a Ag nanoparticle powder with limited information as a special research request. The Ag MNM, NM-300K, is an aqueous colloidal dispersion with a nominal silver content of 10 wt.%, stabilizing agents consisting of 4 wt.% polyoxyethylene glycerol trioleate (Tagat® TO) [56] and 4 wt.% polyoxyethylene sorbitan mono-laurate (Tween® 20) [53]. The TGA curve showed weight loss in several steps (Supplementary Materials, Figure S1). The water loss was 68 wt.% and the amount of associated organic material was 16 wt.% resulting in residual mass of 17 wt.% of Ag. Thus the water content appeared to be lower whereas the organic material and the Ag content were higher than expected values. This may be due to inhomogeneity in the sample material or water loss during storage in the vial. The ratio of organic mass to Ag mass was in accordance with the previously reported data [53].\n$ MS = electron ionization MS. £ QTOF = electrospray ionization quadrupole time of flight MS. * = tentatively identified. A: No polymeric compounds detected by MALDI-TOF-MS. B: LC-MS MS showed series of polyethoxylates confirmed by MALDI-TOF-MS, C: Polyvinylpyrrolidone which forms 2-pyrrolidone as thermal degradation product which in turn can was used to quantify the amount of coating [57]. D: Different polyethoxylates (see text). E: The maximum measured amount of tetramethoxysilane in the extracts of NRCWE-008.\nThe calcium carbonate (CaCO3) MNMs (NRCWE-012 to NRCWE-017) all have a small possible water content below 1 wt.%. This is in good agreement with the supplier’s information. For all carbonates the apparent coatings decomposed in two steps. The curves show slow mass losses at 110–250 ◦C and then a fast mass loss at 250–350 ◦C (Figure 1B), except for NRCWE-015, where the second step at 250–450 ◦C is slower than for the other carbonates. The full decomposition of the CaCO3 samples into CaO and CO2 starts around 650 ◦C. Use of a TGA program with a final temperature of 1000 ◦C and complete decomposition showed that the residual mass was not very reproducible for the individual CaCO3 samples and varied between 53 wt.% and 58 wt.%, indicating that they were inhomogeneous materials. The iron oxide (α-Fe2O3) MNMs (NRCWE-018 and NRCWE-019) both have stepwise but different mass losses, which most likely correspond to the decomposition of an organic coating (Figure 1A). From the morphology showing partially irregular shapes and pores, in particular for NRCWE-019 fibres [57], the material appears to be produced by wet-chemical synthesis. Hence, high-temperature mass losses could also be caused by dehydration of trapped synthesis liquids and/or dehydroxylation due to possible presence of minor amounts of iron oxyhydroxide. Presence of coatings or additives were not reported by the supplier. The nickel-zinc-iron oxide (Ni/ZnFe2O4) MNMs (NRCWE-020 and NRCWE-022) both showed continuous mass losses (Figure 1A). If the observed mass loss was due to coating it seems an unusual behavior since one would expect the organic coating to decompose in steps. It could thus be speculated to be due to continuous evaporation and not decomposition. Nogueira et al. [58] also observed a weight gain after 600 ◦C of NiFe2O4 and explained it by formation of oxides, however, the iron is already in oxidation state 3 and cannot be further oxidized. Singh et al. [59] also observed a weight gain of Ni0.5Zn0.5Fe2O4, however after about 675 ◦C, but they provided no explanation. Transmission electron microscopy images of these samples show dense agglomerates or aggregates of small nanocrystallites with an average X-ray crystallite size of 10–12 nm [57]. This is a similar appearance as NM-101. It is possible that there is residual water present from synthesis and post synthesis processes in the nanoporous structures of the agglomerates/aggregates. As for NRCWE-018 and NRCWE-019, another possibility is presence of a small fraction of X-ray amorphous oxyhydroxides, which dehydrate and dehydroxylate upon thermal treatment. The presence of coatings or additives was not reported by the supplier. The organoclay MNMs were known a priori to be coated with large amounts of dialkyldimethyl ammonium compounds (Nanofil 5®, Nanofil 8®, Nanofil SE3000®) or benzalkonium compounds (Nanofil 9®) (Table 2). The TGA curves of all organoclays were very similar, with a tendency for Nanofil 9® to start out mass loss before the other organoclays of which the initial mass loss was quite sudden and took place at the same temperature (Figure 1B). This probably reflects the different types of quaternary ammonium compounds (QAC) coatings. The mass loss appeared to be 2-step for all organoclays and may be speculated to be due to two mechanisms: evaporation of decomposition products and combustion of the QAC since the ionic QACs are non-volatile."
    }, {
      "heading" : "3.2. Comparison of TGA and the Laboratory Furnace Method for Water loss and Loss on Ignition (LOI)",
      "text" : "Figure 2 shows the comparison of water loss and amount of coating as estimated by TGA and the laboratory furnace method, respectively. The water loss estimated by the applied TGA method gave on average 2/3 of the water loss estimated by the furnace method. However, the data points are somewhat scattered and have large error bars. This indicates that the materials may have varying water contents and/or difficulties in accurate determination of the water contents. Considering the methods, the underestimation of water content by the TGA method may be due to a still too fast heating rate and a too low or too short constant temperature period at 100 ◦C. The results from the two methods compared much better for the estimated amounts of organic coating as determined from the mass-loss above 110 ◦C (slope = 1.02, R2 = 0.99). However, the good correlation is largely determined by MNM with a higher mass-loss ascribed to coatings while for the MNM with low mass-losses, there is a larger difference between the\nresults obtained by the two methods. This observation may be due to sample inhomogeneity, which is expected to play a greater role in the TGA data due to the much lower mass (10–60 mg) used for TGA analysis as applied in the furnace method (ca. 5 g). Performing TGA with a higher heating rate (10 ◦C/min from 25–1000 ◦C) worsened the comparability between the two methods’ estimate of the water content (Slope = 0.32, R2 = 0.83, Figure S3).\nAll together the results show that the heating rate is of particular importance for a proper water content estimation. However, the lower water content estimated by TGA was not reflected in a higher organic mass fraction or total mass loss. The heating rate should potentially be even lower than 2.5 ◦C/min between 50 and 100 ◦C or the hold-time at 100 ◦C should be extended beyond 10 min and/or the dwell temperature should be raised to 110 ◦C to reach a higher comparability with the furnace method. However, raising the dwell-time and/and dwell-temperature could also result in a risk of partial loss of specific surface chemical coatings, stabilizers, and additives. These issues and considerations are important for analysis of unknown materials."
    }, {
      "heading" : "3.3. Extraction, Separation, and Mass Spectrometric Analysis",
      "text" : "Pressurized liquid extraction (PLE) was used to extract the organic surface coatings from the MNM. GC or HPLC was used to separate the extracted coating components which were detected and identified using MS (GC-MS) or QTOF (LC-MS). Polymeric compounds in the extracts were detected and identified using MALDI (MALDI-TOF-MS). The applied combinations of techniques for each MNM are shown in Table 3. The last column of Table 3 shows the fraction (wt.%) of TGA measured amount of coating explained by extraction and semi-quantitative GC-MS or LC-MS results. This measure is used to assess the validity of the MS results in order to conclude whether the identified organics are part of a coating or whether it could be contaminants. The larger the explained fraction, the more certain it is that the identified organics are part of a coating. MALDI-TOF-MS is not quantitative and was solely used for identification of polymeric compounds (2nd last column of Table 3). The efficiency of extraction of QACs from the organoclays is an illustrative example (Figure 3). In the first extraction (no. 1) the amount of ΣQACs extracted explained 5–14 wt.% of the amount of coating estimated by TGA (last column Table 3). After 5 consecutive extractions still only in total 10–22 wt.% of the coating was extracted. The composition of QAC in each extract remained largely the same. One reason for the low recovery may be the ionic binding of the QAC to the clay platelet surface and the reason that anything at all could be extracted may be due to excess QAC compared to the number of ionic sites on the clay surface.\nA range of organic compounds associated with the MNMs was measured, however, the main groups were silanes/siloxanes, fatty acids, fatty acid esters, QAC and polymeric compounds. The groups are shown in Table 3 and are termed ΣSilanes/siloxanes, Σfatty acid methyl esters, ΣFatty acids, ΣDilkyldimethylammonium compounds, and ΣAlkyldimethylbenzylammonium compounds, respectively. The types of compounds were mainly dependent on the manufacturer and the type of MNM. NM-103 was the only TiO2 MNM from which a possible organic coating could be extracted and detected by MS methods. NM-103 was according to manufacturer’s information coated with 2% dimethicone (mixture of fully methylated linear siloxane polymers [54]. However, only trimethoxymethylsilane and hexamethylcyclotrisiloxane were identified (using authentic standards) in the extract (Table 3), in addition to two possible silanes which could not be identified in spite that chemical ionization was applied in the MS analysis. All of them were in low amounts and should not be contained in dimethicone. In the extract were also found a polyethoxylate (repeat unit m/z 44) by LC-MS and MALDI-TOF-MS which probably is a non-ionic surfactant used in the manufacturing process or intentionally added as a coating. It seems strange that nothing but tetramethoxysilane (TMOS) could be detected in the extract of NM-104 since published results show that it is coated with 1 wt.% glycerin. However, glycerin may not be well analyzed with GC-MS or be detected with LC-MS and MALDI-TOF-MS. Elemental analysis performed by energy dispersive spectrometry on sample pellets of NM-103 and NM-104 showed a Si-content of 0.68 wt.% and 0.18 wt.%, respectively [46]. Considering, that the molecular mass-fraction of Si in dimethicone is 37.8746 wt.%, 2 wt.% dimethicone would result in ca. 0.76 wt.% Si in NM-103. This suggests that there is no additional Si in this sample than what originates from dimethicone. However, this is not the case when the mass-loss above 110 ◦C is considered. No organic coatings were observed in the detailed GC-MS and MALDI-TOF analysis of NM-101. Hence, the mass-loss in NM-101 is ascribed to adsorbed water or non-carbonacous compounds in the nanoporosites of the aggregates and/or degradation of potential present sulfates and phosphates above 110 ◦C. No organic compounds were found in the extracts of the synthetic amorphous silica (SiO2) MNM (NM-204, NRCWE-008), except for tetramethoxysilane (TMOS). However, TMOS is chemically very reactive [60,61] and cannot be a part of the coating. The fact that the content of TMOS in the extracts of NRCWE-008 can be up to five times the TGA estimated amount of coating indicate that it is formed during the extraction using the 200 ◦C hot liquid methanol. PLE was performed on NRCWE-008 using acetone and dichloromethane and no TMOS could be detected in these extracts. The retention time of TMOS could vary with about 0.5 min and the GC-MS peak shape and the mass spectrum\nremained to be most important for identification. NM-204 and NRCWE-008 were also investigated using MALDI-TOF-MS but no polymeric compounds were detected. We have no clear explanation for difference in extracted amount of TMOS from NM-204 and NRCWE-008. However, the manufacturers technical data informs that the NRCWE-008 silica has a higher than nominal silicon-content (SiOx where x = 1.2–1.6), which could mean that the silicon is partially charge-balanced by ions from the synthesis process and/or its surfaces are highly hydroxylated. Table 3 shows that TMOS was present in the extracts of 12 of the investigated MNM, however, in small amounts, except NRCWE-008. This may be an artifact formed by the hot methanol when the MNM is associated with silica which might be speculated to constitute an inorganic coating or simply an impurity. For the graphite MNM (NRCWE-005) MS results could only explain 6 wt.% of the TGA mass loss. The main compounds were fatty acids and their methyl esters in addition to small amounts of presumably a couple of silanes and an aromatic compound. One of them was found to be a trimethoxyalkylsilane probably with same identity (mass spectrum and GC-MS retention time) as the conversion product of the coupling agent from the ZnO MNM (NM-111) which supposedly should be trimethoxyoctylsilane (see results for NM-111). However, such a coupling agent is not expected to bind to graphite surfaces [62] so there is probably no purpose of this compound. No polymeric compounds were detected using MALDI-TOF-MS. For the zinc oxide (ZnO) MNM (NM-111) GC-MS results explained about 10 wt.% of TGA mass-loss and only one type of compound was identified, namely trimethoxyalkylsilane, which appear to be the result of chemical decoupling during the 200 ◦C PLE methanol extraction of the original coupling agent triethoxyoctylsilane used for the chemical bonded surface functionalization [51]. The PLE extraction of the Ag MNM, NRCWE-009, at 200 ◦C released solely 2-pyrrolidone which is a known thermal degradation product of polyvinylpyrrolidone (PVP) at about 100 ◦C [63]. PLE of pure PVP (MW ~40,000) showed also formation of 2-pyrrolidone only. MALDI-TOF-MS spectra of pure PVP and NRCWE-009 showed similar peak pattern and had the same repeating unit of m/z 111. Therefore it was concluded that the coating of NRCWE-009 is PVP [52]. The formed 2-pyrrolidone during PLE explained 12 wt.% of the TGA mass loss, but taking into consideration that a –CH2–CH- unit for each molecule of 2-pyrrolidone has disappeared during the thermal degradation the explained fraction adds up to 15 wt.%. However, it has previously been shown that thermal desorption combined with GC-MS can explain the entire TGA mass loss of NRCWE-009 if calibrated with PVP [52]. For NM-300K, which is a suspension in water, GC-MS showed traces of fatty acids C12-C18 (main component oleic acid) and polyethylene glycols (n = 2–3). The MALDI spectrum of NM-300K was complex, but apparently 5 series of polyethoxylates could be discerned. These observations were not contrary to the description of NM-300K [53] which was added 4 wt.% polyoxyethylene glycerol trioleate (Tagat® TO) (see [56,64]) and 4 wt.% polyoxyethylene sorbitan monolaurate (Tween® 20) (see [65]) as dispersion stabilizers. Thus MALDI-TOF-MS showed the polymeric nature of the associated organic compounds and GC-MS indicated the identity of the end groups. For the calcium carbonate (CaCO3) MNMs (NRCWE-012 to NRCWE-017) GC-MS results explained 12–68 wt.% of the TGA mass loss and were in all cases fatty acids and their methyl esters, except for NRCWE-016, which in addition contained 1,4-benzenedicarboxylic acid dimethyl ester and a high boiling mixture of a probably hydrated PAH. This mixture could have been added to make NRCWE-016 more compatible with rubber which it is intended for as an additive [66]. NRCWE-013, NRCWE-014, and NRCWE-015 were apparently also associated with a silica contamination indicated by the relatively large amounts of TMOS in the PLE extracts. Calcium carbonate particles are often surface treated with stearic acid [67] which may also change the toxicity [68]. The PLE extracts of neither the iron oxide (Fe2O3) MNMs (NRCWE-018 and NRCWE-019) nor the nickel-zinc-iron oxide (Ni/ZnFe2O4) MNMs (NRCWE-020 and NRCWE-022) did contain any possible coating compounds detected with any of the applied MS methods in spite that they showed TGA mass losses of 2–3 wt.%. A possible impurity content of iron hydroxides might explain mass loss\nat 200–480 ◦C by dehydration forming FeO(OH) [69]. But dehydration of trapped synthesis liquids and/or dehydroxylation is also a possibility as suggested above. However, it should also be noted that for all four MNM there was a content of TMOS in the extracts and might stem from a SiO2 coating or an impurity. For the organoclay MNMs (Nanofil 5®, Nanofil 8®, Nanofil SE3000®) LC-MS results explained 5–14 wt.% of the TGA weight losses and consisted of mixtures of dilkyldimethyl-QAC. For Nanofil 9® LC-MS explained 7 wt.% of the TGA mass loss and consisted of mixtures of alkyldimethylbenzyl-QAC. These results were in agreement with the information on the surface functionalization in the material safety data sheets."
    }, {
      "heading" : "3.4. Summary Considerations",
      "text" : "The purpose of this work was to demonstrate the applicability of using TGA (or water-loss and LOI by the laboratory furnace method) combined with extraction and MS analysis as an operational approach for quantification and identification of extractable organic surface coatings of a wide range of different MNM. The central idea of the proposed approach is that mass loss after thermal treatment (TGA or laboratory furnace method) can be used to identify possible presence of organic coatings and quantify the amount and that MS can be used to identify the chemical coating components. The approach is based on at least five assumptions: (1) the mass-loss adjusted for water loss during TGA (or LOI) is due to evaporation and combustion of organic compounds constituting the entire coating, (2) all components of the organic coating is extracted to a suitable solvent, (3) the composition of organic compounds found by one (1st) extraction is representative for the entire coating despite low recovery, (4) MS analysis detect and identify all components, (5) that the particle core is purely inorganic. Assumption 1: Quantification of organic surface coating on MNM by TGA. The TGA results indicated inhomogeneity of the analysed amounts of MNM both with respect to the amount of coating (corrected for water-loss) and the inorganic core itself. This means that the lesser the amount of test material the lesser representative it will be for the sample MNM. This is shown by relative larger standard error means for the TGA results of the coating amount as compared to laboratory furnace method (Table 2). However, on average the two methods are in compliance (Figure 2b). The largest differences are in the low amount range below 5% coating which includes most of the investigated MNM. It must be decided by specific assessment how exactly the amount of coating should be estimated dependent on the purpose of the analysis or study involving the MNM. If only small amounts of sample are available TGA is the only possibility. To make a proper quantification of the organic coating by TGA, it is of crucial importance to know the identity of the inorganic core to prevent erroneous results due to e.g. weight loss caused by decomposition as seen in the case of carbon and carbonates. It is also important to know presence and nature of impurities and additives that also may decompose or combust during thermal treatment. The underestimation of the water loss by TGA compared to the laboratory furnace method indicates that a lower TGA heating rate would make the two methods even more comparable which is taken into account in the NANoREG protocol for estimation of organic coating by TGA [44]. Alternatively, the TGA dwell-temperature could be raised to 110 ◦C to provide more activation energy for evaporation and/or the dwell-time at 100 ◦C or 110 ◦C could be extended beyond 10 min. This could improve driving out the water potentially trapped or adsorbed harder in nanoporous materials such as NM-101. Assumption 2: All components of the organic coating are extracted. The lower the recovery of the extraction the more uncertain it is that all components of the coating have been extracted. Reasons for low recovery of PLE may include: Strong adsorption of coating molecules to the surface of the MNM, covalent bonding of coating molecules to the surface of the MNM (bonds not broken by the harsh PLE conditions), and ionic bonding of coating molecules to the surface of the MNM (organoclays).\nAssumption 3: Composition of organic compounds found by one (1st) extraction is representative for the entire coating despite low recovery. Even when the chromatographic results indicate a low recovery by extraction it is assumed that the relative content or composition of compounds in the extract is constant and will be the same if the extraction was exhaustive. This statement is mainly based on the five consecutive extractions of QAC from the organoclays (Figure 3). If the surface coating is composed of several organic compounds with similar physico-chemical properties it is probably a fair assumption. Also if the coating molecules belong to the same family, e.g., siloxanes the assumption might be fair. However, if the coating molecules have very different physico-chemical properties and have different chemical functionalities the assumption may fail. When the assumption is used to give a quantitative estimate of identified coating compounds they should be normalized to the total amount of coating determined by TGA. Also, if no chromatographic peaks are observed and a polymeric compound is identified by MALDI-TOF-MS all coating is assumed to be this polymer and thus the total amount given by TGA. Assumption 4: Identification of the organic surface coating on MNM. Collection of all possible information on the MNM from manufacturer, suppliers, articles etc. is crucial as support for the MS identification process, which is not infallible. MNM with no obvious organic coating (<1 wt.%) estimated by TGA were omitted for further analysis except if the collected information indicates a possible coating or association with organic compounds. The rest of MNM with possible organic coating are extracted and analysed with GC-MS (volatile organic compounds) or LC-MS (non-volatile and polar organic compounds). If the extraction results together with TGA gives rise to suspicion of polymeric coating the MNM was analysed with MALDI-TOF-MS. Low recovery by extraction may result in identification of false coating molecules since it can be a background contamination including carry-over in the GC-MS system, contamination of the MNM, degradation products of the original coating if it is thermally labile (NRCWE-009) or fragments of covalently bonded coating molecules (NM-111). Only for NM-103, NM-104, NM-111, NM-300K, and the organoclays more or less precise a priori information on the surface coating or stabilizer (NM-300K) was known. In the cases of NM-111 and NM-300K our MS analysis could confirm this information though they only explained a small fraction of the mass loss measured by TGA. In the case of NM-103 and NM-104 our MS analysis could not confirm the manufacturer’s information or published results. Assumption 5: The particle core is purely inorganic. Both the TGA and the solvent extraction procedure results cannot be attributed to “coating“ components if assumption 5) is not fulfilled. This is the case for a large number of MNMs (especially organic pigments) that are reported to the French R-nano inventory, and which are on the EUON list of expected registrations under REACH. However, the elemental composition from bulk chemical analysis should reveal the inorganic or organic nature of the core. If TGA indicates the existence of an organic coating though detection of any organic coating molecules utilizing extraction and MS methods is unsuccessful, it cannot be concluded that there is no organic coating. The amount of coating may, however, be low (<1 wt.%), the coating may not be extractable for example because it is covalently bound to surface or consist of polymeric compounds which cannot be ionized by MALDI-TOF-MS. A detector coupled to TGA would be important in order to be able to further conclude on the TGA measurements, especially to detect water loss for a better and more accurate estimation of water content and to distinguish between release of organic compounds, loosely bound water, dehydration of hydroxyl groups or crystal water. Surface spectroscopy techniques such as ATR-IR and XPS may supplement the TGA, extraction and MS methods as seen for NM-111. MS is probably the method, which can give the most unambiguous identification of an organic compound. XPS may give results on surface chemistry that may be difficult to interpret as the X-rays penetrate relatively deep (ca. 10 nm) into the material. Finally, we would like to point out that we did not analyze a dedicated, synthesized series of e.g., different well-known coatings on the same core, but demonstrated the strategy on commercially\navailable as well as representative nanomaterials from the test programme under the OECD Working Party on Manufactured Nanomaterials [70]."
    }, {
      "heading" : "4. Conclusions",
      "text" : "The presented approach for identification and quantification of extractable organic surface coating is relatively simple but cannot give a satisfactory answer for all types of MNM, i.e., TGA may indicate an organic coating while nothing can be detected by MS. However, the approach using TGA, extraction, separation, and subsequent MS was shown to be successful for 14 out of the 24 investigated MNMs. For 10 MNMs no coating compounds could be detected by MS, in spite of the fact that TGA showed mass losses of 2%–4%, presumably due to organic compounds. These MNMs need investigation using completely different analytical surface techniques such as XPS, ATR-IR, and EM.\nSupplementary Materials: The following are available online at http://www.mdpi.com/1996-1944/12/22/3657/s1, Figure S1: TGA curve of NM-300K., Figure S2: Illustrative chromatograms of extracts of the different types of MNM, Figure S3: Water loss of MNM estimated by TGA from 25–110 ◦C at 10 ◦C/min versus the laboratory furnace method. Table S1: Available information on the studied MNM, Table S2: Identified and un-identified organic compounds associated with MNMs.\nAuthor Contributions: Material selection and procurement: K.A.J. and P.A.C.; Conceptual Method development: P.A.C. and K.A.J.; Data curation, P.A.C., A.W.N., N.M.S. and K.A.J.; Formal analysis, V.K.-S. and N.M.S.; Funding acquisition, K.A.J.; Investigation, P.A.C.; Methodology, P.A.C., V.K.-S. and A.W.N.; Writing – original draft, P.A.C.; Writing–review & editing, A.W.N., N.M.S. and K.A.J.\nFunding: This research was funded by The European Union FP7 (Grant No NMP4-LA-2009-211464; NANODEVICE, Grant No 2009 21; NANOGENOTOX, and Grant No 310584; NANoREG), The Working Environment Research Fund, Denmark (Project No 2007-0014937; NANOPLAST), and the Danish Centre for Nanosafety (Grant No 20110092173-3).\nAcknowledgments: The authors wish to thank Renie Birkedal, previously employed at NRCWE, for performing initial TGA analysis and Signe Hjortkjær Nielsen (NRCWE) for performing all laboratory furnace measurements. The views and opinions expressed in the paper do not necessarily reflect those of the European Commission.\nConflicts of Interest: The authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results”."
    } ],
    "references" : [ {
      "title" : "Synthesis, Functionalization and Surface Treatment of Nanoparticles; American Scientific Publishers: Stevenson Ranche",
      "author" : [ "Baraton", "M.-I" ],
      "venue" : "CA, USA,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2003
    }, {
      "title" : "Surface-engineered nanoparticles for multiple ligand coupling",
      "author" : [ "R. Gref", "P. Couvreur", "G. Barratt", "E. Mysiakine" ],
      "venue" : "Biomater. Synth. Biomim. Polym",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2003
    }, {
      "title" : "Self-Assembling Nanoparticles at Surfaces and Interfaces",
      "author" : [ "S. Kinge", "M. Crego-Calama", "D.N. Reinhoudt" ],
      "venue" : "ChemPhysChem",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2008
    }, {
      "title" : "Advances in Coating Chemistry in Deriving Soluble Functional Nanoparticle",
      "author" : [ "S.K. Basiruddin", "A. Saha", "N. Pradhan", "N.R. Jana" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2010
    }, {
      "title" : "Surface modification, functionalization and bioconjugation of colloidal inorganic nanoparticles",
      "author" : [ "R.A. Sperling", "W.J. Parak" ],
      "venue" : "Philos. Trans. R. Soc. A",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2010
    }, {
      "title" : "A review of the terms agglomerate and aggregate with a recommendation for nomenclature used in powder and particle characterization",
      "author" : [ "G. Nichols", "S. Byard", "M.J. Bloxham", "J. Botterill", "N.J. Dawson", "A. Dennis", "V. Diart", "N.C. North", "J.D. Sherwood" ],
      "venue" : "J. Pharm. Sci",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2002
    }, {
      "title" : "Functionalization of nanoparticles for dispersion in polymers and assembly in fluids",
      "author" : [ "E. Glogowski", "R. Tangirala", "T.P. Russell", "T. Emrick" ],
      "venue" : "J. Polym. Sci. Part. A",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2006
    }, {
      "title" : "Functionalisation of nanoparticles for biomedical applications",
      "author" : [ "N.T.K. Thanh", "L.A.W. Green" ],
      "venue" : "Nano Today 2010,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2010
    }, {
      "title" : "Nanoparticles for electronic device applications: A brief review",
      "author" : [ "I. Matsui" ],
      "venue" : "J. Chem. Eng. Jpn",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2005
    }, {
      "title" : "Marganski, R.E. TiO2 pigment technology: A review",
      "author" : [ "J.H. Braun", "A. Baidins" ],
      "venue" : "Prog. Org. Coat",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1992
    }, {
      "title" : "Engineered Nanomaterials: Their Physicochemical Characteristics and How to Measure Them. In Modelling the Toxicity",
      "author" : [ "R. Atluri", "K.A. Jensen" ],
      "venue" : "Eds.; Springer International Publishing: Cham, Switzerland,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2017
    }, {
      "title" : "Core/Shell Nanoparticles: Classes, Properties, Synthesis Mechanisms, Characterization, and Applications",
      "author" : [ "R. Ghosh Chaudhuri", "S. Paria" ],
      "venue" : "In Chemical Reviews; American Chemical Society: Washington, DC,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2012
    }, {
      "title" : "Minimal analytical characterization of engineered nanomaterials needed for hazard assessment in biological matrices",
      "author" : [ "H. Bouwmeester", "I. Lynch", "H.J.P. Marvin", "K.A. Dawson", "M. Berges", "D. Braguer", "H.J. Byrne", "A. Casey", "G. Chambers", "M.J.D Clift" ],
      "venue" : "Nanotoxicology",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2011
    }, {
      "title" : "Nanomaterials for environmental studies: Classification, reference material issues, and strategies for physico-chemical characterisation",
      "author" : [ "V. Stone", "B. Nowack", "A. Baun", "N. van den Brink", "F. von der Kammer", "M. Dusinska", "R. Handy", "S. Hankin", "M. Hassellöv", "E Joner" ],
      "venue" : "Sci. Total Environ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2010
    }, {
      "title" : "Nanoparticle analysis and characterization methodologies in environmental risk assessment of engineered nanoparticles",
      "author" : [ "M. Hassellöv", "J. Readman", "J. Ranville", "K. Tiede" ],
      "venue" : "Ecotoxicology",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2008
    }, {
      "title" : "Control Banding Approaches for Nanomaterials",
      "author" : [ "D.H. Brouwer" ],
      "venue" : "Ann. Occup. Hyg",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2012
    }, {
      "title" : "A decision-making framework for the grouping and testing of nanomaterials (DF4nanoGrouping)",
      "author" : [ "J.H.E. Arts", "M. Hadi", "M.A. Irfan", "A.M. Keene", "R. Kreiling", "D. Lyon", "M. Maier", "K. Michel", "T. Petry", "U.G Sauer" ],
      "venue" : "Regul. Toxicol. Pharmacol. 2015,",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "Grouping and Read-Across Approaches for Risk Assessment of Nanomaterials",
      "author" : [ "G.A. Oomen", "A.E. Bleeker", "M.P. Bos", "F. van Broekhuizen", "S. Gottardo", "M. Groenewold", "D. Hristozov", "K. Hund-Rinke", "M.A. Irfan", "A Marcomini" ],
      "venue" : "Int. J. Environ. Res. Public Health",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2015
    }, {
      "title" : "Are safety data sheets for cleaning products used in Norway a factor contributing to the risk of workers exposure to chemicals",
      "author" : [ "A.M. Suleiman", "K.V.H. Svendsen" ],
      "venue" : "Int. J. Occup. Med. Environ. Health",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2014
    }, {
      "title" : "Evaluation of information in nanomaterial safety data sheets",
      "author" : [ "J.H. Lee", "W.K. Kuk", "M. Kwon", "K.S. Lee", "I.J. Yu" ],
      "venue" : "In Nanotoxicology; Taylor & Francis: Abingdon,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2012
    }, {
      "title" : "Structure elucidation of nanoparticle-bound organic molecules by 1H NMR",
      "author" : [ "F. Du", "B. Zhang", "H. Zhou", "B. Yan", "L. Chen" ],
      "venue" : "TrAC Trends Anal. Chem",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2009
    }, {
      "title" : "Analytical strategies for characterizing the surface chemistry of nanoparticles",
      "author" : [ "B. Zhang", "B. Yan" ],
      "venue" : "Anal. Bioanal. Chem",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2010
    }, {
      "title" : "Application of surface chemical analysis tools for characterization of nanoparticles",
      "author" : [ "D. Baer", "D. Gaspar", "P. Nachimuthu", "S. Techane", "D. Castner" ],
      "venue" : "Anal. Bioanal. Chem",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2010
    }, {
      "title" : "Characterizing the surface chemistry of nanoparticles: An analogy to solid-phase synthesis samples",
      "author" : [ "Y. Liu", "B. Yan" ],
      "venue" : "Comb. Chem. High Throughput Screen",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2011
    }, {
      "title" : "Surface characterization of nanomaterials and nanoparticles: Important needs and challenging opportunities",
      "author" : [ "D.R. Baer", "M.H. Engelhard", "G.E. Johnson", "J. Laskin", "J. Lai", "K. Mueller", "P. Munusamy", "S. Thevuthasan", "H. Wang", "N Washton" ],
      "venue" : "J. Vac. Sci. Technol. A",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2013
    }, {
      "title" : "Surface Chemistry",
      "author" : [ "N.A. Belsey", "A.G. Shard", "C. Minelli" ],
      "venue" : "In Nanomaterial Characterization; John Wiley & Sons: Hoboken, NJ,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2016
    }, {
      "title" : "Characterizing Self-Assembled Monolayers on Gold Nanoparticles",
      "author" : [ "E. Colangelo", "J. Comenge", "D. Paramelle", "M. Volk", "Q. Chen", "R. Lévy" ],
      "venue" : "Bioconjugate Chem",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2017
    }, {
      "title" : "Structural confirmation and quantification of individual ligands from the surface of multi-functionalized gold nanoparticles",
      "author" : [ "H. Zhou", "X. Li", "A. Lemoff", "B. Zhang", "B. Yan" ],
      "venue" : null,
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2010
    }, {
      "title" : "Reactivity of Monolayer-Protected Gold Cluster Molecules: Steric Effects",
      "author" : [ "A.C. Templeton", "M.J. Hostetler", "C.T. Kraft", "R.W. Murray" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 1998
    }, {
      "title" : "Laser desorption/ionization mass spectrometry analysis of monolayer-protected gold nanoparticles",
      "author" : [ "B. Yan", "Z.J. Zhu", "O. Miranda", "A. Chompoosor", "V. Rotello", "R. Vachet" ],
      "venue" : "Anal. Bioanal. Chem",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2010
    }, {
      "title" : "A Structural Mass Spectrometry Strategy for the Relative Quantitation of Ligands on Mixed Monolayer-Protected Gold Nanoparticles",
      "author" : [ "K.M. Harkness", "B.C. Hixson", "L.S. Fenn", "B.N. Turner", "A.C. Rape", "C.A. Simpson", "B.J. Huffman", "T.C. Okoli", "J.A. McLean", "D.E. Cliffel" ],
      "venue" : null,
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2010
    }, {
      "title" : "Diazonium-Based Functionalization of Carbon Nanotubes: XPS and GC-MS Analysis and Mechanistic Implications",
      "author" : [ "C.A. Dyke", "M.P. Stewart", "F. Maya", "J.M. Tour" ],
      "venue" : "Synlett",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2004
    }, {
      "title" : "Coupled thermogravimetry, mass spectrometry, and infrared spectroscopy for quantification of surface functionality on single-walled carbon nanotubes",
      "author" : [ "C. Kingston", "Y. Martínez-Rubí", "J. Guan", "M. Barnes", "C. Scriver", "R. Sturgeon", "B. Simard" ],
      "venue" : "Anal. Bioanal. Chem",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2010
    }, {
      "title" : "A Fourier transform infrared (FTIR) and thermogravimetric analysis (TGA) study of oleate adsorbed on magnetite nano-particle surface",
      "author" : [ "P. Roonasi", "A. Holmgren" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2009
    }, {
      "title" : "Characterization of surface ligands on functionalized magnetic nanoparticles using laser desorption/ionization mass spectrometry (LDI-MS)",
      "author" : [ "B. Yan", "Y. Jeong", "L.A. Mercante", "G.Y. Tonga", "C. Kim", "Z.J. Zhu", "R.W. Vachet", "V.M. Rotello" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2013
    }, {
      "title" : "Effects of prenatal exposure to surface-coated nanosized titanium dioxide (UV-Titan). A study in mice",
      "author" : [ "K. Hougaard", "P. Jackson", "K. Jensen", "J. Sloth", "K. Loschner", "E. Larsen", "R. Birkedal", "A. Vibenholt", "A.M. Boisen", "H Wallin" ],
      "venue" : "Part. Fibre Toxicol",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2010
    }, {
      "title" : "Surface modifications of nanoparticles and nanotubes by plasma polymerization",
      "author" : [ "D. Shi", "P. He" ],
      "venue" : "Rev. Adv. Mater. Sci. 2004,",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2004
    }, {
      "title" : "Nanoscale surface of carbon nanotube fibers for medical applications: Structure and chemistry revealed by TOF-SIMS analysis",
      "author" : [ "S. Polizu", "M. Maugey", "S. Poulin", "P. Poulin", "L.H. Yahia" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2006
    }, {
      "title" : "In situ characterization of metal nanoparticles and their their organic coatings using laser vaporization aerosol mass spectrometry",
      "author" : [ "P. Nilsson", "A.C. Eriksson", "L. Ludvigsson", "M.E. Messing", "E.Z. Nordin", "A. Gudmundsson", "B.O. Meuller", "K. Deppert", "E.C. Fortner", "T.B Onasch" ],
      "venue" : "Nano Res",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2015
    }, {
      "title" : "Protocol for Quantitative Analysis of Inorganic and Organic MNM Surface Coatings—Deliverable",
      "author" : [ "P.A. Clausen", "L. Francis", "A. Ponti", "M. Guidotti", "K.I. Kling", "V. Kofoed-Sørensen", "S.H. Nielsen", "K.A. Jensen" ],
      "venue" : "NanoReg Project, EU; European Commission: Bruxelles, Belgium,",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2015
    }, {
      "title" : "Titanium Dioxide, NM-100, NM-101, NM-102, NM-103, NM-104, NM-105: Characterisation and Physico-Chemical Properties; EUR 26637 EN",
      "author" : [ "K. Rasmussen", "J. Mast", "P.-J. De Temmerman", "E. Verleysen", "N. Waegeneers", "F. Van Steen", "J.C. Pizzolon", "L. De Temmerman", "E. Van Doren", "K.A Jensen" ],
      "venue" : "European Commission: Bruxelles, Belgium,",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2014
    }, {
      "title" : "Closing gaps for environmental risk screening of engineered nanomaterials",
      "author" : [ "D. Kühnel", "C. Nickel", "B. Hellack", "E. van der Zalm", "C. Kussatz", "M. Herrchen", "B. Meisterjahn", "K. Hund-Rinke" ],
      "venue" : "NanoImpact",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2019
    }, {
      "title" : "Synthetic Amorphous Silicon Dioxide (NM-200, NM-201, NM-202, NM-203, NM-204). Characterisation and Physico-Chemical Properties; EUR 26046 EN",
      "author" : [ "K. Rasmussen", "A. Mech", "J. Mast", "P.-J. De Temmerman", "E. Van Doren", "N. Waegeneers", "F. Van Steen", "J.C. Pizzolon", "L. De Temmerman", "K.A Jensen" ],
      "venue" : "European Commission: Bruxelles, Belgium,",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2013
    }, {
      "title" : "NM-Series of Representative Manufactured Nanomaterials: Zinc Oxide NM-110, NM-111, NM-112, NM-113—Characterization and Test Item Preparation; EUR 25066 EN-201",
      "author" : [ "C. Singh", "S. Friederics", "M. Levin", "R. Birkedal", "K.A. Jensen", "G. Pojana", "W. Wohlleben", "S. Schulz", "K. Wiench", "T Turney" ],
      "venue" : "European Commission: Bruxelles, Belgium,",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2011
    }, {
      "title" : "Genotoxicity of polyvinylpyrrolidone-coated silver nanoparticles in BEAS 2B cells",
      "author" : [ "P. Nymark", "J. Catalán", "S. Suhonen", "H. Järventaus", "R. Birkedal", "P.A. Clausen", "K.A. Jensen", "M. Vippola", "K. Savolainen", "H. Norppa" ],
      "venue" : "Toxicology",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2013
    }, {
      "title" : "NM-Series of Representative Manufactured Nanomaterials: NM-300 Silver Characterisation, Stability, Homogeneity; EUR 24693 EN-2011",
      "author" : [ "C.L. Klein", "S. Comero", "B. Stahlmecke", "J. Romazanov", "T. Kuhlbusch", "E. Van Doren", "P.J. De Temmerman", "J. Mast", "P. Wick", "H. Krug" ],
      "venue" : "European Commission: Bruxelles, Belgium,",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2011
    }, {
      "title" : "Final report on the safety assessment of stearoxy dimethicone, dimethicone, methicone, amino bispropyl dimethicone, aminopropyl dimethicone, amodimethicone, amodimethicone hydroxystearate, behenoxy dimethicone, C24-28 alkyl methicone, C30-45 alkyl methicone, C30-45 alkyl dimethicone, cetearyl methicone, cetyl dimethicone, dimethoxysilyl ethylenediaminopropyl dimethicone, hexyl methicone, hydroxypropyldimethicone, stearamidopropyl dimethicone, stearyl dimethicone, stearyl methicone, and vinyldimethicone",
      "author" : [ "B. Nair" ],
      "venue" : "Int. J. Toxicol",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2003
    }, {
      "title" : "Full chromatographic characterization of nonionic surfactant polyoxyethylene glycerol trioleate",
      "author" : [ "A. Hensel", "M. Rischer", "D. Di Stefano", "I. Behr", "E. Wolf-Heuss" ],
      "venue" : "Pharm. Acta Helv",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 1997
    }, {
      "title" : "Pulmonary toxicity of Fe2O3, ZnFe2O4, NiFe2O4 and NiZnFe4O8 nanomaterials: Inflammation and DNA strand breaks",
      "author" : [ "N. Hadrup", "A.T. Saber", "Z.O. Kyjovska", "N.R. Jacobsen", "M. Vippola", "E. Sarlin", "Y. Ding", "O. Schmid", "H. Wallin", "K.A Jensen" ],
      "venue" : "Environ. Toxicol. Pharmacol. 2019",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2019
    }, {
      "title" : "X-ray diffraction and Mossbauer studies on superparamagnetic nickel ferrite (NiFe2O4) obtained by the proteic sol–gel method",
      "author" : [ "N. Nogueira", "V. Utuni", "Y. Silva", "P. Kiyohara", "I. Vasconcelos", "M. Miranda", "J. Sasaki" ],
      "venue" : "Mater. Chem. Phys",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2015
    }, {
      "title" : "Cation distribution of Ni 0.5 Zn 0.5 Fe 2 O 4 nanoparticles",
      "author" : [ "R.K. Singh", "C. Upadhyay", "S. Layek", "A. Yadav" ],
      "venue" : "Int. J. Eng. Sci. Technol",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2010
    }, {
      "title" : "Kinetic and thermodynamic study of the hydrolysis of silicon alkoxides in acidic alcohol solutions",
      "author" : [ "J. Sanchez", "A. McCormick" ],
      "venue" : "J. Phys. Chem",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 1992
    }, {
      "title" : "Stability Studies of Alkoxysilanes in Aqueous-Media",
      "author" : [ "G.J. Kallos", "J.C. Tou", "R.M. Malczewski", "W.F. Boley" ],
      "venue" : "Am. Ind. Hyg. Assoc. J",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 1991
    }, {
      "title" : "Adhesion Through Silane Coupling Agents",
      "author" : [ "E.P. Plueddemann" ],
      "venue" : "J. Adhes. 1970,",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 1970
    }, {
      "title" : "Quantitative determination of poly(vinylpyrrolidone) by continuous-flow off-line pyrolysis-GC/MS",
      "author" : [ "V.V. Antic", "M.P. Antic", "A. Kronimus", "K. Oing", "J. Schwarzbauer" ],
      "venue" : "J. Anal. Appl. Pyrolysis",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2011
    }, {
      "title" : "Towards a molecular characterization of pharmaceutical excipients: Mass spectrometric studies of ethoxylated surfactants",
      "author" : [ "K. Raith", "C.E.H. Schmelzer", "R.H.H. Neubert" ],
      "venue" : "Int. J. Pharm",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2006
    }, {
      "title" : "Composition analysis of detergents of the polyoxyethylene type: Comparison of thin-layer chromatography, reversed-phase chromatography and matrix-assisted laser desorption/ionization mass spectrometry",
      "author" : [ "G. Arnim Cumme", "E. Blume", "R. Bublitz", "H. Hoppe", "A. Horn" ],
      "venue" : "J. Chromatogr. A",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 1997
    }, {
      "title" : "Data Report on Complete Physico-Chemical Benchmark (Reference) Values",
      "author" : [ "R.K. Birkedal", "P.A. Clausen", "V. Kofoed-Sørensen", "G. Burdett", "K.A. Jensen" ],
      "venue" : "NANODEVICE Deliverable Report D3.2a; European Commission: Bruxelles, Belgium,",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2011
    }, {
      "title" : "Chemical surface modification of calcium carbonate particles with stearic acid using different treating methods",
      "author" : [ "Z. Cao", "M. Daly", "L. Clémence", "L.M. Geever", "I. Major", "C.L. Higginbotham", "D.M. Devine" ],
      "venue" : "Appl. Surf. Sci",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2016
    }, {
      "title" : "Comparative cytotoxicity of respirable surface-treated/untreated calcium carbonate rock dust particles in vitro",
      "author" : [ "T.O. Khaliullin", "E.R. Kisin", "N. Yanamala", "S. Guppi", "M. Harper", "T. Lee", "A.A. Shvedova" ],
      "venue" : "Toxicol. Appl. Pharmacol",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2019
    }, {
      "title" : "Characterization of iron hydroxide/oxide nanoparticles prepared in microemulsions stabilized with cationic/non-ionic surfactant mixtures",
      "author" : [ "A. Bumajdad", "S. Ali", "A. Mathew" ],
      "venue" : "J. Colloid Interface Sci",
      "citeRegEx" : "69",
      "shortCiteRegEx" : "69",
      "year" : 2011
    } ],
    "referenceMentions" : [ {
      "referenceID" : 5,
      "context" : "Surface coatings may change the physical, chemical and toxicological properties of the MNM as compared to that of the core material and prevent them from agglomeration [6] before incorporation into intermediates and final products such",
      "startOffset" : 168,
      "endOffset" : 171
    }, {
      "referenceID" : 6,
      "context" : "as polymeric matrices [7], biomedical products [5,8], or electronics [9].",
      "startOffset" : 22,
      "endOffset" : 25
    }, {
      "referenceID" : 4,
      "context" : "as polymeric matrices [7], biomedical products [5,8], or electronics [9].",
      "startOffset" : 47,
      "endOffset" : 52
    }, {
      "referenceID" : 7,
      "context" : "as polymeric matrices [7], biomedical products [5,8], or electronics [9].",
      "startOffset" : 47,
      "endOffset" : 52
    }, {
      "referenceID" : 8,
      "context" : "as polymeric matrices [7], biomedical products [5,8], or electronics [9].",
      "startOffset" : 69,
      "endOffset" : 72
    }, {
      "referenceID" : 9,
      "context" : "It has been used for a long time for dispersion and stabilization of, for example, pigments in cosmetics and paints [10].",
      "startOffset" : 116,
      "endOffset" : 120
    }, {
      "referenceID" : 10,
      "context" : "Surface-chemical coatings of MNM may occur as either solid or molecular substances of inorganic or organic nature or a combination of both, as described in detail by Atluri and Jensen using silica as an example [11].",
      "startOffset" : 211,
      "endOffset" : 215
    }, {
      "referenceID" : 11,
      "context" : "The strategy for coating or surface functionalization of core/shell MNMs [12], generally falls into four classes [5]: (1) ligand-like binding by chemisorption, (2) electrostatic adsorption, (3) covalent binding, (4) non-covalent, affinity-based receptor-ligand systems (adsorption).",
      "startOffset" : 73,
      "endOffset" : 77
    }, {
      "referenceID" : 4,
      "context" : "The strategy for coating or surface functionalization of core/shell MNMs [12], generally falls into four classes [5]: (1) ligand-like binding by chemisorption, (2) electrostatic adsorption, (3) covalent binding, (4) non-covalent, affinity-based receptor-ligand systems (adsorption).",
      "startOffset" : 113,
      "endOffset" : 116
    }, {
      "referenceID" : 15,
      "context" : "Surface chemistry is also important in established risk categorization and control banding tools [16] and recently in proposed scientific systems for hazard grouping [17,18].",
      "startOffset" : 97,
      "endOffset" : 101
    }, {
      "referenceID" : 16,
      "context" : "Surface chemistry is also important in established risk categorization and control banding tools [16] and recently in proposed scientific systems for hazard grouping [17,18].",
      "startOffset" : 166,
      "endOffset" : 173
    }, {
      "referenceID" : 17,
      "context" : "Surface chemistry is also important in established risk categorization and control banding tools [16] and recently in proposed scientific systems for hazard grouping [17,18].",
      "startOffset" : 166,
      "endOffset" : 173
    }, {
      "referenceID" : 18,
      "context" : "This has been documented for chemicals in cleaning products [21], in addition to a lack in toxicity and physicochemical property information [22].",
      "startOffset" : 60,
      "endOffset" : 64
    }, {
      "referenceID" : 19,
      "context" : "This has been documented for chemicals in cleaning products [21], in addition to a lack in toxicity and physicochemical property information [22].",
      "startOffset" : 141,
      "endOffset" : 145
    }, {
      "referenceID" : 24,
      "context" : "However, application of these methods may be challenging and surface coatings cannot be identified and quantified by many of these methods [27].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 25,
      "context" : "A recent book chapter also reviewed surface chemical analysis methods applied to MNM and gives some educational examples using X-ray photoelectron spectroscopy (XPS) and time-of-flight secondary ion mass spectrometry (TOF-SIMS) [28].",
      "startOffset" : 228,
      "endOffset" : 232
    }, {
      "referenceID" : 21,
      "context" : "In spite of the obvious advantages of using MS and hyphenated MS techniques for the analysis of MNM surface coating only few original papers are published using these methods, even-though Zhang and Yan [24] concluded that analysis using liquid chromatography coupled with MS (LC-MS) after ligand cleavage is the only method for qualitative and quantitative analysis of multiple functionalized MNMs.",
      "startOffset" : 202,
      "endOffset" : 206
    }, {
      "referenceID" : 26,
      "context" : "However, for one particular type of MNM, namely monolayer coated gold nanoparticles, MS has attracted much attention for identification and quantification of individual coating compounds [29].",
      "startOffset" : 187,
      "endOffset" : 191
    }, {
      "referenceID" : 27,
      "context" : "Multi-functionalized Au HPLC-MS-UV-CLND Identified and quantified individual ligands [30,31]",
      "startOffset" : 85,
      "endOffset" : 92
    }, {
      "referenceID" : 28,
      "context" : "Multi-functionalized Au HPLC-MS-UV-CLND Identified and quantified individual ligands [30,31]",
      "startOffset" : 85,
      "endOffset" : 92
    }, {
      "referenceID" : 29,
      "context" : "Mixed-monolayer coated Au MALDI-TOF-MS Semi-quantitative measure of ligand composition [32]",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 30,
      "context" : "Mixed thiolate coated Au IMS-MS Relative quantity of ligands [33]",
      "startOffset" : 61,
      "endOffset" : 65
    }, {
      "referenceID" : 31,
      "context" : "f-CNT GC-MS Chemical decoupling of ligands [34]",
      "startOffset" : 43,
      "endOffset" : 47
    }, {
      "referenceID" : 32,
      "context" : "f-CNT TGA-FTIR-MS Identification by FTIR-MS, quantification by TGA [35]",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 33,
      "context" : "Oleate coated magnetite (FeFe2O4) TGA-MS [36]",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 34,
      "context" : "Functionalized FePt and Fe3O4 MALDI-TOF-MS and LC-MS Chemical decoupling followed by LC-MS [37]",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 35,
      "context" : "Organic coated TiO2 ESI-MS and MALDI-TOF-MS Extraction with PLE followed by MS [38]",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 36,
      "context" : "Organic coated ZnO, NiFe2O4, YYbErO2S, CNT TOF-SIMS Several other techniques were also applied [39]",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 37,
      "context" : "Organic coated CNT TOF-SIMS Several other techniques were also applied [40]",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 38,
      "context" : "Organic coated Ag, Au, Pd, PdAg, Fe, Ni, Cu LV-AMS Cannot be used in case of several unknown organic compounds [41]",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 39,
      "context" : "The final characterization and protocol development [44] was completed as part of the FP7 NANoREG project.",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 43,
      "context" : "ZnO NM-111 Zincite JRC [51] Triethoxyoctyl silane 0 - 2.",
      "startOffset" : 23,
      "endOffset" : 27
    }, {
      "referenceID" : 44,
      "context" : "Ag NRCWE-009 Ag(m) NANOGAP [52] NP Ag-2103 85wt.",
      "startOffset" : 27,
      "endOffset" : 31
    }, {
      "referenceID" : 45,
      "context" : "26 NM-300K Ag(m) JRC [53] Dispersion (see text) 67.",
      "startOffset" : 21,
      "endOffset" : 25
    }, {
      "referenceID" : 39,
      "context" : "The TGA was performed according the NANoREG standard operating procedure for TGA [44].",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 46,
      "context" : "% coating of dimethicone, which is a mixture of fully methylated linear siloxane polymers [–(CH3)2SiO–]x end-blocked with trimethylsiloxy units [–(CH3)3SiO–] [54].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 41,
      "context" : "NM-104 was, according to published results [47], expected to have 1 wt.",
      "startOffset" : 43,
      "endOffset" : 47
    }, {
      "referenceID" : 40,
      "context" : "% coating [46], but it is reported to be a pure TiO2 nanomaterial.",
      "startOffset" : 10,
      "endOffset" : 14
    }, {
      "referenceID" : 40,
      "context" : "7 nm size occurring mainly in dense aggregates [46,55].",
      "startOffset" : 47,
      "endOffset" : 54
    }, {
      "referenceID" : 42,
      "context" : "nH2O and AlO(OH), which were identified in other comparable silica MNM [48].",
      "startOffset" : 71,
      "endOffset" : 75
    }, {
      "referenceID" : 43,
      "context" : "This is somewhat more than the previously reported mass-loss of coating of 1% by TGA [51].",
      "startOffset" : 85,
      "endOffset" : 89
    }, {
      "referenceID" : 47,
      "context" : "% polyoxyethylene glycerol trioleate (Tagat® TO) [56] and 4 wt.",
      "startOffset" : 49,
      "endOffset" : 53
    }, {
      "referenceID" : 45,
      "context" : "% polyoxyethylene sorbitan mono-laurate (Tween® 20) [53].",
      "startOffset" : 52,
      "endOffset" : 56
    }, {
      "referenceID" : 45,
      "context" : "The ratio of organic mass to Ag mass was in accordance with the previously reported data [53].",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 48,
      "context" : "B: LC-MS MS showed series of polyethoxylates confirmed by MALDI-TOF-MS, C: Polyvinylpyrrolidone which forms 2-pyrrolidone as thermal degradation product which in turn can was used to quantify the amount of coating [57].",
      "startOffset" : 214,
      "endOffset" : 218
    }, {
      "referenceID" : 48,
      "context" : "From the morphology showing partially irregular shapes and pores, in particular for NRCWE-019 fibres [57], the material appears to be produced by wet-chemical synthesis.",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 49,
      "context" : "[58] also observed a weight gain after 600 ◦C of NiFe2O4 and explained it by formation of oxides, however, the iron is already in oxidation state 3 and cannot be further oxidized.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 50,
      "context" : "[59] also observed a weight gain of Ni0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 48,
      "context" : "Transmission electron microscopy images of these samples show dense agglomerates or aggregates of small nanocrystallites with an average X-ray crystallite size of 10–12 nm [57].",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 46,
      "context" : "NM-103 was according to manufacturer’s information coated with 2% dimethicone (mixture of fully methylated linear siloxane polymers [54].",
      "startOffset" : 132,
      "endOffset" : 136
    }, {
      "referenceID" : 51,
      "context" : "However, TMOS is chemically very reactive [60,61] and cannot be a part of the coating.",
      "startOffset" : 42,
      "endOffset" : 49
    }, {
      "referenceID" : 52,
      "context" : "However, TMOS is chemically very reactive [60,61] and cannot be a part of the coating.",
      "startOffset" : 42,
      "endOffset" : 49
    }, {
      "referenceID" : 53,
      "context" : "However, such a coupling agent is not expected to bind to graphite surfaces [62] so there is probably no purpose of this compound.",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 43,
      "context" : "% of TGA mass-loss and only one type of compound was identified, namely trimethoxyalkylsilane, which appear to be the result of chemical decoupling during the 200 ◦C PLE methanol extraction of the original coupling agent triethoxyoctylsilane used for the chemical bonded surface functionalization [51].",
      "startOffset" : 297,
      "endOffset" : 301
    }, {
      "referenceID" : 54,
      "context" : "The PLE extraction of the Ag MNM, NRCWE-009, at 200 ◦C released solely 2-pyrrolidone which is a known thermal degradation product of polyvinylpyrrolidone (PVP) at about 100 ◦C [63].",
      "startOffset" : 176,
      "endOffset" : 180
    }, {
      "referenceID" : 44,
      "context" : "Therefore it was concluded that the coating of NRCWE-009 is PVP [52].",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 44,
      "context" : "However, it has previously been shown that thermal desorption combined with GC-MS can explain the entire TGA mass loss of NRCWE-009 if calibrated with PVP [52].",
      "startOffset" : 155,
      "endOffset" : 159
    }, {
      "referenceID" : 45,
      "context" : "These observations were not contrary to the description of NM-300K [53] which was added 4 wt.",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 47,
      "context" : "% polyoxyethylene glycerol trioleate (Tagat® TO) (see [56,64]) and 4 wt.",
      "startOffset" : 54,
      "endOffset" : 61
    }, {
      "referenceID" : 55,
      "context" : "% polyoxyethylene glycerol trioleate (Tagat® TO) (see [56,64]) and 4 wt.",
      "startOffset" : 54,
      "endOffset" : 61
    }, {
      "referenceID" : 56,
      "context" : "% polyoxyethylene sorbitan monolaurate (Tween® 20) (see [65]) as dispersion stabilizers.",
      "startOffset" : 56,
      "endOffset" : 60
    }, {
      "referenceID" : 57,
      "context" : "This mixture could have been added to make NRCWE-016 more compatible with rubber which it is intended for as an additive [66].",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 58,
      "context" : "Calcium carbonate particles are often surface treated with stearic acid [67] which may also change the toxicity [68].",
      "startOffset" : 72,
      "endOffset" : 76
    }, {
      "referenceID" : 59,
      "context" : "Calcium carbonate particles are often surface treated with stearic acid [67] which may also change the toxicity [68].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 60,
      "context" : "at 200–480 ◦C by dehydration forming FeO(OH) [69].",
      "startOffset" : 45,
      "endOffset" : 49
    }, {
      "referenceID" : 39,
      "context" : "The underestimation of the water loss by TGA compared to the laboratory furnace method indicates that a lower TGA heating rate would make the two methods even more comparable which is taken into account in the NANoREG protocol for estimation of organic coating by TGA [44].",
      "startOffset" : 268,
      "endOffset" : 272
    } ],
    "year" : 2019,
    "abstractText" : "Manufactured nanomaterials (MNMs) often have a surface-chemical modification in order to tailor their physicochemical properties, including also powder properties and miscibility. Surface-chemical modifications may influence the toxicological properties of the MNM, but the specific chemistry and extent are rarely described in detail in suppliers’ technical data sheets. Chemical and quantitative information on any surface-chemical treatment, coating and functionalization are required for chemicals registration in Europe. Currently there is no globally accepted and documented approach to generate such data. Consequently, there is a continued research need to establish a structured approach to identify and quantify surface-chemical modifications. Here we present a tiered approach starting with screening for mass-loss during heating in a furnace or thermogravimetric analysis (TGA) followed by solvent extraction, and analysis by several mass spectrometry (MS) techniques depending on the target analytes. Thermal treatment was assumed to be able to quantify the amount of organic coating and MS was used to identify the extractable organic coatings after pressurized liquid extraction (PLE) using methanol at 200 ◦C. Volatile organic compounds in extracts were identified with gas chromatography and MS (GC-MS), non-volatile organic compounds with liquid chromatography MS (LC-MS), and polymeric compounds with matrix-assisted laser desorption ionization time-of-flight MS (MALDI-TOF-MS). The approach was demonstrated by analysis of 24 MNM, comprising titanium dioxide, synthetic amorphous silica, graphite, zinc oxide, silver, calcium carbonate, iron oxide, nickel-zinc-iron oxide, and organoclay. In extracts of 14 MNMs a range of organic compounds were identified and the main groups were silanes/siloxanes, fatty acids, fatty acid esters, quaternary ammonium compounds and polymeric compounds. In the remaining 10 MNMs no organic compounds were detected by MS, despite the fact an organic coating was indicated by TGA.",
    "creator" : "LaTeX with hyperref package"
  }
}