{
  "name" : "downloads_2019-11-16_4cfe_singh2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Charging performance evaluation of finned conical thermal storage system encapsulated with nano-enhanced phase change material",
    "authors" : [ "Rupinder Pal Singha", "Haoxin Xuc", "S.C. Kaushikb", "Dibakar Rakshitb", "Alessandro Romagnolic" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nApplied Thermal Engineering\njournal homepage: www.elsevier.com/locate/apthermeng\nResearch Paper\nCharging performance evaluation of finned conical thermal storage system encapsulated with nano-enhanced phase change material Rupinder Pal Singha,b, Haoxin Xuc, S.C. Kaushikb, Dibakar Rakshitb, Alessandro Romagnolic,⁎\na Energy Research Institute @ NTU, Nanyang Technological University, 1 Cleantech Loop, 06-04 Cleantech One, Singapore 637141, Singapore b Centre for Energy Studies, Indian Institute of Technology Delhi, 110016, India c School of Mechanical and Aerospace Engineering, Nanyang Technological University, 50 Nanyang Avenue, Singapore\nH I G H L I G H T S\n• Metal and metal oxide nanoparticles are compared with a carbon based nanoparticle.• Nano-enhanced PCM ranking methodology is proposed.• Novel conical shaped storage system with fins and graphene nano plates is studied.• Fins provide better heat transfer enhancement than the nanoparticles dispersions.• Reduction of 57% in melting time is observed.\nA R T I C L E I N F O\nKeywords: Charging performance evaluation Latent heat storage system Natural convection Nanoparticles Fins\nA B S T R A C T\nThis study introduces a novel latent heat storage system using a combination of active (fins and nanoparticles) and passive (conical design) heat transfer enhancement techniques for the solar absorption chilling system. First part of the work proposes a selection criterion using Multi-attribute decision making (MADM) combined with Multi objectives decision making (MODM) tools to rank and select the different nanoparticles. The methodology suggests Graphene as the best candidate amongst the widely used metal (Cu, Al, Ni, Ag) and metal oxide (CuO, Al2O3, TiO2, SiO2) nanoparticles. Subsequently, the charging performance of the medium temperature eutectic salt (LiNO3-KCl; 50:50) dispersed with graphene nanoplates is studied in a conical shaped shell and tube storage system with & without fins. The numerical investigations are performed using the actual plant data of double effect solar absorption system. Based on the plant operating conditions, the Stefan and Grashoff numbers are obtained as 0.35 & 4.2 × 105 respectively, showing the laminar flow of molten PCM. The thermal performance of the storage system coupled with heat transfer and fluid flow is studied for melt fraction, temperature field, the energy stored and heat flux variations at different concentration of graphene. Effect of enhanced viscosity and reduction in natural convection heat transfer due to GNP dispersion is studied simultaneously with the gained advantage of increased thermal conductivity. It is concluded that melting time is reduced by 57% using the proposed storage design in comparison with a conventional cylindrical system."
    }, {
      "heading" : "1. Introduction",
      "text" : "Energy storage technologies play a significant role in bridging the gap between the demand and supply, particularly for intermittent renewable energy systems like solar and wind. These technologies are classified as sensible, latent and thermochemical. Out of these, latent heat storage system (LHSS) is capable of storing/releasing a large quantity of heat at nearly isothermal conditions. LHSS uses Phase change material (PCM) which are able to store 5–14 times more\nthermal energy than a sensible heat storage material [1]. LHSS are further categorized as low, medium and high-temperature systems. The thermal storage systems are extensively studied for various low temperature (less than 100 °C) and high-temperature applications (above 250 °C). Most of the high-temperature LHSS are applied to concentrated solar power generation whereas low-temperature PCMs are employed for domestic water heating, cold energy storage, greenhouse heating and buildings storage [2]. However, there are few studies reported on the medium temperature (120–200 °C) thermal storage systems [3].\nhttps://doi.org/10.1016/j.applthermaleng.2019.01.072 Received 17 September 2018; Received in revised form 21 January 2019; Accepted 23 January 2019\n⁎ Corresponding author. E-mail address: A.Romagnoli@ntu.edu.sg (A. Romagnoli).\nApplied Thermal Engineering 151 (2019) 176–190\nAvailable online 31 January 2019 1359-4311/ © 2019 Elsevier Ltd. All rights reserved.\nT\nThese systems find their extensive applications in high-temperature solar cooling, organic Rankine cycle, industrial waste heat recovery, district heating networks, and other industrial processes.\nIn spite of the promising applications, LHSS has an underlying problem of the sluggish heat discharging/charging rates due to their poor thermal conductivity. Literature suggested many methods like heat pipes [45], metal foams [1], cascading [6], fins [7], nano inclusions [8], etc. to improve the overall heat transfer rate. It is established that increasing the heat transfer area through fins is an economical and effective way to enhance the heat transfer rate. However, fins are also responsible for hampering the natural convection currents inside the liquid PCM. Hence, the fin size needs to be optimized for the smooth development of convection currents. In our previous study [9], it is found that fin height up to the half of annular space is the best possible configuration for enhanced rate of heat transfer.\nThere is also a growing interest in using nanoparticles to enhance the effective thermal conductivity. Various experimental studies on nanoparticles are reported using pure metals [1011], metal oxides [1213] and carbon-based nanoparticles [1415] like graphene, graphite, carbon nanotubes etc. [16]. Amaral et al. [17] reviewed the different carbon nanostructures for thermal storage systems and concluded that graphene nanoplates provide the highest thermal conductivity enhancement. However, nano dispersion raises the overall viscosity and density of nano-PCM composite which severely deteriorates the convection heat transfer. Fan et al. [18] observed a dramatic increase in the viscosity, up to 10 times at 3% GNP dispersion in a low-temperature PCM. Khodadadi et al. [19] presented a comprehensive review of thermal conductivity enhancement using various metal, metal oxide and carbon nanoparticles in thermal storage systems. It was reported that enhanced viscosity due to nano dispersion deteriorates the buoyancy-driven flow and hampers natural convection. So, a tradeoff between the enhanced thermal conductivity and reduced natural convection is required while dispersing nanoparticles.\nMost of the studies on the nano-PCM composites are confined to the small quantities inside beakers/test tubes for the material characterization. The experimental testing of various nano-composites is infeasible due to the involvement of excessive cost and time. So, a\nsystematic and comprehensive study is needed to select and rank the various nano-PCM composites with high statistical accuracy. Moreover, the studies on these composites in a design level heat exchanger are scarce. Only a few designs are proposed using nanoparticles in cylindrical, rectangular or shell-tube design. It is found that shell and tube design provides the minimum charging time [2021] and is used in both horizontal and vertical orientations. However, the vertical orientation of LHSS is preferred due to the higher rate of heat transfer [22]. In a vertical LHSS, natural convection is dominant in the top region causing quick melting [23]. Seddegh et al. [24], proposed a conically shaped storage system which utilizes natural convection more effectively due to the packing of more PCM in the top region. However, only a 12% reduction in melting time was reported using the conically shaped design. The literature review summarizes the following observations for effective system design.\n• Employing fins is an economical and effective way to improve the thermal performance of LHSS. However, fins must be of an optimized size so that they don’t hamper the convective flow of molten PCM. • Nanoparticles enhance the effective thermal conductivity of PCM. Nevertheless, nanodispersion increases the effective viscosity and reduces convection heat transfer. • The negative effects of using fins and nanoparticles can be suppressed using an optimized fin with nanoparticles together in a conical shaped LHSS.\nNomenclature\nAbbreviations\nCFD computational fluid dynamics DSC differential scanning calorimetry GNP graphene nano plates HTF heat transfer fluid LHSS latent heat storage system MADM multi-attribute decision making MCDM multi criteria decision making MODM multi-objective decision making PCM phase change materials TOPSIS Techniques for Order Preference by Similarity to Ideal\nSymbols\nAmushy mushy parameter (kg·m−3·s−1) a GNP aspect ratio (–) Cp specific heat (kJ·kg−1·K−1) D diameter (m) H enthalpy (kJ·kg−1) H(a) geometric factor (–) k thermal conductivity (W·m−1·K−1) kxnp GNP thermal conductivity (W·m−1·K−1) L latent heat of fusion (kJ·kg−1)\nM mass (kg) Rt thermal resistance (PCM & GNP) 10−8 (m2·K·W−1) T temperature (°C)\nGreek symbols\nβ thermal expansion coefficient (K−1) λ liquid fraction (–) μ dynamic viscosity (kg·m−1·s−1) ξ fitting exponent (–) ρ density (kg·m−3) τ time (s) ɸ GNP volume %\nSubscripts\nf fluid in inlet init initial l liquid phase npcm GNP-PCM composite ref reference on onset pcm phase change material peak peak s solid phase\nIt is expected that conical design with other active heat transfer enhancement methods is the solution for faster charging/discharging rates. First time in literature, the present study reports the use of combined passive and active heat transfer enhancement techniques to propose a highly efficient thermal storage system for quick charging rates. The various cases are further investigated and compared; conical shaped LHSS (with and without nanoparticles), conical LHSS (with and without fins), and conical LHSS (with both fins and nanoparticles). The first section of the work proposes a selection criterion using MADM combined with MODM tools to rank the various nanoparticles including metal, metal oxide nanoparticles and graphene nanoplates. Further, the charging performance of the most suitable nanoparticle is studied in a\nconical storage system. Dynamic differential scanning calorimetry (DSC) tests are performed to evaluate the specific heat and melting temperature. The conjugate heat transfer in LHSS is studied for the temperature field, liquid fraction, the energy stored and heat flux variations at different concentration of nanoparticles."
    }, {
      "heading" : "2. Assessment of nano-PCM composite for LHSS",
      "text" : "Highly thermal conductive nanoparticles are dispersed to the base PCM to improve the thermal performance of the storage system. But, no study is found to provide a comprehensive methodology for assessing and ranking the different nanoparticles. Moreover, using different nanoparticles at the actual design scale would be very expensive and infeasible. Hence, there is a need to develop mathematical tools to rank and predict the thermal performance of nano-PCM composites. The combined MADM and MODM ranking methodology developed for the pure PCM in our previous work [25] is further extended to include the nanoparticles. The methodology evaluates the characteristics of each nano-PCM composite and combines with the performance objectives (thermal diffusivity & energy storage capacity) to rank them comprehensively. A group of widely used metal (Cu, Al, Ni, Ag), metal oxide (CuO, Al2O3, TiO2, SiO2) and carbon-based nanoparticles (Graphene) are investigated for high temperature solar cooling thermal storage system. The effect of nanoparticles on the thermophysical properties of PCM is discussed in the Supplementary section.\nThe objective is to select and rank the nano-PCM composites according to their thermal performance goals. The thermo-physical properties at various concentration of nanoparticles are evaluated using the homogeneous model theory [26]. The most critical PCM selection criteria are the desired melting temperature, heat storage capacity, thermal conductivity, the degree of supercooling along with economic and chemical aspects, which is used in the pre-screening step. The\nTable 2 Thermo-physical properties and ranking of nanoparticles.\nProperty Nanoparticles\nNickel (Ni) [11] Silver (Ag) [10] Copper (Cu) [3] Aluminum (Al) [3] Copper oxide (CuO) [13] Silicone-dioxide (SiO2) [3] Titanium-dioxide TiO2 [3]\nAlumina (Al2O3) [1]\nGraphene nano plates (GNP) [9]\nStructure shape [28] Sphere Sphere Sphere Sphere Sphere Sphere Sphere Sphere Sheets (Square) ρ (kg/m3) 8910 10,490 8954 2688 6510 2200 4175 3880 2200 Cp (J/kg·K) 440 232 383 905 540 745 692 773 790 K (W/m·K) 90.3 429 400 237 18 1.4 8.4 36 5000 Rank 5th 6th 4th 2nd Reject Reject Reject 3rd 1st\nFig. 3a. Schematic view of the heat flux DSC.\nFig. 3b. Specific heat and heat flow variations of eutectic salt LiNO3-KCl.\ndesired temperature range required at the generator inlet is 140–180 °C for a double effect solar absorption chiller. The materials with a phase change temperature outside the desired temperature range are screened out in the first phase. In the present work, eutectic LiNO3-KCl (50/50) is selected as PCM which is proven to be the best candidate for the hightemperature solar cooling system [14]. The next step involves the ranking of various nanoparticles based on their weighted attributes using MADM tools. The nano-PCM are ranked with multiple attributes while each is having different weights. The relative and normalized weights of nano-PCM composites in an MADM matrix is shown in Table 1.\nTechnique for Order of Preference by Similarity to Ideal Solution (TOPSIS) is used for a ranking procedure which calculates the distance from a negative and positive ideal solution, according to the proximity\n= +npcm np np pcm pcm (1)\n= + C C C( ) ( ) p npcm np p np pcm p pcm\nnpcm ,\n(2)\n=L L( ) npcm pcm pcm\nnpcm (3)\nThe effective thermal conductivity model given by Maxwell is\nextended to include the Brownian movement of nanoparticles [26].\n= +k k knpcm stag b (4)\n= + + + k k k k k k k k k k 2 2 ( ) 2 ( )stag np pcm np pcm np\nnp pcm np pcm np pcm\n(5)\n=k C BT d f T50000 ( , )b pcm p pcm np k np np np, (6)\n=\n= ×\nBwhere 8.4407(100 ) & Boltzmann constant\n1.381 10 J K k np\n1.073\n23\n= +\n+f T T\n( , ) 0.028217 0.003917\n(0.03 0.003911)np np\nref np (7)\nThe viscosity of the nano-PCM composite is evaluated using the Brinkman relation [27]\n=µ µ\n(1 )npcm pcm 2.5 (8)\nMADM approach does not illustrate the combined effect of all the properties on the desired system output explicitly. So, performance objective functions are introduced to investigate if these are aligned with the ranking procedure. One of the significant objective functions is the energy storage density of LHSS as it is expected to produce steady output for any solar cooling system.\n= +f L C T( · )·p1 (9)\nThe other objective function; thermal diffusivity signifies the quick response to fluctuations\n=f k C ·p3 (10)\nThe different objective functions may have a conflicting trend, and it is necessary to plot both the functions on a single graph. Finally, nano-PCM lying within the Pareto curve (dashed line) is selected for maximizing both the objectives. The individual relative weights of each property are normalized to evaluate the final weighted average. The flow chart for nano-PCM methodology and novel LHSS system design is shown in Fig. 1.\nTechnique for Order of Preference by Similarity to Ideal Solution (TOPSIS) is used for a ranking procedure which calculates the distance\nfrom a negative and positive ideal solution, according to the proximity. The plotted performance map of both the objectives is shown in Fig. 2. It is observed that GNP and Aluminum are the closest to the Utopia point than other nanoparticles. CuO, TiO2, and SiO2 are farthest from Utopia point, and hence these should be rejected. TES for a solar absorption cooling system needs quick charging/discharging to provide a constant temperature output irrespective of the load fluctuations. Hence, 75% weight is given to f3 and 25% to f1 during the distance evaluation. The performance maps along with ranking results conclude that GNP is the best candidate. It can deliver quick charging/\ndischarging rates and providing high energy storage density. The thermophysical properties of nanoparticles along with their ranking are shown in Table 2."
    }, {
      "heading" : "3. Experimental procedures",
      "text" : ""
    }, {
      "heading" : "3.1. Preparation and material characterization of eutectic PCM",
      "text" : "Two different salts “Lithium nitrate and Potassium chloride” are mixed in the equal proportion under the controlled environmental conditions to prepare the eutectic PCM. The detailed preparation method is given in our previous work [14]. The PCM is tested using DSC-Q2000, TA Instruments, USA. The accuracy and precision are ± 0.1 °C & ± 0.01 °C respectively. The eutectic PCM is heated at 120 °C in a furnace for 8 h to remove moisture before testing. The ramp rate of 10 °C/min is used as suggested by ASTM 4419 standard [29]. The developed specific heat correlations are given in Eqs. (4) and (5). The T zero DSC cell containing the reference and sample base is shown in Fig. 3a. The onset temperature is found to be 163.8 °C with latent heat\nas 154.8 kJ/kg as shown in Fig. 3b. The thermophysical properties of PCM, HTF and wall material is shown in Table 3. The specific heat correlation for solid and liquid phase is given by:\n= + + < <C s a T b T c T( ) valid for 110 ( C) 149p 2 (11)\n= = =a b cwhere coefficents 0.00084915 ; 0.2041 ; 13.497413\nMushy zone exists between 150 °C and 176 °C.\n= + + + < <C l a T b T c T d T( ) valid for 177 ( C) 200p 3 2 (12)\n= = = = a b c d where coefficents 0.000086986 ; 0.04802 ; 8.8387236 ; 544.18635"
    }, {
      "heading" : "4. Mathematical model",
      "text" : ""
    }, {
      "heading" : "4.1. Model description and governing equations",
      "text" : "The schematic of double effect solar cooling integrated with LHSS is shown in Fig. 4a. The minimum generator temperature should be 140 °C, as per the design conditions of an actual solar absorption chiller [32]. Both active and passive heat transfer enhancement techniques are implemented to improve the charging performance of LHSS. Active heat transfer enhancement methods are defined as techniques which increase the overall material cost of the storage system, such as nanoparticles or fins. However, passive enhancement using conical shaped walls, only change the geometry without increasing the material cost of the storage system. The various numerical models are studied; (a) Cylinder versus conical arrangement (b) Conical LHSS with GNP (c) Conical LHSS with fins (d) Conical LHSS with both fins and GNP. In all the cases, PCM is packed in the vertically oriented annulus as shown in Fig. 4b. The conical design proposed by Seddegh [24] is shown in Fig. 4(c), can be further improved by incorporating fins and GNP for the quick charging/discharging rates.\nIn the present model, the inner diameter of the cylinder carrying HTF is 50.8 mm. The length of the conical shell is taken as 300 mm. The pipes are made up of stainless steel in which inner pipe (thickness 1.2 mm) is carrying high-temperature HTF, Dynalene-HT [31]. The heat is transported through five annular stainless steel fins fixed on the outer surface of the pipe carrying hot HTF. The optimized thickness and height of the fins are taken as 2.5 mm and 37.5 mm respectively, based on the findings of the previous work [9]. The outer shell is perfectly insulated. The equations governing the fluid flow and melting process are solved numerically with ANSYS Fluent 18.2 [33]. Realizable k-ε turbulence model with standard wall function is used in the present analysis. This model has been validated in various similar shell and tube designs [34,35]. Initially, PCM is in a solid state at a temperature of 145 °C. The assumptions are given as; (1) Air bubble doesn’t exist in the molten PCM. (2) Melted PCM is Newtonian & incompressible. (3) Boussinesq approximation for natural convection is used. (4) Fully developed turbulent flow. (5) The thermal conductivity of PCM is temperature independent. (6) Viscous dissipation is negligible. The numerical model solves the continuity, momentum and energy equation in the relevant domain using the finite volume method. The melting\nphenomenon of the PCM is coupled with flowing HTF (hot). Continuity, momentum, and energy conservation equations are as follows:\n+ =V·( ) 0 (13)\n+ = + + + V p µ g T T u v A· ( ) ( ) (1 ) ( ) u u u ref p mushy 2 2 3\n(14)\n+ = + + V p µ v v v A· ( ) (1 ) ( ) v v p mushy 2 2 3 (15)\nThe momentum source term (last term) in Eqs. (14) and (15) is only applicable for PCM domain. No source term is used for HTF.\n+ = +H VH k T S( ) ·( ) ·( ) (16)\nwhere S is the energy source term. Amushy (∼105) measures the damping amplitude.\n= < <T T T T if T T T,sol liq sol sol liq (17)\n= <if T T0, sol (18)\n= >if T T1, liq (19)\n= + +H h C dT Lref T T p ref (20)\nNatural convection effect is included using the Boussinesq model [9,14,21]\n= = +T T T T T(1 ( )) where ( ) 2liq m m s l (21)\nSince the conventional thermal conductivity models are only valid for spherical nanoparticles. Hence, Chu’s conductive model [36] is applied in the present work which includes the influence of aspect ratio, anisotropy, non-linearity, thermal resistance and concentration of dispersed GNP (non-spherical).\n= +\n+ ( )\nk k H a\n0.67\n( ) 1 1npcm pcm\na\nk k\n1\n1 xnp pcm (22)\n= +H a a a a a a ( ) ln( 1 ) ( 1) 1 1\n2\n2 3 2 (23)\n= +\nk k\n1 xnp\ng R k\nl 2 t g\n(24)\nBoundary and initial conditions are given as\n= = = ==x T T x L T x HTF: 0, 185 C(Inlet); , 0f in f\n(25)\n= = =T TPCM; 0; 145 Cinit (26)\nNondimensional numbers [37] are introduced as\n= + St C T T C T T\nL Stefan number, ( ) ( )ps s init pl inlet l (27)\n=Gr g TGrashoff number; · · · c 3\n2 (28)\nwhere lc, β, υ and g is the characteristic length, thermal expansion coefficient, kinematic viscosity and acceleration due to gravity respectively.\n= m d µ Reynolds number; Re 4· · ·i (29)\nwhere m, di is mass flow rate and inner dia of pipe carrying HTF. The values of dimensionless numbers are shown in Table 4. The obtained Grashoff number is less than the critical value (107) which\nindicates it is laminar flow inside the molten PCM. The calculated Reynolds number of flowing HTF is 4559 which predicts the turbulent flow regime."
    }, {
      "heading" : "4.1.1. Fin volume fraction",
      "text" : "The following relation gives the fin volume fraction\n= = + ×\n× =Volume ocupied by fins V Total volume V\nR Z R T\nR R L ( ) ( )\n(( ) )\n( )fin fins\ntotal\ni\nn io io\no io\n1\n2 2\n2 2\n(30)"
    }, {
      "heading" : "4.2. Numerical solution",
      "text" : "Semi-implicit pressure linked equations (SIMPLE) algorithm is used for the pressure-velocity coupling of the numerical model. PRESTO scheme is implemented for pressure correction. Second order differencing scheme is used to discretize energy and momentum equation. The various grid sizes with 80,689, 99,231 & 112,431 cells are checked to evaluate grid independence. Finally, grid size with 99,231 cells is selected, and further refinement doesn’t show any remarkable improvement in the accuracy of the average liquid fraction. Time step of 0.2 s keeps the solution stable and completely converge the results. Convergence criteria for continuity, momentum, and energy equation are set as 10−4, 10−4 & 10−7 respectively. The under-relaxation factors for momentum, pressure, energy and liquid fraction are set at 0.7, 0.3, 1 and 0.9 respectively."
    }, {
      "heading" : "4.3. Validation",
      "text" : "The developed numerical model is validated against two previous work. Firstly, the model is validated with the experiments work by Akgun et al. [38]. The details are already given in our previous work [9]. The CFD model is further validated with the storage system comprising annular fins, proposed by Yang et al. [39]. The annular fins were fixed on the outer surface of pipe carrying HTF inside a low-temperature PCM. The liquid fraction variation is compared with the developed numerical model as shown in Fig. 5. The root means square deviation and correlation coefficient are calculated as 4.5% and 0.99 respectively. Hence, the numerical model can be well accepted with a high degree of\naccuracy."
    }, {
      "heading" : "5. Results and discussion",
      "text" : "The total quantity of PCM is 18 kg for all the cases studied to have a judicious comparison. The charging performance LHSS is investigated at GNP volume (%) of 1, 3 & 5 at the fixed Stefan number of 0.35. The fin volume fraction is constant (0.15) for all the cases studied."
    }, {
      "heading" : "5.1. Heat transfer enhancement using conical shaped LHSS",
      "text" : "The contours of the solid-liquid interface for both cylindrical and conical configuration is are shown in Fig. 6. The movement of the melting front initiates from the heated pipe wall and moves radially and axially. The shape of melted PCM is not parallel to heated pipe wall which verifies the presence of natural convection along with heat conduction phenomenon.\nDuring the 1st hour of melting (τ < 1 h), both the arrangements reflect the equal quantity of molten PCM due to dominating conduction heat transfer. The melting interface doesn’t reach the outer adiabatic wall in a conical LHSS due to the increased volume of PCM in the upper region. Afterward (τ > 1 h), more volume of PCM is melted in the conical LHSS due to improved convective heat transfer. The total time taken for complete melting is 475 min and 399 min for cylindrical and conical arrangements respectively, showing a 16% reduction in melting time. It is observed that buoyancy force inside the liquid PCM accelerates the melting phenomenon in the upper region of LHSS. Also, the width of the melted PCM around the heated pipe wall doesn’t show substantial growth (towards the outer shell) in the bottom region. This is because the HTF transfers heat into a thin layer of molten PCM near the heated pipe wall. Heat then transports to the upper section inside liquid PCM through convection. The melting process is little delayed in the lower region due to the higher density of solid PCM. The concept of packing more PCM in the top region (convection dominated) and less quantity in the lower part (conduction dominated) would utilize natural convection more effectively. The temporal variation of stored energy for cylindrical and conical shaped LHSS is shown in Fig. 7. The conical shaped LHSS shows 7% more energy storage performance than a cylindrical LHSS due to faster melting. These findings are consistent with a recent experimental study [24] which shows an improved convective\nheat flow in conical shaped LHSS."
    }, {
      "heading" : "5.2. Effect of GNP dispersion in a conical LHSS (no fins)",
      "text" : "This section investigates the proposed conical design with GNP inclusions. The effective thermal conductivity increases with the rise in the concentration of GNP inside the PCM. The rise in thermal conductivity is due to the combined effect of the nanoparticle aggregation, nonlocal and ballistic transport, thermophoresis and Brownian motion of the nanoparticles [18,40]. The enhanced conductivity improves the rate of heat transfer and shortens the overall melting time. The variation of the liquid fraction at different time intervals is shown in Fig. 8a. In the initial first hour (τ ≤ 1 h), the quantity of molten PCM is approximately the same for all the cases due to absorption of sensible heat from its initial temperature of 145 °C. The increased viscosity due to GNP dispersion slows down the movement of molten PCM and reduces the temperature gradient in the early phase of melting. However, as the\nquantity of molten PCM rises, the combined effect of natural convection and enhanced thermal conductivity expedite the melting process. The contours of liquid fraction (left side) and isotherms (right side) are shown in Fig. 8b. It is observed that the melting interface develops more in the radial direction than in the axial direction due to the movement of liquid PCM towards the top region. At τ > 1 h, most of the PCM absorbs sufficient sensible heat and reaches its onset melting temperature. The melting interface starts to move in the downward axial direction due to the formation of circulating Benard convection cells under the influence of gravity and temperature gradient. The rise of GNP concentration accelerates the melting process due to increased thermal conduction, sufficient enough to surpass the negative effect of enhanced viscosity. The higher quantity of PCM is melted at 5% GNP as compared with 1% GNP concentration. It is observed that the shape of the melting interface is more irregular at this stage due to the noticeable effect of natural convection. The final stage of melting (τ > 3 h) is purely driven by convection as the maximum quantity of PCM is\nalready in the liquid state. The PCM is completely melted (red color) at GNP volume 5% after 5 h. However, there exists some solid PCM (blue color) in the bottom region at a lower concentration of GNP. The total melting time is reduced by 18%, 30% and 39% in a conical LHSS at a GNP volume fraction of 0.01, 0.03 & 0.05 respectively as compared with a conventional cylindrical LHSS."
    }, {
      "heading" : "5.3. Combined effect of GNP and fins in conical shaped LHSS",
      "text" : "The compound effect of using GNP and fins in a conical shaped LHSS is studied in this section. The temporal variation of liquid fraction in a finned conical LHSS with varying concentration of GNP is shown in Fig. 9a. The fins inside the PCM domain act as individual heat sources and diffuse heat quickly. The combined use of active and passive heat transfer techniques proposes a highly efficient LHSS with higher\ncharging/discharging rates. The melting time for the conical finned LHSS with 5% GNP is 3.4 h which shows a reduction of 57% in melting time. The melting time reduces by 46%, 47% and 53% at a GNP volume fraction of 0%, 1% & 3% respectively in a conical finned LHSS. The GNP dispersion also raises the viscosity and density of nano-PCM composite which severely deteriorates the convection heat transfer. It is concluded that conical LHSS with 1% GNP is not showing a substantial improvement in thermal performance. The total melting time of conical LHSS with GNP dispersion (0.01 vol%) is only reduced by 2.1% in comparison with an LHSS without GNP. Hence, there must be a tradeoff between the enhanced thermal conductivity and reduced natural convection while dispersing nanoparticles.\nThe contours of liquid fraction (left) and temperature (right) for a finned LHSS at different concentration of GNP are shown in Fig. 9b. In the initial melting phase (τ < 0.5 h), nano-PCM composite near the\nheated pipe absorbs the sufficient sensible heat and reaches the onset temperature. At τ= 1 h, the influence of natural convection is pronounced as evident by the distortion of melting interface and temperature contour lines. Subsequently, in the later stages (τ > 2 h), molten PCM occupies the top region of LHSS due to buoyancy effect (under the influence of gravity). Fins diffuse heat quickly in the enhanced conductive nano-PCM composite packed in a conical design. The collective benefit of fins, GNP and conical shape proposes an effective LHSS design for quick charging rates.\nThe movement of liquid PCM is shown through the streamlines in Fig. 9c. The high velocity (red color) is observed near the heated pipe wall carrying HTF. Earlier onset of Benard convection cell gives rise to higher heat transfer rate due to enhanced intermixing of both cold and hot layers of fluid. Moreover, Benard cells rapidly appear in a vertical orientation (as compared with horizontal) walls which causes enhanced natural convection heat transfer [41]. Benard cells are formed between the fin spacing as fins are acting as individual heat sources. In the present work, it is found that these cells are increasing with time as more quantity of PCM is melted which further enhances the rate of heat\ntransfer. The heat flux variations and energy stored in a finned conical LHSS with GNP are discussed in the subsequent sections."
    }, {
      "heading" : "5.3.1. Heat flux variations",
      "text" : "The temporal variation of average heat flux is presented in Fig. 10 for all the conical cases studied. Heat flux reduces quickly in the initial phase of conduction dominating the melting process. Subsequently, the heat flux is relatively constant due to the combined effect of convection & conduction. The GNP dispersion enhances the effective thermal conductivity of nano-PCM composite and increases the overall rate of heat transfer. Hence, the heat flux is more with a higher concentration of GNP. It is quite evident that fin addition restricts the natural convection heat transfer. Therefore, heat flux drops more quickly in an LHSS with fins (and GNP) as compared with an LHSS with GNP only. Nevertheless, fins act as an individual heat source inside the PCM and disperse heat more quickly. In the final melting stage, heat flux falls quickly because of weak conduction and heat transfer is predominantly governed by convection."
    }, {
      "heading" : "5.3.2. Energy stored",
      "text" : "The sensible (Es), latent (EL) and total energy (ET) charging rate of finned conical LHSS with 5% GNP is shown in Fig. 11\n=E mC T T( ( ))S p init (31)\n=E mL. . ( )L L (32)\n= +E m C T T L[ ( ) · ]T p init L (33)\nInitially, sensible heat is stored until the PCM attains the temperature of 164 °C. After that, the latent heat is absorbed due to the melting of PCM. The sensible, latent and total heat absorbed is 0.87 MJ, 2.6 MJ and 3.5 MJ respectively in 3.45 h. It is seen that 75% of total heat is stored as latent heat and rest 25% as sensible energy. The finned conical design with GNP provides a highly efficient storage system with a capacity of 1 MJ/h."
    }, {
      "heading" : "5.3.3. Melt enhancement ratio",
      "text" : "Melt enhancement fraction reflects the improvement in the total melting in comparison to a cylindrical arrangement with no fins or GNP.\n=\nMelt enhancement ratio Liq fract for a particular case Liq frac for base case. .\n1 ·100%\n(34)\nThe melt enhancement ratio is plotted against time as shown in Fig. 12. It is observed that a combination of fins and GNP gives the highest melt enhancement ratio. Fins diffuse heat quickly in the PCM domain and thereby increases the amount of melted PCM. The enhancement ratio for a finned conical LHSS with GNP is 45%, which is much higher than the conical LHSS without fins. In the initial 3 h, melt ratio rises rapidly due to the combined effect of fins and highly conductive GNP. However, conical LHSS with only 1% GNP shows the negative ratio, which reflects the melting rate is faster for the base case. The reason for this negative ratio is that the increased thermal conductivity due to 1% GNP is not sufficient to surpass the increased viscosity, which further restricts the natural convection heat transfer. The conical shape of LHSS counteracts the adverse effect of adding GNP by improving convective heat transport. Further, fin addition in the GNP dispersed PCM packed in conical shell proposes a highly efficient LHSS for quick charging rates."
    }, {
      "heading" : "6. Conclusions",
      "text" : "The present research proposes a highly efficient LHSS with conical shape comprising fins and GNP for the multistage solar cooling system, using a medium temperature PCM. The adverse effects of using fins and nanoparticles can be suppressed using an optimized fin with nanoparticles together in a conical shaped LHSS. The reduction of 57% in the melting time significantly enhances the overall charging performance. It is concluded that;\n• CuO, SiO2, and TiO2 are not suitable candidates for designing a quick charging solar cooling storage system. • Combined MADM and MODM ranking methodology predict graphene as the best candidate followed by aluminum and alumina. Graphene shows the highest rise in thermal conductivity and minimum reduction in specific & latent heat. • Conical LHSS makes use of natural convection advantageously by packing more PCM quantity in the upper region. A reduction of 16% in the melting time is observed with conical LHSS. • Employing fins in the conical LHSS provide better heat transfer enhancement than the nanoparticles dispersion. • Finned TES with 1% GNP doesn’t show substantial improvement in thermal performance due to enhanced viscosity and restriction of\nnatural convection vortices.\nThe proposed design employing both active and passive heat transfer enhancement techniques can be scaled up to any desired capacity. The present work would be helpful in designing any medium temperature (150–200 °C) vertical LHSS for quick charging/discharging rates."
    }, {
      "heading" : "Acknowledgment",
      "text" : "The authors would like to thank the collaboration between NTU (Nanyang Technological University) Singapore & IIT Delhi (Indian Institute of Technology). The Ph.D. exchange programme is supported by Energy Research Institute@ NTU (Nanyang Technological University), Singapore. The author (Rupinder Pal Singh) acknowledges Punjab Agricultural University, India for granting study leave and QIP, IIT Delhi for providing a platform to carry out the research work."
    }, {
      "heading" : "Appendix A. Supplementary material",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.applthermaleng.2019.01.072."
    } ],
    "references" : [ {
      "title" : "Solidification enhancement in a triplex-tube latent heat energy storage system using nanoparticles-metal foam combination",
      "author" : [ "J.M. Mahdi", "E.C. Nsofor" ],
      "venue" : "Energy 126 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Phase change material-based cold thermal energy storage: materials",
      "author" : [ "C. Veerakumar", "A. Sreekumar" ],
      "venue" : "techniques and applications – a review, Int. J. Refrig. 67 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Performance evaluation of nano-enhanced phase change materials during discharge stage in waste heat recovery",
      "author" : [ "V. Soni", "A. Kumar", "V.K. Jain" ],
      "venue" : "Renew. Energy 127 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A state-ofthe-art review on hybrid heat pipe latent heat storage systems",
      "author" : [ "M.S. Naghavi", "K.S. Ong", "M. Mehrali", "I.A. Badruddin", "H.S.C. Metselaar" ],
      "venue" : "Energy Convers. Manage. 105 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Simulation of heat pipe-assisted latent heat thermal energy storage with simultaneous charging and discharging",
      "author" : [ "N. Sharifi", "A. Faghri", "T.L. Bergman", "C.E. Andraka" ],
      "venue" : "Int. J. Heat Mass Transf. 80 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Numerical comparison between single PCM and multi-stage PCM based high temperature thermal energy storage for CSP tower plants",
      "author" : [ "K.E. Elfeky", "N. Ahmed", "Q. Wang" ],
      "venue" : "Appl. Therm. Eng. 139 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Non-uniform heat transfer suppression to enhance PCM melting by angled fins",
      "author" : [ "C. Ji", "Z. Qin", "Z. Low", "S. Dubey", "F.H. Choo", "F. Duan" ],
      "venue" : "Appl. Therm. Eng. 129 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Methods of heat transfer intensification in PCM thermal storage systems: review paper",
      "author" : [ "M. Al-Maghalseh", "K. Mahkamov" ],
      "venue" : "Renew. Sustain. Energy Rev. 92 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Melting phenomenon in a finned thermal storage system with graphene nano-plates for medium temperature applications",
      "author" : [ "R.P. Singh", "S.C. Kaushik", "D. Rakshit" ],
      "venue" : "Energy Convers. Manage. 163 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Investigating the collector efficiency of silver nanofluids based direct absorption solar collectors",
      "author" : [ "M. Chen", "Y. He", "J. Zhu", "D. Wen" ],
      "venue" : "Appl. Energy 181 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Thermal conductivity enhancement of erythritol as PCM by using graphite and nickel particles",
      "author" : [ "T. Oya", "T. Nomura", "M. Tsubota", "N. Okinaka", "T. Akiyama" ],
      "venue" : "Appl. Therm. Eng. 61 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Experimental determination of turbulent forced convection heat transfer and friction factor with SiO2 nanofluid",
      "author" : [ "W.H. Azmi", "K.V. Sharma", "P.K. Sarma", "R. Mamat", "S. Anuar", "V. Dharma Rao" ],
      "venue" : "Exp. Therm. Fluid Sci. 51 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Numerical and statistical study on melting of nanoparticle enhanced phase change material in a shell-and-tube thermal energy storage system",
      "author" : [ "M. Parsazadeh", "X. Duan" ],
      "venue" : "Appl. Therm. Eng. 111 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Solidification behavior of binary eutectic phase change material in a vertical finned thermal storage system dispersed with graphene nano-plates",
      "author" : [ "R.P. Singh", "S.C. Kaushik", "D. Rakshit" ],
      "venue" : "Energy Convers. Manage. 171 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A review of the application of carbon materials in solar thermal energy storage",
      "author" : [ "H. Badenhorst" ],
      "venue" : "Sol. Energy (2018), https://doi.org/10.1016/j.solener.2018.01. 062.  R.P. Singh et al.  Applied Thermal Engineering 151 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "A review on thermophysical properties of nanoparticle dispersed phase change materials",
      "author" : [ "M.A. Kibria", "M.R. Anisur", "M.H. Mahfuz", "R. Saidur", "I.H.S.C. Metselaar" ],
      "venue" : "Energy Convers. Manage. 95 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Phase change materials and carbon nanostructures for thermal energy storage: a literature review",
      "author" : [ "C. Amaral", "R. Vicente", "P.A.A.P. Marques", "A. Barros-Timmons" ],
      "venue" : "Renew. Sustain. Energy Rev. 79 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Heat transfer during melting of graphene-based composite phase change materials heated from below",
      "author" : [ "L.W. Fan", "Z.Q. Zhu", "Y. Zeng", "Q. Lu", "Z.T. Yu" ],
      "venue" : "Int. J. Heat Mass Transf. 79 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Thermal conductivity enhancement of nanostructure-based colloidal suspensions utilized as phase change materials for thermal energy storage: a review",
      "author" : [ "J.M. Khodadadi", "L. Fan", "H. Babaei" ],
      "venue" : "Renew. Sustain. Energy Rev. 24 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Analysis of isothermal phase change of phase change material within rectangular and cylindrical containers",
      "author" : [ "B. Zivkovic", "I. Fujii" ],
      "venue" : "Sol. Energy 70 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 1016
    }, {
      "title" : "Accelerated melting of PCM in energy storage systems via novel configuration of fins in the triplex-tube heat exchanger",
      "author" : [ "J.M. Mahdi", "S. Lohrasbi", "D.D. Ganji", "E.C. Nsofor" ],
      "venue" : "Int. J. Heat Mass Transf. 124 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Performance enhancement in latent heat thermal storage system: a review",
      "author" : [ "S. Jegadheeswaran", "S.D. Pohekar" ],
      "venue" : "Renew. Sustain. Energy Rev. 13 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "On the effect of eccentricity of a horizontal tube-in-shell storage unit on solidification of a PCM",
      "author" : [ "M.Y. Yazici", "M. Avci", "O. Aydin", "M. Akgun" ],
      "venue" : "Appl. Therm. Eng. 64 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Comparison of heat transfer between cylindrical and conical vertical shell-and-tube latent heat thermal energy storage systems",
      "author" : [ "S. Seddegh", "S.S.M. Tehrani", "X. Wang", "F. Cao", "R.A. Taylor" ],
      "venue" : "Appl. Therm. Eng. 130 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Application of material assessment methodology in latent heat thermal energy storage for waste heat recovery",
      "author" : [ "H. Xu", "A. Romagnoli", "J.Y. Sze", "X. Py" ],
      "venue" : "Appl. Energy 187 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Melting enhancement in triplex-tube latent heat energy storage system using nanoparticles-metal foam combination",
      "author" : [ "J.M. Mahdi", "E.C. Nsofor" ],
      "venue" : "Appl. Energy 191 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "A comprehensive review on rheological behavior of mono and hybrid nanofluids: effective parameters and predictive correlations",
      "author" : [ "H. Khodadadi", "S. Aghakhani", "H. Majd", "R. Kalbasi", "S. Wongwises", "M. Afrand" ],
      "venue" : "Int. J. Heat Mass Transf. 127 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Preparation and thermal properties characterization of carbonate salt/carbon nanomaterial composite phase change material",
      "author" : [ "Y.B. Tao", "C.H. Lin", "Y.L. He" ],
      "venue" : "Energy Convers. Manage. 97 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "4419, Standard test method for measurement of transition temperatures of petroleum waxes by differential scanning calorimetry (DSC)",
      "author" : [ "D ASTM" ],
      "venue" : "American Society for Testing and Materials,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 1990
    }, {
      "title" : "Thermal property measurement and heat storage analysis of LiNO3/KCl – expanded graphite composite phase change material",
      "author" : [ "Z. Huang", "X. Gao", "T. Xu", "Y. Fang", "Z. Zhang" ],
      "venue" : "Appl. Energy 115 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Material selection and testing for thermal energy storage in solar cooling",
      "author" : [ "A. Gil", "E. Oró", "G. Peiró", "S. Álvarez", "L.F. Cabeza" ],
      "venue" : "Renew. Energy 57 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Investigating the impact of Cp-T values determined by DSC on the PCM-CFD model",
      "author" : [ "M. Iten", "S. Liu", "A. Shukla", "P.D. Silva" ],
      "venue" : "Appl. Therm. Eng. 117 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Effect of carbon nano inclusion dimensionality on the melting of phase change nanocomposites in vertical shell-tube thermal energy storage unit",
      "author" : [ "N. Das", "Y. Takata", "M. Kohno", "S. Harish" ],
      "venue" : "Int. J. Heat Mass Transf. 113 ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Jia Che-chang",
      "author" : [ "L.W. Chu Ke" ],
      "venue" : "Effective thermal conductivity of graphene-based composites, Appl Phys Lett. 101 (121916) ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Effect of inclination angle on the performance of a shell and tube heat storage unit – an experimental study",
      "author" : [ "N. Kousha", "M.J. Hosseini", "M.R. Aligoodarz", "R. Pakrouh", "R. Bahrampoury" ],
      "venue" : "Appl. Therm. Eng. 112 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Experimental study on melting/solidification characteristics of a paraffin as PCM",
      "author" : [ "M. Akgün", "O. Aydin", "K. Kaygusuz" ],
      "venue" : "Energy Convers. Manage. 48 ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Thermal performance of a shell-andtube latent heat thermal energy storage unit: role of annular fins",
      "author" : [ "X. Yang", "Z. Lu", "Q. Bai", "Q. Zhang", "L. Jin", "J. Yan" ],
      "venue" : "Appl. Energy 202 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Effective thermal conductivity of carbon nanotube-based nanofluid",
      "author" : [ "H. Jiang", "Q. Zhang", "L. Shi" ],
      "venue" : "J. Taiwan Inst. Chem. Eng. 55 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "A direct comparison of three different material enhancement methods on the transient thermal response of paraffin phase change material exposed to high heat fluxes",
      "author" : [ "K. Chintakrinda", "R.D. Weinstein", "A.S. Fleischer" ],
      "venue" : "Int. J. Therm. Sci. 50 (2011) 1639–1647, https://doi.org/10.1016/j.ijthermalsci.2011.04.005.  R.P. Singh et al.  Applied Thermal Engineering 151 ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "LHSS uses Phase change material (PCM) which are able to store 5–14 times more thermal energy than a sensible heat storage material [1].",
      "startOffset" : 131,
      "endOffset" : 134
    }, {
      "referenceID" : 1,
      "context" : "Most of the high-temperature LHSS are applied to concentrated solar power generation whereas low-temperature PCMs are employed for domestic water heating, cold energy storage, greenhouse heating and buildings storage [2].",
      "startOffset" : 217,
      "endOffset" : 220
    }, {
      "referenceID" : 2,
      "context" : "However, there are few studies reported on the medium temperature (120–200 °C) thermal storage systems [3].",
      "startOffset" : 103,
      "endOffset" : 106
    }, {
      "referenceID" : 0,
      "context" : "Literature suggested many methods like heat pipes [45], metal foams [1], cascading [6], fins [7], nano inclusions [8], etc.",
      "startOffset" : 68,
      "endOffset" : 71
    }, {
      "referenceID" : 5,
      "context" : "Literature suggested many methods like heat pipes [45], metal foams [1], cascading [6], fins [7], nano inclusions [8], etc.",
      "startOffset" : 83,
      "endOffset" : 86
    }, {
      "referenceID" : 6,
      "context" : "Literature suggested many methods like heat pipes [45], metal foams [1], cascading [6], fins [7], nano inclusions [8], etc.",
      "startOffset" : 93,
      "endOffset" : 96
    }, {
      "referenceID" : 7,
      "context" : "Literature suggested many methods like heat pipes [45], metal foams [1], cascading [6], fins [7], nano inclusions [8], etc.",
      "startOffset" : 114,
      "endOffset" : 117
    }, {
      "referenceID" : 8,
      "context" : "In our previous study [9], it is found that fin height up to the half of annular space is the best possible configuration for enhanced rate of heat transfer.",
      "startOffset" : 22,
      "endOffset" : 25
    }, {
      "referenceID" : 16,
      "context" : "[17] reviewed the different carbon nanostructures for thermal storage systems and concluded that graphene nanoplates provide the highest thermal conductivity enhancement.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 17,
      "context" : "[18] observed a dramatic increase in the viscosity, up to 10 times at 3% GNP dispersion in a low-temperature PCM.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 18,
      "context" : "[19] presented a comprehensive review of thermal conductivity enhancement using various metal, metal oxide and carbon nanoparticles in thermal storage systems.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 21,
      "context" : "However, the vertical orientation of LHSS is preferred due to the higher rate of heat transfer [22].",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 22,
      "context" : "In a vertical LHSS, natural convection is dominant in the top region causing quick melting [23].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 23,
      "context" : "[24], proposed a conically shaped storage system which utilizes natural convection more effectively due to the packing of more PCM in the top region.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 24,
      "context" : "The combined MADM and MODM ranking methodology developed for the pure PCM in our previous work [25] is further extended to include the nanoparticles.",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 25,
      "context" : "The thermo-physical properties at various concentration of nanoparticles are evaluated using the homogeneous model theory [26].",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 10,
      "context" : "Nickel (Ni) [11] Silver (Ag) [10] Copper (Cu) [3] Aluminum (Al) [3] Copper oxide (CuO) [13] Silicone-dioxide (SiO2) [3] Titanium-dioxide TiO2 [3] Alumina (Al2O3) [1] Graphene nano plates (GNP) [9]",
      "startOffset" : 12,
      "endOffset" : 16
    }, {
      "referenceID" : 9,
      "context" : "Nickel (Ni) [11] Silver (Ag) [10] Copper (Cu) [3] Aluminum (Al) [3] Copper oxide (CuO) [13] Silicone-dioxide (SiO2) [3] Titanium-dioxide TiO2 [3] Alumina (Al2O3) [1] Graphene nano plates (GNP) [9]",
      "startOffset" : 29,
      "endOffset" : 33
    }, {
      "referenceID" : 2,
      "context" : "Nickel (Ni) [11] Silver (Ag) [10] Copper (Cu) [3] Aluminum (Al) [3] Copper oxide (CuO) [13] Silicone-dioxide (SiO2) [3] Titanium-dioxide TiO2 [3] Alumina (Al2O3) [1] Graphene nano plates (GNP) [9]",
      "startOffset" : 46,
      "endOffset" : 49
    }, {
      "referenceID" : 2,
      "context" : "Nickel (Ni) [11] Silver (Ag) [10] Copper (Cu) [3] Aluminum (Al) [3] Copper oxide (CuO) [13] Silicone-dioxide (SiO2) [3] Titanium-dioxide TiO2 [3] Alumina (Al2O3) [1] Graphene nano plates (GNP) [9]",
      "startOffset" : 64,
      "endOffset" : 67
    }, {
      "referenceID" : 12,
      "context" : "Nickel (Ni) [11] Silver (Ag) [10] Copper (Cu) [3] Aluminum (Al) [3] Copper oxide (CuO) [13] Silicone-dioxide (SiO2) [3] Titanium-dioxide TiO2 [3] Alumina (Al2O3) [1] Graphene nano plates (GNP) [9]",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 2,
      "context" : "Nickel (Ni) [11] Silver (Ag) [10] Copper (Cu) [3] Aluminum (Al) [3] Copper oxide (CuO) [13] Silicone-dioxide (SiO2) [3] Titanium-dioxide TiO2 [3] Alumina (Al2O3) [1] Graphene nano plates (GNP) [9]",
      "startOffset" : 116,
      "endOffset" : 119
    }, {
      "referenceID" : 2,
      "context" : "Nickel (Ni) [11] Silver (Ag) [10] Copper (Cu) [3] Aluminum (Al) [3] Copper oxide (CuO) [13] Silicone-dioxide (SiO2) [3] Titanium-dioxide TiO2 [3] Alumina (Al2O3) [1] Graphene nano plates (GNP) [9]",
      "startOffset" : 142,
      "endOffset" : 145
    }, {
      "referenceID" : 0,
      "context" : "Nickel (Ni) [11] Silver (Ag) [10] Copper (Cu) [3] Aluminum (Al) [3] Copper oxide (CuO) [13] Silicone-dioxide (SiO2) [3] Titanium-dioxide TiO2 [3] Alumina (Al2O3) [1] Graphene nano plates (GNP) [9]",
      "startOffset" : 162,
      "endOffset" : 165
    }, {
      "referenceID" : 8,
      "context" : "Nickel (Ni) [11] Silver (Ag) [10] Copper (Cu) [3] Aluminum (Al) [3] Copper oxide (CuO) [13] Silicone-dioxide (SiO2) [3] Titanium-dioxide TiO2 [3] Alumina (Al2O3) [1] Graphene nano plates (GNP) [9]",
      "startOffset" : 193,
      "endOffset" : 196
    }, {
      "referenceID" : 27,
      "context" : "Structure shape [28] Sphere Sphere Sphere Sphere Sphere Sphere Sphere Sphere Sheets (Square)",
      "startOffset" : 16,
      "endOffset" : 20
    }, {
      "referenceID" : 13,
      "context" : "In the present work, eutectic LiNO3-KCl (50/50) is selected as PCM which is proven to be the best candidate for the hightemperature solar cooling system [14].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 25,
      "context" : "The effective thermal conductivity model given by Maxwell is extended to include the Brownian movement of nanoparticles [26].",
      "startOffset" : 120,
      "endOffset" : 124
    }, {
      "referenceID" : 26,
      "context" : "The viscosity of the nano-PCM composite is evaluated using the Brinkman relation [27]",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 29,
      "context" : "0011 – Density (kg/m3) solid 2010 [30] 930 8030 liquid 1930 [14] Thermal expansion coefficient (×10−4) 9 [14] – –",
      "startOffset" : 34,
      "endOffset" : 38
    }, {
      "referenceID" : 13,
      "context" : "0011 – Density (kg/m3) solid 2010 [30] 930 8030 liquid 1930 [14] Thermal expansion coefficient (×10−4) 9 [14] – –",
      "startOffset" : 60,
      "endOffset" : 64
    }, {
      "referenceID" : 13,
      "context" : "0011 – Density (kg/m3) solid 2010 [30] 930 8030 liquid 1930 [14] Thermal expansion coefficient (×10−4) 9 [14] – –",
      "startOffset" : 105,
      "endOffset" : 109
    }, {
      "referenceID" : 13,
      "context" : "The detailed preparation method is given in our previous work [14].",
      "startOffset" : 62,
      "endOffset" : 66
    }, {
      "referenceID" : 28,
      "context" : "The ramp rate of 10 °C/min is used as suggested by ASTM 4419 standard [29].",
      "startOffset" : 70,
      "endOffset" : 74
    }, {
      "referenceID" : 30,
      "context" : "The minimum generator temperature should be 140 °C, as per the design conditions of an actual solar absorption chiller [32].",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 23,
      "context" : "The conical design proposed by Seddegh [24] is shown in Fig.",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 8,
      "context" : "5 mm respectively, based on the findings of the previous work [9].",
      "startOffset" : 62,
      "endOffset" : 65
    }, {
      "referenceID" : 31,
      "context" : "This model has been validated in various similar shell and tube designs [34,35].",
      "startOffset" : 72,
      "endOffset" : 79
    }, {
      "referenceID" : 32,
      "context" : "This model has been validated in various similar shell and tube designs [34,35].",
      "startOffset" : 72,
      "endOffset" : 79
    }, {
      "referenceID" : 8,
      "context" : "Natural convection effect is included using the Boussinesq model [9,14,21]",
      "startOffset" : 65,
      "endOffset" : 74
    }, {
      "referenceID" : 13,
      "context" : "Natural convection effect is included using the Boussinesq model [9,14,21]",
      "startOffset" : 65,
      "endOffset" : 74
    }, {
      "referenceID" : 20,
      "context" : "Natural convection effect is included using the Boussinesq model [9,14,21]",
      "startOffset" : 65,
      "endOffset" : 74
    }, {
      "referenceID" : 33,
      "context" : "Hence, Chu’s conductive model [36] is applied in the present work which includes the influence of aspect ratio, anisotropy, non-linearity, thermal resistance and concentration of dispersed GNP (non-spherical).",
      "startOffset" : 30,
      "endOffset" : 34
    }, {
      "referenceID" : 34,
      "context" : "= = = T T PCM; 0; 145 C init (26) Nondimensional numbers [37] are introduced as",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 8,
      "context" : "The details are already given in our previous work [9].",
      "startOffset" : 51,
      "endOffset" : 54
    }, {
      "referenceID" : 23,
      "context" : "These findings are consistent with a recent experimental study [24] which shows an improved convective Fig.",
      "startOffset" : 63,
      "endOffset" : 67
    }, {
      "referenceID" : 17,
      "context" : "The rise in thermal conductivity is due to the combined effect of the nanoparticle aggregation, nonlocal and ballistic transport, thermophoresis and Brownian motion of the nanoparticles [18,40].",
      "startOffset" : 186,
      "endOffset" : 193
    }, {
      "referenceID" : 37,
      "context" : "The rise in thermal conductivity is due to the combined effect of the nanoparticle aggregation, nonlocal and ballistic transport, thermophoresis and Brownian motion of the nanoparticles [18,40].",
      "startOffset" : 186,
      "endOffset" : 193
    }, {
      "referenceID" : 38,
      "context" : "Moreover, Benard cells rapidly appear in a vertical orientation (as compared with horizontal) walls which causes enhanced natural convection heat transfer [41].",
      "startOffset" : 155,
      "endOffset" : 159
    } ],
    "year" : 2019,
    "abstractText" : "This study introduces a novel latent heat storage system using a combination of active (fins and nanoparticles) and passive (conical design) heat transfer enhancement techniques for the solar absorption chilling system. First part of the work proposes a selection criterion using Multi-attribute decision making (MADM) combined with Multi objectives decision making (MODM) tools to rank and select the different nanoparticles. The methodology suggests Graphene as the best candidate amongst the widely used metal (Cu, Al, Ni, Ag) and metal oxide (CuO, Al2O3, TiO2, SiO2) nanoparticles. Subsequently, the charging performance of the medium temperature eutectic salt (LiNO3-KCl; 50:50) dispersed with graphene nanoplates is studied in a conical shaped shell and tube storage system with & without fins. The numerical investigations are performed using the actual plant data of double effect solar absorption system. Based on the plant operating conditions, the Stefan and Grashoff numbers are obtained as 0.35 & 4.2 × 105 respectively, showing the laminar flow of molten PCM. The thermal performance of the storage system coupled with heat transfer and fluid flow is studied for melt fraction, temperature field, the energy stored and heat flux variations at different concentration of graphene. Effect of enhanced viscosity and reduction in natural convection heat transfer due to GNP dispersion is studied simultaneously with the gained advantage of increased thermal conductivity. It is concluded that melting time is reduced by 57% using the proposed storage design in comparison with a conventional cylindrical system.",
    "creator" : "Elsevier"
  }
}