{
  "name" : "downloads_2020-10-24_b6_bailey2020.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Liposomal formulation of HIF-1α inhibitor echinomycin eliminates established metastases of triple-negative breast cancer",
    "authors" : [ "Christopher M. Bailey", "Yan Liu", "Gong Peng", "Huixia Zhang", "Miao He", "Duxin Sun", "Pan Zheng", "Yang Liu", "Yin Wang" ],
    "emails" : [ "yaliu@ihv.umaryland.edu,", "yin.wang@ihv.umary" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Hypoxia-inducible factor 1α (HIF-1α) is recognized as a prime molecular target for metastatic cancer. However, no specific HIF-1α inhibitor has been approved for clinical use. Here, we demonstrated that in vivo efficacy of echinomycin in solid tumors with HIF-1α overexpression is formulation-dependent. Compared to previously-used Cremophor-formulated echinomycin, which was toxic and ineffective in clinical trials, liposomal-echinomycin provides significantly more inhibition of primary tumor growth and only liposomeformulated echinomycin can eliminate established triple-negative breast cancer (TNBC) metastases, which are the leading cause of death from breast cancer, as available therapies remain minimally effective at this stage. Pharmacodynamic analyses reveal liposomal-echinomycin more potently inhibits HIF-1α transcriptional activity in primary and metastasized TNBC cells in vivo, the latter of which are HIF-1α enriched. The data suggest that nanoliposomal-echinomycin can provide safe and effective therapeutic HIF-1α inhibition and could represent the most potent HIF-1α inhibitor in prospective trials for metastatic cancer. © 2020 Elsevier Inc. All rights reserved.\nKey words: HIF-1α; Echinomycin; Nanomedicine; Liposome; Breast cancer\nMetastatic breast cancer is the most frequent cause of cancerrelated death in women.1 Hypoxia-inducible factor 1α (HIF-1α) is a master transcription factor that is highly expressed in cancer tissues, including breast cancer, and is particularly enriched in triple-negative breast cancer (TNBC).2 Generally, HIF-1α is degraded under normoxia, but it can be stabilized by oxygenindependent mechanisms, especially in cancer cells.3 HIF-1α activates transcription by binding to hypoxia response elements (HRE) in the promoters of its target genes. In breast cancer, HIF1α acts as a master regulator for the expression of genes that promote tumor growth, vascularization, and metastasis.4 HIF-1α\nDeclaration of competing interest:Yang Liu and Pan Zheng are co-founders National Medical Center. No potential conflicts of interest were disclosed by oth\nFunding: This study was supported by the grants from the National Institu CA164469 (Yin Wang)) and a grant from OncoImmune, Inc. Christopher M. Bail George Washington University during part of the studies.\n⁎Corresponding authors. E-mail addresses: yaliu@ihv.umaryland.edu, (Y. Liu), yin.wang@ihv.umary 1 These authors contributed equally to this work.\nhttps://doi.org/10.1016/j.nano.2020.102278 1549-9634/© 2020 Elsevier Inc. All rights reserved.\nPlease cite this article as: Bailey C.M, et al, Liposomal formulation of HIF-1α breast cancer. Nanomedicine: NBM 2020;29:1-12, https://doi.org/10.1016/j.nan\nhas been identified as one of five predictive signature markers to predict disease outcome among node-negative breast cancer patients.5 HIF-1α inhibition has shown success as a therapeutic strategy in mouse models of metastatic breast cancer.6 ,7 However, no specific HIF inhibitor has been approved for clinical use.8\nEchinomycin is a potent small-molecule inhibitor of HIF-1α, which functions through sequence-specific binding to HRE to competitively inhibit HIF-1α binding to its target genes.9 Before HIF-1α was identified as molecular target of echinomycin, the drug was tested in multiple phase I and II trials for treatment of\nof OncoImmune, Inc., which has licensed the technology from the Children's er authors. tes of Health National Cancer Institute (CA171972, CA183030 (Yang Liu), ey received stipend support from the Institute of Biomedical Sciences at The\nland.edu. (Y. Wang).\ninhibitor echinomycin eliminates established metastases of triple-negative o.2020.102278\nsolid tumors.10–21 However, clinical development was discontinued because echinomycin was not found to be effective for patients with solid tumors that were refractory to all available treatments.\nSeveral factors could have contributed to failure of the trials. First, preclinical studies had not identified HIF-1α as molecular target of echinomycin, making it impossible to judge the ontarget activity of echinomycin in vivo. Second, no methods have been developed to evaluate the drug availability in vivo. Echinomycin is extremely insoluble in water, which complicates its formulation into a suitable dosage form. In earlier clinical trials, echinomycin was formulated with Cremophor EL® (CrEL). CrEL has been under scrutiny for its allergenic activity and, in clinical trials with CrEL-echinomycin, hypersensitivity reactions were observed.12,18,19 ,21–23 CrEL-echinomycin also caused severe nausea and vomiting, constituting its dose-limiting toxicity.11,12 ,15–21\nWe have demonstrated that echinomycin, dissolved in dimethyl sulfoxide (DMSO) is active against leukemia in mice.24,25 However, this formulation has shown little efficacy in treatment of solid tumors in mice (our unpublished observations). Since liposomes can improve drug delivery to solid tumors, we explored their potential as an enabling technology for echinomycin in solid tumors.26 We report here that reformulating echinomycin in liposomes reduced toxicity and provided strong therapeutic effects with effective in vivo targeting of the HIF-1α pathway. Our data demonstrate that, with proper formulation, echinomycin provides a safe and effective approach for in vivo targeting of HIF-1α activity to inhibit growth and metastasis of solid tumors."
    }, {
      "heading" : "Methods",
      "text" : ""
    }, {
      "heading" : "Materials",
      "text" : "All cell lines were purchased from American Type Culture Collection (Manassas, VA) except for SUM-159 (gift from Dr. Max Wicha's laboratory, University of Michigan) and TUBO (gift from Dr. Yangxin Fu's laboratory, University of Texas). All experiments were performed with mycoplasma-free cells. AntiHIF-1α (GTX127309) was purchased from GeneTex (Irvine, CA), anti-Vimentin (NBP2-12472) from Novus Biologicals (Centennial, CO), anti-cleaved Capase 3 from Cell Signaling (Danvers, MA), and anti-Ki67 (sc-101861) from Santa Cruz Biotech (Santa Cruz, CA). Hydrogenated soy L-α-phosphatidylcholine (HSPC), 1,2-distearoyl-sn-glycero-3-phosphoethanolamine-N-[methoxy(polyethylene glycol)-2000] (18:0 PEG2000 PE), and cholesterol were from Avanti Polar Lipids, Inc. (Alabaster, AL). Echinomycin was provided by Oncoimmune (Rockville, MD). LenticrisprV2 vector plasmid was from Addgene (Cambridge, MA)."
    }, {
      "heading" : "Liposomal-echinomycin preparation and characterization",
      "text" : ""
    }, {
      "heading" : "Preparation",
      "text" : "HSPC, cholesterol, and 18:0 PEG2000 PE were dissolved in 2:1 chloroform:methanol (v/v) at 56.7:5.3:38 (mol:mol) ratio. Echinomycin was added at a 1:20 (drug:lipid, wt:wt) ratio. Solvent was evaporated with nitrogen to produce a lipid film,\nwhich was hydrated in 300 mM sucrose for 7.1 mg/mL lipid. Liposomes were extruded 21× across 50 nm polycarbonate with a MiniExtruder (Avanti Polar Lipids, Alabaster, AL), then sterile-filtered through 0.22 μm polyethersulfone (MilliporeSigma, Burlington, MA). The filtrate was sampled for highperformance liquid chromatography (HPLC) and dynamic light scattering (DLS)/zeta potential and stored at 4 °C. Drying, hydration, and extrusion steps were carried out at 65 °C; all other steps were at room temperature. Hydrodynamic diameter, polydispersity index (PdI), and zeta potential of liposomalechinomycin were determined using a Malvern Zetasizer Nano ZS. TEM measurement conditions: 3.5 μL undiluted sample plunge frozen using FEI Vitrobot; humidity 100%, blot time 2.5 s, blot force 5."
    }, {
      "heading" : "Echinomycin release",
      "text" : "Echinomycin release from liposomal-echinomycin was determined by dialysis. Liposomal-echinomycin was diluted 1:4 in release medium (DI water), and transferred into individual dialysis tubes as aliquots (GE Healthcare, Chicago, IL). Then, the dialysis tubes were placed in a reservoir containing 4 L of release medium and dialyzed at room temperature with stirring. At each time point, a dialysis tube was removed and the contents were filtered by a fresh 0.22 μm polyethersulfone (PES) filter. The filtrate was diluted in acetonitrile to match HPLC mobile phase, and run on HPLC to determine echinomycin concentration. Percent release was calculated as follows: % release = [1 − (echinomycin concentrationtimepoint)/(echinomycin concentrationinitial)] × 100."
    }, {
      "heading" : "Stability assay",
      "text" : "Liposomal-echinomycin was stored at 4 °C and sampled for DLS/zeta potential and echinomycin content analysis at indicated time points. Echinomycin content was determined by sub-micron filtration,27,28 with 0.22 μm polyethersulfone."
    }, {
      "heading" : "Mice",
      "text" : "All procedures involving experimental animals were approved by the Institutional Animal Care and Use Committee (IACUC) of Children's Research Institute or University of Maryland School of Medicine. NOD.Cg-PrkdcscidIl2rγtm1Wjl/ SzJ (NSG) mice were from Jackson Laboratory (Bar Harbor, ME) and maintained under specified pathogen-free conditions at the Children's Research Institute or University of Maryland School of Medicine.\nBreast cancer xenograft model Tumor cells (0.5 × 106-1 × 106) were suspended in RPMI 1640 and injected into the second mammary fat pad of 6- 8 weeks-aged female NSG mice. Tumor volume was calculated as follows: volume = (A × B2)/2, where A is the shorter diameter. Mice were euthanized by CO2 asphyxiation when tumors reached 20 mm. For full surgical resection (FSR) experiments, primary tumors were resected once 5 × 5 mm as previously described.29 All agents were administered by intravenous (i.v.) injection. CrEL-echinomycin (dissolved in 1:1 volume of Cremophor:ethanol) or liposomal-echinomycin was diluted using normal saline."
    }, {
      "heading" : "Histology, immunofluorescence",
      "text" : "Formalin-fixed tissues were paraffin-embedded and sectioned for hematoxylin and eosin (H&E) or immunofluorescence staining. Toxicological analyses were performed double-blind by a certified veterinary pathologist. Metastasis was quantified in liver or lung tissues by counting human vimentin-positive nodules/view at 10× magnification. For immunofluorescence, 5 μm-thick sections were treated by sequential deparaffinization, rehydration, and antigen-retrieval with 0.5 M Tris–HCl plus 5% urea buffer, and microwave-boiled for 20 min. Antibodies were used to stain 0.3% Triton-permeabilized sections in 2% bovine serum albumin blocking buffer."
    }, {
      "heading" : "Statistics",
      "text" : "Statistical analyses were performed using GraphPad Prism 7. To determine statistical significance P values were calculated using Student's t test (two tailed) for pair-wise comparisons, or one-way ANOVA with Bonferonni's posttest for experiments involving multiple groups, and two-way ANOVA for tumor k ine t i c s (* P < 0 .05 ; ** P < 0 .01 ; *** P < 0 .001 ; ****P < 0.0001; ns, not significant). Sample sizes were determined by power calculation or prior experience. All experiments have been performed at least three times, producing similar results. Representative data are shown.\nAdditional methods in Supplemental Methods."
    }, {
      "heading" : "Results",
      "text" : "Echinomycin effectively targets HIF-1α-dependent breast cancer\nAlthough HIF-1α is normally degraded under normoxia, noncanonical mechanisms exist to promote its stability regardless of oxygen tension in cancer cells, including breast cancer.3 We evaluated HIF-1α protein in breast cancer cell lines under normoxia, with or without the hypoxia mimetic CoCl2. Although detectable in HER2+ cell lines, HIF-1α protein was particularly higher in TNBC cell lines SUM-159 and MDA-MB-231 (Figure 1, A). HIF-1α protein levels under normoxia corresponded to the breast cancer cells' susceptibility to echinomycin after 24 h (Figure 1, B) or 48 h (Figure S1) treatment, suggesting oncogenic addiction. We analyzed in vitro activity of echinomycin on expression of HIF-1α targets known to be critical for tumor growth and metastasis30–35 in SUM-159. mRNA levels of CITED2, VEGFA, SLC2A3, and SDF1 were reduced in a dosedependent manner (Figure 1, C). Primer sequences are listed in Table S1. To test the specificity of echinomycin on HIF-1α inhibition in breast cancer, we generated HIF1A knockout SUM159 cells by Crispr/Cas9 guided gene editing method (Figure 1, D). HIF1A(−/−) SUM-159 cells were less sensitive to echinomycin compared to empty vector (WT). The apparent HIF-1αdependence provides strong genetic evidence that HIF-1α is the major target of echinomycin (Figure 1, E). Double-knockdown of HIF1A and HIF2A in MDA-MB-231 cells was reported to impair primary tumor growth and lung metastasis in vivo6. Indeed, our analysis using SUM-159 cells with Crispr/Cas9 knockout of HIF1A confirmed that HIF1A is required for TNBC\ngrowth and metastatic potential, even under normoxia. Knockout of HIF1A alone severely inhibited SUM-159 growth by colony forming assay (Figure S2, A) and metastatic potential determined by Transwell migration and wound healing assays (Figure S2, B). Accordingly, genetic depletion of the HIF1A isoform was sufficient to abrogate tumor growth in xenogeneic recipient mice (Figure S2, C)."
    }, {
      "heading" : "Formulation and characterization of liposomal-echinomycin",
      "text" : "Having confirmed HIF1A-dependent breast cancer growth and inhibition by echinomycin in vitro, we set out to test if the CrEL-echinomycin formulation used for earlier clinical trials can target HIF-1α in vivo. We transplanted SUM-159 cells into NSG mice and treated them with CrEL-echinomycin at a maximallytolerable regimen once 3 × 3 mm tumors formed. However, no tumor growth inhibition was observed (Figure 1, F). These data demonstrate that, even for HIF1A-dependent tumor cells that can be effectively targeted by echinomycin in vitro, the clinical formulation was largely ineffective. The data suggest that lack of clinical efficacy may be due to inadequate delivery to tumor cells in vivo.\nSince liposomes can improve the therapeutic index of incorporated drugs, we tested if a liposomal platform could achieve the same for echinomycin. Liposomal-echinomycin displayed an average hydrodynamic diameter of 98 nm and high uniformity (Figure 2, A & B, Table S2), with narrow polydispersity index (PdI) of ~0.05 by DLS (Figure 2, C, Table S2). Capillary electrophoresis revealed an average zeta potential of −30 mV (Figure 2, C). These physiochemical characteristics were highly reproducible between batches (Table S2). We studied the drug release profile by dialysis followed by HPLC and found that echinomycin was released over ~168 h under this condition (Figure 2, D, Figure S3). We next examined stability of liposomal-echinomycin at 4 °C. Hydrodynamic diameter, PdI, and zeta potential remained stable for at least 18 months (Figure 2, E & F). To study drug content loss, we filtered the product at various time points with 0.22 μm polyethersulfone for the removal of any echinomycin precipitates, and analyzed the filtrates by HPLC. No evidence of drug content loss was observed throughout the study (Figure 2, G). To verify that the potency of echinomycin drug substance remained unchanged, we treated SUM-159 cells with liposomalechinomycin kept in storage for various periods of time. Liposomal-echinomycin kept for 3 or 18 months in storage was indistinguishable in potency from of a fresh batch of liposomal-echinomycin or free echinomycin (Figure 2, H). Therefore, the potency of echinomycin is unaltered by its entrapment into the liposomes, and the potency of liposomalechinomycin remains stable in storage for at least 18 months.\nWe have recently reported that liposomal formulation increased the systemic exposure of echinomycin in the blood circulation.36 We studied the tissue biodistribution of echinomycin in tumor-bearing mice following i.v. administration of Lipo-EM at 0.1 mg kg−1. Figure S4 and Table S3 show echinomycin concentration–time profiles and the pharmacokinetic parameters of echinomycin in different tissues, respectively. After i.v. administration, echinomycin reached most tissues\nwith Tmax between 0.25 and 1 h (Table S3). The highest amount of echinomycin was found in liver, followed by kidney, spleen, lung, heart, and tumor (Figure S4). Terminal half-life (T1/2) and mean residence time (MRT) ranged between 3.37-13.43 h and 4.42-10.86 h, respectively, and nearly all of the drug was eliminated by 72 h post-dosing (Figure S4, Table S3).\nLiposomal-echinomycin is less toxic than conventionallyformulated echinomycin\nSince we encountered a toxicity ceiling for CrELechinomycin in the SUM-159 model, we tested if reformulation resulted in reduced toxicity by comparing acute toxicity of CrELechinomycin and liposomal-echinomycin in mice. First, we evaluated single-dose acute toxicity at the equivalent dose of 1 mg kg−1. While 1 mg kg−1 of CrEL-echinomycin was 100%\nlethal by day 7 post-administration, the same dose of liposomalechinomycin did not reach LD50 (Figure 3, A). CrELechinomycin also caused 100% mortality in repeat dosing at 0.35 mg kg−1, (Figure 3, B). While these mice experienced rapid, progressive weight loss, mice receiving the same dose/schedule of liposomal-echinomycin were visually indistinguishable from control mice (Figure 3, C). Thus, liposomal-echinomycin is less toxic than CrEL-echinomycin. In terms of body weight loss, 0.35 mg kg−1 liposomal-echinomycin was equitoxic to 0.25 mg kg−1 of CrEL-echinomycin (Figure 3, B). We monitored food consumption as a surrogate marker for safety of echinomycin formulations. Mice that received 0.25 mg kg−1 of CrEL-echinomycin, or 0.35 mg kg−1 of liposomalechinomycin consumed significantly less throughout the observation period compared to mice that received empty liposomes, CrEL vehicle, liposomal-echinomycin 0.25 mg kg−1, or either\nformulation at 0.15 mg kg−1 (Figure 3,D). As shown in Figure 3, E, compared to each group's respective pre-treatment values, mice that received CrEL-echinomycin, but not liposomalechinomycin, demonstrated a significant decrease in mean daily food consumption at doses as low as 0.15 mg kg−1. Starting at 0.25 mg kg−1, there was significant decrease in mean daily food consumption for all mice receiving echinomycin, regardless of the formulation. However, at 0.25 mg kg−1, the decrease was more pronounced in mice that received CrELechinomycin vs liposomal-echinomycin, and post-treatment averages in daily food intake were also significantly different between the two groups. Compared to pre-treatment values, the reduction in average daily food intake for mice that received CrEL-echinomycin 0.25 mg kg−1 was 81.4% of the initial, compared to 79.5% of the initial for liposomal-echinomycin 0.35 mg kg−1, and the post-treatment averages in daily food intake were not significantly different between the two groups. This analysis demonstrated that liposomal-echinomycin was approx-\nimately 30% less toxic than CrEL-echinomycin in terms of body weight loss and food consumption.\nWe performed post-mortem histological analysis of H&E stained liver, kidney and adrenal gland, lung, heart, small intestine, pancreas, and muscle tissues of the mice euthanized on day 7. In the liver, all echinomycin-treated groups showed evidence of glycogen depletion, consistent with the reduction in food intake that we observed at these doses (Figure 3, F, panels ii, iii). In addition, hepatitis and steatosis were observed in recipients of CrEL-echinomycin (Figure 3, F, panels iv and v, respectively). The remainder of the analysis revealed lesions only in CrEL-echinomycin recipients. In the kidneys, lesions included massive necrosis of proximal tubular epithelium (Figure 3, F, panel viii) and pyelonephritis with atrophy, degeneration and dilation of the tubules (Figure 3, F, panel ix). Lungs showed evidence of multi-focal pleuritis with mineralization, hemorrhage, and necrosis (Figure 3, F, panel xii). We found no lesions in the heart, adrenal gland, small intestine,\npancreas, or muscle tissues for any mice. Altogether, histology indicated less toxicity for liposomal-echinomycin vs CrELechinomycin, even at an equitoxic dose in terms of body weight loss and food consumption (i.e. liposomal-echinomycin 0.35 mg kg−1 vs. CrEL-echinomycin 0.25 mg kg−1).\nWe completed our toxicology analyses by examining complete blood count and clinical biochemistry parameters of mice treated with different echinomycin formulations. Apart from slightly decreased red blood cell counts in CrELechinomycin-treated mice, the blood indices revealed no significant differences between formulations, and all values fell within the normal ranges (Table S4). On average, ALT and AST liver enzymes were slightly higher in CrEL-echinomycin- vs\nliposomal-echinomycin-treated mice, although the trend was not statistically significant (Table S4).\nLiposomal-echinomycin is effective against HIF-1α-expressing breast cancer in vivo\nTo test the therapeutic effect of liposomal-echinomycin, we used MDA-MB-231 and SUM-159 xenograft models and treated the mice with liposomal-echinomycin or CrEL-echinomycin at equitoxic, or equivalent doses, or CrEL-vehicle control. At 0.25 mg kg−1, its maximum-tolerated dose (MTD), CrELechinomycin demonstrated slight to modest therapeutic activity against SUM-159 and MDA-MB-231 primary tumor growth,\nrespectively (Figure 4, A & B), which can be attributed to the increase in dose strength compared to our preliminary studies (Figure 1, F). Liposomal-echinomycin more potently inhibited primary tumor growth in both models at its MTD (0.35 mg kg−1), and even at the equivalent dose of 0.25 mg kg−1 (Figure 4, A & B). The enhanced efficacy of liposomal-echinomycin at the equivalent dose to CrEL-echinomycin suggested that liposomes improved in vivo delivery of echinomycin to tumor cells. To gain insight to the effects of liposomal-echinomycin on tumor cells in vivo, we performed histological analyses of the fixed tumor tissues. H&E staining revealed tumor necrosis corresponding to the dose and formulation of echinomycin (Figure 4, C). Immunofluorescence analysis of Ki67 and cleaved-caspase 3 in the primary tumors indicated that liposomal-echinomycin more potently inhibited the proliferation of tumor cells and induced their apoptosis, respectively, vs CrEL-echinomycin (Figure 4, D). Reductions in HIF-1α levels also followed the same doseand formulation-dependent trend in the tumor sections (Figure 4, E). We further analyzed tumor tissues of the xenograft mice for mRNA levels of HIF targets involved in tumor growth/\nmetastasis.30–35 In a dose- and formulation-dependent manner mirroring the efficacy data, echinomycin decreased expression of HIF target genes CITED2, VEGFA, SLC2A3, and PGK1 in primary tumor tissues of MDA-MB-231 and SUM-159 xenografts (Figure 4, F & G).\nMetastasis is the leading cause of death from breast cancer.1 ,37–39 We next investigated if reformulation of echinomycin had any impact on metastasis in the mouse models of TNBC. H&E analysis paired with immunofluorescence staining of human vimentin revealed extensive lung metastasis in vehicletreated SUM-159 (Figure 5, A & B) or MDA-MB-231 (Figure 5, E & F) recipients, and extensive liver metastasis from MDAMB-231 (Figure 5, C & D). In comparison, metastasis was reduced in echinomycin recipients, regardless of dose or formulation, for both cell lines. However, the data revealed particularly profound inhibition of metastasis for liposomalechinomycin compared to CrEL-echinomycin, which was significant between the two formulations, even at the equivalent dose (Figure 5, A-F). At 0.35 mg kg−1, liposomal-echinomycin apparently eradicated liver metastasis in the MDA-MB-231\n-159 in xenograft mice. (A-F) NSG mice were transplanted with 1.0 × 106 osomal-echinomycin or vehicle and euthanized as described in Figure 3, A & entin antibody. Representative H&E staining (B, D, F, top panels) and hown for fixed lung (B & F) and liver (D) tissues for mice xenografted with to B,D and F are shown inA,C, andE, respectively, displaying mean number\nmodel (Figure 5, C & D), and nearly eradicated lung metastasis in both models (Figure 5, A & B, Figure 5, E & F).\nIt is known that HIF-1α expression in primary tumor breast cancer cells promotes metastasis, although from a clinical perspective this concept has limited value since prognosis weighs heavily on the stage of progression at time of surgical resection.39 To improve survival rates for breast cancer, it is essential to understand how potential treatments impact progression of established metastases. To distinguish between effects of echinomycin on the process of metastasis and on the metastasized cells themselves, we performed full-surgical resection (FSR) of primary SUM-159 or MDA-MB-231 tumors in xenografted mice prior to initiating treatment. H&E paired with immunofluorescence staining of human vimentin in lung and liver revealed that, as in non-FSR studies, FSR mice that received liposomal-echinomycin were nearly free of lung metastasis in MDA-MB-231 (Figure 6, A & B) and SUM-159\nMD231A\n0\n5\n10\n15\n20\n25\n30\ndleif/seludo N FI\nVehicle Lipo-EM\n****\nB\nE F\n0\n2\n4\n6\n8\n10\ndleif/seludo N FI\n****\nVehicle Lipo-EM\nSUM159\nG\nVehicle Lipo-EM (0.35 mg/kg)\nVimentin/DAPI\n50μm\n50μm\nLu ng\nLu ng\nVehicle Lipo-EM (0.35 mg/kg)\n50μm\n50μm\nLu ng\nLu ng\n% o\nf M ax\nim um\nEGFP\nLoca LM\n0 20 40 60 80\n100\n% o\nf E G\nFP (+\n)\nFigure 6. Liposomal-echinomycin eliminates established breast cancer metastases cells. Tumors measuring 5 × 5 mm were surgically resected, and the mice were tr group), once every three days for 5 doses starting day 7 post-surgery. Mice were eu anti-human Vimentin stained to quantify metastasis. Representative H&E stainin panels) are shown for lung (B, F) and liver (D) tissues for MDA-MB-231 (B, D) o F, are shown in A, C, and E, respectively, as mean number of human vimentin metastasized SUM-159 cells compared to primary SUM-159 cells. The primary tu with lentiviral HRE-EGFP reporter or mutated control (HRE-Mt) and cultured fo prior to detection of EGFP expression by FACS. EGFP intensity histogram is show cells are shown (lower). (H) qPCR of HIF1α targets in lung-metastasized SUMxenograft mice. Tumors were established according to the FSR method detailed in 0.35 mg kg−1 or vehicle once every three days for three doses. On day 25 post-FSR and analyzed by qPCR.\n(Figure 6, E & F) models, and free of liver metastasis in the MDA-MB-231 model (Figure 6, C & D). These results demonstrated that echinomycin directly eliminates metastasized breast cancer cells in the lung and liver and further suggested an essential role for HIF-1α in the established secondary tumors. To test if this is the case, we isolated SUM-159 cells from the local tumor or lungs of xenograft mice and used FACS to readout HIF1α activity via lentiviral EGFP-reporter.25 Compared to cultured primary cells, lung-metastatic SUM-159 cells had higher HIF-1α transcriptional activity (Figure 6, G). We performed RT-PCR of HIF-1α target genes in the metastasized cells in lung tissue of vehicle- and liposomal-echinomycin-treated FSR mice. Consistent with high HIF-1α transcriptional activity in lung-metastatic cells (Figure 6, G), we found that the expression of HIF-1α target genes was significantly decreased in the metastasized cells, indicating the targeted effect of liposomal-echinomycin on the HIF-1α pathway in established metastasis (Figure 6, H).\n0 2 4 6 8\n10 12 14 16\nIF N\nod ul\nes /fi\nel d\nVehicle Lipo-EM\n****\nC D\nSUM159 SLC2A3\n****\nMDA-MB-231\nEx pr\nes si\non (%\no f L\n37 )\n0\n5\n10\n15\n0\n10\n20\n30\n0\n1\n2\n3\n0\n5\n10\n15\n20\n0\n5\n10\n15\n20\n0 20 40 60 80\n100\n0 20 40 60 80\n100\n0\n2\n4\n6CITED2\nVEGFA PGK1\nSLC2A3CITED2\nVEGFA PGK1\n****\n**** ****\n****\n****\n********\n50μm\n50μm\nVehicle Lipo-EM (0.35 mg/kg)\nVimentin/DAPI\nLi ve\nr Li\nve r\nMD231\nl\nH\n**\nHRE-Mt LM HRE Local HRE LM\n.(A-G) NSG mice were injected with 1.0 × 106 MDA-MB-231 or SUM-159 eated with empty liposomes or liposomal-echinomycin 0.35 mg kg−1 (n = 7/ thanized 25 days after surgery, and fixed lung and liver tissues were H&E or g (B, D, F, top panels) and immunofluorescence staining (B, D, F, bottom r SUM-159 (D) xenograft mice. Summarized data corresponding to B, D, and positive nodules ± SEM in the tissues. (G) Higher HIF1α activity in lungmor (local) or lung-metastasis (LM) derived SUM159 cells were introduced r 48 hrs. 2 μg/ml puromycin was added and cells were cultured another 48 h n for one representative mouse (upper) and the summarized data for EGFP+ 159 or MDA-MB-231 cells from liposomal-echinomycin or vehicle treated Figure 6, A-G and 7 days after FSR the mice received liposomal-echinomycin , mice were sacrificed and primary or metastasized tumor cells were isolated"
    }, {
      "heading" : "Discussion",
      "text" : "HIF-1α is overexpressed in 70% of human cancers.40 HIF-1α drives tumor progression because it orchestrates fundamental processes such as angiogenesis, glycolytic switch, and metastasis.8 It is therefore of interest to consider whether poor outcomes in previous trials were due to improper formulation, or poor choice of targets/targeting agents. The termination of echinomycin in clinical trials immediately preceded the first clinical report identifying HIF-1α as a potential target for cancer.8 ,10 ,40 Nearly a decade later, echinomycin was first identified as a HIF-1α inhibitor.9 Therefore, while echinomycin was not effective as a putative cytotoxic therapy, it was never examined clinically as a HIF-1α inhibitor. Here, through the use of HIF1A-addicted breast cancer cell lines, we provide the first evidence indicating that the outcomes in early clinical trials with echinomycin were likely skewed by formulation-related issues that were unknown at the time. First, dose-limiting toxicities of CrEL-echinomycin may have prevented therapeutically effective doses from being reached. Our data showed that MTD of CrELechinomycin provided minimal, or even no tumor growth inhibition, depending on the treatment schedule. The effect of MTD CrEL-echinomycin on metastasis was suboptimal, and only liposomal-echinomycin could eliminate liver metastasis altogether in the MDA-MB-231 model. Second, the efficiency in which CrEL delivers the drug to its target is suboptimal; although CrEL-echinomycin and liposomal-echinomycin are equally effective in vitro, liposomal-echinomycin is significantly more effective in vivo. Therefore, liposomes delivered echinomycin to relevant cells more efficiently in vivo, and could potentially provide the same advantage in humans.\nClinical studies have provided considerable safety data for echinomycin.10–12,14–18,41–45 Echinomycin has an advantage over untested HIF-1α inhibitors because safe doses have already been established in over a dozen clinical trials. Liposomalechinomycin also achieved superior in vivo targeting, evidenced by more potent reduction in HIF-1α targets. Therefore, liposomal-echinomycin is safer and more effective than CrELechinomycin, and should be tolerated better in clinical trials.\nOur results showed that echinomycin remained stably associated with the liposomes in long-term storage but was released within days under dialysis conditions. The difference in release profiles under the two conditions can be attributed to bilayer exchange, which has been reported for a variety of lipophilic, poorly water soluble drugs that partition into the liposomal bilayer, as reviewed by Fahr and colleagues.46 As such drugs continuously partition/repartition between bilayers of neighboring vesicles according to an equilibrium, echinomycin remains solubilized by the liposome bilayer in storage because the equilibrium between bilayer-partitioning is already established and remains unchanged over time.\nAltogether, our data provide insight about the performance of echinomycin documented in early clinical trials involving Cremophor. More importantly, it indicates that reformulation of echinomycin via a nanoliposomal platform enables successful targeting of HIF-1α in metastatic breast cancer. Since metastasis is the leading cause of breast cancer-related mortality, our work provides a new therapeutic approach to improve survival in\npatients with metastatic breast cancer. Given the extensive data showing the critical function of HIF-1α in human cancer, it is of great interest to evaluate this new formulation in clinical trials."
    }, {
      "heading" : "Acknowledgment",
      "text" : "The formulation described herein was characterized by the Nanotechnology Characterization Laboratory as part of its free Assay Cascade characterization service for cancer nanomedicines, which is supported by the National Cancer Institute, National Institutes of Health, under Contract No. HHSN261200800001E."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https://doi.org/10.1016/j.nano.2020.102278."
    } ],
    "references" : [ {
      "title" : "Breast cancer metastasis: markers and models",
      "author" : [ "B Weigelt", "JL Peterse", "LJ. van't Veer" ],
      "venue" : "Nat Rev Cancer 2005;5:591-602,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2005
    }, {
      "title" : "Non-Canonical Mechanisms Regulating Hypoxia-Inducible Factor 1 Alpha in Cancer",
      "author" : [ "L Iommarini", "AM Porcelli", "G Gasparre", "I. Kurelac" ],
      "venue" : "Front Oncol",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2017
    }, {
      "title" : "Role of hypoxia-inducible factors in breast cancer metastasis",
      "author" : [ "Gilkes DM", "Semenza GL" ],
      "venue" : "Future Oncol 2013;9:1623-36,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2013
    }, {
      "title" : "Validation of an immunohistochemical signature predictive of 8-year outcome for patients with breast carcinoma",
      "author" : [ "C Charpin", "F Tavassoli", "V Secq", "S Giusiano", "J Villeret", "S Garcia" ],
      "venue" : "Int J Cancer 2012;131:",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2012
    }, {
      "title" : "HIF-1-dependent expression of angiopoietin-like 4 and L1CAM mediates vascular metastasis of hypoxic breast cancer cells to the lungs",
      "author" : [ "H Zhang", "CCL Wong", "H Wei", "DM Gilkes", "P Korangath", "P Chaturvedi" ],
      "venue" : "Oncogene",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2011
    }, {
      "title" : "Hypoxia-inducible factor 1-dependent expression of platelet-derived growth factor B promotes lymphatic metastasis of hypoxic breast cancer cells",
      "author" : [ "L Schito", "S Rey", "M Tafani", "H Zhang", "C Chak-Lui Wong", "A Russo" ],
      "venue" : "Proc Natl Acad Sci U S A 2012;109:E2707-16, https://doi.org/ 10.1073/pnas.1214019109",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 1910
    }, {
      "title" : "HIF-1 in cancer therapy: two decade long story of a transcription factor",
      "author" : [ "Soni S", "Padwad YS" ],
      "venue" : "Acta Oncol 2017;56:503-15,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2017
    }, {
      "title" : "Echinomycin, a small-molecule inhibitor of hypoxia-inducible factor1 DNA-binding activity",
      "author" : [ "D Kong", "EJ Park", "AG Stephen", "M Calvani", "JH Cardellina", "A Monks" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2005
    }, {
      "title" : "A randomized phase II trial of echinomycin, trimetrexate, and cisplatin plus etoposide in patients with metastatic nonsmall cell lung carcinoma: an Eastern Cooperative Oncology",
      "author" : [ "AY Chang", "K Kim", "H Boucher", "P Bonomi", "JA Stewart", "DD Karp" ],
      "venue" : "Group Study (E1587)",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1998
    }, {
      "title" : "A phase II clinical trial of echinomycin",
      "author" : [ "WJ Gradishar", "NJ Vogelzang", "LJ Kilton", "SJ Leibach", "AW Rademaker", "S French", "III. et al. B. Benson" ],
      "venue" : "C.M. Bailey et al / Nanomedicine: Nanotechnology, Biology, and Medicine",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2020
    }, {
      "title" : "Phase II trial of echinomycin in patients with advanced or recurrent colorectal cancer",
      "author" : [ "S Wadler", "L Tenteromano", "L Cazenave", "JA Sparano", "ES Greenwald", "A Rozenblit" ],
      "venue" : "Cancer Chemother Pharmacol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 1994
    }, {
      "title" : "Phase II trial of echinomycin in advanced hormone-resistant prostate cancer",
      "author" : [ "DH Shevrin", "TE Lad", "P Guinan", "LJ Kilton", "A Greenburg", "P Johnson" ],
      "venue" : "An Illinois Cancer Council study. Investig New Drugs",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 1994
    }, {
      "title" : "Phase II study of echinomycin in the treatment of renal cell carcinoma ECOG study E2885",
      "author" : [ "AY Chang", "ZN Tu", "GT Bryan", "JM Kirkwood", "MM Oken", "DL. Trump" ],
      "venue" : "Investig New Drugs",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 1994
    }, {
      "title" : "Echinomycin in recurrent and metastatic endometrial carcinoma. A phase II trial of the Gynecologic Oncology Group",
      "author" : [ "HB Muss", "JA Blessing", "B. DuBeshter" ],
      "venue" : "Am J Clin Oncol 1993;16:492-3",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 1993
    }, {
      "title" : "Phase II trial of echinomycin for the treatment of advanced renal cell carcinoma",
      "author" : [ "ME Marshall", "MK Wolf", "ED Crawford", "S Taylor", "B Blumenstein", "R Flanigan" ],
      "venue" : "A Southwest Oncology Group study. Investig New Drugs",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 1993
    }, {
      "title" : "Phase II evaluation of echinomycin (NSC-526417) in patients with central nervous system malignancies. A Southwest Oncology Group study",
      "author" : [ "SA Taylor", "J Crowley", "J Townsend", "FS Vogel", "H Eyre", "JJ Braun" ],
      "venue" : "J Neuro-Oncol",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 1993
    }, {
      "title" : "Phase II study of echinomycin in patients with advanced breast cancer: a report of Cancer and Leukemia Group B protocol 8641",
      "author" : [ "RL Schilsky", "D Faraggi", "A Korzun", "N Vogelzang", "J Ellerton", "W Wood" ],
      "venue" : "Investig New Drugs",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 1991
    }, {
      "title" : "Phase I study of echinomycin administered on an intermit tent bolus schedule. Cancer Treatment Reports 1985;69:1365-8",
      "author" : [ "JH Harvey", "M McFadden", "WG Andrews", "PJ Byrne", "JD Ahlgren", "PV. Woolley" ],
      "venue" : "Research Support, U.S. Gov't,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 1985
    }, {
      "title" : "Phase I trial of echinomycin (NSC 526417), a bifunctional intercalating agent, administered by 24-hour continuous infusion",
      "author" : [ "JG Kuhn", "DD Hoff Von", "HershM", "T Melink", "GM Clark", "GR Weiss" ],
      "venue" : "European Journal of Cancer 25:797-803 Research Support,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 1989
    }, {
      "title" : "Phase I study of echinomycin.Cancer Treatment Reports 1987;71:1217-9 Research Support, Non-U.S",
      "author" : [ "R Pazdur", "CD Haas", "LH Baker", "CG Leichman", "D. Decker" ],
      "venue" : "Gov't Research Support, U.S. Gov't,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 1987
    }, {
      "title" : "Paclitaxel:What has been done and the challenges remain ahead",
      "author" : [ "E Bernabeu", "M Cagel", "E Lagomarsino", "M Moretton", "DA. Chiappetta" ],
      "venue" : "Int J Pharm 2017;526:474-95,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2017
    }, {
      "title" : "Cremophor EL. the drawbacks and advantages of vehicle selection for drug formulation",
      "author" : [ "H Gelderblom", "J Verweij", "K Nooter", "A Sparreboom" ],
      "venue" : "Eur J Cancer",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2001
    }, {
      "title" : "Echinomycin protects mice against relapsed acute myeloid leukemia without adverse effect on hematopoietic stem cells",
      "author" : [ "Y Wang", "Y Liu", "F Tang", "KM Bernot", "R Schore", "G Marcucci" ],
      "venue" : "Blood 2014;124:1127-35",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2013
    }, {
      "title" : "Targeting HIF1alpha eliminates cancer stem cells in hematological malignancies",
      "author" : [ "Y Wang", "Y Liu", "SN Malek", "P Zheng", "Y. Liu" ],
      "venue" : "Cell Stem Cell 2011;8:399-411,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2011
    }, {
      "title" : "New developments in liposomal drug delivery",
      "author" : [ "BS Pattni", "VV Chupin", "VP. Torchilin" ],
      "venue" : "Chem Rev 2015;115:10938-66,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2015
    }, {
      "title" : "Development of paclitaxel-loaded liposomal nanocarrier stabilized by triglyceride incorporation",
      "author" : [ "Hong S-S", "Choi JY", "Kim JO", "Lee M-K", "Kim SH", "Lim S-J" ],
      "venue" : "Int J Nanomedicine",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2016
    }, {
      "title" : "A liposomal formulation able to incorporate a high content of Paclitaxel and exert promising anticancer effect",
      "author" : [ "Kan P", "Tsao C-W", "Wang A-J", "SuW-C", "Liang H-F" ],
      "venue" : "Journal of drug delivery 2011;2011:629234",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2011
    }, {
      "title" : "Highly efficacious nontoxic preclinical treatment for advanced metastatic breast cancer using combination oral UFT-cyclophosphamide metronomic chemotherapy.Cancer Res 2006;66:3386-91 Research Support, N.I.H., Extramural Research Support, Non-U.S. Gov't 2006/04/06https://doi.org/10.1158/00085472.CAN-05-4411",
      "author" : [ "R Munoz", "S Man", "Y Shaked", "CR Lee", "J Wong", "G Francia" ],
      "venue" : null,
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2006
    }, {
      "title" : "CITED2 attenuates macrophage recruitment concordant with the downregulation of CCL20 in breast cancer cells",
      "author" : [ "S Jayaraman", "M Doucet", "SL. Kominsky" ],
      "venue" : "Oncol Lett 2018;15:871-8,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2017
    }, {
      "title" : "CITED2 in breast carcinoma as a potent prognostic predictor associated with proliferation, migration and chemoresistance",
      "author" : [ "H Minemura", "K Takagi", "A Sato", "H Takahashi", "Y Miki", "Y Shibahara" ],
      "venue" : "Cancer Sci 2016;107:1898-908",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2016
    }, {
      "title" : "Expression of GLUT1 andGLUT3 glucose transporters in endometrial and breast cancers.Pathol",
      "author" : [ "A Krzeslak", "K Wojcik-Krowiranda", "E Forma", "P Jozwiak", "H Romanowicz", "A Bienkiewicz" ],
      "venue" : "Oncol Res",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2012
    }, {
      "title" : "VEGF pathway targeting agents, vessel normalization and tumor drug uptake: from bench to bedside",
      "author" : [ "M Arjaans", "CP Schröder", "SF Oosting", "U Dafni", "JE Kleibeuker", "EGE. Vries De" ],
      "venue" : "Oncotarget 2016;7:21247-58",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2016
    }, {
      "title" : "The Role of chemokine receptor CXCR4 in breast cancer metastasis",
      "author" : [ "D Mukherjee", "J. Zhao" ],
      "venue" : "Am J Cancer Res",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2013
    }, {
      "title" : "Phosphoglycerate kinase-1 is a predictor of poor survival and a novel prognostic biomarker of chemoresistance to paclitaxel treatment in breast cancer",
      "author" : [ "S Sun", "X Liang", "X Zhang", "T Liu", "Q Shi", "Y Song" ],
      "venue" : "Br J Cancer",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2015
    }, {
      "title" : "Therapeutic targeting of TP53-mutated acute myeloid leukemia by inhibiting HIF-1alpha with echinomycin",
      "author" : [ "Y Wang", "Y Liu", "C Bailey", "H Zhang", "M He", "D Sun" ],
      "venue" : "Oncogene 2020,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2020
    }, {
      "title" : "Targeted therapy for breast cancer andmolecular mechanisms of resistance to treatment",
      "author" : [ "GuG", "Dustin D", "Fuqua SA" ],
      "venue" : "Curr Opin Pharmacol",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2016
    }, {
      "title" : "Triple-negative breast cancer: challenges and opportunities of a heterogeneous disease",
      "author" : [ "G Bianchini", "JM Balko", "IA Mayer", "ME Sanders", "L. Gianni" ],
      "venue" : "Nat Rev Clin Oncol 2016;13:674-90,",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2016
    }, {
      "title" : "Metastatic and triple-negative breast cancer: challenges and treatment options",
      "author" : [ "S Al-Mahmood", "J Sapiezynski", "OB Garbuzenko", "T. Minko" ],
      "venue" : "Drug Deliv Transl Res",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2018
    }, {
      "title" : "Overexpression of hypoxia-inducible factor 1alpha in common human cancers and their metastases",
      "author" : [ "H Zhong", "AM De Marzo", "E Laughner", "M Lim", "DA Hilton", "D Zagzag" ],
      "venue" : "Cancer Res",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 1999
    }, {
      "title" : "Echinomycin (NSC 526417) in squamous-cell carcinoma of the cervix. A phase II trial of the Gynecologic Oncology Group",
      "author" : [ "HB Muss", "JA Blessing", "J. Malfetano" ],
      "venue" : "Am J Clin Oncol",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 1990
    }, {
      "title" : "Echinomycin (NSC 526417) in advanced ovarian cancer. A phase II trial of the Gynecologic Oncology Group",
      "author" : [ "H Muss", "J Blessing", "V Baker", "D Barnhill", "M. Adelson" ],
      "venue" : "Am J Clin Oncol",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 1990
    }, {
      "title" : "Phase II trial of echinomycin in advanced soft tissue sarcomas. A Southwest Oncology Group study",
      "author" : [ "SA Taylor", "B Metch", "SP Balcerzak", "KH. Hanson" ],
      "venue" : "Investig New Drugs",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 1990
    }, {
      "title" : "Echinomycin (NSC 526417) in recurrent and metastatic squamous cell carcinoma of the cervix. A phase II trial of the Gynecologic Oncology Group (GOG)",
      "author" : [ "HB Muss", "JA Blessing", "GL Eddy", "R. McGehee" ],
      "venue" : "Investig New Drugs",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 1992
    }, {
      "title" : "Echinomycin (NSC 526417) in recurrent and metastatic nonsquamous cell carcinoma of the cervix. A phase II trial of the Gynecologic Oncology Group",
      "author" : [ "HB Muss", "JA Blessing", "GL Eddy", "R. McGehee" ],
      "venue" : "Am J Clin Oncol",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 1992
    }, {
      "title" : "consequences for drug delivery",
      "author" : [ "A Fahr", "P Hoogevest Van", "S May", "N Bergstrand", "membranes Leigh MLS. Transfer of lipophilic drugs between liposomal", "interfaces biological" ],
      "venue" : "Eur J Pharm Sci 2005;26:251-65 2005/08/ 23https://doi.org/10.1016/j.ejps.2005.05.012.  12  C.M. Bailey et al / Nanomedicine: Nanotechnology, Biology, and Medicine 29",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Metastatic breast cancer is the most frequent cause of cancerrelated death in women.(1) Hypoxia-inducible factor 1α (HIF-1α) is a master transcription factor that is highly expressed in cancer tissues, including breast cancer, and is particularly enriched in triple-negative breast cancer (TNBC).",
      "startOffset" : 84,
      "endOffset" : 87
    }, {
      "referenceID" : 1,
      "context" : "Generally, HIF-1α is degraded under normoxia, but it can be stabilized by oxygenindependent mechanisms, especially in cancer cells.(3) HIF-1α activates transcription by binding to hypoxia response elements (HRE) in the promoters of its target genes.",
      "startOffset" : 131,
      "endOffset" : 134
    }, {
      "referenceID" : 2,
      "context" : "In breast cancer, HIF1α acts as a master regulator for the expression of genes that promote tumor growth, vascularization, and metastasis.(4) HIF-1α",
      "startOffset" : 138,
      "endOffset" : 141
    }, {
      "referenceID" : 3,
      "context" : "nan has been identified as one of five predictive signature markers to predict disease outcome among node-negative breast cancer patients.(5) HIF-1α inhibition has shown success as a therapeutic strategy in mouse models of metastatic breast cancer.",
      "startOffset" : 138,
      "endOffset" : 141
    }, {
      "referenceID" : 4,
      "context" : "HIF-1α inhibition has shown success as a therapeutic strategy in mouse models of metastatic breast cancer.(6) ,7 However, no specific HIF inhibitor has been approved for clinical use.",
      "startOffset" : 106,
      "endOffset" : 109
    }, {
      "referenceID" : 6,
      "context" : ",7 However, no specific HIF inhibitor has been approved for clinical use.(8) Echinomycin is a potent small-molecule inhibitor of HIF-1α, which functions through sequence-specific binding to HRE to competitively inhibit HIF-1α binding to its target genes.",
      "startOffset" : 73,
      "endOffset" : 76
    }, {
      "referenceID" : 7,
      "context" : "Echinomycin is a potent small-molecule inhibitor of HIF-1α, which functions through sequence-specific binding to HRE to competitively inhibit HIF-1α binding to its target genes.(9) Before HIF-1α was identified as molecular target of echinomycin, the drug was tested in multiple phase I and II trials for treatment of",
      "startOffset" : 177,
      "endOffset" : 180
    }, {
      "referenceID" : 10,
      "context" : "CrEL has been under scrutiny for its allergenic activity and, in clinical trials with CrEL-echinomycin, hypersensitivity reactions were observed.(12,18,19) ,21–23 CrEL-echinomycin also caused severe nausea and vomiting, constituting its dose-limiting toxicity.",
      "startOffset" : 145,
      "endOffset" : 155
    }, {
      "referenceID" : 16,
      "context" : "CrEL has been under scrutiny for its allergenic activity and, in clinical trials with CrEL-echinomycin, hypersensitivity reactions were observed.(12,18,19) ,21–23 CrEL-echinomycin also caused severe nausea and vomiting, constituting its dose-limiting toxicity.",
      "startOffset" : 145,
      "endOffset" : 155
    }, {
      "referenceID" : 17,
      "context" : "CrEL has been under scrutiny for its allergenic activity and, in clinical trials with CrEL-echinomycin, hypersensitivity reactions were observed.(12,18,19) ,21–23 CrEL-echinomycin also caused severe nausea and vomiting, constituting its dose-limiting toxicity.",
      "startOffset" : 145,
      "endOffset" : 155
    }, {
      "referenceID" : 9,
      "context" : ",21–23 CrEL-echinomycin also caused severe nausea and vomiting, constituting its dose-limiting toxicity.(11,12) ,15–21 We have demonstrated that echinomycin, dissolved in dimethyl sulfoxide (DMSO) is active against leukemia in mice.",
      "startOffset" : 104,
      "endOffset" : 111
    }, {
      "referenceID" : 10,
      "context" : ",21–23 CrEL-echinomycin also caused severe nausea and vomiting, constituting its dose-limiting toxicity.(11,12) ,15–21 We have demonstrated that echinomycin, dissolved in dimethyl sulfoxide (DMSO) is active against leukemia in mice.",
      "startOffset" : 104,
      "endOffset" : 111
    }, {
      "referenceID" : 22,
      "context" : ",15–21 We have demonstrated that echinomycin, dissolved in dimethyl sulfoxide (DMSO) is active against leukemia in mice.(24,25) However, this formulation has shown little efficacy in treatment of solid tumors in mice (our unpublished observations).",
      "startOffset" : 120,
      "endOffset" : 127
    }, {
      "referenceID" : 23,
      "context" : ",15–21 We have demonstrated that echinomycin, dissolved in dimethyl sulfoxide (DMSO) is active against leukemia in mice.(24,25) However, this formulation has shown little efficacy in treatment of solid tumors in mice (our unpublished observations).",
      "startOffset" : 120,
      "endOffset" : 127
    }, {
      "referenceID" : 24,
      "context" : "Since liposomes can improve drug delivery to solid tumors, we explored their potential as an enabling technology for echinomycin in solid tumors.(26) We report here that reformulating echinomycin in liposomes reduced toxicity and provided strong therapeutic effects with effective in vivo targeting of the HIF-1α pathway.",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 27,
      "context" : "For full surgical resection (FSR) experiments, primary tumors were resected once 5 × 5 mm as previously described.(29) All agents were administered by intravenous (i.",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 1,
      "context" : "Although HIF-1α is normally degraded under normoxia, noncanonical mechanisms exist to promote its stability regardless of oxygen tension in cancer cells, including breast cancer.(3) We evaluated HIF-1α protein in breast cancer cell lines under normoxia, with or without the hypoxia mimetic CoCl2.",
      "startOffset" : 178,
      "endOffset" : 181
    }, {
      "referenceID" : 34,
      "context" : "We have recently reported that liposomal formulation increased the systemic exposure of echinomycin in the blood circulation.(36) We studied the tissue biodistribution of echinomycin in tumor-bearing mice following i.",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 37,
      "context" : "It is known that HIF-1α expression in primary tumor breast cancer cells promotes metastasis, although from a clinical perspective this concept has limited value since prognosis weighs heavily on the stage of progression at time of surgical resection.(39) To improve survival rates for breast cancer, it is essential to understand how potential treatments impact progression of established metastases.",
      "startOffset" : 250,
      "endOffset" : 254
    }, {
      "referenceID" : 23,
      "context" : "To test if this is the case, we isolated SUM-159 cells from the local tumor or lungs of xenograft mice and used FACS to readout HIF1α activity via lentiviral EGFP-reporter.(25) Compared to cultured primary cells, lung-metastatic SUM-159 cells had higher HIF-1α transcriptional activity (Figure 6, G).",
      "startOffset" : 172,
      "endOffset" : 176
    }, {
      "referenceID" : 38,
      "context" : "HIF-1α is overexpressed in 70% of human cancers.(40) HIF-1α drives tumor progression because it orchestrates fundamental processes such as angiogenesis, glycolytic switch, and metastasis.",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 6,
      "context" : "HIF-1α drives tumor progression because it orchestrates fundamental processes such as angiogenesis, glycolytic switch, and metastasis.(8) It is therefore of interest to consider whether poor outcomes in previous trials were due to improper formulation, or poor choice of targets/targeting agents.",
      "startOffset" : 134,
      "endOffset" : 137
    }, {
      "referenceID" : 6,
      "context" : "The termination of echinomycin in clinical trials immediately preceded the first clinical report identifying HIF-1α as a potential target for cancer.(8) ,10 ,40 Nearly a decade later, echinomycin was first identified as a HIF-1α inhibitor.",
      "startOffset" : 149,
      "endOffset" : 152
    }, {
      "referenceID" : 7,
      "context" : ",10 ,40 Nearly a decade later, echinomycin was first identified as a HIF-1α inhibitor.(9) Therefore, while echinomycin was not effective as a putative cytotoxic therapy, it was never examined clinically as a HIF-1α inhibitor.",
      "startOffset" : 86,
      "endOffset" : 89
    }, {
      "referenceID" : 44,
      "context" : "The difference in release profiles under the two conditions can be attributed to bilayer exchange, which has been reported for a variety of lipophilic, poorly water soluble drugs that partition into the liposomal bilayer, as reviewed by Fahr and colleagues.(46) As such drugs continuously partition/repartition between bilayers of neighboring vesicles according to an equilibrium, echinomycin remains solubilized by the liposome bilayer in storage because the equilibrium between bilayer-partitioning is already established and remains unchanged over time.",
      "startOffset" : 257,
      "endOffset" : 261
    } ],
    "year" : 2020,
    "abstractText" : "Hypoxia-inducible factor 1α (HIF-1α) is recognized as a prime molecular target for metastatic cancer. However, no specific HIF-1α inhibitor has been approved for clinical use. Here, we demonstrated that in vivo efficacy of echinomycin in solid tumors with HIF-1α overexpression is formulation-dependent. Compared to previously-used Cremophor-formulated echinomycin, which was toxic and ineffective in clinical trials, liposomal-echinomycin provides significantly more inhibition of primary tumor growth and only liposomeformulated echinomycin can eliminate established triple-negative breast cancer (TNBC) metastases, which are the leading cause of death from breast cancer, as available therapies remain minimally effective at this stage. Pharmacodynamic analyses reveal liposomal-echinomycin more potently inhibits HIF-1α transcriptional activity in primary and metastasized TNBC cells in vivo, the latter of which are HIF-1α enriched. The data suggest that nanoliposomal-echinomycin can provide safe and effective therapeutic HIF-1α inhibition and could represent the most potent HIF-1α inhibitor in prospective trials for metastatic cancer. © 2020 Elsevier Inc. All rights reserved.",
    "creator" : "Elsevier"
  }
}