{
  "name" : "downloads_2020-07-17_e1_prakash2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Photoelectrochemical Solar Water Splitting: The Role of the Carbon Nanomaterials in Bismuth Vanadate Composite Photoanodes toward Efficient Charge Separation and Transport",
    "authors" : [ "Jyoti Prakash", "Umesh Prasad", "Rajath Alexander", "Jitendra Bahadur", "Kinshuk Dasgupta", "Arunachala Nadar Mada Kannan" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION Rapid increase in atmospheric carbon dioxide, with an average for May 2019 peaking at 414.7 ppm at NOAA’s Mauna Loa Atmospheric Baseline Observatory,1 necessitates the need to shift toward clean fuel technology. The hydrogen energy is one of the clean and promising sources for various applications. H2 is being projected as an alternative to fossil fuels due to its high energy density (∼140 MJ kg−1) and cleaner energy conversion process. Among various H2 generation methods, photoelectrochemical (PEC) water splitting has been projected to be highly promising for fulfilling world’s clean energy requirement.2 Water oxidation with simultaneous oxygen/\nhydrogen generation is a four-proton-coupled electron transfer process and requires a minimum Gibbs free energy of 237 kJ mol−1.3 A photoactive material with minimum band gap of 1.8 eV and suitably placed conduction/valence band (CB/VB) position with respect to reduction/oxidation potential of H2/ water is needed for efficient solar-to-H2 (STH) conversion. 4 BiVO4 is a unique and promising photoanode due to its ideal band gap (∼2.4 eV with monoclinic structure) and valence\nReceived: September 5, 2019 Revised: October 15, 2019 Published: October 16, 2019\n© 2019 American Chemical Society 14492 DOI: 10.1021/acs.langmuir.9b02782 Langmuir 2019, 35, 14492−14504\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF E\nX E\nT E\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nband edge position5 with a possibility of maximum photocurrent density (PCD) of ∼7.4 mA cm−2 at 1.23 VRHE (STH efficiency ∼ 9.2%) under 1 sun illumination.6 However, the typical PCD achievable in BiVO4 is disappointingly low as <1 mA cm−2 at 1.23 VRHE\n5 due to poor light absorption, charge separation, and injection efficiency characteristics.7 These limitations are influenced by morphology of film and the inability of the holes reaching the interface and transferring to the electrolyte for water oxidation. Various strategies adopted for improving the PEC performance of BiVO4-based photoanodes are heteroatom doping,8 hetero/nanojunction formation,9 and coupling with oxygen evolving reaction (OER) catalysts.10 The nanojunction formation of BiVO4 with other semiconductor (WO3, TiO2, etc.) can not only increase the useful light absorption but also greatly enhance charge separation and transfer efficiencies by forming an internal built-in potential.11\nIn this context, porous and conductive carbon nanomaterials (CNMs) such as carbon nanotubes (CNTs), reduced graphene oxide (rGO), graphene, and graphitic carbon nitride (g-C3N4; termed as GCN) are of primary interest to form nanojunction with BiVO4 due to their excellent conductivity, low density, and good mechanical and chemical stability.12−14\nThe CNM incorporation can additionally provide orthogonalization of light in photoanode, enhancing light absorption.14\nWith CNM as an electron mediator, the photogenerated charge carrier transport in semiconductors could be improved by suppressing the recombination of electron−hole pairs due to the abundance of delocalized electrons within its conjugated sp2-bonded carbon network.15,16 In particular, GCN incorporation could improve charge transport by forming z-scheme at junction with BiVO4\n17 with suitably placed conduction band edge (more negative) potential of GCN (band gap ∼ 2.7 eV) and valence band edge (more positive) potential of BiVO4. As shown in Table S1 and Figure 1, the junction could be formed by coating separate layer of carbon nanomaterials over BiVO4 18 or by bulk mixing of the two as composite.19\nIn case of the first approach, Su et al.18 achieved PCD of 1.98 mA cm−2 at 1.23 VRHE under 1 sun illumination by coating thin layer of GCN sheets on nanoporous BiVO4 photoanode. The enhanced PEC performance is attributed to the strong donor−acceptor coupling between GCN sheets and porous BiVO4 facilitating the separation and transfer of photoinduced electron−hole pairs. Recent study has shown improved electrostatic interaction between GCN and BiVO4 layers by creating charged surface on GCN without changing its original structure [PCD of 4.87 mA cm−2 at 1.23 V vs reversible hydrogen electrode (RHE)].20 In the second approach, to date, Wang et al.21 and Soltani et al.22 have reported maximum PCD of only 0.44 and 0.55 mA cm−2 at 1.23 VRHE using GCN−BiVO4 and rGO−BiVO4 composite layers, respectively. Mostly composite films used in such study were formed by conventional drop casting, spin coating, electrospinning, and other processes. These methods led to the formation of cracks in the film, weak adherence of film with fluorine-doped tin oxide (FTO) substrate, and agglomeration of particles in the film. Even though in composite, films have higher interactive surface area between carbon nanomaterials and BiVO4 particles, but it could not be translated in achieving high PEC performance. Hence, more efforts are needed to develop facile methods for directly coupling carbon nanomaterials with BiVO4 film, electrode surface and evaluate the\ncharge transport effect of carbon nanomaterials related to PEC performance. In the present study, the effect of multiwalled CNT (MWCNT), rGO, and GCN incorporation in BiVO4 by nanojunction formation throughout bulk and surface of photoanodes with respect to its PEC performance under 1 sun simulated solar illumination in terms of the charge separation and charge injection has been systematically examined. Facile dip coating method was used for fabrication of composite films on FTO substrate and is expected that welldefined carbon nanomaterials and BiVO4 interface will be generated to ensure the timely transfer of charge pairs. Notably, planar structure of rGO and GCN sheets could cover BiVO4 surfaces effectively to thoroughly overcome the surface charge recombination. Our present study showed the successful case for uniform incorporation of carbon nanomaterials throughout BiVO4-adherent film to improve porosity, light harvesting, and charge transport property. The PCD of carbon nanomaterials-incorporated BiVO4 photoanodes much improved and followed the sequence BiVO4 < BiVO4/CNT < BiVO4/rGO < BiVO4/GCN. Moreover, the two-dimensional GCN sheet-incorporated BiVO4 photoanode has exhibited\nDOI: 10.1021/acs.langmuir.9b02782 Langmuir 2019, 35, 14492−14504\n14493\nPCD values of 2.2 and 7.4 mA cm−2 at 1.23 and 2.2 VRHE under 1 sun illumination without any surface catalyst or hole scavenger, respectively. The PCD was further improved by using surface catalyst, i.e., cobalt−phosphate (Co−Pi). A comprehensive comparative view of all important results for various photoanodes is shown in Figure 1b. It shows that incorporation of carbon nanomaterials using the present technique has a significant effect on the PEC performance and is most prominent for BiVO4/GCN photoanode. The PCD reported (>20 times compared to that of the pristine BiVO4 photoelectrode) here approaches the theoretical current density for BiVO4/rGO and BiVO4/GCN photoanodes at higher bias potential. This reveals that rGO and GCN incorporation in BiVO4 has the same effect on the charge transport phenomenon at higher bias potential and that the transport properties are so effective that theoretical PCD can be achieved.\n■ EXPERIMENTAL SECTION Chemicals and Materials. All chemicals were used as received without further purification with specification as follows: reduced graphene oxide (Cheap Tubes Inc., thickness: 0.7−1.2 nm; X&Y dimension: 300−800 nm; purity: 99 wt %; C: 91.05%, O: 8.01%, H: 0.94%), multiwall carbon nanotubes (Cheap Tubes Inc., outer diameter: 10−20 nm, length: 10−30 μm, purity: >95%, COOH functional content: 2.56 wt %), HNO3 (65−68%, Sigma-Aldrich, CAS No. 7697372), ammonium metavanadate (99%, Sigma-Aldrich, CAS No. 7803556), bismuth nitrate pentahydrate (98%, Alfa Aesar, CAS No. 10035060), and fluorine-doped tin oxide (FTO) glass slides (Sigma-Aldrich, CAS No. 735159, surface resistivity ∼ 7 Ω sq−1). The graphitic carbon nitride was synthesized in laboratory as described in the literature.23 The typical synthesis process involved thermal treatment of dried urea (99%, Aldrich, CAS No. 57136) at 550 °C for 3 h in a crucible with a cover under ambient pressure and atmospheric air condition. The product was washed with dilute nitric acid, dried at 80 °C for 24 h, and heat-treated for 5 min in air without additional reactants at 680 °C. This flash thermal treatment leads to enhancement of light absorption of GCN due to the formation of a large amount of defect.24 This treated GCN powder was incorporated in BiVO4. Preparation of Films on FTO Substrate. The pristine- and CNM-incorporated BiVO4 film samples were prepared on FTO using the dip coating method, as shown in Figure 2.\nIn brief, 3 mM ammonium metavanadate and 3 mM bismuth nitrate pentahydrate were dissolved in 2 M nitric acid to obtain 5 mL of homogeneous precursor solution. FTO glass substrate (active area, 1 × 1 cm2) was dipped in the precursor solution for 5 s, vacuum-dried at 50 °C for 10 min, and heat-treated at 300 °C in air for 5 min for preparing pristine BiVO4 film. The aforementioned procedure was repeated to coat three layers and finally calcined at 450 °C in air for 2\nh.25 Various nanomaterials (MWCNT, rGO, and GCN) were incorporated into BiVO4 samples as given below. Carbon nanomaterials (4.0 wt %) were dispersed in 1 mL of 2 M nitric acid for 5 min using horn sonicator (Branson, Modelsfx 20:0.25) and added to 4 mL of BiVO4 precursor solution, and the BiVO4/CNT, BiVO4/rGO, and BiVO4/GCN samples were prepared by dip coating as given above. Three cycles of dip coating were carried out for uniform distribution of carbon nanomaterials throughout the BiVO4 film.\nElectrodes were fabricated by attaching copper wire to the FTO glass substrate and masking the exposed areas with epoxy resin. The 4.0 wt % carbon nanomaterials were added based on our optimization of PEC performance of various percentages of GCN-added BiVO4 (Figure S1). Energy-dispersive spectrometry (EDS) of CNMincorporated BiVO4 films confirmed the presence of ∼3.8 wt % CNM in the film (Figure S2). The CNM-incorporated photoanodes were also coated with 2−3 nm thick Co−Pi layer by electrochemical deposition26 to enhance their PEC performance.\nCharacterizations. Phase analysis of the BiVO4 samples was carried out using X-ray diffraction (XRD) technique (PANalytical X’Pert PRO MRD; Cu Kα radiation; 0.02° s−1), and the surface morphology was examined using Carl Zeiss sigma VP field emission scanning electron microscopy (SEM) equipped with a field emission gun operated at 5 kV. Energy-dispersive X-ray spectral mapping analysis was performed under 25 kV for estimating the composition of the electrodes. X-ray photoemission spectroscopy (XPS) images were obtained with a 180° double-focusing hemispherical analyzer with 128-channel detector using nonmonochromatic Al Kα radiation (1486.86 eV) with a power of 240 W (Thermo Scientific K-Alpha Xray photoelectron spectrometer system). This X-ray source was chosen to minimize the effects of superposition of photoelectron and Auger lines of constituent elements. The diameter of the X-ray beam was ∼0.4 mm. The energy resolution of the instrument was chosen to be 0.73 eV, to have sufficiently small broadening of natural core-level lines together with a reasonable signal-to-noise ratio. The binding energy (BE) scale was calibrated with reference to Cu 3p3/2 (75.1 eV) and Cu 2p3/2 (932.7 eV) lines, giving an accuracy of 0.1 eV in any peak energy position determination. Steady-state UV−visible measurements were carried out on a Thermo Scientific spectrophotometer (model: GENESYS 150) for absorption measurements, and absorption data were used for band gap calculation.27 Raman spectra of the various thin-film samples were analyzed using a Raman spectrometer (WITec alpha300R) at room temperature with Nd:YAG laser (532 nm) as excitation source. Small-angle neutron scattering (SANS) measurements of the samples were carried out using SANS experiments carried out using a conventional pin-hole-based SANS facility at Dhruva Reactor, India (for details, see the Supporting Information).\nPhotoelectrochemical Measurements. The PEC performance of various photoanodes was evaluated in 0.1 M K2HPO4 (pH 8.0) electrolyte for water oxidation and with 1 M Na2SO3 as hole scavengers using three-electrode configuration at room temperature (counter electrode: Pt wire; reference electrode: saturated calomel electrodes (SCE)). The measured SCE potential values were converted to RHE scale [VRHE = VSCE + 0.242 + pH(0.059)]. A solar simulator (Newport 67005) with 1 sun illumination (100 mW cm−2) along with a monochromator (Newport CS-130) and PARSTAT-2273 galvanostat/potentiostat/impedance unit were employed for measuring PEC and impedance values.26 The PEC performance was evaluated by linear polarization (scan rate: 20 mV s−1) with the chopped light illumination on the back side of the photoanodes. Mott−Schottky measurements (frequency: 1 kHz) were performed in the dark. The carrier densities in various photoanodes were obtained from the Mott−Schottky plot. The electrochemical impedance spectroscopy measurement was performed under light illumination with a frequency range of 100 mHz to 100 kHz with an alternating current amplitude of 20 mV at 1.23 VRHE biased voltage. EC-Lab v11.20 software was used for numerical data fitting to develop equivalent circuits. The electrochemically active surface area (ECSA) analysis for all of the samples was performed using 0.1 M K2HPO4 electrolyte (pH 8.0) in the dark. The applied bias photon-to-current\nDOI: 10.1021/acs.langmuir.9b02782 Langmuir 2019, 35, 14492−14504\n14494\nefficiency (ABPE) was estimated using standard equation, and details are provided in the Supporting Information. Before all electrochemical measurements, the electrolyte was thoroughly deaerated by purging with nitrogen gas. The photocurrent density and separation efficiency reported are the mean value (determined using four different electrodes). The incident photon-to-current conversion efficiency (IPCE) was estimated using the equation given in the Supporting Information by measuring at different wavelengths using a light monochromator (Newport CS-130) and a PARSTAT-2273 galvanostat/potentiostat in 0.1 M K2HPO4 electrolyte (pH 8.0). Light intensity (Pmono) of monochromator output light was measured using power meter (Newport PMKIT-05-01).\n■ RESULTS AND DISCUSSION Characterization of Pristine and CNM/BiVO4 Samples. The MWCNT, rGO, and GCN used to form composite with BiVO4 were characterized using Raman spectroscopy and are shown in Figure S3. It showed the reduced nature of graphene oxide nanoparticles and the presence of defects in GCN sheets. The XRD patterns of BiVO4, BiVO4/CNT, BiVO4/rGO, and BiVO4/GCN films are presented in Figure 3a. The indexed peaks correspond to the crystal planes of the monoclinic “clinobisvanite” structure. As the amount of CNM is very small, the BiVO4 retained its monoclinic phase in all of the samples. It is clear that CNM addition in BiVO4 has not formed precipitation impurity phases in the BiVO4 system. XPS results for the pristine and CNM-incorporated BiVO4 samples are shown in Figure 3b,c. The intense binding energies, i.e., spin−orbit split peaks for Bi (4d5/2: 443.5 eV and 4d3/2: 467.1 eV; Figure 3b) and V (2p5/2: 518.0 eV, 2p1/2: 525.1 eV; Figure 3c), in various samples confirm their oxidation state as 3+ and 5+, respectively. Identical peak positions for CNM-incorporated BiVO4 samples confirm that CNM incorporation does not change the BiVO4 crystal structure/bonding. This was further confirmed by analyzing the XPS images of O 1s peak (Section 4, Supporting Information). It was observed that the incorporation of the CNM does not alter the lattice oxygen peak position, confirming no change in the binding energies of the BiVO4 crystal lattice. The CNM incorporation only alters the surface absorbed molecules such as water/hydroxyl; this suggests that during the PEC process, the added CNM may affect the surface charge transfer behavior due to the formation of the heterojunction, but it will not affect the core of the BiVO4 crystal lattice. The Raman spectra for the CNM-incorporated BiVO4 samples are shown in Figure 4. The CNT-, rGO-, and GCNincorporated BiVO4 samples showed D and G band peaks corresponding to the incorporated CNM. The pristine and BiVO4/CNT, BiVO4/rGO, and BiVO4/GCN composite samples showed signature peaks for V−O stretching and"
    }, {
      "heading" : "VO4",
      "text" : "3− deformation modes corresponding to BiVO4. The calculated D/G ratio for Raman bands for MWCNT, rGO, GCN, BiVO4/CNT, BiVO4/rGO, and BiVO4/GCN (Figure S3) showed that the D band intensity increases in the BiVO4@ CNM composite samples with respect to pristine CNM and most prominent for the BiVO4/GCN sample. This showed that the defects in GCN increases (∼5%) after forming composite with BiVO4. The Raman results confirm that CNT, rGO, and GCN form composite with BiVO4 in their respective samples. During the PEC water splitting process, the surface microstructure of photoanodes plays a significant role. To analyze the microstructure of photoanodes, the respective film\ntop surface was analyzed using SEM, and the results are shown in Figure 5a−d. The scanning electron micrograph of the pristine BiVO4 film (Figure 5a) showed formation of planar nanoporous surface and had densely populated grains. To ensure that the incorporated CNM are distributed uniformly in the film, the elemental composition mapping of various photoanodes was analyzed using EDS. As evident from Figure S4, Bi, V, O, and C elements were present in CNMincorporated BiVO4 film electrode and C element was present\nDOI: 10.1021/acs.langmuir.9b02782 Langmuir 2019, 35, 14492−14504\n14495\nthroughout the film. This confirmed that the three steps involved in the fabrication process lead to uniform distribution of carbon nanomaterials throughout the photoanode film. The CNT/rGO or GCN incorporation in BiVO4 leads to a drastical increase of the surface porosity (Figure 5b−d). The BiVO4/ CNT film surface showed the presence of uniform nanopores with pore size of ca. 50−80 nm (Figure 5b), whereas the\nBiVO4/rGO film surface showed the presence nonuniform nanopores with pore size of ca. 200 nm (Figure 5c). Finally, the BiVO4/GCN film surface (Figure 5d) showed highly porous surface and has maximum open surface porosity. The open pore size varies from 100 nm to 4 μm. The surface porosity was examined from the SEM images using ImageJ software (Section 5, Supporting Information). It was observed that the area fraction of the surface pores was highest for the BiVO4/GCN sample. The SANS provides the information of the structures buried in the bulk layers as it is a bulk sensitive technique. SANS measurements showed that the average size of the pores in all of the samples is ∼12 nm (Section 4, Supporting Information). However, the porosity in the samples in the length scale of 5−25 nm increases in carbon composites compared to the pristine BiVO4 samples. The increase in pore size was most prominent for the BiVO4/GCN sample. The possible reason for the increased pore size could be due to the rheology of the composite precursor solution for the composite samples with CNMs.28 The presence of extra open pores on surface and bulk can lead to enhanced light absorption as well as increase in contact area between film surface and electrolyte during PEC process.\nPEC Performance Evaluation. The PEC performances of the pristine, BiVO4/CNT, BiVO4/rGO, and BiVO4/GCN photoanodes are shown in Figure 6a,b.\nDOI: 10.1021/acs.langmuir.9b02782 Langmuir 2019, 35, 14492−14504\n14496\nAs observed from Figure 6a,b, the incorporation of CNM has enhanced the PEC performance of photoanodes in the order BiVO4 < BiVO4/CNT < BiVO4/rGO < BiVO4/GCN with and without the presence of hole scavenger. This suggests that the addition of carbon nanomaterials leads to improvement in film bulk properties. As seen in Figure 6a, the BiVO4/ GCN photoanode exhibited PCD values of 2.2 and 7.4 mA cm−2 at 1.23 and 2.2 VRHE, respectively, for water oxidation under simulated 1 sun illumination without surface catalyst. The BiVO4/rGO and BiVO4/GCN photoanode showed significantly high PCD (∼7.4 mA cm−2) at higher applied bias potential (∼2.2 VRHE). Evidently, charge transport properties of rGO compete with GCN toward water oxidation at higher bias potential. An extensive literature report (Figure 1a) of CNM/BiVO4 composite-based photoanodes (Table S1) showed that the BiVO4/GCN photoanode prepared by the present dip coating method has shown better performance than other reported PCD for composite-based BiVO4 photoanodes. Figure 7a−d shows time transient PEC performance profiles with 10 s intervals of light ON and OFF in 0.1 M K2HPO4 electrolyte at 1.23 VRHE and under 1 sun illumination. When the light turns ON, the PCD reaches the transient maximum (accumulation of charge carriers) and then gradually decreases (recombination) to a steady state. The accumulated charge taking part in recombination process between the transient maximum and end of the light pulse (steady-state PCD) is represented as Js/Jo (where Js is the steady state and Jo is the\ntransient maximum photocurrents; if Js/Jo ∼ 1, charge recombination is negligible). The Js/Jo ratio shown in Figure 7a−d clearly demonstrates that the electron−hole recombination decreases with addition of carbon nanomaterials in BiVO4 and is the lowest for BiVO4/GCN photoanode with efficient charge separation. The same behavior can be seen in the time transient PEC performance for multiple cycle without hole scavenger (Figure S5).\nLight Absorption, Charge Separation, and Transfer Efficiencies Evaluation. The influence of carbon nanomaterials in BiVO4 photoanode on light absorption, charge separation, and transfer efficiencies was examined using the following equations\nη η= × ×J Jwater max inj sep (1)\nη= ×J Jsulfite max sep (2)\nwhere\nη= ×J Jmax theoretical abs (3)\nwhere Jwater and Jsulfite are PCD values for water and sulfite oxidation, respectively; ηinj and ηsep are charge transfer from film surface to electrolyte and bulk charge separation efficiencies, respectively; Jtheoretical is the maximum photocurrent density achievable assuming 100% IPCE for photons with energy ≥ Eg; ηabs is the absorption efficiency obtained by integrating the product of the incident light spectral irradiance and the light harvesting efficiency (LHE). The LHE of each photoanode was calculated using the following equation\n= − ×−LHE (%) (1 10 ) 100A (4)\nFor sulfite oxidation in eq 2, surface recombination is negligible due to extremely fast sulfite oxidation kinetics; therefore, ηinj = ∼1. As mentioned earlier, the three efficiencies, i.e., ηabs, ηinj, and ηsep, play an important role in determining PEC performance. To examine the light absorption behavior, absorbance and LHE of photoanodes were examined in the visible-to-NIR region (300−800 nm) and are shown in Figures 8a and S6, respectively. The absorbance (Figure 8a) and LHE plot (Figure S6) showed that CNM addition in BiVO4 enhanced the absorption of light without changing the onset of absorption. Among various photoanodes, the absorption ηabs was the highest for the BiVO4/GCN (89.5%), followed by BiVO4/CNT (79%) and BiVO4/rGO (80%) compared to the pristine BiVO4 (58%). This shows that incorporation of carbon nanoparticles as composite in BiVO4 improved light absorption. The enhancement in absorption may occur due to the othrogonalization of light in porous structure. If the surface is highly porous, it can lead to multiple reflection of light inside film and ultimately improve absorption. Thus, the increase in absorption for BiVO4/CNT/rGO/GCN photoanodes can be related to their porosity (Figure 5c,d). The BiVO4/GCN photoanode showed maximum increase in absorption, which may be due to the presence of highly porous surface and extra absorption from GCN (band gap ∼ 2.7 eV) present in composite film. The calculated band gap values using Tauc plot considering direct band gap (Figure 8b) were between 2.46 and 2.49 eV, suggesting that incorporation of carbon nanomaterials has not changed the band gap of BiVO4. The measured Mott−Schottky plot for various photoanodes is\nDOI: 10.1021/acs.langmuir.9b02782 Langmuir 2019, 35, 14492−14504\n14497\nshown in Figure 8c and correlated with onset of PCD (Figure 7). The carbon nanomaterials-incorporated photoanodes also showed positive slopes, suggesting that the carbon nanomaterials incorporation in BiVO4 did not change the semiconductor type. The flat band potential (intercept on X axis in Figure 8c) is negatively shifted for carbon nanomaterialsincorporated photoanodes, and it was the most prominent for BiVO4/GCN. The same trend of shift in onset of PCD for sulfite oxidation was also observed as shown in Figure S7. To determine the onset voltage, the photooxidation of sulfite was carried out as water oxidation suffers from slow oxidation kinetics, leading to error in estimating precise value. The prominent negative shift of flat band potential for BiVO4/GCN photoanode is related to the favorable band gap (BiVO4 ∼ 2.46 eV and GCN ∼ 2.7 eV) and conduction band position (BiVO4 ∼ 0.249 VRHE and GCN = ca. −1.17 VRHE).29 This will lead to the formation of the band bending at the nanojunction between GCN and BiVO4, which ultimately help in efficient charge transfer with minimizing the recombination losses of charge carriers responsible for water oxidation. The highest increase in the density of charge carriers (calculated from the slope of the Mott−Schottky plot; Figure 8c; calculation details in the Supporting Information) for BiVO4/GCN photoanode supports the above observation. The negative shift in flat band position (the conduction band at 0.165 V), nearer to the water reduction potential of 0 VRHE leads to enhanced PEC performance for BiVO4/GCN photoanode due to band bending with favorable charge transfer at nanojunction. Figure 8d shows the IPCEs for various photoanodes, confirming the\nsame onset of absorption for all photoanodes, as observed in the absorbance plot (Figure 8a). As clearly seen from Figure 8d, BiVO4/GCN photoanode showed the maximum IPCE of 32% between 350 and 450 nm absorption range. The derived PCD values from the IPCE measurements (values for BiVO4, BiVO4/CNT, BiVO4/rGO, and BiVO4/GCN are 0.13, 1.39, 1.70, and 2.38 mA cm−2 at 1.23 VRHE, respectively) compare very well with experimental PCD (Figure 6a) for water oxidation. The role of transport phenomenon of charge pair generated\nfrom absorbed light on PEC performance of various photoanodes was also examined in detail by calculating ηinj and ηsep. The ηinj and ηsep were calculated using eqs 1−3 and are shown in Table S2. The maximum possible PCDs Jmax at 1.23 VRHE were 4.52, 6.05, 6.05, and 6.82 mA cm−2 for BiVO4, BiVO4/ CNT, BiVO4/rGO, and BiVO4/GCN photoanodes, respectively. Figure 9a shows the ηabs × ηsep vs VRHE plot, and ηabs × ηsep represents the charge separation efficiency of film from the absorbed photons, and these charge pairs take part in the PEC reaction. The CNM incorporation in BiVO4 has increased the ηabs × ηsep, and the increasing trend is as follows: BiVO4 < BiVO4/CNT < BiVO4/rGO ≅ BiVO4/GCN at 1.23 VRHE (Figure 9a). Evidently, both the BiVO4/rGO and BiVO4/GCN photoanodes showed ∼8 times increase in bulk charge separation efficiency from pristine BiVO4 due to the excellent electronic properties of rGO and GCN. This shows that rGO and GCN incorporation in host BiVO4 material can drastically lower the bulk recombination and improve charge carrier transport. Figure 9b shows the ηinj of various photoanodes and\nDOI: 10.1021/acs.langmuir.9b02782 Langmuir 2019, 35, 14492−14504\n14498\nDOI: 10.1021/acs.langmuir.9b02782 Langmuir 2019, 35, 14492−14504\n14499\nthe increasing trend is as follows: BiVO4 < BiVO4/CNT < BiVO4/rGO < BiVO4/GCN at 1.23 VRHE. The charge transfer efficiency of BiVO4/rGO photoanode was similar to that of the BiVO4/CNT photoanode at lower applied bias potential and slightly higher beyond 1.2 VRHE, and the BiVO4/GCN photoanode showed the highest ηinj with 6 times that of the pristine BiVO4. The overall efficiency (ηabs × ηsep × ηinj) shown in Figure 9c related to the PEC performance of various photoanodes is in the increasing order of BiVO4 < BiVO4/ CNT < BiVO4/rGO < BiVO4/GCN at 1.23 VRHE. This result demonstrates that the formation of nanojunction structure\nusing carbon nanomaterials can lead to a significant improvement in the charge transfer and separation efficiencies of photoanode. Especially in the case of BiVO4/GCN photoanode, occurrence of band bending at nanojunction can drastically reduce bulk recombination and improve transport and transfer of charge carriers. The correlation between charge separation efficiency and band bending in the film was estimated30 by measuring the change in open-circuit potential (OCP) in the dark and under 1 sun illumination, as shown in Figure 9d. It is reported that under 1 sun illumination, sufficiently high charge carriers are generated and lead to\nDOI: 10.1021/acs.langmuir.9b02782 Langmuir 2019, 35, 14492−14504\n14500\nflatten the energy bands.30 The flattening of energy band (under 1 sun illumination) is mostly affected by built-in potential and recombination of charge carriers. As seen in Figure 9d, the ΔOCP values gradually increase in following order: BiVO4 < BiVO4/CNT < BiVO4/rGO < BiVO4/GCN under 1 sun illumination. Since the built-in potential is the same for all photoanodes under 1 sun illumination condition, the increase in ΔOCP indicates lesser charge recombination in the film. The BiVO4/GCN photoanode showed lowest charge recombination. The difference in charge recombination rate was less between BiVO4/CNT and BiVO4/rGO photoanodes. This is consistent with the bulk charge separation efficiency (ηabs × ηsep; Figure 9a) results. Impedance and Charge Transport Investigation from Electrochemical Methods. The effect of charge transport on PEC process of various photoanodes as analyzed by electrochemical impedance as represented by Nyquist plots is shown in Figure 10a. The experimental data (represented as dots in plot) were fitted using the equivalent circuit diagram shown in Figure 10b and represented as solid connecting line. The semicircle in the Nyquist plot is representative of all resistance parameters used in the equivalent circuit diagram. As seen in Figure 10a, the smallest semicircle was shown by BiVO4/GCN photoanode. This was expected as this photoanode has shown the highest PCD for water oxidation (Figure 6a). The resistance and capacitance parameters involved in the PEC process of various photanodes, the equivalent circuit diagram fitted in the Nyquist plot, and the corresponding important parameters were determined under best-fit condition. The equivalent circuit parameters are represented as: R1 is the resistance corresponding to contacts; R2 and C2 are the resistance and capacitance between film and FTO interface, respectively; the R3 and C3 are the resistance and charge accumulation in bulk, respectively, representing the intrinsic properties of bulk photoactive film; R4 and C4 are the resistance and charge accumulation at film/electrolyte interface, respectively, representing surface characteristic of photoactive film. As seen in Figure 10c, the film resistance R3 value decreases with incorporation of carbon nanomaterials in BiVO4 and was the lowest for BiVO4/GCN photoanode. This indicates that with GCN incorporation in BiVO4, the charge recombination sites in bulk decreases. Interestingly, BiVO4/rGO photoanode (151 Ω) has also shown bulk resistance near to BiVO4/GCN (135 Ω) and this corresponds to the bulk charge separation efficiency (Figure 9a). This shows that rGO can also effectively suppress the charge recombination in bulk of film by reducing the number of charge trapping sites. The decrease in capacitance (C3) associated with charge accumulation (Figure 10d) in bulk showed a decreasing trend as resistance (R3) and was the lowest for the BiVO4/GCN photoanode. The capacitance C3 is associated with charge accumulated during redox process V4+/V5+. The capacitance related to redox process, i.e., reduction of V5+ to V4+, should be lower to increase the number of V5+, which takes part in the PEC process. Thus, BiVO4/GCN photoanode with lower bulk capacitance provides favorable condition for PEC process. As seen in Figure 10c, the charge transfer resistance at surface electrolyte interface, i.e., R4, decreases with carbon nanomaterials incorporation in BiVO4 and was the lowest for the BiVO4/GCN photoanode. The decrease in the resistance R4 value suggests that carbon nanomaterials incorporation in BiVO4 has a positive effect on the surface properties of BiVO4\nin favor of charge transfer at surface electrolyte interface. The BiVO4/CNT and BiVO4/rGO photoanodes showed almost same charge transfer resistance, i.e., 495 and 390 Ω, respectively. The trend in charge transfer resistance supports the charge transfer efficiency results (Figure 9b). Overall, incorporation of carbon nanomaterials in BiVO4 led to lower bulk and surface resistances. The charge accumulation at the film surface electrolyte interface (C4) showed an increasing trend with carbon nanomaterials incorporation in BiVO4. It was observed that there was a drastic increase in the C4 value with carbon nanomaterials incorporation in BiVO4 and a further gradual increases with CNT-, rGO-, and GCNincorporated photoanodes. The increase in surface charge transfer (corresponding to decrease in R4 and increase in ηinj; Figure 9b) with incorporation of carbon nanomaterials was further investigated using Bode plot (Figure 10e). Bode measurements were carried out along with Nyquist measurement at 1.23 VRHE. As seen in the Bode plot in Figure 10e, the low-frequency peak at around 200 mHz is related to the capacitance at photoanode surface and electrolyte interface. The higher the phase value, the more capacitive is the behavior of the system, reflecting the accumulation of charge at a certain interface. The significant reduction of this peak in the BiVO4/ GCN photoanode supports the increase of ηinj with decrease in surface resistance of the film. Thus, the lower values of R3, R4, and C3 and higher values of C4 for the BiVO4/GCN photoanode lead to higher PCD during PEC process. Further, the charge transfer kinetics of PEC water oxidation process was estimated using the following equation\n+ = + i k jjjjj\ny { zzzzz k k k R R( ) 1/ 14 3 4 3 4 (5)\nwhere k3 and k4 are the charge transfer rate constant in the bulk and surface of film, respectively. The charge transfer resistances, i.e., R3 and R4, are shown in Figure 10c. The calculated charge transfer rate constant using eq 5 is shown in Figure 11a along with the number density of charge carriers (Table S2). The carbon nanomaterials incorporation in BiVO4 leads to enhance the charge transport rate with increase in the number density of charge carriers. This can be attributed to better PEC performance due to low recombination, i.e., increase in the number density of charge carrier and better charge transport in bulk and surface of film. It was observed that BiVO4/GCN photoanode had shown comparatively better charge transport kinetics than BiVO4/rGO photoanode. The highest number of charge carriers with lower resistance for charge transfer leads to the efficient charge transfer kinetics, resulting in the highest PEC performance for BiVO4/GCN photoanode. Further, ECSAs of various photoanodes were determined from the electrochemical capacitance measurements (Figure S8) in the nonfaradic zone. As reported in the literature, the ECSA of working photoanode is proportional to the slope of the current density vs scan rate curves (Figure 11b). The estimated slopes for various photoanodes from their current density vs scan rate curves are listed in Table S2. It was observed that the best PEC performing BiVO4/GCN photoanode has ∼2 times higher ECSA. The nanocomposite formation of carbon nanomaterials with BiVO4 leads to increase of the electrochemical active surface area, thereby supporting efficient charge transfer on the photoanode surface.\nEffect of OER Catalyst on PEC Performance. The various photoanodes were coated with OER surface catalyst\nDOI: 10.1021/acs.langmuir.9b02782 Langmuir 2019, 35, 14492−14504\n14501\ncobalt−phosphate (Co−Pi) layer (2−3 nm) by electrodeposition.26 As seen in Figure 12a, the PCD increases with surface coating of Co−Pi due to reduction in surface recombination sites. The BiVO4/GCN/Co−Pi photoanode exhibited PCD >10 times (4.0 ± 0.21 mA cm−2) compared to that with the pristine BiVO4/Co−Pi (0.33 ± 0.02 mA cm−2) at 1.23 VRHE under 1 sun illumination in K2HPO4 electrolyte. The PCD values shown by BiVO4/CNT/Co−Pi and BiVO4/ rGO/Co−Pi were 2.1 and 2.4 mA cm−2 at 1.23 VRHE, respectively. The BiVO4/GCN/Co−Pi photonaode showed the highest ABPE, i.e., 1.12, at bias potential 0.68 VRHE in K2HPO4 electrolyte (Figure 12b). The long-term stability (9 h) of various photoanodes was evaluated at 1.23 VRHE in 0.1 M K2HPO4 electrolyte under 1 sun illumination, and the results are shown in Figure 12c. Evidently, the BiVO4/GCN/Co−Pi photoanode exhibited stable PEC performance compared to all other electrodes. In particular, the pristine BiVO4 photoanode started degrading after 4 h of continuous illumination during the PEC process. Therefore, these results suggest that the nanojunction formation in GCN@BiVO4 can make full use of the advantages of each component, which includes the excellent light absorption of BiVO4 and the fast electron transport properties of the GCN. Mechanism of Charge Transfer during PEC Process. Figure 13 shows the band energy structure of various photoanodes at pH 7 under illumination condition. The\nconduction band edges tend to move toward the H+/H2 redox potential with incorporation of carbon nanomaterials. This indicates that the photogenerated electrons in conduction band can be easily transferred to conducting FTO and subsequently utilized for reduction of hydrogen ions. In the case of CNT and rGO, the photoinduced electrons readily move from BiVO4 grains to the adjacent CNT/rGO layer and then collected at electrodes. The electron transfer from BiVO4 to CNT/rGO is favorable due to the negative flat band potentials for CNT/rGO with respect to pristine BiVO4. 31 The\nDOI: 10.1021/acs.langmuir.9b02782 Langmuir 2019, 35, 14492−14504\n14502\npresence of delocalized electrons on the π−π graphitic carbon network helps in transportation of electrons, and this phenomenon is more prominent in the case of rGO. In the case of highest PEC performer, BiVO4/GCN photoanode, the following reasons have been attributed: (i) the enhanced light absorption due to the presence of two components (BiVO4: 2.46 eV and GCN: 2.7 eV17) with suitable band gap and (ii) higher charge transportation efficiency. As seen in Figure 13, due to suitable band gaps of pristine BiVO4 and pristine GCN, it can easily absorb light in the UV−visible spectrum region. The absorbed photons will facilitate transition of electrons from the VB to the CB of pristine BiVO4 and pristine GCN, respectively. The photoexcited electrons in the CB of GCN can be injected into the CB of BiVO4 and subsequently collected on the FTO surface. Further, electrons collected on the FTO surface will take part in hydrogen-ion reduction through counter (platinum) electrode. This process will restrain the recombination of electron−hole pair.21 Thus, in the case of BiVO4/GCN photoanode, the water oxidation and hydrogen-ion reduction occurred due to holes from VB of the GCN and electrons from CB of BiVO4, facilitating the water oxidation.\n■ CONCLUSIONS The role of carbon nanomaterials in BiVO4 as composite was investigated with respect to their PEC performance toward water splitting. The photoanodes with the monoclinic BiVO4 phase and uniformly dispersed carbon nanomaterials in the bulk were fabricated using a facile dip coating method. The carbon nanomaterials incorporation in BiVO4 led to increase in the surface porosity and is most pronounced for graphitic carbon nitride-incorporated BiVO4 film. Various photoanodes with and without surface catalyst exhibited PEC performance in the order BiVO4 < BiVO4/CNT < BiVO4/rGO < BiVO4/ GCN toward water oxidation. The intimate surface contact established between carbon nanomaterials and BiVO4 grains during the film fabrication improved charge transport. The BiVO4/GCN photoanode showed the best PEC performance with a PCD of 2.2 mA cm−2, bulk charge separation efficiency of 67%, and PCD of 4.0 mA cm−2 with Co−Pi surface catalyst at 1.23 V vs RHE for water oxidation under 1 sun illumination. Remarkably, the BiVO4/GCN and BiVO4/rGO photoanodes exhibited significantly high photocurrent, i.e., ∼7.4 mA cm−2 at 2.2 V vs RHE. It was evident from the optical property measurements that GCN component addition in BiVO4 enhances the absorbance to ∼89%. Furthermore, Mott− Schottky analysis showed that photoanodes retained their n-\ntype semiconductor nature with incorporation of carbon nanomaterials and BiVO4/GCN photoanode showed higher negative shift with significant increase in the number of bulk charge carriers. The lower bulk and interfacial resistance, high charge donor, and efficient charge transfer led to the better performance for the BiVO4/GCN photoanode in comparison to other photoanodes. The enhanced PEC performance could be due to the nanojunction formation between BiVO4 and CNT or rGO or GCN minimizing the chances of charge recombination. In the case of CNT and rGO, the photoinduced electrons in the conduction band of BiVO4 readily move to the adjacent CNT/rGO layer and then collected at electrodes. However, for highest performed BiVO4−GCN composite photoanode, the movement of electrons occurred from the conduction band of graphitic carbon nitride to the conduction band of BiVO4 and then collected at electrode. In summary, the two-component composite of BiVO4 with graphitic carbon nitride fabricated using facile dip coating showed better charge transport and PEC performance in comparison to BiVO4 composite film with multiwall carbon nanotubes or reduced graphene oxide.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.langmuir.9b02782.\nPEC performance of different percentages of GCNincorporated BiVO4 composite photoanodes; elemental determination of various samples by EDS; ABPE calculation (Section 1); Raman spectra of MWCNT, rGO, and GCN; elemental mapping of various samples using EDS; the time transient PEC performance plot; LHE plot; determination of onset of PCD during the PEC process and determination of IPCE (Section 2); Mott−Schottky analysis (Section 3); cyclic voltammogram; XPS analysis of the O 1s peak (Section 4); pore analysis in samples using small-angle neutron scattering and SEM image (Section 5); comparison of photocurrent densities and fabrication method (Table S1); and list of estimated characteristics from experimental data (Table S2) (PDF)\n■ AUTHOR INFORMATION Corresponding Authors *E-mail: jprakas2@asu.edu (J.P.). *E-mail: amk@asu.edu. Tel: 480 727-1102 (A.N.M.K.)."
    }, {
      "heading" : "ORCID",
      "text" : "Jyoti Prakash: 0000-0001-5783-2535 Jitendra Bahadur: 0000-0002-2547-2907 Kinshuk Dasgupta: 0000-0002-5742-7799 Arunachala Nadar Mada Kannan: 0000-0002-8412-1680"
    }, {
      "heading" : "Author Contributions",
      "text" : "All authors contributed equally to this work."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS No declaration.\nDOI: 10.1021/acs.langmuir.9b02782 Langmuir 2019, 35, 14492−14504\n14503\n■ REFERENCES (1) https://www.esrl.noaa.gov/gmd/ccgg/trends/, 2019. (2) Hydrogen Production: Photoelectrochemical Water Splitting. https://www.energy.gov/eere/fuelcells/hydrogen-productionphotoelectrochemical-water-splitting. (3) Gagliardi, C. J.; Vannucci, A. K.; Concepcion, J. J.; Chen, Z.; Meyer, T. J. The Role of Proton Coupled Electron Transfer in Water Oxidation. Energy Environ. Sci. 2012, 5, 7704−7717. (4) Yao, T.; An, X.; Han, H.; Chen, J. Q.; Li, C. Photoelectrocatalytic Materials for Solar Water Splitting. Adv. Energy Mater. 2018, 8, No. 1800210. (5) Meng, X.; Zhang, Z. Bismuth-Based Photocatalytic Semiconductors: Introduction, Challenges and Possible Approaches. J. Mol. Catal. A: Chem. 2016, 423, 533−549. (6) Tolod, K.; Hernańdez, S.; Russo, N. Recent Advances in the BiVO4 Photocatalyst for Sun-Driven Water Oxidation: Top-Performing Photoanodes and Scale-Up Challenges. Catalysts 2017, 7, No. 13. (7) Huang, Z. F.; Pan, L.; Zou, J. J.; Zhang, X.; Wang, L. Nanostructured Bismuth Vanadate-Based Materials for Solar-EnergyDriven Water Oxidation: A Review on Recent Progress. Nanoscale 2014, 6, 14044−14063. (8) Yang, L.; Xiong, Y.; Guo, W.; Guo, J.; Gao, D.; Zhang, Y.; Xiao, P. Mo6+ Doped BiVO4 with Improved Charge Separation and Oxidation Kinetics for Photoelectrochemical Water Splitting. Electrochim. Acta 2017, 256, 268−277. (9) Pihosh, Y.; Turkevych, I.; Mawatari, K.; Uemura, J.; Kazoe, Y.; Kosar, S.; Makita, K.; Sugaya, T.; Matsui, T.; Fujita, D.; et al. Photocatalytic Generation of Hydrogen by Core-Shell WO3/BiVO4 Nanorods with Ultimate Water Splitting Efficiency. Sci. Rep. 2015, 5, No. 11141. (10) Jeong, H. W.; Jeon, T. H.; Jang, J. S.; Choi, W.; Park, H. Strategic Modification of BiVO4 for Improving Photoelectrochemical Water Oxidation Performance. J. Phys. Chem. C 2013, 117, 9104− 9112. (11) Ahmad, H.; Kamarudin, S. K.; Minggu, L. J.; Kassim, M. Hydrogen from Photo-Catalytic Water Splitting Process: A Review. Renewable Sustainable Energy Rev. 2015, 43, 599−610. (12) Salman Nasir, M.; Yang, G.; Ayub, I.; Wang, S.; Wang, L.; Wang, X.; Yan, W.; Peng, S.; Ramakarishna, S. Recent Development in Graphitic Carbon Nitride Based Photocatalysis for Hydrogen Generation. Appl. Catal., B 2019, 257, No. 117855. (13) Mishra, A.; Mehta, A.; Basu, S.; Shetti, N. P.; Reddy, K. R.; Aminabhavi, T. M. Graphitic Carbon Nitride (g−C3N4)−Based Metal-Free Photocatalysts for Water Splitting: A Review. Carbon 2019, 149, 693−721. (14) Trogadas, P.; Fuller, T. F.; Strasser, P. Carbon as Catalyst and Support for Electrochemical Energy Conversion. Carbon 2014, 75, 5− 42. (15) Yan, P.; Zhang, B.; Wu, K. H.; Su, D.; Qi, W. Surface Chemistry of Nanocarbon: Characterization Strategies from the Viewpoint of Catalysis and Energy Conversion. Carbon 2019, 143, 915−936. (16) Khan, Z.; Bhattu, S.; Haram, S.; Khushalani, D. SWCNT/ BiVO4 Composites as Anode Materials for Supercapacitor Application. RSC Adv. 2014, 4, 17378−17381. (17) Safaei, J.; Ullah, H.; Mohamed, N. A.; Mohamad Noh, M. F.; Soh, M. F.; Tahir, A. A.; Ahmad Ludin, N.; Ibrahim, M. A.; Wan Isahak, W. N. R.; Mat Teridi, M. A. Enhanced Photoelectrochemical Performance of Z-Scheme g-C3N4/BiVO4 Photocatalyst. Appl. Catal., B 2018, 234, 296−310. (18) Su, J.; Bai, Z.; Huang, B.; Quan, X.; Chen, G. Unique Three Dimensional Architecture Using a Metal-Free Semiconductor CrossLinked Bismuth Vanadate for Efficient Photoelectrochemical Water Oxidation. Nano Energy 2016, 24, 148−157. (19) Ng, Y. H.; Iwase, A.; Kudo, A.; Amal, R. Reducing Graphene Oxide on a Visible-Light BiVO4 Photocatalyst for an Enhanced Photoelectrochemical Water Splitting. J. Phys. Chem. Lett. 2010, 1, 2607−2612. (20) Luan, P.; Zhang, Y.; Zhang, X.; Li, Z.; Prathapan, R.; Bach, U.; Zhang, J. Bismuth Vanadate with Electrostatically Anchored 3D\nCarbon Nitride Nano-Networks as Efficient Photoanodes for Water Oxidation. ChemSusChem 2018, 11, 2510−2516. (21) Wang, Y.; Sun, J.; Li, J.; Zhao, X. Electrospinning Preparation of Nanostructured G-C3N4/BiVO4 Composite Films with an Enhanced Photoelectrochemical Performance. Langmuir 2017, 33, 4694−4701. (22) Soltani, T.; Tayyebi, A.; Lee, B. K. Enhanced Photoelectrochemical (PEC) and Photocatalytic Properties of VisibleLight Reduced Graphene-Oxide/Bismuth Vanadate. Appl. Surf. Sci. 2018, 448, 465−473. (23) Liu, J.; Zhang, T.; Wang, Z.; Dawson, G.; Chen, W. Simple Pyrolysis of Urea into Graphitic Carbon Nitride with Recyclable Adsorption and Photocatalytic Activity. J. Mater. Chem. 2011, 21, 14398−14401. (24) Niu, P.; Qiao, M.; Li, Y.; Huang, L.; Zhai, T. Distinctive Defects Engineering in Graphitic Carbon Nitride for Greatly Extended Visible Light Photocatalytic Hydrogen Evolution. Nano Energy 2018, 44, 73−81. (25) Prasad, U.; Prakash, J.; Azeredo, B.; Kannan, A. M. Stoichiometric and Non-Stoichiometric Tungsten Doping Effect in Bismuth Vanadate Based Photoactive Material for Photoelectrochemical Water Splitting. Electrochim. Acta 2019, 299, 262−272. (26) Prasad, U.; Prakash, J.; Gupta, S.; Zuniga, J.; Mao, Y.; Azeredo, B.; Kannan, A. N. M. Enhanced Photoelectrochemical Water Splitting with Er and W Co-Doped Bismuth Vanadate with WO3 Heterojunction Based 2-Dimensional Photoelectrode. ACS Appl. Mater. Interfaces 2019, 11, 19029−19039. (27) Tauc, J. Optical Properties and Electronic Structure of Amorphous Ge and Si. Mater. Res. Bull. 1968, 3, 37−46. (28) Giuri, A.; Saleh, E.; Listorti, A.; Colella, S.; Rizzo, A.; Tuck, C.; Corcione, C. E. Rheological Tunability of Perovskite Precursor Solutions: From Spin Coating to Inkjet Printing Process. Nanomaterials 2019, 9, No. 582. (29) Murugan, C.; Abinav Nataraj, R.; Praveen Kumar, M.; Ravichandran, S.; Pandikumar, A. Enhanced Charge Transfer Process of Bismuth Vanadate Interleaved Graphitic Carbon Nitride Nanohybrids in Mediator-Free Direct Z Scheme Photoelectrocatalytic Water Splitting. ChemistrySelect 2019, 4, 4653−4663. (30) Abdi, F. F.; Han, L.; Smets, A. H. M.; Zeman, M.; Dam, B.; Van De Krol, R. Efficient Solar Water Splitting by Enhanced Charge Separation in a Bismuth Vanadate-Silicon Tandem Photoelectrode. Nat. Commun. 2013, 4, No. 2195. (31) Long, M.; Cai, W.; Kisch, H. Visible Light Induced Photoelectrochemical Properties of N-BiVO4 and n-BiVO4/pCo3O4. J. Phys. Chem. C 2008, 112, 548−554.\nDOI: 10.1021/acs.langmuir.9b02782 Langmuir 2019, 35, 14492−14504\n14504"
    } ],
    "references" : [ {
      "title" : "The Role of Proton Coupled Electron Transfer in Water Oxidation",
      "author" : [ "T.J. Meyer" ],
      "venue" : "Energy Environ. Sci. 2012,",
      "citeRegEx" : "Meyer,? \\Q2018\\E",
      "shortCiteRegEx" : "Meyer",
      "year" : 2018
    }, {
      "title" : "Bismuth-Based Photocatalytic Semiconductors: Introduction, Challenges and Possible Approaches",
      "author" : [ "X. Meng", "Z. Zhang" ],
      "venue" : "J. Mol. Catal. A: Chem",
      "citeRegEx" : "Meng and Zhang,? \\Q2016\\E",
      "shortCiteRegEx" : "Meng and Zhang",
      "year" : 2016
    }, {
      "title" : "Doped BiVO4 with Improved Charge Separation and Oxidation Kinetics for Photoelectrochemical Water Splitting",
      "author" : [ "L. Yang", "Y. Xiong", "W. Guo", "J. Guo", "D. Gao", "Y. Zhang", "P. Mo Xiao" ],
      "venue" : "Electrochim. Acta 2017,",
      "citeRegEx" : "Yang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2017
    }, {
      "title" : "WO3/BiVO4 Nanorods with Ultimate Water Splitting Efficiency",
      "author" : [ "H. W", "T.H. Jeon", "J.S. Jang", "W. Choi", "H. Park" ],
      "venue" : "Sci. Rep. 2015,",
      "citeRegEx" : "W. et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "W. et al\\.",
      "year" : 2015
    }, {
      "title" : "Hydrogen from Photo-Catalytic Water Splitting Process: A Review",
      "author" : [ "S.K. Kamarudin", "L.J. Minggu", "M. Kassim" ],
      "venue" : "Water Oxidation Performance. J. Phys. Chem. C",
      "citeRegEx" : "H. et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "H. et al\\.",
      "year" : 2013
    }, {
      "title" : "Recent Development in Graphitic Carbon Nitride Based Photocatalysis for Hydrogen Generation",
      "author" : [ "M. Salman Nasir", "G. Yang", "I. Ayub", "S. Wang", "L. Wang", "X. Wang", "W. Yan", "S. Peng", "S. Ramakarishna" ],
      "venue" : "Appl. Catal., B 2019,",
      "citeRegEx" : "Nasir et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Nasir et al\\.",
      "year" : 2019
    }, {
      "title" : "Carbon as Catalyst and Support for Electrochemical Energy Conversion",
      "author" : [ "P. Trogadas", "T.F. Fuller", "P. Strasser" ],
      "venue" : "Carbon 2014,",
      "citeRegEx" : "Trogadas et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Trogadas et al\\.",
      "year" : 2014
    }, {
      "title" : "G-C3N4/BiVO4 Composite Films with an Enhanced Photoelectrochemical Performance",
      "author" : [ "T. Soltani", "A. Tayyebi", "B.K. Lee" ],
      "venue" : "Langmuir 2017,",
      "citeRegEx" : "Soltani et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Soltani et al\\.",
      "year" : 2017
    }, {
      "title" : "Simple Pyrolysis of Urea into Graphitic Carbon Nitride with Recyclable Adsorption and Photocatalytic Activity",
      "author" : [ "J. Liu", "T. Zhang", "Z. Wang", "G. Dawson", "W. Chen" ],
      "venue" : "J. Mater. Chem. 2011,",
      "citeRegEx" : "Liu et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2011
    }, {
      "title" : "Stoichiometric and Non-Stoichiometric Tungsten Doping Effect in Bismuth Vanadate Based Photoactive Material for Photoelectrochemical Water Splitting",
      "author" : [ "U. Prasad", "J. Prakash", "S. Gupta", "J. Zuniga", "Y. Mao", "B. Azeredo", "A.N.M. Kannan" ],
      "venue" : "Electrochim. Acta",
      "citeRegEx" : "Prasad et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Prasad et al\\.",
      "year" : 2019
    }, {
      "title" : "Co-Doped Bismuth Vanadate with WO3 Heterojunction Based 2-Dimensional Photoelectrode",
      "author" : [ "W Er" ],
      "venue" : "ACS Appl. Mater. Interfaces 2019,",
      "citeRegEx" : "Er,? \\Q1902\\E",
      "shortCiteRegEx" : "Er",
      "year" : 1902
    }, {
      "title" : "Rheological Tunability of Perovskite Precursor Solutions: From Spin Coating to Inkjet Printing Process",
      "author" : [ "A. Giuri", "E. Saleh", "A. Listorti", "S. Colella", "A. Rizzo", "C. Tuck", "C.E. Corcione" ],
      "venue" : "Nanomaterials 2019,",
      "citeRegEx" : "Giuri et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Giuri et al\\.",
      "year" : 2019
    }, {
      "title" : "Enhanced Charge Transfer Process of Bismuth Vanadate Interleaved Graphitic Carbon Nitride Nanohybrids in Mediator-Free Direct Z Scheme Photoelectrocatalytic Water Splitting",
      "author" : [ "S. Ravichandran", "A. Pandikumar" ],
      "venue" : "ChemistrySelect 2019,",
      "citeRegEx" : "Ravichandran and Pandikumar,? \\Q2019\\E",
      "shortCiteRegEx" : "Ravichandran and Pandikumar",
      "year" : 2019
    }, {
      "title" : "Efficient Solar Water Splitting by Enhanced Charge Separation in a Bismuth Vanadate-Silicon Tandem Photoelectrode",
      "author" : [ "R. De Krol" ],
      "venue" : "Nat. Commun. 2013,",
      "citeRegEx" : "Krol,? \\Q2013\\E",
      "shortCiteRegEx" : "Krol",
      "year" : 2013
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Photoelectrochemical performance of bismuth vanadate (BiVO4) photoanode is limited by poor charge separation and transport properties. The roles of carbon nanotube, reduced graphene oxide, or graphitic carbon nitride in BiVO4 composite photoanode were investigated toward enhancing light absorption and reducing overall impedance during photoelectrochemical water oxidation process. X-ray diffraction and Tauc analysis showed that BiVO4 retains its monoclinic phase, n-type semiconductor nature, and band gap in all carbon nanomaterials-incorporated composite photoanodes. It was observed that the carbon nanomaterials incorporation in BiVO4 film increases its surface porosity, ultimately leading to enhanced light absorption. The BiVO4 photoanode with reduced graphene oxide and graphitic carbon nitride showed same bulk charge separation efficiency, whereas the latter showed better charge transfer. It was found that the graphitic carbon nitride formed composite with BiVO4 to provide enhanced light absorption efficiency, i.e., 89% in 350−505 nm range. The BiVO4 with graphitic carbon nitride photoanode showed the best performance with a photocurrent of 2.2 mA cm−2, charge separation efficiency of 67%, and photocurrent of 4.0 mA cm−2 with cobalt−phosphate surface catalyst at 1.23 VRHE for water oxidation under 1 sun illumination. The Mott−Schottky and impedance measurements confirmed the shift of conduction band position toward hydrogen reduction potential and reduction in film resistance, respectively, with carbon nanomaterials addition, and the shift was most significant for graphitic carbon nitride. It is concluded that by concomitant formation of junction during photoanode fabrication between carbon nanomaterials, BiVO4, and fluorine-doped tin oxide glass substrate, better charge separation, transport, and light absorption can be achieved.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}