{
  "name" : "downloads_2019-10-23_e4_sharifimehr2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Effects of edible coating containing nano‐emulsion of Aloe vera and eugenol on the physicochemical properties of shrimp during cold storage",
    "authors" : [ "Shahrzad Sharifimehr", "Nafiseh Soltanizadeh", "Amir Hossein Goli" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "3604\nBACKGROUND: Shrimp is nowadays recognized as a rich source of proteins and omega-3 fatty acids. Edible nano-emulsion coatings containing eugenol, as an antioxidant agent, and Aloe vera, as a functional compound, were prepared for the storage of pink shrimp over 7 days at 277 K. Samples of the nano-emulsion were prepared under ultrasonication using 0, 10 and 20 g L−1 of Aloe vera as well as 0, 15 and 30 mL L−1 of eugenol along with Tween 80.\nRESULTS: Results indicated that the low pH of Aloe vera reduced that of the nano-emulsions while the particle size and turbidity increased with increasing Aloe vera concentration. Moreover, both colour and antioxidant activity of the nano-emulsions were significantly affected by eugenol and Aloe vera concentrations (p < 0.05). Increasing eugenol concentration led to increased nano-emulsion pickup but to reduced lightness. Higher concentrations of Aloe vera significantly (p < 0.05) decreased drip loss, cooking loss, pH rise and oxidation rates but enhanced hardness in the shrimp samples.\nCONCLUSIONS: The best results were recorded for the nano-emulsion coating containing 30 mL L−1 of eugenol and 20 g L−1 of Aloe vera. The nano-emulsion was successfully able to upgrade shrimp quality over 7 days of cold storage. © 2019 Society of Chemical Industry\nKeywords: Aloe vera; edible coating; eugenol; nano-emulsion"
    }, {
      "heading" : "INTRODUCTION",
      "text" : "Nowadays, seafood is attracting increasing attention among consumers because of its important nutritive compounds such as proteins and long-chain fatty acids. The two most important factors that affect consumer acceptance of foodstuff are quality and safety. Quality includes such organoleptic characteristics as appearance, odour, flavour and texture. Appearance is the first characteristic consumers note in their judgement of quality.\nAnother important consumer concern is the preservatives used in seafood; they obviously opt for products with less preservative use or none at all. While such traditional storage methods as refrigeration and freezing are able to extend seafood shelf-life, they cannot prevent quality deterioration through the cold storage period.1 It is therefore essential to develop new methods or techniques that can safely preserve the physicochemical properties and nutritional value of marine meat, especially that of shrimp. This should not only be regarded as a main concern but also a priority for the seafood industry.\nShrimp is an important seafood for its large nutrient content. Indeed, its quality is largely affected by its protein and free amino acid contents.2 Another important factor affecting shrimp quality is the presence of fatty acids as they might cause lipid oxidation. In fact, the products of lipid oxidation, such as peroxides, can change the organoleptic properties of shrimp.3 Shrimp meat is\noxidized and perishes as a result of exposure of the fatty acids to atmospheric oxygen. It is therefore essential for any novel technique developed to preserve shrimp quality by delaying its deterioration through inhibiting or retarding the rate of lipid oxidation in meat.1\nCoating is a century-old technique used to preserve food quality and reduce its moisture loss. Edible coating refers to coatings that comply with food standards and are safe for human consumption. Obviously, edible coatings must be appealing to consumers and, as some have claimed, they must be of nutritional value.4 In general, every food is subjected to at least one mass transfer process; these might include moisture transfer, oxygen release, flavour loss or migration of oils. A proper coating is one that protects food quality against environmental agents by creating a barrier against the transfer of moisture, oxygen, flavour, odour and oil.5 One important purpose of a coating is to limit oxidation.4\n∗ Correspondence to: N Soltanizadeh, Department of Food Science and Technology, College of Agriculture, Isfahan University of Technology, Isfahan, 84156-83111, Iran. E-mail: soltanizadeh@cc.iut.ac.ir\nDepartment of Food Science and Technology, College of Agriculture, Isfahan University of Technology, Isfahan, Iran\nJ Sci Food Agric 2019; 99: 3604–3615 www.soci.org © 2019 Society of Chemical Industry\n3605\nOver the past few years, numerous studies have been conducted with the aims of producing edible coatings and evaluating their functions. Edible biopolymers (such as proteins, polysaccharides and lipids) along with food-grade additives have been used to produce edible coatings. Food additives serve to modify the physicochemical properties or other functionalities of coatings.6 This has encouraged a vast number of studies of the effects of different additive ingredients such as eugenol, oregano, Aloe vera, chitosan and gelatin to determine their protective impacts towards prolonged shrimp shelf-life.7–11\nEugenol is the main constituent of clove essential oil with such varied benefits as antioxidant, antimicrobial, antifungal and anticarcinogenic properties.12,13 Gülçin showed its powerful antioxidant activity.14 This compound is, however, associated with a disadvantageous strong flavour that might alter the original food flavour.15 In addition, the high hydrophobicity and reactivity of essential oils pose a formidable challenge against their direct incorporation in food products.16 To retain the biological activity of essential oils and to minimize their adverse effects on the organoleptic properties of foods, these compounds have been encapsulated in systems suitable for food application.17 For this purpose, nano-emulsions, which are easily dispersed in food products, have been used to minimize the effects of essential oils on food flavour while better diffusion and bioactivity are also achieved due to their subcellular size.18,19\nThe presence of proteins, polysaccharides or lipid matrices in edible coating formulations is a prerequisite to entrapping additives and active compounds. From among these, polysaccharides are the more attractive for application in edible coating formulations. Various polysaccharides such as chitosan, hydroxypropylmethylcellulose,20 alginate21 and cassava starch22 have been used. Recently, Aloe vera has also been used as an edible coating in food products. The plant shows antidiabetic, anticancer and antifungal effects as well as wound-healing and gastro-protective properties, to name only some of its many health-promoting properties.23\nThe study presented here was designed and implemented: (i) to develop nano-emulsion edible coatings containing different concentrations of Aloe vera gel powder and eugenol, (ii) to evaluate the properties of the nano-emulsions thus produced and (iii) to investigate the effects of Aloe vera and eugenol edible coatings on the quality and oxidative stability of pink shrimp during its refrigerated storage."
    }, {
      "heading" : "MATERIALS AND METHODS",
      "text" : ""
    }, {
      "heading" : "Materials",
      "text" : "Aloe vera gel powder with a pH of 4.1 from Mexi Aloe Laboratories SA de CV Company, Mexico; eugenol with a purity of 98% from Pyrax Company, India; and Tween 80 from Merck, Germany, were used in the experiments. All other chemicals were procured from Sigma-Aldrich, USA. Pink shrimps were caught from the Persian Gulf and immediately prepared for coating."
    }, {
      "heading" : "Nano-emulsion preparation and properties",
      "text" : ""
    }, {
      "heading" : "Preparation of nano-emulsions",
      "text" : "Nano-emulsions were produced using 0, 10 and 20 g L−1 of Aloe vera gel powder as well as 0, 15 and 30 mL L−1 of eugenol. The ratio of Tween 80 to eugenol was kept constant at 4:1. Initially, Aloe vera gel powder was dissolved in distilled water in a 100 mL glass beaker to which Tween 80 was added as an emulsifier. Eugenol\nwas then added dropwise using a syringe while the solution was being stirred constantly with a magnetic stirrer. In order to reduce the particle size in the solution to the nanoscale, the emulsion was treated with an ultrasound probe (Scientz, model IID, China) operated at 300 W and a frequency of 20 kHz for 1800 s. The probe was set at a distance of 1 cm from the bottom of the beaker. The pulse duration was set to 2 s on-time and 2 s off-time while temperature was maintained constant at 298 K using a water bath.\npH determination A pH meter (Jenway, UK) was used to measure the pH levels of the nano-emulsions produced."
    }, {
      "heading" : "Particle size",
      "text" : "The diameter of the droplets and the particle size of the nano-emulsions prepared were determined using a particle size analyser (ZEN3600, UK) and reported as observed peaks. Particle size was measured using the continuous mode of the device at 298 K based on light scattering at a wavelength of 657 nm and an angle of 135∘. The data obtained were subjected to analysis using the Pade Laplace based on peak intensity."
    }, {
      "heading" : "Viscosity",
      "text" : "Viscosity was measured using a capillary viscometer and calculated using the following equation:\nV = t × 0.0885\nwhere V and t represent viscosity (mPa s) and time (s), respectively."
    }, {
      "heading" : "Colour and whiteness index",
      "text" : "Colour was measured using a colorimeter (model ZE6000, Nippon Denshoku, Japan). The data collected included L* (lightness), a* (red–green scale) and b* (yellow–blue scale) values. Whiteness index (WI) was calculated using the following equation:12\nWI = 100 − √ (100 − L)2 + a2 + b2"
    }, {
      "heading" : "Turbidity",
      "text" : "A turbidimeter (model MI415, Martini, Romania) was used to determine the turbidity of the nano-emulsions produced.\n2,2-Diphenyl-1-picrylhydrazyl hydrate (DPPH) radical scavenging activity The antioxidant activities of the Aloe vera gel powder and eugenol mixture as well as their nano-emulsion compartments were measured in terms of their radical scavenging ability using the stable radical DPPH. For this purpose, 0.01 mL of sample was mixed with 5 mL of a 0.2 mmol L−1 ethanol solution of DPPH and kept in the dark for 1800 s at room temperature before absorbance was recorded at 517 nm. Antioxidant activity was calculated using the following equation:\nAntioxidant activity (%) = 100 × [( Absblank − Abssample )] ∕Absblank\nwhere Absblank and Abssample represent the absorbance of the control and the experimental samples, respectively.\nJ Sci Food Agric 2019; 99: 3604–3615 © 2019 Society of Chemical Industry wileyonlinelibrary.com/jsfa\n3606"
    }, {
      "heading" : "Coated shrimp properties",
      "text" : ""
    }, {
      "heading" : "Shrimp coating",
      "text" : "The shrimps were randomly assigned to nine groups alongside the control, each containing almost 800 g of shrimp. The samples were immersed in the nano-emulsions for 10 s. The control sample was immersed in distilled water designated as 0 g L−1 Aloe vera and 0 mL L−1 eugenol. Once the residual solution had been dripped off, they were exposed to a blast of air. The shrimps thus coated were subsequently packed in polyethylene bags and stored at 277 K for a week. Experiments were carried out on shrimp samples on days 1, 3, 5 and 7 of the storage period."
    }, {
      "heading" : "Pickup evaluation",
      "text" : "To determine pickup of each nano-emulsion, each shrimp sample was weighed before and after the coating process. The difference between the two measured weights was recorded as nano-emulsion pickup according to the following equation:\nPickup (%) = m2 − m1\nm2 × 100\nwhere m2 and m1 represent shrimp weights after and before coating, respectively.\npH determination From each group of samples, 5 g of shrimp was homogenized with 45 mL of distilled water at 16 000×g (IKA, Germany) and a pH meter (Jenway, UK) was used to measure pH.9"
    }, {
      "heading" : "Drip loss",
      "text" : "Drip loss was determined as a measure of the efficiency of different coatings in maintaining moisture. For this purpose, the coated shrimps were weighed and stored at 277 K for 3, 5 and 7 days. The refrigerated shrimps were then removed from their packs and their surface water was dried with tissue before they were weighed again. Drip loss was calculated using the following equation:\nDrip loss (%) = m1 − m2\nm1 × 100\nwhere m1 and m2 represent shrimp weights immediately after coating and after storage, respectively.9"
    }, {
      "heading" : "Cooking loss",
      "text" : "To determine the utility of coating to prevent moisture loss during cooking, the coated shrimps were weighed before being cooked in a water bath at 358 K until the temperature in the central part of the shrimps rose to 348 K. The samples were weighed again and the of cooking loss was determined using the following equation:\nCooking loss (%) = m1 − m2\nm1 × 100\nwhere m1 and m2 represent shrimp sample weights before and after cooking, respectively."
    }, {
      "heading" : "Colour evaluation",
      "text" : "The colour parameters of the coated shrimps (i.e. L*, a* and b* values) were measured using a colorimeter (Nippon Denshoku, Japan)."
    }, {
      "heading" : "Texture evaluation",
      "text" : "Textural properties were studied using a texture analyser (model STM-1, Santam, Iran) equipped with a 100 kg load cell and a flat-ended probe of 10 mm in diameter. Briefly, a sample was placed for compression under the probe that moved twice downwards up to 40% of the initial height at a constant speed of 0.5 mm s−1. Measurements were conducted to determine the four parameters of hardness, springiness, cohesiveness and chewiness.24\nDetermination of thiobarbituric acid reactive substances (TBARs) Comminuted shrimp (4 g) was blended with 10 mL of 200 g L−1 TCA solution for 120 s to which was then added 10 mL of distilled water before the whole mixture was filtered on a Whatman paper filter no. 41. Then, 5 mL of the filtered solution was mixed with 5 mL of 0.01 mol L−1 TBA solution and incubated for 3600 s in boiling water. Absorbance was read at 532 nm using a spectrophotometer (model UV-2100, UK). The TBAR value was reported as milligrams of malondialdehyde per kilogram of sample using the following equation:25\nMalondialdehyde ( mg kg−1 ) = Abs × 5.4"
    }, {
      "heading" : "Statistical analysis",
      "text" : "Statistical analyses were conducted using Statistical Analysis System (SAS, 9.0) software for a confidence level of 95%. The results were reported as mean values along with standard deviations. Each treatment was run in triplicate. The factorial analysis of variance and the split-plot analysis of variance were employed for the nano-emulsions and shrimp properties, respectively."
    }, {
      "heading" : "RESULTS AND DISCUSSION",
      "text" : "Nano-emulsion properties pH Unlike eugenol concentration, Aloe vera concentration was the only factor found to affect nano-emulsion pH level. As shown in Fig. 1, pH was significantly lower in nano-emulsions containing higher amounts of Aloe vera gel powder (p < 0.05). This was because the pH of Aloe vera gel powder was about 4.1, which decreased that of the nano-emulsions. The acidic pH of Aloe vera is due to its important organic compounds such as citric, lactic,\nwileyonlinelibrary.com/jsfa © 2019 Society of Chemical Industry J Sci Food Agric 2019; 99: 3604–3615\n3607\nand succinic acids.26 The acidic pH of the nano-emulsions reached 4.2 at an Aloe vera concentration of 20 g L−1, at which it exhibits antibacterial effects to prevent microbial growths."
    }, {
      "heading" : "Viscosity determination",
      "text" : "Among the unique characteristics of the nano-emulsions prepared are their rheological properties that are different from those of conventional emulsions containing the same amounts of oil due to the very small droplets present in the continuous phase. Increasing the viscosity of edible coatings is also important as it increases the coating pickup by any product. As shown in Fig. 2, Aloe vera concentration did not affect solution viscosity, but increasing eugenol concentration made significant and extreme changes in this parameter (p < 0.05). Along with certain properties of the soluble biopolymer that creates a continuous phase, several other factors such as the dispersed phase volume ratio, the rheology of the dispersed and continuous phases, particle size, colloidal interactions and particle surface electrostatic repulsion affect emulsion viscosity.27 Erramreddy and Ghosh showed that emulsifier concentration also affected nano-emulsion viscosity.28 It was observed in the present study that the amount of emulsifier increased with increasing eugenol concentration. At higher concentrations of the emulsifier, water molecules were trapped among emulsifier chains, which were then crosslinked and increased the ratio of viscosity to increased eugenol concentration.29"
    }, {
      "heading" : "Particle size",
      "text" : "Results indicated that both Aloe vera and eugenol had significant effects on nano-emulsion particle size. According to Table 1, particle size increased in the absence of Aloe vera with increasing eugenol content. In this situation, about 60% of the droplets were less than 50 nm in diameter while about 36% were in the range 50–500 nm at a eugenol concentration of 15 mL L−1, and larger than 500 nm at a eugenol concentration of 30 mL L−1. A similar trend was observed in the presence of Aloe vera. It thus seems that particle size in the dispersed phase is proportional to the concentration of the emulsifier used. Generally speaking, average particle size decreases with increasing emulsifier content since more of the emulsifier is available to cover the surface of new particles created during the treatment. However, it was interesting to observe an opposite trend in this study in that particle size indeed increased with increasing emulsifier content of the emulsions. Previous\nresearch has shown that phase viscosity is capable of changing particle size. Increasing viscosity of the dispersed phase has been reported to cause particle deformation but not particle breakdown while also making it more difficult for the droplets to break up since it will take more time for the particles to break down when phase viscosity increases.30–33 As already mentioned, viscosity increased with increasing emulsifier concentration as a function of increasing eugenol concentration. At higher viscosities, however, the effects of ultrasound on eugenol droplets diminished such that eugenol droplets were deformed but not broken. As process duration in this study was constant, particle size increased with increasing eugenol concentration that also led to enhanced emulsifier content and emulsion viscosity. This is contrary to the case when eugenol was not present in the solution in which case increasing Aloe vera concentration caused a reduction in particle size. However, no droplets less than 50 nm in size were observed in these treatments. Thus, higher concentrations of Aloe vera seem to have increased the chances for the exposure of polymeric compounds to shock waves, which led to reduced particle size. Interestingly, in the presence of both Aloe vera and eugenol, droplets smaller than 50 nm grew larger in size, which could be attributed to the presence of eugenol. This complex interface may be explained by the droplets being covered with the polymeric compounds of Aloe vera. The radius of eugenol droplets is the sum of oil core radius and the interface thickness that can be determined from the size of the surface-active molecules. Such non-ionic surfactants as Tween 80 are small molecules adsorbed onto the oil–water interface of nano-emulsions. It would, however, not be strange to observe an increase in droplet size when larger molecules such as those of Aloe vera are added to a nano-emulsion.34 Pongsawatmanit et al. found that molecules of alginate were adsorbed onto a palm oil emulsion interface stabilized by a multilayer interface formed by 𝛽-lactoglobulin.35 It is assumed that Tween 80 and Aloe vera polymers are simultaneously adsorbed on the surface of some droplets."
    }, {
      "heading" : "Colour evaluation",
      "text" : "As evident from Table 2, Aloe vera and eugenol concentrations had significant effects on nano-emulsion colour (p < 0.05). Increasing either Aloe vera or eugenol concentration led to reduced nano-emulsion lightness. This is because emulsion lightness is a direct reflection of the particle size. In the case of eugenol, increasing its concentration increases particle size distribution and light scattering but reduces brightness. In the case of Aloe vera gel powder, the polymers in it are completely dissolved in water to induce light reflection and scattering upon collision with light rays, thereby reducing the nano-emulsion lightness with increasing Aloe vera concentration.\nAs evident from Table 2, in the absence of Aloe vera, the solution decreased in redness to turn more greenish with increasing eugenol concentration. In the presence of Aloe vera gel powder, however, a significant increase was observed in redness intensity with increasing eugenol content. This is while addition of Aloe vera gel powder to water (in the absence of eugenol) had little effect on redness intensity. It seems that the acidic pH of Aloe vera gel powder turns the yellow eugenol into red via changes in its phenolic compounds.\nYellowness was also studied in nano-emulsion coatings (Table 2), and it was found that increasing eugenol concentration invariably led to increasing yellowness intensity at each of the Aloe vera concentrations tested. The highest yellowness intensity was recorded\nJ Sci Food Agric 2019; 99: 3604–3615 © 2019 Society of Chemical Industry wileyonlinelibrary.com/jsfa\n3608\nTable 1. Particle size of nanoemulsions produced with different concentrations of Aloe vera and eugenol\nTreatments Particles< 50 nm 50 nm<particles<500 nm Particles> 500 nm\n0 g L−1 A, 15 mL L−1 Ea Size (nm) Intensity (%)\n18.26± 0.29 60.00± 0.07\n141.55± 30.66 36.50± 0.06\n–\n0 g L−1 A, 30 mL L−1 E Size (nm) Intensity (%)\n17.48± 0.82 60.50± 0.007\n– 686.97± 47.14 35.50± 0.007\n10 g L−1 A, 0 mL L−1 E Size (nm) Intensity (%)\n– 263.89± 12.83 21.00± 0.01\n1310.14± 33.70 72.00± 0.01\n10 g L−1 A, 15 mL L−1 E Size (nm) Intensity (%)\n19.51± 0.45 32.50± 0.02\n359.86± 14.76 63.50± 0.007\n–\n10 g L−1 A, 30 mL L−1 E Size (nm) Intensity (%)\n28.51± 6.40 36.49± 0.07\n– 564.36± 54.50 63.51± 0.007\n20 g L−1 A, 0 mL L−1 E Size (nm) Intensity (%)\n– – 529.25± 21.00 96.75± 2.61\n20 g L−1 A, 15 mL L−1 E Size (nm) Intensity (%)\n38.90± 4.87 73.70± 4.31\n215.55± 67.52 22.00± 3.95\n20 g L−1 A, 30 mL L−1 E Size (nm) Intensity (%)\n– 53.76± 0.98 56.00± 1.83\n690.20± 30.26 41.55± 2.33\na A: Aloe vera; E: eugenol.\nTable 2. Colour parameters of nanoemulsions produced with different concentrations of Aloe vera and eugenol\nAloe vera (g L−1) Eugenol (mL L−1) Lightness Redness Yellowness Whiteness index\n0 0 15 30\n100Aa ± 0.00 99.21Ba ± 0.16 97.92Ba ± 0.93\n−0.01Aa ± 0.01 −1.17Ba ± 0.12 −2.31Ca ± 0.26\n0.02Aa ± 0.02 14.54Ba ± 0.17 17.51Ca ± 0.26\n99.97Aa ± 0.01 85.33Ba ± 0.15 82.19Ca ± 0.72\n10 0 15 30\n99.75Ab ± 1.04 97.39Bb ± 1.36 91.95Cb ± 0.66\n0.28Aa ± 0.14 0.94Bb ± 0.01 3.43Cb ± 0.48\n7.89Ab ± 0.87 16.60Bb ± 0.16 19.57Cb ± 0.30\n92.05Ab ± 0.68 83.12Bb ± 0.5 78.46Cb ± 0.48\n20 0 15 30\n95.15Ac ± 0.68 94.98Bc ± 1.10 90.01Cc ± 0.60\n0.79Ab ± 0.04 1.69Bc ± 0.06 3.81Cc ± 0.22\n13.49Ac ± 0.71 18.46Bc ± 0.10 20.66Cc ± 0.96\n85.63Ac ± 0.47 80.76Bc ± 0.42 76.86Cc ± 0.59\nDifferent upper-case letter shows the difference between eugenol concentrations and different lower-case letter shows difference between Aloe vera concentrations.\nfor samples containing 20 g L−1 of Aloe vera and 30 mL L−1 of eugenol."
    }, {
      "heading" : "Whiteness index",
      "text" : "WI represents the overall whiteness of a solution. As evident from Table 2, not only Aloe vera and eugenol concentrations but also their interaction had significant effects on WI. Increasing concentration of the components used reduced nano-emulsion whiteness, with the highest recorded for the control (water) and the lowest (76.86) for the treatment containing 20 g L−1 of Aloe vera and 30 mL L−1of eugenol. WI reductions are clearly proportional to both particle size and distribution that increased at higher concentrations of the compounds studied. A previous study has shown that larger particles give rise to more light scattering than do smaller ones, thereby producing solutions with higher brightness, opacity and whiteness.36 In the present study, however, whiteness was observed to decrease with increasing particle size as a result of increasing concentrations of the coating compounds. Moreover, the type of essential oil used seems to affect WI; there is evidence showing that using clove essential oil reportedly reduced WI.37 This explains why the lowest WI was observed with the treatment containing the highest eugenol content. It needs to be mentioned in passing that reduced WI will obviously have a negative impact on product marketability and desirability."
    }, {
      "heading" : "Turbidity measurements",
      "text" : "Both the ingredients used in the preparation of nano-emulsions were observed to have significant effects on turbidity; however, Aloe vera made a significant difference to solution turbidity in the absence of eugenol (Fig. 3). Increasing turbidity in nano-emulsions is the result of increasing particle size and distribution. In nano-emulsions containing only Aloe vera gel powder, turbidity increased with increasing concentration of the coating ingredients that promoted more polymers to be present in the environment, giving rise to greater light scattering. Moreover, increasing eugenol concentration and the consequent increasing emulsifier content led to a significant increase in solution opacity. The larger particles produced at higher eugenol concentrations, however, seem to have contributed to increased light scattering and turbidity. Rao and McClements reported that lemon oil nano-emulsion turbidity increased in the presence of more essential oils.38 This increase in turbidity, which reduces the transparency of the coating seen as a visible layer, might have negative effects on product appearance, which obviously detracts from marketability. DPPH radical scavenging activity Both ingredients used in the nano-emulsions had significant effects on their radical scavenging activity (p < 0.05). It is evident\nwileyonlinelibrary.com/jsfa © 2019 Society of Chemical Industry J Sci Food Agric 2019; 99: 3604–3615\n3609\nfrom Table 3 that the antioxidant activity of the nano-emulsions increased with increasing Aloe vera concentration. A previous study has shown that Aloe vera owes its antioxidant property to the presence of such compounds as polysaccharides and flavonoids.39 Despite the negligible antioxidant activity of Aloe vera relative to that of eugenol, the antioxidant activity of the emulsion was observed to increase considerably with increased eugenol concentration. Inhibition of lipid oxidation by eugenol is a two-step mechanism: (i) eugenol interferes with the trapping of active oxygen in chain reactions and (ii) it is metabolized to dimers (di-eugenol) that inhibit lipid oxidation during the progress of chain reactions.40 Developments in nanotechnology have made great contributions to enhancing the eugenol lipid oxidation inhibitory mechanism. As evident from Table 3, reducing particle size to the nanoscale enhanced the antioxidant activity of the solution containing Aloe vera gel powder by two to four times in the absence of eugenol. This is contrary to the expectation that reduced particle size cannot lead to any significant increase in antioxidant properties due to the high antioxidant activity of eugenol.\n0\n1.5\n3\n0\n1\n2\n3\n4\n5\n6\n2 1\n0\nBb Bb\nCa\nBa Ba\nBa\nAaAa Aa\nE ug\nen ol\nc on\nce nt\nra tio\nn (%\n)\nAloe vera concentration (%)\nP ic\nku p\n(% )\nFigure 4. Changes in pickup of coated shrimp samples with different concentrations of Aloe vera and eugenol (different upper-case letter indicates significant difference between eugenol concentrations and different lower-case letter shows difference between Aloe vera concentrations)."
    }, {
      "heading" : "Properties of coated shrimp",
      "text" : ""
    }, {
      "heading" : "Pickup",
      "text" : "Pickup is the first important parameter affecting product quality. Higher pickup values indicate more effective blocking properties to preserve product qualities and enhance food process efficiency.41 Obviously, enhanced pickup values increase moisture retention and reduce oil uptake.42 The results of the present study indicate the significant effect of eugenol concentration on pickup value (p < 0.05). Figure 4 illustrates the effects of different concentrations of the compounds used on pickup value.\nViscosity was observed to have a direct effect on product pickup. Increasing eugenol concentration in the solution required a higher emulsifier content that, in turn, increased solution viscosity. Aloe vera did not have any significant effect on either viscosity or pickup. The highest pickup value was observed in the solution with the highest eugenol concentration, that is, the nano-emulsion containing 30 mL L−1 of eugenol.\npH Figure 5 shows pH variations during 7 days of cold storages. Results indicated that both storage time and Aloe vera concentration had significant effects on the pH levels of the coated shrimps (p < 0.05). Based on Fig. 3, the treatments may be categorized into the following three groups: (i) that with the highest pH level during cold storage, which included shrimps treated with 0 g L−1 of Aloe vera; (ii) that with a pH level of about 7.5 on the first day of cold storage, which included shrimps coated with nano-emulsions containing 10 g L−1 of Aloe vera; and (iii) that with the least pH level during cold storage, which included shrimps coated with 20 g L−1 of Aloe vera. This is consistent with the pH values obtained for nano-emulsions used for coating. Enhanced Aloe vera concentration in the coatings reduced shrimp pH due to acidic pH of Aloe vera. Although the variations in pH during cold storage exhibited an increasing trend in all the treatments, the samples coated with emulsions containing 20 g L−1 of Aloe vera recorded the lowest pH values. The acidic pH of Aloe vera is important for its potential for inhibiting microbial growth.43,44 The highest pH values over the whole cold storage period were found for treatments with no Aloe vera. Jeon et al. stated that accumulation of nitrogenous alkaline compounds such as ammonia and trimethylamine, which result from microbial and intercellular enzyme activities during decomposition and putrefaction of fish, can be a cogent reason for rising pH levels throughout cold storage.45\nJ Sci Food Agric 2019; 99: 3604–3615 © 2019 Society of Chemical Industry wileyonlinelibrary.com/jsfa\n3610"
    }, {
      "heading" : "Drip loss",
      "text" : "Drip loss measurements are reported in Fig. 6. Clearly, not only Aloe vera and eugenol concentrations but also storage duration had significant effects on drip loss (p < 0.05). Despite the overall increase in drip loss observed during the whole storage period, the shrimp coating containing higher concentrations of eugenol and Aloe vera prevented much of the loss. The greatest drip loss over the 7-day cold storage was observed in the control sample, which reached 8.76% on the last day. The shrimps coated with a nano-emulsion containing 20 g L−1 of Aloe vera and 30 mL L−1 of eugenol, however, exhibited the lowest (2.89%) drip loss after 7 days. Generally speaking, hygroscopic attributes of Aloe vera were found to have a beneficial effect on the product’s water-holding capacity. In addition, the formation of a layer of eugenol on the shrimps also contributed to reduced drip loss during cold storage.9 Finally, water-holding capacity of the product was enhanced and its moisture loss prevented by the protein–polysaccharide complex formed due to the reaction of polysaccharide of Aloe vera with muscular protein of shrimp.46"
    }, {
      "heading" : "Cooking loss",
      "text" : "Cooking loss was observed to decrease considerably (p < 0.05) at high Aloe vera and eugenol concentrations. As shown in Fig. 7, cooking loss reduced from 61.52% in uncoated shrimp to 27.7% in samples coated with 20 g L−1 of Aloe vera and 30 mL L−1 of eugenol. One characteristic of hydrocolloids is their water-holding property. Clearly, the presence of Aloe vera in coatings inhibits water loss due to its water-binding properties; hence, its higher concentration in coatings naturally leads to enhanced water-holding capacity and reduced weight loss of the coated product. Besides,\nwileyonlinelibrary.com/jsfa © 2019 Society of Chemical Industry J Sci Food Agric 2019; 99: 3604–3615\n3611\neugenol nano-emulsion has a cumulative effect on reducing cooking loss since eugenol nano-droplets not only form a hydrophobic layer around the shrimp surface but also induce reactions among myofibrillar proteins through eugenol phenolic compounds that make a protective layer to prevent water losses during cooking.46,47"
    }, {
      "heading" : "Colour analysis",
      "text" : "The colour parameters for the coated shrimps are reported in Tables 4–6. Aloe vera concentration and storage time had marked effects on lightness during cold storage (p < 0.05). Although the treatments exhibited no significant differences in lightness at the beginning of the experiment, lightness decreased gradually in all the samples. This reduction was much greater in the case of uncoated samples on day 7 of the cold storage period (Table 4). A number of reasons may be claimed for this: (i) higher microbial growth on the surface of shrimps, which decreased lightness due to the formation of a thin surface layer, (ii) oxidation of pigments at the surface of shrimps that was faster in uncoated samples and (iii) formation of black spots in the control samples which were not observed in the coated ones because of the oxygen scavenging ability of eugenol intercepting direct contact between oxygen and shrimp tissue.48\nEvaluation of the a* parameter indicated that neither Aloe vera nor eugenol had significant effects on redness (Table 5). While the shrimps were relatively green on the surface, their colour remained stable through time with no change in a* values as a result of coating with the nano-emulsion. Moreover, examination of the b* parameter indicated that coating with nano-emulsions containing different Aloe vera and eugenol concentrations had no significant effects on yellowness. However, storage time made a significant difference. The results in Table 6 display the rising trend in b* value with increasing storage time."
    }, {
      "heading" : "Texture analysis",
      "text" : "Figure 8 shows the results of texture analysis for hardness, springiness, cohesiveness and chewiness. Clearly, the samples increased in hardness with increasing concentrations of both ingredients (Fig. 8(a)). It seems that the phenolic compounds of eugenol reacted with protein fibres through covalent and noncovalent bonds to increase hardness so that higher concentrations of phenolic compounds led to higher hardness in shrimp. Aloe\nvera contains polysaccharide compounds; these give rise to protein–polysaccharide reactions that enhance hardness. As can be seen in Fig. 8(a), hardness increased in the treatments with no Aloe vera up to day 3 before it decreased on days 5 to 7. This is while samples containing Aloe vera in their coating maintained a rising trend in hardness up to the last day of cold storage.\nComparison of the variations in hardness and pH during the cold storage period reveals that treatments with lower Aloe vera concentrations had higher pH values that provided better conditions for microbial spoilage. It therefore seems that the proteolytic activity of microorganisms after 3 days of storage decreased hardness in shrimp tissues. Furthermore, the prevailing autolysis reactions in shrimp muscles reduced flesh firmness, which usually happens as a result of the enzymatic breakdown of muscle proteins.49 Post-mortem autolysis reactions begin in aquatic animals to soften their flesh and to reduce their textural elasticity.50 Clearly, both the materials used in this study for coating shrimps were able to delay the softening of shrimp texture during cold storage, especially during its initial days.\nAs shown in Fig. 8(b), eugenol concentration and storage time were also the factors involved in cohesiveness. Generally speaking, higher cohesiveness was associated with higher eugenol concentration. However, cohesiveness exhibited a decreasing trend in all the samples with increasing storage time up to day 5 when it showed a marked trend between days 5 and 7 (Fig. 8(b)). The autolysis reactions and the consequent reduction in intercellular connections in shrimp muscles decrease cohesiveness during cold storage. Finally, cohesiveness increased markedly on day 7 due to the disintegration of shrimp tissues.\nSpringiness was also found to be significantly affected by both eugenol concentration and storage time (p < 0.05); it indeed decreased in all the samples during storage at 277 K (Fig. 8(c)). Destruction of cellular structure and drip loss during cold storage led to reduced springiness, which in turn reduced texture resilience after compression. Higher eugenol concentrations enhanced springiness, which was attributed to the associated reduction in drip loss.\nNano-emulsion coatings had significant effects on chewiness (Fig. 8(d)). On the first day of storage, no differences were observed among the treatments; chewiness, however, declined in all the samples during storage at 277 K. The phenolic compounds of eugenol and the polysaccharides of Aloe vera seem to interact with shrimp proteins to influence chewiness."
    }, {
      "heading" : "Analysis of TBARs",
      "text" : "According to Fig. 9, eugenol and Aloe vera concentrations had significant effects on TBARs. At the beginning of the storage period, similar values were recorded for TBARs in all the treatments; during cold storage, however, oxidation proceeded at different rates in the different treatments so that the control (uncoated) sample recorded a higher oxidation rate, rising from 0.69 to 1.17 mg kg−1. The lowest TBAR value after 7 days of storage was shown by shrimps coated with the nano-emulsion containing 20 g L−1 of Aloe vera and 30 mL L−1 of eugenol. Shrimp flesh is susceptible to oxidation because of its high concentration of unsaturated fatty acids, which results in a higher hydroperoxide content followed by an increase in the malondialdehyde content reflected in the rising value of TBARs.51 Aloe vera has a great antioxidant activity due to its compounds such as polysaccharides and flavonoids and was, thus, able in our case to prohibit to an acceptable extent the oxidation of unsaturated fatty acids. In addition, the coating containing Aloe vera limited the exposure of fatty acids to oxygen.9\nJ Sci Food Agric 2019; 99: 3604–3615 © 2019 Society of Chemical Industry wileyonlinelibrary.com/jsfa\n3612\nEugenol is also a plant extract with excellent antioxidant activity that is capable of preventing oxidation.14 It interferes with the trapping of active oxygen in chain reactions while it also metabolizes to dimers that inhibit lipid oxidation.40 Hence, when both Aloe vera and eugenol are used in nano-emulsion coatings, it is not far from expectation that they should offer a great potential for inhibiting oxidation."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "The beneficial advantages of edible nano-emulsion coatings over typical coatings have made them suitable for coating foods with a high lipid content. The results of the present study revealed that the combination of Aloe vera gel powder and eugenol is suitable for use as an edible coating. In general, the nano-emulsion containing 20 g L−1 of Aloe vera gel powder and 30 mL L−1 of eugenol exhibited the lowest pH as well as the highest antioxidant activity and viscosity, all of which make this nano-emulsion a promising choice for food coating. The most important problem with this coating, however, is its opacity and the mild red colour that might change food colour and detract from its consumer appeal. Seafood, especially shrimp, contains such nutrient compounds as proteins and long-chain fatty acids, which are susceptible to environmental agents. A novel technology to preserve the quality of seafood, such as shrimp, is coating it with edible compounds. The present study showed that Aloe vera and eugenol nano-emulsions might have profound and desirable effects on retarding lipid oxidation. It was also shown that these nano-emulsions are capable of improving other qualitative parameters of seafood during cold storage. More specifically, it was found that they can decrease drip loss, colour changes and textural disintegration and deterioration, but increase the pH of\nwileyonlinelibrary.com/jsfa © 2019 Society of Chemical Industry J Sci Food Agric 2019; 99: 3604–3615\n3613\nTable 5. Redness value of shrimps coated with different concentrations of Aloe vera and eugenol during 7 days of refrigerated storage\nTime (days) Aloe vera (g L−1) Eugenol (mL L−1) 1 3 5 7\n0 1 −1.57Aa ± 0.76 −1.07Aa ± 0.04 −0.75Aa ± 0.07 −0.42Aa ± 0.22 15 −1.59Aa ± 0.24 −1.32Aa ± 0.34 −1.19Aa ± 0.23 −1.02Aa ± 0.53 30 −1.59Aa ± 0.81 −1.31Aa ± 0.03 −1.16Aa ± 0.55 −1.05Aa ± 0.91 10 1 −1.57Aa ± 0.13 −1.34Aa ± 0.24 −1.18Aa ± 0.02 −1.08Aa ± 0.92 15 −1.59Aa ± 0.21 −1.35Aa ± 0.10 −1.14Aa ± 0.29 −1.05Aa ± 0.43 30 −1.50Aa ± 0.16 −1.37Aa ± 0.05 −1.18Aa ± 0.54 −1.04Aa ± 0.92 20 1 −1.53Aa ± 0.77 −1.34Aa ± 0.04 −1.14Aa ± 0.04 −1.05Aa ± 0.98 15 −1.54Aa ± 0.79 −1.36Aa ± 0.14 −1.14Aa ± 0.03 −1.06Aa ± 0.96 30 −1.50Aa ± 0.82 −1.39Aa ± 0.05 −1.12Aa ± 0.61 −1.08Aa ± 0.41\nDifferent upper-case letter shows the difference between eugenol concentrations and different lower-case letter shows difference between Aloe vera concentrations (p < 0.05).\nTable 6. Yellowness value of shrimps coated with different concentrations of Aloe vera and eugenol during 7 days of refrigerated storage\nTime (days) Aloe vera (g L−1) Eugenol (mL L−1) 1 3 5 7\n0 1 0.81Aa ± 0.02 2.71Aa ± 0.30 3.91Aa ± 2.53 5.60Aa ± 3.35 15 0.85Aa ± 2.72 2.02Aa ± 1.82 3.19Aa ± 1.72 4.25Aa ± 1.93 30 0.86Aa ± 0.72 2.06Aa ± 1.38 3.14Aa ± 2.45 4.29Aa ± 0.21 10 1 0.96Aa ± 0.10 2.28Aa ± 1.90 3.26Aa ± 1.04 4.44Aa ± 2.60 15 0.95Aa ± 0.02 2.22Aa ± 1.35 3.19Aa ± 0.03 4.60Aa ± 3.19 30 0.98Aa ± 0.08 2.20Aa ± 0.19 3.00Aa ± 2.43 4.52Aa ± 1.22 20 1 0.95Aa ± 0.01 2.46Aa ± 0.16 3.69Aa ± 0.15 4.63Aa ± 2.71 15 0.96Aa ± 0.02 2.51Aa ± 0.14 3.70Aa ± 1.74 4.52Aa ± 0.44 30 0.93Aa ± 0.02 2.50Aa ± 0.28 3.56Aa ± 2.54 4.62Aa ± 0.41\nDifferent upper-case letter shows the difference between eugenol concentrations and different lower-case letter shows difference between Aloe vera concentrations (p < 0.05).\nstored food during cold storage. Based on the results obtained, a direct relationship was established between the improvements gained in shrimp quality and the concentrations of eugenol and Aloe vera used in nano-emulsions. The best results of 67% reduction in drip loss and 48% decrease in cooking loss were obtained in the presence of 20 g L−1 of Aloe vera and 30 mL L−1 of eugenol. In addition, the amount of malondialdehyde reduced from 1.17 mg kg−1 in uncoated shrimp to 0.59 mg kg−1 in coated samples when 20 g L−1 of Aloe vera and 30 mL L−1 of eugenol were\nused. The nano-emulsions prepared in this study may, therefore, be recommended as a desirable coating not only to gain considerable improvements in shrimp quality but also to retard oxidative reactions in shrimp during 7 days of cold storage. It should be noted that natural compounds such as eugenol and Aloe vera can affect the sensory properties of shrimp. Hence, the effect of these compounds on sensory properties of coated shrimps alongside their antimicrobial properties must be considered in a future study."
    }, {
      "heading" : "ACKNOWLEDGEMENTS",
      "text" : "The authors are grateful to Isfahan University of Technology (Iran) for financial support."
    } ],
    "references" : [ {
      "title" : "Effect of sodium alginate-based edible coating containing different anti-oxidants on quality and shelf life of refrigerated bream (Megalobrama amblycephala)",
      "author" : [ "Y Song", "L Liu", "H Shen", "J You", "Y Luo" ],
      "venue" : "Food Control",
      "citeRegEx" : "Song et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Song et al\\.",
      "year" : 2011
    }, {
      "title" : "Effect of Citrus wilsonii Tanaka extract combined with alginate-calcium coating on quality maintenance of white shrimps (Litopenaeus vannamei",
      "author" : [ "X Liu", "Y Jia", "Y Hu", "X Xia", "Y Li", "J Zhou" ],
      "venue" : "Boone). Food Control",
      "citeRegEx" : "Liu et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Liu et al\\.",
      "year" : 2016
    }, {
      "title" : "Seafood quality, safety, and health applications: an overview",
      "author" : [ "C Alasalvar", "F Shahidi", "K Miyashita", "U Wanasundara" ],
      "venue" : "Handbook of J Sci Food Agric 2019;",
      "citeRegEx" : "Alasalvar et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Alasalvar et al\\.",
      "year" : 2019
    }, {
      "title" : "Seafood Quality, Safety and Health Applications, ed",
      "author" : [ "S Sharifimehr", "N Soltanizadeh", "SAH Goli" ],
      "venue" : "Donhowe G and Fennema O, Edible films and coatings: characteristics,",
      "citeRegEx" : "Sharifimehr et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Sharifimehr et al\\.",
      "year" : 2011
    }, {
      "title" : "Edible films and coatings: a review, in Innovations in Food Packaging, ed",
      "author" : [ "JH Han" ],
      "venue" : "Handbook of Seafood Quality, Safety and Health Applications,",
      "citeRegEx" : "Han,? \\Q2011\\E",
      "shortCiteRegEx" : "Han",
      "year" : 2011
    }, {
      "title" : "Improvement of the microbiological quality of ready-to-eat peeled shrimps (Penaeus vannamei) by the use of chitosan coatings",
      "author" : [ "X Carrión-Granda", "I Fernández-Pan", "I Jaime", "J Rovira", "JI Maté" ],
      "venue" : "Int J Food Microbiol",
      "citeRegEx" : "Carrión.Granda et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Carrión.Granda et al\\.",
      "year" : 2016
    }, {
      "title" : "The effect of chitosan-gelatin coating on the quality of shrimp (Litopenaeus vannamei) under refrigerated condition",
      "author" : [ "F Farajzadeh", "A Motamedzadegan", "S-A Shahidi", "S Hamzeh" ],
      "venue" : "Food Control",
      "citeRegEx" : "Farajzadeh et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Farajzadeh et al\\.",
      "year" : 2016
    }, {
      "title" : "The use of eugenol as an anesthetic in transportation of with Indian shrimp (Fenneropenaeus indicus) post larvae",
      "author" : [ "S Akbari", "MJ Khoshnod", "H Rajaian", "M Afsharnasab" ],
      "venue" : "Turk J Fish Aquat Sci",
      "citeRegEx" : "Akbari et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Akbari et al\\.",
      "year" : 2010
    }, {
      "title" : "The anesthetic efficacy of eugenol and the essential oils of Lippia alba and Aloysia triphylla in post-larvae and sub-adults of Litopenaeus vannamei (Crustacea, Penaeidae)",
      "author" : [ "TV Parodi", "MA Cunha", "CG Heldwein", "DM de Souza", "ÁC Martins", "LO Garcia" ],
      "venue" : "Comp Biochem Physiol C",
      "citeRegEx" : "Parodi et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Parodi et al\\.",
      "year" : 2012
    }, {
      "title" : "Eugenol: a natural compound with versatile pharmacological actions",
      "author" : [ "K Pramod", "SH Ansari", "J Ali" ],
      "venue" : "Nat Prod Commun",
      "citeRegEx" : "Pramod et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Pramod et al\\.",
      "year" : 2010
    }, {
      "title" : "The chemical composition and biological activity of clove essential oil, Eugenia caryophyllata (Syzigium aromaticum L. Myrtaceae): a short review",
      "author" : [ "K Chaieb", "H Hajlaoui", "T Zmantar", "AB Kahla-Nakbi", "M Rouabhia", "K Mahdouani" ],
      "venue" : "Phytother Res",
      "citeRegEx" : "Chaieb et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Chaieb et al\\.",
      "year" : 2007
    }, {
      "title" : "Antioxidant activity of eugenol: a structure–activity relationship study",
      "author" : [ "İ Gülçin" ],
      "venue" : "J Med Food",
      "citeRegEx" : "Gülçin,? \\Q2011\\E",
      "shortCiteRegEx" : "Gülçin",
      "year" : 2011
    }, {
      "title" : "Delivery of flavor and active ingredients using edible films and coatings, in Edible Films and Coatings for Food Applications, ed",
      "author" : [ "Olga Martín-Belloso", "MA Rojas-Graü", "Soliva-Fortuny R" ],
      "venue" : "Milda E, Embuscado and Huber KC. Springer Science+Business Media,",
      "citeRegEx" : "Martín.Belloso et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Martín.Belloso et al\\.",
      "year" : 2009
    }, {
      "title" : "Essential oil nanoemulsions as antimicrobial agents in food",
      "author" : [ "F Donsì", "G Ferrari" ],
      "venue" : "J Biotechnol",
      "citeRegEx" : "Donsì and Ferrari,? \\Q2016\\E",
      "shortCiteRegEx" : "Donsì and Ferrari",
      "year" : 2016
    }, {
      "title" : "Influence of emulsion droplet size on antimicrobial properties",
      "author" : [ "U Buranasuksombat", "YJ Kwon", "M Turner", "B Bhandari" ],
      "venue" : "Food Sci Biotechnol",
      "citeRegEx" : "Buranasuksombat et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Buranasuksombat et al\\.",
      "year" : 2011
    }, {
      "title" : "Nanoencapsulation of essential oils to enhance their antimicrobial activity in foods",
      "author" : [ "F Donsì", "M Annunziata", "M Sessa", "G Ferrari" ],
      "venue" : "LWT Food Sci Technol",
      "citeRegEx" : "Donsì et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Donsì et al\\.",
      "year" : 2011
    }, {
      "title" : "Design of nanoemulsion-based delivery systems of natural antimicrobials: effect of the emulsifier",
      "author" : [ "F Donsì", "M Annunziata", "M Vincensi", "G Ferrari" ],
      "venue" : "J Biotechnol",
      "citeRegEx" : "Donsì et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Donsì et al\\.",
      "year" : 2012
    }, {
      "title" : "Effect of hydroxypropylmethylcellulose and chitosan coatings with and without bergamot essential oil on quality and safety of cold-stored grapes",
      "author" : [ "L Sánchez-González", "C Pastor", "M Vargas", "A Chiralt", "C González-Martínez", "M Cháfer" ],
      "venue" : "Postharvest Biol Technol",
      "citeRegEx" : "Sánchez.González et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Sánchez.González et al\\.",
      "year" : 2011
    }, {
      "title" : "Effects of plant essential oils and oil compounds on mechanical, barrier and antimicrobial properties of alginate–apple puree edible films",
      "author" : [ "MA Rojas-Graü", "RJ Avena-Bustillos", "C Olsen", "M Friedman", "PR Henika", "O Martín-Belloso" ],
      "venue" : "J Food Eng",
      "citeRegEx" : "Rojas.Graü et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Rojas.Graü et al\\.",
      "year" : 2007
    }, {
      "title" : "Composition and applications of Aloe vera leaf",
      "author" : [ "JH Hamman" ],
      "venue" : "gel. Molecules",
      "citeRegEx" : "Hamman,? \\Q2008\\E",
      "shortCiteRegEx" : "Hamman",
      "year" : 2008
    }, {
      "title" : "Production of sesame oil oleogels based on beeswax and application as partial substitutes of animal fat in beef burger",
      "author" : [ "M Moghtadaei", "N Soltanizadeh", "SAH Goli" ],
      "venue" : "Food Res Int",
      "citeRegEx" : "Moghtadaei et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Moghtadaei et al\\.",
      "year" : 2018
    }, {
      "title" : "Evaluation of rapid tests for monitoring alterations in meat quality during storage: I. Intact meat",
      "author" : [ "E Strange", "R Benedict", "J Smith", "C Swift" ],
      "venue" : "J Food Prot",
      "citeRegEx" : "Strange et al\\.,? \\Q1977\\E",
      "shortCiteRegEx" : "Strange et al\\.",
      "year" : 1977
    }, {
      "title" : "Quality and authenticity of commercial Aloe vera gel powders",
      "author" : [ "A Bozzi", "C Perrin", "S Austin", "FA Vera" ],
      "venue" : "Food Chem",
      "citeRegEx" : "Bozzi et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Bozzi et al\\.",
      "year" : 2007
    }, {
      "title" : "Effect of processing parameters on physicochemical characteristics of microfluidized lemongrass essential oil-alginate nanoemulsions",
      "author" : [ "L Salvia-Trujillo", "MA Rojas-Graü", "R Soliva-Fortuny", "O Martín-Belloso" ],
      "venue" : "Food Hydrocoll",
      "citeRegEx" : "Salvia.Trujillo et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Salvia.Trujillo et al\\.",
      "year" : 2013
    }, {
      "title" : "Influence of emulsifier concentration on nanoemulsion gelation",
      "author" : [ "VV Erramreddy", "S Ghosh" ],
      "venue" : "Langmuir 30:11062–11074",
      "citeRegEx" : "Erramreddy and Ghosh,? \\Q2014\\E",
      "shortCiteRegEx" : "Erramreddy and Ghosh",
      "year" : 2014
    }, {
      "title" : "Micellar size, shape, and hydration of long-chain polyoxyethylene nonionic surfactants",
      "author" : [ "D El Eini", "B Barry", "C Rhodes" ],
      "venue" : "J Colloid Interface Sci",
      "citeRegEx" : "Eini et al\\.,? \\Q1976\\E",
      "shortCiteRegEx" : "Eini et al\\.",
      "year" : 1976
    }, {
      "title" : "Re-coalescence of emulsion droplets during high-energy emulsification",
      "author" : [ "SM Jafari", "E Assadpoor", "Y He", "B Bhandari" ],
      "venue" : "Food Hydrocoll",
      "citeRegEx" : "Jafari et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Jafari et al\\.",
      "year" : 2008
    }, {
      "title" : "Formation and characterization of submicrometer oil-in-water (O/W) emulsions, using high-energy emulsification",
      "author" : [ "IN Seekkuarachchi", "K Tanaka", "H Kumazawa" ],
      "venue" : "Ind Eng Chem Res",
      "citeRegEx" : "Seekkuarachchi et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Seekkuarachchi et al\\.",
      "year" : 2006
    }, {
      "title" : "Dynamic simulation of emulsion formation in a high pressure homogenizer",
      "author" : [ "A Håkansson", "C Trägårdh", "B Bergenståhl" ],
      "venue" : "Chem Eng Sci",
      "citeRegEx" : "Håkansson et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Håkansson et al\\.",
      "year" : 2009
    }, {
      "title" : "Physicochemical characterization of lemongrass essential oil–alginate nanoemulsions: effect of ultrasound processing parameters",
      "author" : [ "L Salvia-Trujillo", "A Rojas-Graü", "R Soliva-Fortuny", "O Martín-Belloso" ],
      "venue" : "Food Bioproc Technol",
      "citeRegEx" : "Salvia.Trujillo et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Salvia.Trujillo et al\\.",
      "year" : 2013
    }, {
      "title" : "Influence of alginate, pH and ultrasound treatment on palm oil-in-water emulsions stabilized by β-lactoglobulin",
      "author" : [ "R Pongsawatmanit", "T Harnsilawat", "DJ McClements" ],
      "venue" : "Colloids Surf A",
      "citeRegEx" : "Pongsawatmanit et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Pongsawatmanit et al\\.",
      "year" : 2006
    }, {
      "title" : "Edible nanoemulsions: fabrication, properties, and functional performance",
      "author" : [ "DJ McClements" ],
      "venue" : "Soft Matter",
      "citeRegEx" : "McClements,? \\Q2011\\E",
      "shortCiteRegEx" : "McClements",
      "year" : 2011
    }, {
      "title" : "Physicochemical characterization and antimicrobial activity of food-grade emulsions and nanoemulsions incorporating essential oils",
      "author" : [ "L Salvia-Trujillo", "A Rojas-Graü", "R Soliva-Fortuny", "O Martín-Belloso" ],
      "venue" : "Food Hydrocoll",
      "citeRegEx" : "Salvia.Trujillo et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Salvia.Trujillo et al\\.",
      "year" : 2015
    }, {
      "title" : "Lemon oil solubilization in mixed surfactant solutions: rationalizing microemulsion and nanoemulsion formation",
      "author" : [ "J Rao", "DJ McClements" ],
      "venue" : "Food Hydrocoll",
      "citeRegEx" : "Rao and McClements,? \\Q2012\\E",
      "shortCiteRegEx" : "Rao and McClements",
      "year" : 2012
    }, {
      "title" : "Evaluation of antioxidant potential of Aloe vera (Aloe barbadensis Miller) extracts",
      "author" : [ "Y Hu", "J Xu", "Q Hu" ],
      "venue" : "J Agric Food Chem",
      "citeRegEx" : "Hu et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Hu et al\\.",
      "year" : 2003
    }, {
      "title" : "Antioxidant activity of eugenol and related monomeric and dimeric compounds",
      "author" : [ "M Ogata", "M Hoshi", "S Urano", "T Endo" ],
      "venue" : "Chem Pharm Bull",
      "citeRegEx" : "Ogata et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Ogata et al\\.",
      "year" : 2000
    }, {
      "title" : "Rheological properties and adhesion characteristics of flour-based batters for chicken nuggets as affected by three hydrocolloids",
      "author" : [ "H Hsia", "D Smith", "J Steffe" ],
      "venue" : "J Food Sci",
      "citeRegEx" : "Hsia et al\\.,? \\Q1992\\E",
      "shortCiteRegEx" : "Hsia et al\\.",
      "year" : 1992
    }, {
      "title" : "Effect of batter formula on qualities of deep-fat and microwave fried fish nuggets",
      "author" : [ "Chen S-D", "Chen H-H", "Chao Y-C", "Lin R-S" ],
      "venue" : "J Food Eng",
      "citeRegEx" : "S.D et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "S.D et al\\.",
      "year" : 2009
    }, {
      "title" : "Comparative Study on Disinfection Efficacy of Thymus Vulgaris and Aloe Vera extracts with Commercial Disinfectants, on Bacteria Isolated in Nosocomial Environmental",
      "author" : [ "N Spentzouris" ],
      "venue" : "Uppsala p",
      "citeRegEx" : "Spentzouris,? \\Q2015\\E",
      "shortCiteRegEx" : "Spentzouris",
      "year" : 2015
    }, {
      "title" : "Evaluation of antimicrobial activity and cell viability of Aloe vera sponges",
      "author" : [ "SML Gontijo", "ADM Gomes", "A Gala-García", "RD Sinisterra", "ME Cortés" ],
      "venue" : "Electron J Biotechnol",
      "citeRegEx" : "Gontijo et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Gontijo et al\\.",
      "year" : 2013
    }, {
      "title" : "Chitosan as an edible invisible film for quality preservation of herring and Atlantic cod",
      "author" : [ "Y-J Jeon", "JY Kamil", "F Shahidi" ],
      "venue" : "J Agric Food Chem",
      "citeRegEx" : "Jeon et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Jeon et al\\.",
      "year" : 2002
    }, {
      "title" : "Effect of novel bioactive edible coatings based on jujube gum and nettle oil-loaded nanoemulsions on the shelf-life of beluga sturgeon fillets",
      "author" : [ "SMT Gharibzahedi", "S Mohammadnabi" ],
      "venue" : "Int J Biol Macromol",
      "citeRegEx" : "Gharibzahedi and Mohammadnabi,? \\Q2017\\E",
      "shortCiteRegEx" : "Gharibzahedi and Mohammadnabi",
      "year" : 2017
    }, {
      "title" : "Antimicrobial and antioxidant efficiency of nanoemulsion-based edible coating containing ginger (Zingiber officinale) essential oil and its effect on safety and quality attributes of chicken breast fillets",
      "author" : [ "S Noori", "F Zeynali", "H Almasi" ],
      "venue" : "Food Control",
      "citeRegEx" : "Noori et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Noori et al\\.",
      "year" : 2018
    }, {
      "title" : "Application of CMC as thickener on nanoemulsions based on olive oil: physical properties and stability",
      "author" : [ "C Arancibia", "R Navarro-Lisboa", "R Zúñiga", "S Matiacevich" ],
      "venue" : "Int J Polym Sci",
      "citeRegEx" : "Arancibia et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Arancibia et al\\.",
      "year" : 2016
    }, {
      "title" : "Ruíz-Bustos E et al., Freshness assessment of ray fish stored in ice by biochemical, chemical and physical methods",
      "author" : [ "V Ocaño-Higuera", "A Maeda-Martínez", "E Marquez-Ríos", "D Canizales-Rodríguez", "F Castillo-Yáñez" ],
      "venue" : "Food Chem",
      "citeRegEx" : "Ocaño.Higuera et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Ocaño.Higuera et al\\.",
      "year" : 2011
    }, {
      "title" : "Multisensor for fish quality determination",
      "author" : [ "G Olafsdottir", "P Nesvadba", "C Di Natale", "M Careche", "J Oehlenschläger", "SV Tryggvadottir" ],
      "venue" : "Trends Food Sci Technol",
      "citeRegEx" : "Olafsdottir et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Olafsdottir et al\\.",
      "year" : 2004
    }, {
      "title" : "Effect of edible coatings on the quality of frozen fish fillets",
      "author" : [ "O Kilincceker", "IS Dogan", "E Kucukoner" ],
      "venue" : "LWT Food Sci Technol",
      "citeRegEx" : "Kilincceker et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Kilincceker et al\\.",
      "year" : 2009
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "BACKGROUND: Shrimp is nowadays recognized as a rich source of proteins and omega-3 fatty acids. Edible nano-emulsion coatings containing eugenol, as an antioxidant agent, and Aloe vera, as a functional compound, were prepared for the storage of pink shrimp over 7 days at 277 K. Samples of the nano-emulsion were prepared under ultrasonication using 0, 10 and 20 g L−1 of Aloe vera as well as 0, 15 and 30 mL L−1 of eugenol along with Tween 80. RESULTS: Results indicated that the low pH of Aloe vera reduced that of the nano-emulsions while the particle size and turbidity increased with increasing Aloe vera concentration. Moreover, both colour and antioxidant activity of the nano-emulsions were significantly affected by eugenol and Aloe vera concentrations (p < 0.05). Increasing eugenol concentration led to increased nano-emulsion pickup but to reduced lightness. Higher concentrations of Aloe vera significantly (p < 0.05) decreased drip loss, cooking loss, pH rise and oxidation rates but enhanced hardness in the shrimp samples. CONCLUSIONS: The best results were recorded for the nano-emulsion coating containing 30 mL L−1 of eugenol and 20 g L−1 of Aloe vera. The nano-emulsion was successfully able to upgrade shrimp quality over 7 days of cold storage. © 2019 Society of Chemical Industry",
    "creator" : "LaTeX with hyperref package"
  }
}