{
  "name" : "downloads_2020-07-13_b935_chen2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Nb2O5 Nanorod Bundles for Photocatalytic Ethylene Oxidation",
    "authors" : [ "Wen-Jie Chen", "Xuejiao Sun", "Yubin Liu", "Mianli Huang", "Wentao Xu", "Xiaoyang Pan", "Qihui Wu", "Zhiguo Yi" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "KEYWORDS: Nb2O5, superstructure, nanorods, ethylene oxidation, photocatalysis\n■ INTRODUCTION Recently, increasing interests have been focused on metal oxide superstructures with three-dimensional (3D) frameworks due to their unique optical, electronic, and catalytic properties.1−6 To take full advantage of their structure-dependent properties, a variety of metal oxide superstructures of TiO2, 7−10 ZnO,11−13 Fe2O3, 14 and WO3\n15 have been synthesized, typically by the self-assembly of individual components. During this process, organic additives are generally required to assemble a substructure with different orientations to obtain superstructures. However, these processes have several drawbacks, such as increased production costs, complicated procedures, as well as the introduction of heterogeneous impurities. Therefore, it is necessary to develop a simple and effective method for the fabrication of metal oxide superstructures. Nb2O5 has attracted much attention on account of its promising applications in solar cells, lithium-ion batteries, and sensing.16−18 In addition, Nb2O5 still possesses photocatalytic properties.19−24 Recently, Nb2O5 nanocrystals have shown promising shape-dependent photoactivities.25 Therefore, research on controlling the morphology of Nb2O5 has become a hot topic in recent years.26 A variety of Nb2O5 nanomaterials, e.g., nanospheres, nanowires, nanotubes, and nanodisks, have been fabricated by a variety of methods.26 As one of the nanostructures, superstructures constructed from nanosubstructures exhibit novel and/or superior properties as compared to their individual constructed entities.8,9 However, there are limited reports for obtaining complex hierarchical superstructures of Nb2O5, and the photoactivities of such structures remain largely unexplored.1,27,28\nPrevious reports usually used precursor solutions of Nb5+\nions to synthesize Nb2O5 nanostructures/superstructures.25,26,28 Due to the strong tendency of highly valent Nb5+ ions to undergo hydrolysis and condensation, the nucleation and growth of Nb2O5 nanocrystals occurs quickly, making it difficult to control the resulting shape. To control the hydrolysis and nucleation rate of Nb5+ ions, organic solvents or surfactants are generally required, which play a key role in the morphology control of Nb2O5 nanocrystals.\n26 However, these organic species constantly block the active sites of the photocatalysts, which decreases the catalytic activity.29,30 In addition, complex synthetic procedures and template precursors are often required during synthesis.26\nTherefore, it is necessary to develop a facile and templatefree method to synthesize hierarchical Nb2O5 superstructures without organic additives. To achieve this goal, we have investigated the growth process of other metal oxide superstructures and found that metal oxide nano/microparticles are usually formed as intermediate species (Figure 1), which serve as substrates for the further growth of secondary nanostructures.6,31−36 Here, we report a simple and template-free hydrothermal method to synthesize Nb2O5\nReceived: December 31, 2019 Accepted: February 24, 2020 Published: February 24, 2020\n© 2020 American Chemical Society 2573\nhttps://dx.doi.org/10.1021/acsanm.9b02621 ACS Appl. Nano Mater. 2020, 3, 2573−2581\nD ow\nnl oa\nde d\nvi a\nD U\nR H\nA M\nU N\nIV o\nn Ju\nly 1\n3, 2\n02 0\nat 1\n8: 44\n:4 3\n(U T\nC ).\nSe e\nht tp\ns: //p\nub s.\nac s.\nor g/\nsh ar\nin gg\nui de\nlin es\nf or\no pt\nio ns\no n\nho w\nto le\ngi tim\nat el\ny sh\nar e\npu bl\nis he\nd ar\ntic le\ns.\nsuperstructures using Nb2O5·nH2O particles as precursors. The Nb2O5·nH2O particles slowly provided Nb(V) ions under weakly acidic conditions, which allowed control over the growth of Nb2O5 nanostructures. The Nb2O5·nH2O particles may also serve as substrates for further growth of Nb2O5 superstructures. As expected, bundle-like three-dimensional superstructures assembled by Nb2O5 nanorods (Nb2O5−S) were successfully synthesized. However, compared with the particle-mediated growth mechanism (Figure 1), a different hierarchical assembly process was revealed. When ultrafine Pt nanoparticles (1.8 nm) were decorated onto the surface of Nb2O5−S using a photodeposition method, the Pt−Nb2O5 superstructures showed promising photoactivities during ethylene oxidation. The formation mechanism of Nb2O5 superstructures and the photocatalytic mechanism were also discussed.\n■ EXPERIMENTAL SECTION Materials. H2PtCl6·6H2O, NH4OH, HF, and Nb2O5 were provided from Sinopharm Chemical Reagent without further purification. Distilled water was provided from a local device. Synthesis. First, Nb2O5·nH2O was synthesized according to a previous report.37 Then, 0.5 g of Nb2O5·nH2O was dispersed into distilled water (80 mL) and then transferred to a 100 mL hydrothermal reactor. NH4OH was used to adjust the pH of the reaction solution. The reactor was then heated to 453 K for 24 h. The obtained product (Nb2O5−S) was treated through washing and vacuum filtering and then dried. For comparison purposes, KSr2Nb5O15 was synthesized based on our previous study. 38\nThe Pt−Nb2O5 nanocomposite was prepared as described below: Nb2O5−S (0.2 g) was ultrasonically dispersed in an ethanol solution (C2H5OH/H2O = 1:1, 100 mL). Then, a Nb2O5−S suspension was added with a given quantity of H2PtCl6 aqueous solution under vigorous stirring at room temperature. The aboved solution was then irradiated by a Xe lamp (200 mW/cm2) without filter for 1 h. The final products were treated through washing and vacuum filtering and then dried.. Characterization. A Cary 500 UV−visible diffuse reflectance spectrophotometer (DRS) was used to characterize the optical\nproperties of the products. A Rigaku Miniflex II X-ray powder diffractometer was utilized to analyze the crystal structure of the products using Cu Kα radiation. The shape and microscopic structures of the products were investigated by a field-emission scanning electron microscope (FESEM, JSM-6700F) and transmission electron microscope (JEM-2010, FEI, Tecnai G2 F20 FEG TEM). The composition of the sample surface was measured using Xray photoelectron spectroscopy (XPS, Thermo Scientific ESCA Lab250 spectrometer) using monochromatic Al Kα as the X-ray source. The C 1s peak was used to calibrate the binding energies. A Varian Cary Eclipse spectrometer was utilized to investigate the photoluminescence properties of the samples with an excitation wavelength of 325 nm. A Bruker EPR A300 spectrometer was used to inestigate the intermdiate radicals, and 5,5-dimethyl-1-pyrroline Noxide (DMPO) was used to trap the radicals. Mott−Schottky analysis was conducted according to our previous report.37\nPhotoactivities. A cylindrical quartz reactor (450 mL) was used for photo-oxidation of C2H4. First, the sample (0.1 g) was spread uniformly on the bottom of the reactor. Subsequently, the H2O and CO2 of the reactor were removed by N2. After that, C2H4 (90 μL) and O2 (5 mL) were injected into the reactor. Before irradiation, the reactor was kept in the dark for 2 h to ensure adsorption−desorption equilibrium between the catalyst and the reactants. Then, the reactor was illuminated by a Xe lamp without light filters with a light intensity of 200 mW/cm2. For the photonic efficiency test, the Xe lamp is equipped with a UV band-pass filter (365 ± 15 nm) with a light intensity of 40 mW/cm2. During the photocatalytic reaction, the reactant gas (4 mL) was extracted from the reactor and analyzed by gas chromatography (GC9720 Fuli) at a certain time interval. The remaining ratio of C2H4 in the reactor was calculated using the following equation: C/C0, where C0 is the initial concentration of C2H4 and C is the concentration of C2H4 in the reactor.\nC2H4 oxidation using a continuous flow model was performed as described below: A rectangular quartz reactor (28 × 18 × 1 mm) was filled with 1 g of photocatalyst. N2 was used as sweeping gas for removing the adsorbed species on the surface of photocatalyst. Then, the reactor was irradiated by a Xe lamp without filters, and a mixed gas composed of 200 ppm of C2H4, O2 (21.1%), and N2 (78.9%) was flowed over the sample. Gas chromatography (GC9720 Fuli) was utilized to directly analyze the reactant gas.\nhttps://dx.doi.org/10.1021/acsanm.9b02621 ACS Appl. Nano Mater. 2020, 3, 2573−2581\n2574\n■ RESULTS AND DISCUSSION Synthesis and Characterization of Nb2O5 Superstructures. Nb2O5 superstructures (Nb2O5−S) with welldefined and high-order architectures were prepared in an aqueous solution containing amorphous Nb2O5·nH2O after hydrothermal treatment at 473 K for 48 h. From the X-ray diffraction (XRD) patterns of commercial Nb2O5 (Nb2O5−C) and the as-synthesized Nb2O5−S (Figure S1), the XRD patterns of Nb2O5−S conformed to orthorhombic Nb2O5 (T phase; JCPDS 30-0873).1 There are no impurity peaks in the XRD patterns of Nb2O5−S, indicating the high purity of the product. The calculated lattice constants were a = 6.197 Å, b = 29.099 Å, and c = 3.936 Å. The strong (100) reflection indicates that Nb2O5 preferentially grew along the (100) plane. The shape of the Nb2O5−S was analyzed using scanning electron microscopy (SEM). The SEM images (Figure 2a,b) show that there were many flower-like superstructures in the sample. The flower-like Nb2O5−S was composed of nanorods with an average diameter of ∼200 nm. The enlarged SEM images (Figure 2c,d) show that individual nanorods were assemblies of numerous smaller nanorods. According to the IUPAC classification, the adsorption− desorption isotherms of Nb2O5−C and Nb2O5−S in Figure S2 were both type IV, which indicates their porous structures.37 The BET surface areas of Nb2O5−C and Nb2O5−S were determined to be ∼8 and 102 m2/g, respectively. The specific surface area and pore volume (Table S1) of Nb2O5−S were much larger than those of Nb2O5−C. Growth Mechanism of Nb2O5 Superstructures. A variety of controlled experiments were conducted to investigate the growth mechanism of Nb2O5−S. First, controlled experiments were carried out to investigate the influence of pH on the synthesis and phase evolution of Nb2O5−S. When the pH of the precursor solution was adjusted to 3, the product obtained after hydrothermal\ntreatment at 473 K for 48 h contained both Nb2O5 microrods and Nb2O5 nanorods (Figure S3a,b). The product obtained at pH 9 was a sheet-like K8Nb18O49 nanostructure (Figure S4a,b). Flower-like Nb2O5−S was obtained at pH 6 as shown in Figure S5a,b. As such, it was found that the pH of the reaction solution has a significant effect on the shape and composition of the resultant nanomaterials. The hydrothermal temperature also influenced the product\nshape, and the results showed that the products obtained at lower temperatures, 433 or 453 K, under identical solution conditions, produced only irregular nanoparticles (Figure S6a,b). The optimal temperature for the synthesis of Nb2O5−S was 473 K (Figure S6c). The higher reaction temperature (493 K) resulted in the formation of ultralong Nb2O5 microrods, together with some nanosheet impurities (Figure S6d). Finally, the morphology evolution of the Nb2O5−S was studied by time-dependent experiments. Initially, the precursors were amorphous particles (Figures S7 and S8), but after 6 h of hydrothermal reaction, ultrathin nanorods (diameter ≈ 10 nm) appeared, coexisting with the nanoparticles (Figure S9). However, when the reaction time was increased to 12 h, a small number of Nb2O5 microrods containing bundles of nanorods emerged, as shown in Figure S10 a,b. When the reaction time was prolonged to 24 h, all nanoparticles evolved to microrods with diameters of 600 nm and lengths of 1−3 μm (Figure S10c,d). Further prolonging the reaction time to 48 h led to the assembly of the microrods into a hierarchical flower-like superstructure (Figure S10e,f). Figure S11 displays the XRD patterns of the samples with different reaction times. Obviously, the product obtained at 6 h is still an amorphous structure. After a reaction time longer than 12 h, the samples possess an orthorhombic Nb2O5 structure. In addition, the diffraction peak intensity of the (100) plane increases with reaction time.\nhttps://dx.doi.org/10.1021/acsanm.9b02621 ACS Appl. Nano Mater. 2020, 3, 2573−2581\n2575\nA dissolution−crystallization mechanism is proposed based on the above results (Figure 3). In the initial step of this\nmechanism, amorphous Nb2O5·nH2O nanoparticles acted as the precursors for the synthesis of Nb2O5 crystals. In the early\nhttps://dx.doi.org/10.1021/acsanm.9b02621 ACS Appl. Nano Mater. 2020, 3, 2573−2581\n2576\nstages, tiny nanorods and irregular nanoparticles exist together in the intermediate products (Figure S9a,b). Since the Nb2O5 nanorods were extremely small at the initial stage, a temperature of 473 K was high enough to fuse the tiny nanorods into oriented assembled microrods. As the reaction proceeded, the small particles vanished, and larger microrods were formed, indicating that the larger microrods grew at the cost of smaller particles. When the synthesis time was increased, the microrods assembled to form a flower-like hierarchical superstructure. Notably, the growth mechanism of Nb2O5 superstructures is different from the particle-mediated growth mechanism (Figure 1). This could be attributed to the different crystallinities of crystallized metal oxide particle precursors in previous reports32,33 and the amorphous Nb2O5 particles used in this work. Particle crystals easily grow secondary nanostructures with an identical composition and crystal structure on their surface, which has been proven in previous reports (Figure 4).1,32,39 For example, Zhang et al. revealed that the crystallized niobium oxide nanoparticles are first formed during the hydrothermal synthesis and act as a substrate for the growth of niobium oxide nanorods.39 In addition, it is also found that ZnO nanocrystals are formed at the initial stage of the hydrothermal reaction, and then, the secondary ZnO nanosheets would grow out from the surface of the primary nanosheets.32 However, the growth of crystallized nanorods on amorphous particles results in a large interfacial stress (Figure 4); therefore, the nanorods would not grow on the surface of amorphous particles and would instead assemble side-by-side to minimize their surface energy. Based on this mechanism, we speculate that Nb2O5 nanorods could be obtained by appropriate adjustment of the synthetic method. Indeed, Nb2O5 nanorods with diameter of ∼20 nm (Figures S12−14) were successfully prepared when the hydrothermal reaction was conducted at a fixed temperature of 473 K for a duration of 6 h. During this process, 0.6 g of Nb2O5·nH2O was added as the precursor, and the pH value was adjusted to 4. Preparation and Characterization of Pt−Nb2O5−S. The hierarchical Nb2O5−S superstructure makes it an ideal substrate for further modification, and a Pt−Nb2O5−S composite can be easily obtained using a photodeposition method. The SEM analysis revealed that the Nb2O5−S maintained its hierarchical superstructure after Pt decoration (Figure S15). The TEM images display that ultrasmall Pt particles were homogeneously deposited on the surface of Nb2O5−S (Figure 5a,b). The average size of the Pt nanoparticles was 1.8 nm (Figure S16). The HRTEM image displays lattice spacings of 0.390 and 0.234 nm, which were ascribed to the (001) plane of Nb2O5 and (111) facet of Pt, respectively (Figure 5c).1,37 The XPS analysis indicated the existence of the Nb, O, and Pt elements (Figure S17a−d). The weight ratio of Pt nanoparticles was determined to be ∼2 wt % (Figure S17d). The diffraction peaks of Pt cannot be observed in the XRD patterns of Pt−Nb2O5−S due to the low loading of Pt nanoparticles (Figure S18). UV−vis diffuse reflectance spectroscopy was utilized to\ninvestigate the optical properties of samples. As shown in Figure 6, all samples exhibited strong absorption in the UV region. In addition, the absorption edge of the Nb2O5−S was slightly blue-shifted compared with Nb2O5−C, owing to a decreased particle size. The bandgap of Nb2O5−C was estimated to 3.2 eV, as shown in Figure S19. Based on the\nMott−Schottky analysis, the conduction band minimum was determined to be −0.45 V vs NHE (Figure S20), and the corresponding valence band maximum was calculated to be +2.75 V vs NHE.40 Pt decoration obviously increased the light absorption intensity of Nb2O5−S in the UV and visible regions. However, no surface plasma resonance (SPR) peaks for Pt particles can be observed on the Pt−Nb2O5−S sample, due to the small particle size of Pt nanoparticles (1.8 nm).41\nPhotoactivities of Samples. The photoactivities of the products were evaluated by catalytic oxidation of ethylene, since a trace amount of C2H4 can result in a detrimental reaction in the fresh-keeping of fruits and vegetables. The\nhttps://dx.doi.org/10.1021/acsanm.9b02621 ACS Appl. Nano Mater. 2020, 3, 2573−2581\n2577\nC2H4 photo-oxidation performance of Nb2O5−S was investigated using a quartz reactor (Figure S21) under simulated sunlight illumination (Figure S22).42,43 As shown in Figure 7a, Nb2O5−S shows obviously improved photocatalytic activity as compared with commercially available Nb2O5−S and KSr2Nb5O15 (Figure S23 and 24) samples toward ethylene oxidation. Pt decoration further improved the photoactivity of Nb2O5−S. Within 5 min of illumination, 200 ppm of C2H4 was completely removed under simulated sunlight irradiation. To quantitatively evaluate the activity, the reaction rate constants are determined from the Langmuir−Hinshelwood model, as shown in Figure S25a,b. The kinetic rate constants follow the order: Pt−Nb2O5−S (0.94 min−1) > Nb2O5−S (0.10 min−1) > Nb2O5−C (0.01 min−1). The activities of these photocatalysts are also compared in terms of the activity normalized by a specific surface area (Figure S25c). After normalization, it is\napparent that Pt−Nb2O5−S had the highest activity among all these samples. However, the normalized activity of Nb2O5−S is lower than that of Nb2O5−C, indicating the important role of high surface area on the photoactivity of Nb2O5−S. The photonic efficiency of ethylene oxidation (365 nm illumination) over Pt−Nb2O5−S is determined to be 2.58% (Figure S26). The cycled photocatalytic reaction indicated that the catalysts were stable and reusable (Figures 7b and S27). The performance of Pt−Nb2O5−S was further investigated using a flow mode to examine the mineralization ratio of C2H4 degradation (Figures S28 and 7c). Before the lamp was turned on, no CO2 was detected, and the concentration of C2H4 was determined to be ∼200 ppm. When the lamp was switched on, the C2H4 concentration quickly decreased to zero, and the concentration of CO2 increased promptly to ∼400 ppm. Therefore, it is concluded that ethylene oxidation is truly\nhttps://dx.doi.org/10.1021/acsanm.9b02621 ACS Appl. Nano Mater. 2020, 3, 2573−2581\n2578\ndriven by photocatalysis. The mineralization ratio of C2H4 was determined to be ∼100%. We also investigated the effect of the flow rate of gas on the degradation of C2H4. When the rate increased from 20 to 50 mL/min, a linear decrease of the ratio of C2H4 oxidation was observed (Figure S29). This result indicated that this reaction is a rate-determined process. To understand the origin of the enhanced photoactivity, photoluminescence spectroscopy (PL) analysis was conducted (Figure 7d). The results showed that the PL intensity obtained over Nb2O5−S was much weaker than that of Nb2O5−C, indicating that the Nb2O5 superstructure improved the charge separation efficiency, which enhanced the photoactivity.44 In addition, the enhanced photoactivity of Nb2O5−S compared with Nb2O5−C can also be attributed to the larger pore volume and surface area (Table S2).45,46 For the Pt−Nb2O5−S composite, there is no SPR peak for Pt nanoparticles. Therefore, we can exclude the contribution of SPR-induced photoactivity for Pt−Nb2O5−S, and Pt nanoparticles herein act as an electron reservoir to trap photoexcited electrons and thus improve the charge separation efficiency38,47 of Nb2O5−S without changing its surface area and porosity (Figure 7d and Table S2). Therefore, the Pt−Nb2O5−S composite exhibited a much higher photoactivity than that of Nb2O5−S. Accordingly, a possible reaction mechanism was proposed (Figure 7e). Under simulated sunlight irradiation, the valence band (VB) electron of Nb2O5−S was photoexcited to the conduction band (CB), leaving a photogenerated hole. The formation of the Nb2O5 superstructures facilitated the longitudinal transport of the charge carriers through the bundled Nb2O5 nanorods. Subsequently, Pt nanoparticles trapped the photoexcited electrons, which improved the charge separation efficiency, allowing C2H4 to be oxidized by the holes or superoxide radicals48 (Figure S30) to produce"
    }, {
      "heading" : "CO2.",
      "text" : "■ CONCLUSION A simple hydrothermal method has been utilized to synthesize Nb2O5 superstructures using amorphous Nb2O5 nanoparticles as the precursors and water as the solvent. To explain the growth of Nb2O5 superstructures, a dissolution−crystallization mechanism was proposed. After ultrasmall Pt nanoparticles were decorated on the surface of Nb2O5 superstructures, Pt− Nb2O5−S showed promising properties for photocatalytic applications.\n■ ASSOCIATED CONTENT *sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsanm.9b02621.\nXRD patterns, BET surface areas, SEM images, XPS spectra, and ESR spectra of the samples (PDF)\n■ AUTHOR INFORMATION Corresponding Authors Xiaoyang Pan − College of Chemistry and Materials, Quanzhou Normal University, Quanzhou 362000, China; Email: xypan@ qztc.edu.cn\nZhiguo Yi − State Key Lab of High Performance Ceramics and Superfine Microstructure, Shanghai Institute of Ceramics, Chinese Academy of Sciences, Shanghai 200050, China; Fujian Provincial Key Laboratory of Nanomaterials, Fujian Institute of"
    }, {
      "heading" : "Research on the Structure of Matter, Chinese Academy of",
      "text" : "Sciences, Fuzhou 350002, China; orcid.org/0000-00023828-1712; Email: zhiguo@mail.sic.ac.cn, zhiguo@ fjirsm.ac.cn"
    }, {
      "heading" : "Authors",
      "text" : "Wen-Jie Chen − College of Chemistry and Materials, Quanzhou Normal University, Quanzhou 362000, China\nXuejiao Sun − College of Chemistry and Materials, Quanzhou Normal University, Quanzhou 362000, China Yubin Liu − College of Chemistry and Materials, Quanzhou Normal University, Quanzhou 362000, China Mianli Huang − College of Chemistry and Materials, Quanzhou Normal University, Quanzhou 362000, China Wentao Xu − College of Chemistry and Materials, Quanzhou Normal University, Quanzhou 362000, China Qihui Wu − College of Chemistry and Materials, Quanzhou Normal University, Quanzhou 362000, China\nComplete contact information is available at: https://pubs.acs.org/10.1021/acsanm.9b02621"
    }, {
      "heading" : "Author Contributions",
      "text" : "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript."
    }, {
      "heading" : "Funding",
      "text" : "This work was financially supported by the Natural Science Foundation of China (Grants No. 21607153, 21577143, 51872311), the Natural Science Foundation of Fujian Province (2019J01735), the Major Program of Natural Science Foundation of Fujian Province for College Young Scholars (No. JZ160456), the Program for New Century Excellent Talents in Fujian Province University, the Award Program for Tongjiang Scholar Professorship, Quanzhou Science and Technology Project (grant number 2018C127R), and the Key Research Program of Frontier Sciences of the Chinese Academy of Sciences (Grant No. QYZDB-SSW-JSC027)."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS The authors thank Wei Zhang for assistance during synthesis.\n■ REFERENCES (1) Zhang, H.; Wang, Y.; Liu, P.; Chou, S. L.; Wang, J. Z.; Liu, H.; Wang, G.; Zhao, H. Highly Ordered Single Crystalline Nanowire Array Assembled Three-Dimensional Nb3O7(OH) and Nb2O5 Superstructures for Energy Storage and Conversion Applications. ACS Nano 2016, 10, 507−514. (2) Lee, B.-I.; Byeon, S.-H. Highly Enhanced Photoluminescence of a Rose-Like Hierarchical Superstructure Prepared by Self-Assembly of Rare-Earth Hydroxocation Nanosheets and Polyoxomolybdate Anions. Chem. Commun. 2011, 47, 4093−4095. (3) Zhang, B.; Yu, X.; Ge, C.; Dong, X.; Fang, Y.; Li, Z.; Wang, H. Novel 3-D Superstructures Made up of SnO2@C Core-Shell Nanochains for Energy Storage Applications. Chem. Commun. 2010, 46, 9188−9190. (4) Qiao, H.; Jia, F.; Ai, Z.; Li, Z.; Zhang, L. One-Pot Synthesis of Spring-Like Superstructures Consisting of Layered Tin(IV) Hydrogen Phosphate Nanodisks. Chem. Commun. 2006, 2033. (5) Yin, J.; Gao, F.; Wang, J.; Lu, Q. Synthesis and Mechanism Studies of Novel Drum-Like Cd(OH)2 Superstructures. Chem. Commun. 2011, 47, 4141−4143.\nhttps://dx.doi.org/10.1021/acsanm.9b02621 ACS Appl. Nano Mater. 2020, 3, 2573−2581\n2579\n(6) Betzler, S. B.; Harzer, T.; Ciston, J.; Dahmen, U.; Dehm, G.; Scheu, C. Heat-Induced Phase Transformation of Three-Dimensional Nb3O7(OH) Superstructures: Effect of Atmosphere and Electron Beam. Cryst. Growth Des. 2016, 16, 4309−4317. (7) Ren, H.; Yu, R.; Wang, J.; Jin, Q.; Yang, M.; Mao, D.; Kisailus, D.; Zhao, H.; Wang, D. Multishelled TiO2 Hollow Microspheres as Anodes with Superior Reversible Capacity for Lithium Ion Batteries. Nano Lett. 2014, 14, 6679−6684. (8) Bian, Z.; Tachikawa, T.; Zhang, P.; Fujitsuka, M.; Majima, T. Au/TiO2 Superstructure-Based Plasmonic Photocatalysts Exhibiting Efficient Charge Separation and Unprecedented Activity. J. Am. Chem. Soc. 2014, 136, 458−465. (9) Chen, F.; Cao, F.; Li, H.; Bian, Z. Exploring the Important Role of Nanocrystals Orientation in TiO2 Superstructure on Photocatalytic Performances. Langmuir 2015, 31, 3494−3499. (10) Wang, Y.; Zhang, L.; Deng, K.; Chen, X.; Zou, Z. Low Temperature Synthesis and Photocatalytic Activity of Rutile TiO2 Nanorod Superstructures. J. Phys. Chem. C 2007, 111, 2709−2714. (11) Mo, M.; Yu, J. C.; Zhang, L.; Li, S.-K. A. Self-Assembly of ZnO Nanorods and Nanosheets into Hollow Microhemispheres and Microspheres. Adv. Mater. 2005, 17, 756−760. (12) Yin, J.; Lu, Q.; Yu, Z.; Wang, J.; Pang, H.; Gao, F. Hierarchical ZnO Nanorod-Assembled Hollow Superstructures for Catalytic and Photoluminescence Applications. Cryst. Growth Des. 2010, 10, 40−43. (13) Liu, B.; Yu, S.-H.; Zhang, F.; Li, L.; Zhang, Q.; Ren, L.; Jiang, K. Ring-Like Nanosheets Standing on Spindle-Like Rods: Unusual ZnO Superstructures Synthesized from a Flakelike Precursor Zn5(OH)8Cl2·H2O. J. Phys. Chem. B 2004, 108, 4338−4341. (14) Zhu, L.-P.; Xiao, H.-M.; Fu, S.-Y. Template-Free Synthesis of Monodispersed and Single-Crystalline Cantaloupe-Like Fe2O3 Superstructures. Cryst. Growth Des. 2007, 7, 177−182. (15) Yu, J.; Yu, H.; Guo, H.; Li, M.; Mann, S. Spontaneous Formation of a Tungsten Trioxide Sphere-in-Shell Superstructure by Chemically Induced Self-Transformation. Small 2008, 4, 87−91. (16) Chen, S. G.; Chappel, S.; Diamant, Y.; Zaban, A. Preparation of Nb2O5 Coated TiO2 Nanoporous Electrodes and Their Application in Dye-Sensitized Solar Cells. Chem. Mater. 2001, 13, 4629−4634. (17) Zhang, C.; Kim, S. J.; Ghidiu, M.; Zhao, M.-Q.; Barsoum, M. W.; Nicolosi, V.; Gogotsi, Y. Layered Orthorhombic Nb2O5@ Nb4C3Tx and TiO2@Ti3C2Tx Hierarchical Composites for High Performance Li-Ion Batteries. Adv. Funct. Mater. 2016, 26, 4143− 4151. (18) Rani, R. A.; Zoolfakar, A. S.; Ou, J. Z.; Field, M. R.; Austin, M.; Kalantar-zadeh, K. Nanoporous Nb2O5 Hydrogen Gas Sensor. Sens. Actuators, B 2013, 176, 149−156. (19) Esteves, A.; Oliveira, L. C. A.; Ramalho, T. C.; Goncalves, M.; Anastacio, A. S.; Carvalho, H. W. P. New Materials Based on Modified Synthetic Nb2O5 as Photocatalyst for Oxidation of Organic Contaminants. Catal. Commun. 2008, 10, 330−332. (20) Furukawa, S.; Ohno, Y.; Shishido, T.; Teramura, K.; Tanaka, T. Selective Amine Oxidation Using Nb2O5 Photocatalyst and O2. ACS Catal. 2011, 1, 1150−1153. (21) Su, T.; Peng, R.; Hood, Z. D.; Naguib, M.; Ivanov, I. N.; Keum, J. K.; Qin, Z.; Guo, Z.; Wu, Z. One-Step Synthesis of Nb2O5/C/Nb2C (MXene) Composites and Their Use as Photocatalysts for Hydrogen Evolution. ChemSusChem 2018, 11, 688−699. (22) Yue, Z.; Liu, A.; Zhang, C.; Huang, J.; Zhu, M.; Du, Y.; Yang, P. Noble-Metal-Free Hetero-Structural CdS/Nb2O5/N-Doped-Graphene Ternary Photocatalytic System as Visible-Light-Driven Photocatalyst for Hydrogen Evolution. Appl. Catal. Appl. Catal., B 2017, 201, 202−210. (23) Yang, J.; Hao, J.; Xu, S.; Dai, J.; Wang, Y.; Pang, X. VisibleLight-Driven Photocatalytic Degradation of 4-CP and the Synergistic Reduction of Cr(VI) on One-Pot Synthesized Amorphous Nb2O5 Nanorods/Graphene Heterostructured Composites. Chem. Eng. J. 2018, 353, 100−114. (24) Zhang, Y.; Pei, L.; Zheng, Z.; Yuan, Y.; Xie, T.; Yang, J.; Chen, S.; Wang, J.; Waclawik, E. R.; Zhu, H. Heterojunctions between Amorphous and Crystalline Niobium Oxide with Enhanced Photo-\nactivity for Selective Aerobic Oxidation of Benzylamine to Imine under Visible Light. J. Mater. Chem. A 2015, 3, 18045−18052. (25) Zhao, Y.; Eley, C.; Hu, J.; Foord, J. S.; Ye, L.; He, H.; Tsang, S. C. E. Shape-Dependent Acidity and Photocatalytic Activity of Nb2O5 Nanocrystals with an Active TT (001) Surface. Angew. Chem., Int. Ed. 2012, 51, 3846−3849. (26) Rani, R. A.; Zoolfakar, A. S.; O’Mullane, A. P.; Austin, M. W.; Kalantar-Zadeh, K. Thin Films and Nanostructures of Niobium Pentoxide: Fundamental Properties, Synthesis Methods and Applications. J. Mater. Chem. A 2014, 2, 15683−15703. (27) Liu, F.; Xue, D. One-Step Solution-Based Strategy to 3D Superstructures of Nb2O5-LiF. Nanosci. Nanotechnol. Lett. 2009, 1, 66−71. (28) Idrees, F.; Hou, J.; Cao, C.; Butt, F. K.; Shakir, I.; Tahir, M.; Idrees, F. Template-Free Synthesis of Highly Ordered 3D-Hollow Hierarchical Nb2O5 Superstructures as an Asymmetric Supercapacitor by Using Inorganic Electrolyte. Electrochim. Acta 2016, 216, 332−338. (29) Cozzoli, P. D.; Comparelli, R.; Fanizza, E.; Curri, M. L.; Agostiano, A.; Laub, D. Photocatalytic Synthesis of Silver Nanoparticles Stabilized by TiO2 Nanorods: A Semiconductor/Metal Nanocomposite in Homogeneous Nonpolar Solution. J. Am. Chem. Soc. 2004, 126, 3868−3879. (30) Lopez-Sanchez, J. A.; Dimitratos, N.; Hammond, C.; Brett, G. L.; Kesavan, L.; White, S.; Miedziak, P.; Tiruvalam, R.; Jenkins, R. L.; Carley, A. F.; Knight, D.; Kiely, C. J.; Hutchings, G. J. Facile Removal of Stabilizer-Ligands from Supported Gold Nanoparticles. Nat. Chem. 2011, 3, 551−556. (31) Pan, A.; Yu, R.; Xie, S.; Zhang, Z.; Jin, C.; Zou, B. Zno Flowers Made up of Thin Nanosheets and Their Optical Properties. J. Cryst. Growth 2005, 282, 165−172. (32) Sun, Y.; Wang, L.; Yu, X.; Chen, K. Facile Synthesis of FlowerLike 3D ZnO Superstructures Via Solution Route. CrystEngComm 2012, 14, 3199−3204. (33) Wu, G.; Wang, J.; Thomas, D. F.; Chen, A. Synthesis of FDoped Flower-Like TiO2 Nanostructures with High Photoelectrochemical Activity. Langmuir 2008, 24, 3503−3509. (34) Yu, R.; Yan, L.; Zheng, P.; Chen, J.; Xing, X. Controlled Synthesis of CeO2 Flower-Like and Well-Aligned Nanorod Hierarchical Architectures by a Phosphate-Assisted Hydrothermal Route. J. Phys. Chem. C 2008, 112, 19896−19900. (35) Yu, X.; Yu, J.; Cheng, B.; Jaroniec, M. Synthesis of Hierarchical Flower-Like Alooh and TiO2/AlOOH Superstructures and Their Enhanced Photocatalytic Properties. J. Phys. Chem. C 2009, 113, 17527−17535. (36) Zhang, L.; Wang, W.; Chen, Z.; Zhou, L.; Xu, H.; Zhu, W. Fabrication of Flower-Like Bi2WO6 Superstructures as High Performance Visible-Light Driven Photocatalysts. J. Mater. Chem. 2007, 17, 2526−2532. (37) Pan, X.; Li, C.; Zheng, J.; Liang, S.; Huang, R.; Yi, Z. A New Defect Pyrochlore Oxide Sn1.06Nb2O5.59F0.97: Synthesis, Noble Metal Hybrids, and Photocatalytic Applications. Inorg. Chem. 2018, 57, 6641−6647. (38) Zhang, W.; Pan, X.; Long, P.; Liu, X.; Long, X.; Yu, Y.; Yi, Z. Platinum Nanoparticles Supported on Defective Tungsten BronzeType KSr2Nb5O15 as a Novel Photocatalyst for Efficient Ethylene Oxidation. J. Mater. Chem. A 2017, 5, 18998−19006. (39) Chen, J.; Wang, H.; Huang, G.; Zhang, Z.; Han, L.; Song, W.; Li, M.; Zhang, Y. Facile Synthesis of Urchin-Like Hierarchical Nb2O5 Nanospheres with Enhanced Visible Light Photocatalytic Activity. J. Alloys Compd. 2017, 728, 19−28. (40) Xu, Z.-F.; Xu, K.; Feng, H.-F.; Du, Y.; Hao, W.-C. s-p Orbital Hybridization: A Strategy for Developing Efficient Photocatalysts with High Carrier Mobility. Sci. Bull. 2018, 63, 465−468. (41) Zhang, N.; Han, C.; Xu, Y.-J.; Foley, J. J., IV; Zhang, D.; Codrington, J.; Gray, S. K.; Sun, Y. Near-Field Dielectric Scattering Promotes Optical Absorption by Platinum Nanoparticles. Nat. Photonics 2016, 10, 473−482.\nhttps://dx.doi.org/10.1021/acsanm.9b02621 ACS Appl. Nano Mater. 2020, 3, 2573−2581\n2580\n(42) Pan, X.; Chen, X.; Yi, Z. Photocatalytic Oxidation of Methane over SrCO3 Decorated Srtio3 Nanocatalysts Via a Synergistic Effect. Phys. Chem. Chem. Phys. 2016, 18, 31400−31409. (43) Long, P.; Zhang, Y.; Chen, X.; Yi, Z. Fabrication of YxBi1−XVO4 Solid Solutions for Efficient C2H4 Photodegradation. J. Mater. Chem. A 2015, 3, 4163−4169. (44) Wu, N.; Wang, J.; Tafen, D. N.; Wang, H.; Zheng, J.-G.; Lewis, J. P.; Liu, X.; Leonard, S. S.; Manivannan, A. Shape-Enhanced Photocatalytic Activity of Single-Crystalline Anatase TiO2 (101) Nanobelts. J. Am. Chem. Soc. 2010, 132, 6679−6685. (45) Wang, X.-S.; Zhou, C.; Shi, R.; Liu, Q.-Q.; Zhang, T.-R. TwoDimensional Sn2Ta2O7 Nanosheets as Efficient Visible Light-Driven Photocatalysts for Hydrogen Evolution. Rare Met. 2019, 38, 397−403. (46) Zhou, C.; Shi, R.; Shang, L.; Wu, L.-Z.; Tung, C.-H.; Zhang, T. Two-Step Hydrothermal Synthesis of Sn2Nb2O7 Nanocrystals with Enhanced Visible-Light-Driven H2 Evolution Activity. Chin. J. Catal. 2018, 39, 395−400. (47) Pan, X.; Chen, X.; Yi, Z. Defective, Porous TiO2 Nanosheets with Pt Decoration as an Efficient Photocatalyst for Ethylene Oxidation Synthesized by a C3N4 Templating Method. ACS Appl. Mater. Interfaces 2016, 8, 10104−10108. (48) Yu, Z.; Waclawik, E. R.; Wang, Z.; Gu, X.; Yuan, Y.; Zheng, Z. Dual Modification of TiNb2O7 with Nitrogen Dopants and Oxygen Vacancies for Selective Aerobic Oxidation of Benzylamine to Imine under Green Light. J. Mater. Chem. A 2017, 5, 4607−4615.\nhttps://dx.doi.org/10.1021/acsanm.9b02621 ACS Appl. Nano Mater. 2020, 3, 2573−2581\n2581"
    } ],
    "references" : [ {
      "title" : "SnO2@C Core-Shell Nanochains for Energy Storage Applications",
      "author" : [ "H. Qiao", "F. Jia", "Z. Ai", "Z. Li", "L. Zhang" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "Qiao et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Qiao et al\\.",
      "year" : 2010
    }, {
      "title" : "Synthesis and Mechanism Studies of Novel Drum-Like Cd(OH)2 Superstructures",
      "author" : [ "J. Yin", "F. Gao", "J. Wang", "Q. Lu" ],
      "venue" : "Phosphate Nanodisks. Chem. Commun",
      "citeRegEx" : "Yin et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Yin et al\\.",
      "year" : 2006
    }, {
      "title" : "Multishelled TiO2 Hollow Microspheres as Anodes with Superior Reversible Capacity for Lithium Ion Batteries",
      "author" : [ "H. Zhao", "D. Wang" ],
      "venue" : "Nano Lett. 2014,",
      "citeRegEx" : "D. et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "D. et al\\.",
      "year" : 2014
    }, {
      "title" : "ZnO Superstructures Synthesized from a Flakelike Precursor Zn5(OH)8Cl2·H2O",
      "author" : [ "L.-P. Zhu", "H.-M. Xiao", "S.-Y. Fu" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "Zhu et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Zhu et al\\.",
      "year" : 2004
    }, {
      "title" : "Nb2O5 as Photocatalyst for Oxidation of Organic Contaminants",
      "author" : [ "S. Furukawa", "Y. Ohno", "T. Shishido", "K. Teramura", "T. Tanaka" ],
      "venue" : "Catal. Commun",
      "citeRegEx" : "Furukawa et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Furukawa et al\\.",
      "year" : 2008
    }, {
      "title" : "Nb2O5 Nanocrystals with an Active TT",
      "author" : [ "R.A. Rani", "A.S. Zoolfakar", "A.P. O’Mullane", "M.W. Austin" ],
      "venue" : "Surface. Angew. Chem., Int. Ed",
      "citeRegEx" : "Rani et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Rani et al\\.",
      "year" : 2012
    }, {
      "title" : "Template-Free Synthesis of Highly Ordered 3D-Hollow",
      "author" : [ "F. Idrees", "J. Hou", "C. Cao", "F.K. Butt", "I. Shakir", "M. Tahir" ],
      "venue" : "Nb2O5-LiF. Nanosci. Nanotechnol. Lett. 2009,",
      "citeRegEx" : "Idrees et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Idrees et al\\.",
      "year" : 2009
    }, {
      "title" : "Bi2WO6 Superstructures as High Performance Visible-Light Driven Photocatalysts",
      "author" : [ "C. Li", "J. Zheng", "S. Liang", "R. Huang", "Z. Yi" ],
      "venue" : "J. Mater. Chem",
      "citeRegEx" : "X. et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "X. et al\\.",
      "year" : 2007
    }, {
      "title" : "Nb2O5 Nanospheres with Enhanced Visible Light Photocatalytic Activity",
      "author" : [ "Z.-F. Xu", "K. Xu", "H.-F. Feng", "Y. Du", "W.-C. Hao" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "Xu et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Xu et al\\.",
      "year" : 2017
    }, {
      "title" : "Hybridization: A Strategy for Developing Efficient Photocatalysts with High Carrier Mobility",
      "author" : [ "C. Han", "Y.-J. Xu", "Foley", "J. J", "IV", "D. Zhang" ],
      "venue" : null,
      "citeRegEx" : "N. et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "N. et al\\.",
      "year" : 2018
    }, {
      "title" : "Photocatalytic Oxidation of Methane over SrCO3 Decorated Srtio3 Nanocatalysts Via a Synergistic Effect",
      "author" : [ "X. Pan", "X. Chen", "Z. Yi" ],
      "venue" : "Phys. Chem. Chem. Phys. 2016,",
      "citeRegEx" : "Pan et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Pan et al\\.",
      "year" : 2016
    }, {
      "title" : "Sn2Ta2O7 Nanosheets as Efficient Visible Light-Driven Photocatalysts for Hydrogen Evolution",
      "author" : [ "C. Zhou", "R. Shi", "L. Shang", "L.-Z. Wu", "C.-H. Tung", "T. Zhang" ],
      "venue" : "Rare Met. 2019,",
      "citeRegEx" : "Zhou et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Zhou et al\\.",
      "year" : 2019
    } ],
    "referenceMentions" : [ ],
    "year" : 2020,
    "abstractText" : "Hierarchical metal oxide superstructures have been widely utilized in various applications, but complex template-assisted procedures and organic structure-directing agents are usually required during synthesis. Herein, a threedimensional (3D) bundle-like Nb2O5 superstructure was fabricated by a simple hydrothermal method using amorphous Nb2O5·nH2O particles as precursors without the use of organic species and template precursors. Controlled experiments under different synthetic conditions revealed that a hierarchical assembly process occurred, in which Nb2O5 nanorods were first formed due to the dissolution and recrystallization of Nb2O5·nH2O particles. The resultant nanorods were assembled into bundle-like nanostructures, which finally organized into flower-like superstructures. Upon decorating of ultrafine Pt nanoparticles (1.8 nm) on the surface of Nb2O5−S using a photodeposition method, the Pt−Nb2O5 superstructures showed promising photoactivities for ethylene oxidation.",
    "creator" : "Arbortext Advanced Print Publisher 11.2.5208/W Library-x64"
  }
}