{
  "name" : "downloads_2019-10-22_7e_wang2019.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Defective Black Nano-Titania Thermogels for Cutaneous Tumor- Induced Therapy and Healing",
    "authors" : [ "Xiaocheng Wang", "Bing Ma", "Jianmin Xue", "JinFu Wu", "Jiang Chang", "Chengtie Wu" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Surgical excision remains the mainstay method for thetreatment of cutaneous cancers nowadays.1,2 Unfortunately, it is extremely di cult to completely eradicate tumor cells and restore normal skin function after the resection of large cancerous tissues.3,4 Therefore, appropriate treatments for skin cancers after surgery should emphasize both tissue reconstruction and e ective inhibition of tumor reoccurrence. Our recent studies have developed a kind of bifunctional electrospun membranes by incorporating the photothermal agents (e.g., cuprous sul de nano owers5 and copper silicate hollow microspheres)6 into electrospun bers. Although the preliminary results have con rmed the hypothesis of combining skin tumor therapy with skin wound healing by using a bifunctional biomaterial is highly possible, such bifunctional electrospun membranes are still far from satisfying considering their insu cient mechanical stability, di cult manipulation, and inhomogeneous distribution of photothermal particles. Therefore, it is imperative to develop an innovative strategy for repairing the cutaneous tumor-induced defects after routine surgical excision of large tumor tissues.\nApart from photothermal therapy (PTT), photodynamic therapy (PDT) has also been considered as a non-invasive modality for treating various cancers in the past decades.7 9\nBoth PTT and PDT involve the administration of photosensitizing agents with high optical absorbance to e ectively transfer photo energy into regional hyperthermia or generate cytotoxic reactive oxygen species (ROS) at the tumor site, respectively, leading to irreversible damage to the tumor cells.10 13 Compared to either PDT or PTT alone, the combination of the two modalities has been demonstrated to greatly improve the therapeutic e ect on cancer cells.14 18 However, the current combined strategies mostly utilize two di erent functional components, separated laser sources, or both to trigger PDT and PTT, respectively, resulting in a complicated and prolonged treatment.19 Hence, it would be of great signi cance to achieve simultaneous and synergistic PDT/PTT under a single laser irradiation. Recently, black titania (B-TiO2 x) nanoparticles with oxygen-de cient structures have been employed as photosensitizers for tumor therapy under the single-wavelength near-infrared (NIR) irradiation.11,20 However, the nanoparticles still remain great challenges when directly applied for healing large-sized wounds, such as limited bioactivity, inevitable particle\nReceived: January 26, 2019 Published: February 5, 2019\n' 2019 American Chemical Society 2138 DOI:10.1021/acs.nanolett.9b00367 Nano Lett.2019, 19, 2138 2147\nD ow\nnl oa\nde d\nvi a\nC O\nL U\nM B\nIA U\nN IV\no n\nO ct\nob er\n2 2,\n2 01\n9 at\n1 9:\n43 :4\n2 (U\nT C ). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at el y sh ar e pu bl is\nhe d\nar tic\naggregation, rapid leakage, inhomogeneous distribution, and acute wound in ammation at the wound sites. These issues could be addressed by the incorporation of the nanoparticles into a proper wound dressing biomaterial to satisfy the dual demands for locally treating tumor cells and reconstructing resected skin tissues.\nInjectable hydrogels have emerged as promising wound dressing materials because they can ll irregular defects, provide a moist wound environment, serve as a barrier to microorganisms, and deliver therapeutic agents to the injury sites.21 24 In particular, chitosan (CTS)-based hydrogels have been highly pursued in wound healing applications thanks to their intrinsic biocompatibility, biodegradability, hemostatic properties, antibacterial activity, and stimulation of wound healing.25 27 A series of CTS thermogels developed by Lerouge et al. has exhibited very attractive features including easy injectability at room temperature, rapid gelation and high compression strength at physiological temperature, excellent compatibility for cell encapsulation, and acceptable biodegradation when the gels were prepared in the presence of phosphate bu er and sodium hydrogen carbonate (NaHCO3).\n28,29 Therefore, it is highly inspired to realize tumor therapy and wound healing within a single platform via the incorporation of B-TiO2 x nanoparticles into the CTS thermogels. It is expected that the B-TiO2 x nanoparticle incorporated CTS thermogels could not only act as a localized therapeutic agent for clearing the residual tumor cells under\nthe NIR irradiation in a short time, but also play an active role in stimulating the long-term tissue regeneration at the defect sites after resection of skin tumors. To the best of our knowledge, the concept and design strategy for such an intelligent bifunctional platform have not yet been reported so far.\nHerein, we report an injectable bifunctional thermosensitive hydrogel (named BT-CTS thermogel) by incorporating Mgcontaining B-TiO2 x nanoparticles into the CTS networks for localized tumor therapy and simultaneous skin wound healing. The B-TiO2 x nanoparticles were rst synthesized via a facile Mg-thermic reduction reaction and then embedded into the CTS networks, rendering the composite thermogel synergistic PTT/PDT performance under the single-wavelength NIR irradiation (808 nm). The morphology, chemical composition, PTT/PDT e ect, thermostability, and rheological property of BT-CTS thermogels were systematically characterized. Subsequently, the anticancer e cacy was investigated to kill skin tumor cells in vitro and inhibit the skin tumor growth in vivo. Finally, the tissue regenerative ability of BT-CTS thermogels was evaluated by healing both skin tumor-induced wounds and full-thickness chronic wounds.\nIn our study, Mg-thermic reduction was utilized to create structure defects in TiO2 nanocrystals as previously reported. 30 TiO2 and Mg powders (molar ratio of 2:1) were mixed, ground up, and calcined at 650 °C under Ar atmosphere for 4 h. The Mg-reduced TiO2 nanoparticles were obtained after washing\nFigure 1. Characterization of B-TiO2 x nanoparticles. (a) SEM image (inset is the photograph of pristine TiO2), (b) HRTEM image, and (c) geometric-phase analysis (GPA) of TiO2 nanoparticles. (d) SEM image (inset is the photograph of B-TiO2 x), HRTEM image, and (f) GPA of BTiO2 x nanoparticles. White arrows indicate the position of atomic dislocations. (g) XRD patterns, (h) XPS characteristic spectra for Ti 2p electrons, and (i) Raman spectra of TiO2 and B-TiO2 x nanoparticles. B-TiO2 x nanoparticles possess a crystalline/amorphous core shell structure with abundant oxygen vacancies within the amorphous shell.\nDOI:10.1021/acs.nanolett.9b00367 Nano Lett.2019, 19, 2138 2147\n2139\nwith excess HCl to remove the residual elemental Mg. Their morphology and structure (Figure 1a f) were examined by scanning electron microscopy (SEM) and transmission electron microscopy (TEM). Compared to the white pristine TiO2 (25 nm), the obtained nanoparticles appeared black with slightly growth of the grains ( 50 nm) after thermal treatment at 650 °C (Figures 1a,d and S1). The black color of Mgreduced TiO2 samples could be derived from the enhanced absorption of visible light, and thus, we named them B-TiO2 x. The white TiO2 was highly crystalline with well-resolved lattice fringes even at the nanocrystal surface (Figures 1b and S1, top panel), in dramatic contrast to a crystalline/amorphous core shell structure of B-TiO2 x nanocrystal (Figures 1e and S1, bottom panel). The core displayed a well-de ned (101) lattice\nplane with a typical anatase plane distance of 0.35 nm (Figure 1b,e), while the distance between adjacent lattice planes was highly distorted at the edge of the B-TiO2 x nanocrystal. Geometric-phase analysis (GPA, Figure 1c,f) was applied to detect the nanoscale lattice distortion induced by crystal defects via quantitatively measuring the local strains as revealed in the high-resolution transmission electron microscopy (HRTEM) observation.31 33 The strain elds were represented by strain tensor components xx, yy, xy, and xy with a scale range of 0.5 to 0.5. The positive value represented compressive strain, while the negative value represented tensile strain. The results were interpreted as false-color maps in which regions in accord with a given periodicity were presented with the same color. It was found that the shear\nFigure 2. Characterization of BT-CTS thermogels. (a) Mixing process of the aqueous BT-CTS blend and the gelling agent prior to injection at 25 °C and (b) photograph of 0T-, 0.5BT-, 1BT-, 2BT-, 4BT-, and 4WT-CTS thermogels at 37 °C. (c) SEM image of the lyophilized 1BT-CTS thermogel and corresponding EDS elemental mapping of (d) all elements, (e) element C, (f) element Ti, (g) element O, and (h) element Mg. (i) Real-time infrared thermal images and corresponding photothermal heating curves of (j) 0T-, 0.5BT-, 1BT-, 2BT-, 4BT-, and 4WT-CTS thermogels under continuous 808 nm irradiation at a power intensity of 0.32 W/cm2 for 15 min and (k) 1BT-CTS thermogel at di erent laser power density of 0.24, 0.32, 0.40, 0.48 W/cm2 for 15 min. (l) Heating curve of 1BT-CTS thermogHyels for 6 on/o cycles at a power intensity of 0.40 W/cm2 for 15 min. (m) Time-dependent absorbance spectra of DPBF upon 808 nm irradiation in the presence of 1BT-CTS thermogels. (n) Time-based absorption intensity reduction of DPBF at 410 nm in the presence of 1WT- and 1BT-CTS thermogels. (o) The storage (G ) and loss (G ) modulus in time seep test for 0T-, 1BT-, 1WT-, and 4BT-CTS thermogels at 37 °C. (p) Temperature variation of G and G modulus for 0Tand 1BT-CTS thermogels. B-TiO2 x nanoparticles were homogeneously embedded in the CTS matrix, endowing the BT-CTS thermogels with easy injectability, excellent thermostability, and simultaneous PTT/PDT e cacy.\nDOI:10.1021/acs.nanolett.9b00367 Nano Lett.2019, 19, 2138 2147\n2140\nstrain in the pristine TiO2 and the interior of B-TiO2 x was approximately zero, suggesting a perfect nonsheared state and few atomic displacements in the crystal lattices. However, many color discontinuous points corresponding to the dislocation core positions were presented in the phase images of B-TiO2 x (marked by white arrows in Figure 1f), indicating the high density of atom defects. Moreover, X-ray di raction (XRD) patterns (Figure 1g) showed the crystalline structure with the anatase phase (PDF no. 21-1272) in the majority as well as Ti4O7 (2TiO2·Ti2O3) and Mg2TiO4 (2MgO·TiO2) in the minority for B-TiO2 x, indicating the introduction of Ti3+ and Mg2+ into TiO2 nanocrystals possibly through the reduction reaction of 2TiO2 + Mg Ti2O3 + MgO, which was consistent with the results of X-ray photoelectron spectroscopy (XPS, Figures 1h and S2). The characteristic peak of Ti3+ shown in the Ti 2p XPS spectra could be ascribed to the generation of oxygen vacancies, which produced excess electrons and thereby transformed Ti4+ into Ti3+.34,35 In addition, Raman spectra were examined to investigate the surface chemical compositions and corresponding oxidation states. As depicted in Figure 1i, both TiO2 and B-TiO2 x showed ve characteristic peaks of anatase. Notably, the blue shift and broadening of the peak at 145 cm 1 for the BTiO2 x further veri ed the existence of a considerable number of oxygen vacancies after Mg reduction treatment.35,36\nDue to the presence of oxygen vacancies and disorderinduced lattice strain within B-TiO2 x nanocrystals, the light absorption of B-TiO2 x could be e ectively expanded to the visible and NIR regions (Figure S3a).30,34,37,38 The optical absorption intensity at 808 nm, a typical wavelength used for photothermal therapy, linearly increased with the concentrations of B-TiO2 x (Figure S3b). The real-time temperature elevation of di erent B-TiO2 x aqueous dispersions (0 800 ppm, 500 L) was then recorded under the 808 nm irradiation for 5 min. It was found that the B-TiO2 x aqueous dispersions showed sharp temperature increase with strong dependence on concentrations, in marked contrast to a mild temperature elevation of pure water (Figure S4). In addition, XRD analysis has been conducted to investigate the phase change of black titania particles after NIR irradiation. The results (Figure S5) showed no obvious di erence between the XRD patterns before and after photothermal treatment (808 nm, 0.48 W/ cm2, 30 min). Pristine TiO2 has been previously utilized as a photocatalyst for killing cancer cells upon ultraviolet (UV) light irradiation because of the photoinduced generation of various ROS including singlet oxygen (1O2), hydroxyl radicals (·OH), and superoxide anions (·O2 ).\n39 41 It is interesting that the B-TiO2 x nanoparticles exhibited the capability to generate 1O2 when they were exposed to the 808 nm irradiation. For 1O2 detection, 1,3-diphenylisobenzofuran (DPBF) was utilized as a chemical probe because it could be oxidative degraded in the presence of 1O2 with gradual decline of its absorption at 410 nm.20,42 Our results revealed an obvious decrease in absorption intensity of DPBF solution containing B-TiO2 x under NIR irradiation (Figure S6a), while the white TiO2 group with NIR laser showed a slight decrement (Figure S6b), indicating the unique NIR-induced 1O2 generation capacity of B-TiO2 x. It is believed that the bandgap narrowing derived from the oxygen vacancies in the disordered surface layers could be responsible for the “red shift” of the optical absorption spectra from UV to NIR region.34,35,43 Thus, the B-TiO2 x nanoparticle was expected to\nserve as an excellent NIR-triggered synergistic PTT/PDT agent for tumor therapy.\nFor repairing the tumor-induced cutaneous defects, BTiO2 x powders failed to provide su cient mechanical strength and porous structure for inducing tissue ingrowth when directly applied in the skin wounds. Therefore, a series of BT-CTS thermogels was prepared by incorporating di erent amounts of B-TiO2 x nanoparticles into a CTS thermogel. 28 The aqueous BT-CTS blend was rst prepared by directly dispersing a given mass of B-TiO2 x nanoparticles (0, 5, 10, 20, and 40 mg) in the acidic CTS solution (6 mL, 3.33 w/v % in 0.1 M HCl). The gelling agent was prepared by dissolving NaHCO3 (0.1875 mol) in the phosphate bu er (0.1 M, 1000 mL) at pH = 8. When the BT-CTS blend was mixed with the gelling agent (volume ratio of 3:2, Figure 2a) by two connected syringes and then kept at physiological temperature (37 °C), the mixture immediately lost its uidity and turned into a stagnant hydrogel (Figure 2b). All thermogels were fabricated to reach a nal CTS concentration of 2% (w/v) and B-TiO2 x contents of 0, 0.5, 1, 2, and 4 (w/v), thus denoted as 0T-, 0.5BT-, 1BT-, 2BT-, and 4BT-CTS thermogels, respectively. White thermogels named 0.5WT-, 1WT-, 2WT, and 4WT-CTS thermogels were prepared accordingly by incorporating pristine TiO2 nanoparticles into the CTS matrix. The color of BT-CTS thermogels changed gradually from gray to dark black as the dosage of B-TiO2 x nanoparticles increased (Figures 2b and S7). SEM analysis of the freezedried thermogels showed their highly porous microstructure (100 300 m) with inorganic nanoparticles homogeneously embedded in the biopolymer matrix and B-TiO2 x contents within the gels increased (Figures 2c and S8). Elements Ti and Mg (atomic ratios of 6.14:1) were successfully imported into the BT-CTS systems, as demonstrated by energy-dispersive spectroscopy (EDS) elemental mapping (Figures 2d-h, S9, and S10). When the gels (1 mL) were immersed in the aqueous Tris-HCl bu er solution (pH 7.4, 10 mL) at 37 °C, Mg ions could be sustainably released from the 0.5BT-, 1BT-, 2BT-, and 4BT-CTS gels with a concentration range from 1.32 to 8.72 g/mL for 30 days (Figure S11), which was expected to facilitate skin tissue regeneration considering the favorable e ects of Mg stimulation on cell proliferation, di erentiation, and tissue regeneration as previously reported.44 48\nIn addition, the embedded B-TiO2 x nanoparticles allowed BT-CTS thermogels to be easily heated up when irradiated by NIR lasers (808 nm). The real-time temperature changes and corresponding infrared thermal images of the BT-CTS thermogels with di erent B-TiO2 x contents at di erent power densities of NIR laser irradiation were recorded (Figure 2i-k). All BT-CTS thermogels displayed dramatical temperature increase and apparent color changes, as compared to the negligible temperature elevation for 0T- and 4WT-CTS groups under the same irradiation condition. It was noticed that no obvious visual changes were observed for the 0T-, 0.5WT-, 1WT-, 2WT-, 4WT-, 0.5BT-, 1BT-, 2BT-, and 4BT-CTS thermogels after NIR irradiation (808 nm, 0.48W/cm2, 30 min; Figure S7). The photothermal stability of BT-CTS thermogels under photothermal hyperthermia was further con rmed by the negligible changes of temperature pro les for six laser on/o cycles (Figure 2l). Furthermore, the 1O2 generation of BT-CTS thermogels was demonstrated on the DPBF degradation under NIR irradiation at 808 nm (Figure 2m,n). The DPBF absorption intensity at 410 nm was reduced with the irradiation time for 1BT-CTS thermogels, while no\nDOI:10.1021/acs.nanolett.9b00367 Nano Lett.2019, 19, 2138 2147\n2141\nobvious decrement was observed for the 0T- and 1WT-CTS groups. The combined 1O2 generation and heat energy were anticipated to lead to more e ective cell destruction considering the synergistic PTT/PDT e ect. The injectability of BT-CTS thermogels was investigated by examining the rheological behavior of 1BT-CTS thermogel at 25 and 37 °C (Figure S12). The value of storage modulus (G , an index of material sti ness) exceeded that of loss modulus (G , an index of material viscidity) and a higher value of G was observed at 37 °C than that at 25 °C for both 0T- and 1BT-CTS thermogels, showing a typical behavior of thermosensitive hydrogels.28 Consequently, the BT-CTS thermogels were easily injectable by extrusion through syringes at room temperature and rapidly turned into solid gels at physiological temperature. Notably, the G value of BT-CTS thermogels at 37 °C increased with the mass content of B-TiO2 x (Figure 2o), con rming that B-TiO2 x nanoparticles could improve the mechanical strength of BT-CTS thermogels, which was closely related to the reinforcement function of nanoparticles.49,50 Besides, the value of G increased as temperature elevated from 35 to 55 °C (Figure 2p), suggesting the integrity of BT-CTS thermogels could be well maintained even under photothermal hyperthermia. Taken together, the BT-CTS thermogels with easy injectability, excellent thermostability, simultaneous PTT/ PDT e cacy endowed them with intriguing potential application in localized tumor therapy.\nTo explore the in vitro tumor therapeutic capacity of BTCTS thermogels, B16F10 cells (murine melanoma cells) were seeded on the surface of the 0T-, 1WT-, and 1BT-CTS\nthermogels or incubated with transwells containing 0T-, 1WT-, and 1BT-CTS thermogels. All cells were then irradiated by an NIR laser (808 nm, 0.48 W/cm2, 15 min) and then co-stained with calcein-AM (green: live cells) and ethidium homodimer-1 (red: dead cells). It was found that B16F10 cells on the surface of 1BT-CTS thermogels or adjacent to the thermogels were almost killed under NIR irradiation (Figure 3a,b). Comparatively, no signi cant cell damage was observed when the cells were treated by 1BT-CTS thermogels without irradiation and the 0T- and 1WT-CTS thermogels irrespective of irradiation. Quantitatively, the cell viability of B16F10 cells was decreased to 32.0%, 26.9%, 18.3%, and 11.4% after the treatment of NIRirradiated 0.5BT-, 1BT-, 2BT-, and 4BT-CTS thermogels, respectively (Figure S13). To further test the photodynamic e ect on cell viability, B16F10 cells were preincubated with 2,7-dichloro-dihydro- uorescien diacetate (DCFH-DA) for 30 min and then exposed to NIR irradiation (808 nm, 0.48 W/ cm2, 10 min). DCFH-DA was used for detecting ROS generation because it can be oxidized to strong green uorescent 2,7-dichloro uorescein (DCF) in the existence of ROS.51 The highly green uorescence was appeared in the 1BT-CTS plus NIR group (Figure 3c) in contrast to negligible uorescence shown in other control groups, con rming e cient ROS generation and NIR-triggered PDT e ect of BT-CTS thermogels. All results above indicated that the BTCTS thermogels could e ectively kill skin tumor cells via simultaneous PTT/PDT e ects under the single-wavelength NIR irradiation.\nFigure 3. Anticancer e ciency of BT-CTS thermogels. Live/dead staining images (green: live cells; red: dead cells) of B16F10 melanoma cells (a) on the surface of and (b) adjacent to 0T-, 1WT-, and 1BT-CTS thermogels without near-infrared (NIR) irradiation and 0T-, 1WT-, and 1BT-CTS thermogels with NIR irradiation (808 nm, 0.48 W/cm2, and 15 min). (c) DCFH-DA-labeled B16F10 cells treated by 0T-, 1WT-, and 1BT-CTS thermogels without NIR irradiation and 0T-, 1WT-, and 1BT-CTS thermogels with NIR irradiation (808 nm, 0.48 W/cm2, and 10 min). (d) Infrared thermal images of B16F10 tumor-bearing mice treated with 0T-, 1WT-, and 1BT-CTS thermogels under the NIR irradiation (0.32 W/cm2 and 15 min) at di erent time intervals. (e) Corresponding heating curves of tumors in di erent groups under NIR irradiation. (f) Representative photos of B16F10 tumor-bearing mice after various treatments on days 0, 7, and 14. (g) Photographs of B16F10 tumors after various treatments on day 14. The NIR-triggered therapeutic e ect of BT-CTS thermogels e ectively killed skin tumor cells in vitro and inhibited tumor growth in vivo.\nDOI:10.1021/acs.nanolett.9b00367 Nano Lett.2019, 19, 2138 2147\n2142\nPrior to in vivo tumor therapeutic study, the maximum area of tissue defects that could be treated by phototherapy was investigated using three 808 nm lasers with di erent laser spot sizes (diameter: 8, 10, and 12 mm) to irradiate the 1BT-CTS thermogels (diameter: 16 mm). The photothermal e ective areas (temperature above 45 °C, which is enough to induce tumor cell death)12 were measured when the center maximum temperatures reached 50, 55, or 60 °C. As shown in Figure S14, larger spot sizes and higher photothermal temperatures induced larger photothermal e ective areas with experimental values ranging from 25.22 to 143.41 mm2. The photothermal e ective area (>45 °C) was calculated as 72.23 mm2 (diameter: 9.6 mm) when the center maximum temperatures reached 55 °C for the 1BT-CTS thermogels irradiated by the laser with a spot diameter of 10 mm. Subsequently, a B16F10 tumor-induced wound model was established by creating a fullthickness wound (diameter: 10 mm) at the tumor site (tumor diameter: 4 5 mm). The tumor-induced wounds were covered by injectable 0T-, 1WT-, or 1BT-CTS thermogels (200 L) and then subjected to the NIR irradiation (808 nm, 0.32 W/ cm2, 15 min, spot diameter: 10 mm) for 4 consecutive days (from day 0 to day 3). The wounds covered by 0T-, 1WT-, or\n1BT-CTS thermogels in the absence of NIR irradiation were used as control groups. The temperature in 1BT-CTS plus NIR group rapidly increased and exceeded 50 °C compared to the negligible temperature elevation of 0T-CTS plus NIR and 1WT-CTS plus NIR groups (Figure 3d,e). Notably, the center temperature of the tumor-induced wounds treated by 1BTCTS thermogels reached approximately 55 °C, while the temperature of the surrounding healthy tissues was less than 45 °C, indicating that BT-CTS thermogels could kill tumor cells e ciently under the NIR irradiation and avoid damage to surrounding healthy tissues. Tumor growth in the 1BT-CTS plus NIR group was signi cantly suppressed after 4 days of phototherapy, whereas the tumor volumes of other six groups boosted in an uncontrollable manner (Figures 3f and S15). The photographs of skin tumors from all groups on day 14 (Figure 3g) further conformed the excellent in vivo anticancer e ect of BT-CTS thermogels, which should be ascribed to both the NIR-induced hyperthermia and generation of ROS.\nThe tumor-induced wound healing process was tracked for 2 weeks, and it was found that the skin wound treated by the NIR-irradiated 1BT-CTS thermogel gradually closed without obvious tumor reoccurrence within 14 days (Figure 4a).\nFigure 4. Skin tumor-induced wound healing using NIR-irradiated BT-CTS thermogels. (a) Representative photographs of skin wounds in tumorbearing mice for the control, 0T-CTS, 1WT-CTS, 1BT-CTS, 0T-CTS plus NIR, 1WT-CTS plus NIR, and 1BT-CTS plus NIR groups on days 0, 2, 4, 7, 10, and 14. (b) Photographs of tumor-induced wound beds for di erent groups indicated as compared to the normal wound without thermogels treated on day 14. (c) H&E staining of sectioned wounds 14 days after various treatments. The skin tumor growth was signi cantly suppressed by NIR-irradiated 1BT-CTS thermogels, and the wounds gradually healed without obvious tumor recurrence within 14 days.\nDOI:10.1021/acs.nanolett.9b00367 Nano Lett.2019, 19, 2138 2147\n2143\nHowever, the wounds hardly healed with the uncontrollable tumor volumes in other groups. The skin tumors and surrounding healthy tissues were resected for cutaneous biopsies (Figure 4b). The primary skin wound at the tumor sites treated by NIR-irradiated 1BT-CTS thermogels was healed as compared with the unclosed skin defects in other six groups. The tumor-induced wound beds were further stained with hematoxylin and eosin (H&E) for histologic analysis (Figure 4c). In sharply contrast to chaotic organization and irregular tumor vascularization beneath the incomplete epidermis observed in other groups, the newly formed tissue from 1BT-CTS plus NIR group highly resembled the normal skin with aligned tissue architectures and regular capillaries,\nwhich veri ed our assumption of rst eradicating the tumor cells via NIR-triggered phototherapy at an early stage (from day 0 to day 3 in present study) and thereafter repairing the cutaneous defects stimulated by BT-CTS thermogels at a late stage (from day 4 to day 14 in present study) for healing skin tumor-induced wounds.\nSuccessful wound healing is a complicated and wellorchestrated process, necessitating the collaboration of multiple cell types such as macrophages, keratinocytes, broblasts, endothelial cells and so on.52,53 The in ltration, migration, proliferation and di erentiation of these cells will result in a timely in ammatory response, succedent new tissue regeneration, and, eventually, wound closure. Keratinocytes are\nFigure 5. Intrinsic skin tissue regenerative activity of BT-CTS thermogels. (a) Live/dead staining images (green, live cells and red, dead cells) of human dermal broblasts (HDFs) seeded on the 0T-, 0.5WT-, 1WT-, 4WT-, 0.5BT-, 1BT-, 2BT-, and 4BT-CTS thermogels for 24 h. Cell proliferation of (b) HDFs and (c) human umbilical vein endothelial cells (HUVECs) cultured with various thermogels indicated for 5 days. (d) Gross photos of murine skin wounds on days 0, 3, 6, 9, 12, and 15 after various treatments and (e) wound closure rates of the control, 0T-CTS, 1WT-CTS, and 1BT-CTS groups (single asterisks indicate p < 0.05, double asterisks indicate p < 0.01, and triple asterisks indicate p < 0.001). (f) H&E staining of sectioned wounds from di erent groups on day 15. BT-CTS thermogels exhibited satisfactory wound healing capacity both in vitro and in vivo.\nDOI:10.1021/acs.nanolett.9b00367 Nano Lett.2019, 19, 2138 2147\n2144\ninvolved in restoring the epidermal barrier, while broblasts and endothelial cells are crucial for the formation of extracellular matrix (ECM) and blood vessels.52,54 In present study, two typical cell lines, human dermal broblasts (HDFs) and human umbilical vein endothelial cells (HUVECs), were employed to investigate the intrinsic tissue regenerative ability of BT-CTS thermogels in vitro. HDFs and HUVECs were seeded on the BT-CTS thermogels and incubated for 24 h. Live/dead assay was performed to detect the cell viability on the thermogel surface, where nearly no dead (red) cells could be observed for all thermogels and the stronger green uorescence indicated higher cell activity for BT-CTS groups compared with WT-CTS groups (Figures 5a and S16). In addition, both HDFs and HUVECs proliferated well within 5 days when incubated with the transwells loaded with 0T-, 0.5WT-, 1WT-, 2WT, 4WT-, 0.5BT-, 1BT-, 2BT-, and 4BTCTS thermogels (Figure 5b,c). Notably, 1BT- and 2BT-CTS thermogels even promoted the proliferation rates of HUVECs ( 124% and 144%, respectively, on Day 5) compared to the blank control (100%). The proliferation of HDFs was also accelerated when cultured with 0.5BT- and 1BT-CTS thermogels for 5 days ( 130% and 141%, respectively, on Day 5). The e ect of BT-CTS thermogels on cell migration of HDFs and HUVECs was explored using an in vitro scratch assay (Figure S17 and S18). It was found that HDF migration was stimulated by 1BT- and 2BT-CTS thermogels and the arti cially created wounds completely healed in the 1BT-CTS group after 24 h. Similarly, the cell migration of HUVECs treated with 1BT-CTS thermogels was signi cantly accelerated within 18 h in comparison with other groups. The generation of new blood vessels or angiogenesis is a critical process during wound healing mainly because blood vessels are required for delivering nutrients and oxygen to the skin cells at wound sites.53 56 The formation of tube-like structures is known as an essential step in angiogenesis.54,57 In this study, a tube formation assay using ECMatrix gels was conducted to evaluate the in vitro angiogenic abilities of HUVECs when treated with ionic extracts from the BT-CTS thermogels. As shown in Table S1, there was no signi cant di erence in Ti and Ca ion concentrations among all extracts, while higher Mg ion concentrations were observed in the BT-CTS extracts (i.e., 67.43 and 74.06 g/mL for 1BT- and 2BT-CTS versus 65.27 g/mL for pure media). After 4 h of incubation, 1BT-CTS extract exhibited the highest stimulatory e ect on the formation of capillary-like polygon networks (Figure S19). Previous studies have shown increased cellular viability and di erentiation of bone marrow stromal cells,44,46,58 vascular smooth muscle cells,59 and human tonsil-derived mesenchymal stem cells60 under the stimulation of Mg ions at low concentrations (<10 mM). Therefore, it is speculated that the released Mg ions from BT-CTS thermogels might play an active role in the enhanced bioactivity of HDFs and HUVECs.\nTo explore the intrinsic in vivo regeneration activity of BTCTS thermogels, a typical diabetic mouse model was applied, and the full-thickness wounds (10 mm) were treated with 0T-, 1WT- or 1BT-CTS thermogels (200 L). Although there were no obvious stimulatory e ects in the closure of the wounds treated with 1BT-CTS thermogels on day 3 and 6 after treatments (at an early stage), the 1BT-CTS thermogels group exhibited the better wound closure rates from the day 9 as compared with other groups (at a late stage). It was found that the newly formed epidermis almost covered the entire wound surface in 1BT-CTS group on day 15 (Figure 5d). Quantitative\nstatistics revealed a much lower relative wound area of 1BTCTS group (1.8%) than that of the control (11.4%), 0T-CTS (3.4%), and 1WT-CTS groups (3.8%) after 15 days of treatment (Figure 5e), indicating that BT-CTS thermogels facilitated wound closure in vivo. The skin tissues at the wound sites were collected and stained with H&E for microscope observation (Figure 5f). Compared to the insu cient epithelialization observed in the control group, all wounds covered by CTS thermogels were healed because they could serve as a good barrier against exogenous microorganisms and maintain a suitable moist environment to facilitate cellular adhesion, ingrowth, and migration.61,62 Additionally, higher blood vessel density and morphogenesis of skin appendages (e.g., hair follicles and glands) remarkably appeared in the wound area of 1BT-CTS group, which might be associated with the stimulation of the Mg2+ ions sustainably released from the gradually degraded 1BT-CTS thermogel. Overall, with the satisfactory wound healing capacity both in vitro and in vivo, the BT-CTS thermogel could be serve as an e ective and promising material for promoting cutaneous tissue regeneration.\nIn summary, we have successfully prepared an Mgcontaining black-titania-integrated thermogel for skin tumorinduced wound healing. Black titania (B-TiO2 x) nanoparticles with abundant oxygen vacancies were rst synthesized by the Mg reduction of TiO2 and then incorporated into a CTS matrix to obtain the thermosensitive BT-CTS hydrogels. With the presence of B-TiO2 x, BT-CTS thermogels could be easily heated up and simultaneously generate ROS under NIR irradiation to kill cutaneous tumor cells in vitro and inhibit tumor growth in vivo, showing simultaneous PTT/PDT e ects. Meanwhile, the Mg2+ ions released from BT-CTS thermogels could stimulate the adhesion, proliferation, and migration of normal skin cells and signi cantly accelerate chronic wound closure. Therefore, the easy injectability, excellent thermostability, and simultaneous PTT/PDT e cacy as well as tissue regenerative activity of BT-CTS thermogels awarded them with promising application in localized tumor therapy and tissue healing after the surgical resection of skin tumors.\nASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.nanolett.9b00367.\nAdditional details on experimental protocols; a table showing ion concentrations; gures showing SEM and TEM images, XPS spectra, UV vis NIR spectra, photothermal heating curves, XRD patterns, absorbance spectra, time-based absorption intensity reduction, macroscopic thermogel observations, SEM morphologies, the amount of Mg ions released from thermogels, rheological properties, relative cell viability, infrared thermal results, phototermal e ective areas, tumor growth pro les, live/dead staining results, and in vitro assays (PDF)\nAUTHOR INFORMATION"
    }, {
      "heading" : "Corresponding Author",
      "text" : "*E-mail: chengtiewu@mail.sic.ac.cn; phone: +86-21- 52412249.\nDOI:10.1021/acs.nanolett.9b00367 Nano Lett.2019, 19, 2138 2147\n2145"
    }, {
      "heading" : "ORCID",
      "text" : "Jiang Chang: 0000-0003-1462-6541 Chengtie Wu: 0000-0002-5986-591X"
    }, {
      "heading" : "Author Contributions",
      "text" : "§X.W. and B.M. contributed equally to this work."
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing nancial interest.\nACKNOWLEDGMENTS This research was supported by the National Key Research and D e v e l o p m e n t P r o g r a m o f C h i n a ( g r a n t n o . 2018YFC1105201), the National Natural Science Foundation of China (grant nos. 81771989 and 5171101275), Key Research Program of Frontier Sciences CAS (grant no. QYZDB-SSW-SYS027), and the Science and Technology Commission of Shanghai Municipality (grant no. 17540712300).\nREFERENCES (1) Gandhi, S. A.; Kampp, J. Skin Cancer Epidemiology, Detection, and Management. Med. Clin. North Am. 2015, 99 (6), 1323 1335. (2) Simo es, M. C. F.; Sousa, J. J. S.; Pais, A. A. C. C. Skin Cancer and New Treatment Perspectives: A Review. Cancer Lett. 2015, 357 (1), 8 42. (3) Garbe, C.; Peris, K.; Hauschild, A.; Saiag, P.; Middleton, M.; Bastholt, L.; Grob, J.-J.; Malvehy, J.; Newton-Bishop, J.; Stratigos, A. J.; Pehamberger, H.; Eggermont, A. M. Diagnosis and Treatment of Melanoma. European Consensus-Based Interdisciplinary Guideline - Update 2016. Eur. J. Cancer 2016, 63, 201 217. (4) Jalalat, S.; Agoris, C.; Fenske, N. A.; Cherpelis, B. Management of Non-melanoma Skin Cancers: Basal Cell Carcinoma, Squamous Cell Carcinoma. In Melanoma: A Modern Multidisciplinary Approach, Riker, A. I., Ed.; Springer International Publishing: Cham, Switzerland, 2018; pp 591 604. (5) Wang, X.; Lv, F.; Li, T.; Han, Y.; Yi, Z.; Liu, M.; Chang, J.; Wu, C. Electrospun Micropatterned Nanocomposites Incorporated with Cu2S Nanoflowers for Skin Tumor Therapy and Wound Healing. ACS Nano 2017, 11 (11), 11337 11349. (6) Yu, Q.; Han, Y.; Wang, X.; Qin, C.; Zhai, D.; Yi, Z.; Chang, J.; Xiao, Y.; Wu, C. Copper Silicate Hollow Microspheres-Incorporated Scaffolds for Chemo-Photothermal Therapy of Melanoma and Tissue Healing. ACS Nano 2018, 12 (3), 2695 2707. (7) Cheng, L.; Wang, C.; Feng, L.; Yang, K.; Liu, Z. Functional Nanomaterials for Phototherapies of Cancer. Chem. Rev. 2014, 114 (21), 10869 10939. (8) Wang, X.; Ma, Y. C.; Sheng, X.; Wang, Y. C.; Xu, H. X. Ultrathin Polypyrrole Nanosheets via Space-Confined Synthesis for Efficient Photothermal Therapy in the Second Near-Infrared Window. Nano Lett. 2018, 18 (4), 2217 2225. (9) Chang, Y.; Cheng, Y.; Feng, Y. L.; Jian, H.; Wang, L.; Ma, X. M.; Li, X.; Zhang, H. Y. Resonance Energy Transfer-Promoted Photothermal and Photodynamic Performance of Gold-Copper Sulfide Yolk-Shell Nanoparticles for Chemophototherapy of Cancer. Nano Lett. 2018, 18 (2), 886 897. (10) Pe rez-Herna ndez, M.; del Pino, P.; Mitchell, S. G.; Moros, M.; Stepien, G.; Pelaz, B.; Parak, W. J.; Ga lvez, E. M.; Pardo, J.; de la Fuente, J. M. Dissecting the Molecular Mechanism of Apoptosis during Photothermal Therapy Using Gold Nanoprisms. ACS Nano 2015, 9 (1), 52 61. (11) Mou, J.; Lin, T. Q.; Huang, F. Q.; Shi, J. L.; Chen, H. R. A New Green Titania with Enhanced NIR Absorption for MitochondriaTargeted Cancer Therapy. Theranostics 2017, 7 (6), 1531 1542. (12) Jaque, D.; Maestro, L. M.; del Rosal, B.; Haro-Gonzalez, P.; Benayas, A.; Plaza, J. L.; Rodriguez, E. M.; Sole, J. G. Nanoparticles for photothermal therapies. Nanoscale 2014, 6 (16), 9494 9530.\n(13) Lucky, S. S.; Soo, K. C.; Zhang, Y. Nanoparticles in Photodynamic Therapy. Chem. Rev. 2015, 115 (4), 1990 2042. (14) Wang, S.; Huang, P.; Nie, L.; Xing, R.; Liu, D.; Wang, Z.; Lin, J.; Chen, S.; Niu, G.; Lu, G.; Chen, X. Single Continuous Wave Laser Induced Photodynamic/Plasmonic Photothermal Therapy Using Photosensitizer-Functionalized Gold Nanostars. Adv. Mater. 2013,"
    }, {
      "heading" : "25 (22), 3055 3061.",
      "text" : "(15) Tian, B.; Wang, C.; Zhang, S.; Feng, L. Z.; Liu, Z. Photothermally Enhanced Photodynamic Therapy Delivered by Nano-Graphene Oxide. ACS Nano 2011, 5 (9), 7000 7009. (16) Jang, B.; Park, J.-Y.; Tung, C.-H.; Kim, I.-H.; Choi, Y. Gold Nanorod-Photosensitizer Complex for Near-Infrared Fluorescence Imaging and Photodynamic/Photothermal Therapy In Vivo. ACS Nano 2011, 5 (2), 1086 1094. (17) Zeng, J. Y.; Zhang, M. K.; Peng, M. Y.; Gong, D.; Zhang, X. Z. Porphyrinic Metal-Organic Frameworks Coated Gold Nanorods as a Versatile Nanoplatform for Combined Photodynamic/Photothermal/ Chemotherapy of Tumor. Adv. Funct. Mater. 2018, 28 (8), 1705451. (18) Yang, C. Y.; Chen, Y. D.; Guo, W.; Gao, Y.; Song, C. Q.; Zhang, Q.; Zheng, N. N.; Han, X. J.; Guo, C. S. Bismuth Ferrite-Based Nanoplatform Design: An Ablation Mechanism Study of Solid Tumor and NIR-Triggered Photothermal/Photodynamic Combination Cancer Therapy. Adv. Funct. Mater. 2018, 28 (18), 1706827. (19) Han, H. S.; Choi, K. Y.; Lee, H.; Lee, M.; An, J. Y.; Shin, S.; Kwon, S.; Lee, D. S.; Park, J. H. Gold-Nanoclustered Hyaluronan Nano-Assemblies for Photothermally Maneuvered Photodynamic Tumor Ablation. ACS Nano 2016, 10 (12), 10858 10868. (20) Mou, J.; Lin, T. Q.; Huang, F. Q.; Chen, H. R.; Shi, J. L. Black Titania-Based Theranostic Nanoplatform for Single NIR Laser Induced Dual-Modal Imaging-Guided PTT/PDT. Biomaterials 2016, 84, 13 24. (21) Yu, L.; Ding, J. Injectable Hydrogels as Unique Biomedical Materials. Chem. Soc. Rev. 2008, 37 (8), 1473 1481. (22) Zhao, X.; Wu, H.; Guo, B.; Dong, R.; Qiu, Y.; Ma, P. X. Antibacterial Anti-Oxidant Electroactive Injectable Hydrogel as SelfHealing Wound Dressing with Hemostasis and Adhesiveness for Cutaneous Wound Healing. Biomaterials 2017, 122, 34 47. (23) Dimatteo, R.; Darling, N. J.; Segura, T. In Situ Forming Injectable Hydrogels for Drug Delivery and Wound Repair. Adv. Drug Delivery Rev. 2018, 127, 167 184. (24) Zhao, L.; Niu, L.; Liang, H.; Tan, H.; Liu, C.; Zhu, F. pH and Glucose Dual-Responsive Injectable Hydrogels with Insulin and Fibroblasts as Bioactive Dressings for Diabetic Wound Healing. ACS Appl. Mater. Interfaces 2017, 9 (43), 37563 37574. (25) Hamedi, H.; Moradi, S.; Hudson, S. M.; Tonelli, A. E. Chitosan Based Hydrogels and their Applications for Drug Delivery in Wound Dressings: A Review. Carbohydr. Polym. 2018, 199, 445 460. (26) Tran, N. Q.; Joung, Y. K.; Lih, E.; Park, K. D. In Situ Forming and Rutin-Releasing Chitosan Hydrogels As Injectable Dressings for Dermal Wound Healing. Biomacromolecules 2011, 12 (8), 2872 2880. (27) Ahmed, S.; Ikram, S. Chitosan Based Scaffolds and their Applications in Wound Healing. Achiev. Life Sci. 2016, 10 (1), 27 37. (28) Monette, A.; Ceccaldi, C.; Assaad, E.; Lerouge, S.; Lapointe, R. Chitosan Thermogels for Local Expansion and Delivery of TumorSpecific T lymphocytes towards Enhanced Cancer Immunotherapies. Biomaterials 2016, 75, 237 249. (29) Assaad, E.; Maire, M.; Lerouge, S. Injectable Thermosensitive Chitosan Hydrogels with Controlled Gelation Kinetics and Enhanced Mechanical Resistance. Carbohydr. Polym. 2015, 130, 87 96. (30) Ye, M.; Jia, J.; Wu, Z.; Qian, C.; Chen, R.; O’Brien, P. G.; Sun, W.; Dong, Y.; Ozin, G. A. Synthesis of Black TiOx Nanoparticles by Mg Reduction of TiO2 Nanocrystals and their Application for Solar Water Evaporation. Adv. Energy Mater. 2017, 7 (4), 1601811. (31) Hy tch, M. J.; Putaux, J.-L.; Pe nisson, J.-M. Measurement of the Displacement Field of Dislocations to 0.03 Å by Electron Microscopy. Nature 2003, 423, 270.\nDOI:10.1021/acs.nanolett.9b00367 Nano Lett.2019, 19, 2138 2147\n2146\n(32) de la Mata, M.; Mage n, C.; Caroff, P.; Arbiol, J. Atomic Scale Strain Relaxation in Axial Semiconductor III V Nanowire Heterostructures. Nano Lett. 2014, 14 (11), 6614 6620. (33) Buonsanti, R.; Snoeck, E.; Giannini, C.; Gozzo, F.; GarciaHernandez, M.; Angel Garcia, M.; Cingolani, R.; Davide Cozzoli, P. Colloidal semiconductor/magnetic heterostructures based on ironoxide-functionalized brookite TiO2 nanorods. Phys. Chem. Chem. Phys. 2009, 11 (19), 3680 3691. (34) Jiang, J.; Tang, X.; Zhou, S.; Ding, J.; Zhou, H.; Zhang, F.; Zhang, D.; Fan, T. Synthesis of Visible and Near Infrared Light Sensitive Amorphous Titania for Photocatalytic Hydrogen Evolution. Green Chem. 2016, 18 (7), 2056 2062. (35) Ou, G.; Xu, Y. S.; Wen, B.; Lin, R.; Ge, B. H.; Tang, Y.; Liang, Y. W.; Yang, C.; Huang, K.; Zu, D.; Yu, R.; Chen, W. X.; Li, J.; Wu, H.; Liu, L. M.; Li, Y. D. Tuning Defects in Oxides at Room Temperature by Lithium Reduction. Nat. Commun. 2018, 9, 9. (36) Zhi, J.; Cui, H.; Wang, Z.; Huang, F. Surface Confined Titania Redox Couple for Ultrafast Energy Storage. Mater. Horiz. 2018, 5 (4), 691 698. (37) Lin, T.; Yang, C.; Wang, Z.; Yin, H.; Lu , X.; Huang, F.; Lin, J.; Xie, X.; Jiang, M. Effective nonmetal incorporation in black titania with enhanced solar energy utilization. Energy Environ. Sci. 2014, 7 (3), 967 972. (38) Wang, Z.; Yang, C. Y.; Lin, T. Q.; Yin, H.; Chen, P.; Wan, D. Y.; Xu, F. F.; Huang, F. Q.; Lin, J. H.; Xie, X. M.; Jiang, M. H. HDoped Black Titania with Very High Solar Absorption and Excellent Photocatalysis Enhanced by Localized Surface Plasmon Resonance. Adv. Funct. Mater. 2013, 23 (43), 5444 5450. (39) Rozhkova, E. A.; Ulasov, I.; Lai, B.; Dimitrijevic, N. M.; Lesniak, M. S.; Rajh, T. A High-Performance Nanobio Photocatalyst for Targeted Brain Cancer Therapy. Nano Lett. 2009, 9 (9), 3337 3342. (40) Seo, J.-w.; Chung, H.; Kim, M.-y.; Lee, J.; Choi, I.-h.; Cheon, J. Development of Water-Soluble Single-Crystalline TiO2 Nanoparticles for Photocatalytic Cancer-Cell Treatment. Small 2007, 3 (5), 850 853. (41) Daimon, T.; Nosaka, Y. Formation and Behavior of Singlet Molecular Oxygen in TiO2 Photocatalysis Studied by Detection of Near-Infrared Phosphorescence. J. Phys. Chem. C 2007, 111 (11), 4420 4424. (42) Jia, Q. Y.; Ge, J. C.; Liu, W. M.; Zheng, X. L.; Chen, S. Q.; Wen, Y. M.; Zhang, H. Y.; Wang, P. F. A Magnetofluorescent Carbon Dot Assembly as an Acidic H2O2-Driven Oxygenerator to Regulate Tumor Hypoxia for Simultaneous Bimodal Imaging and Enhanced Photodynamic Therapy. Adv. Mater. 2018, 30 (13), 1870093. (43) Naldoni, A.; Allieta, M.; Santangelo, S.; Marelli, M.; Fabbri, F.; Cappelli, S.; Bianchi, C. L.; Psaro, R.; Dal Santo, V. Effect of Nature and Location of Defects on Bandgap Narrowing in Black TiO2 Nanoparticles. J. Am. Chem. Soc. 2012, 134 (18), 7600 7603. (44) Yoshizawa, S.; Brown, A.; Barchowsky, A.; Sfeir, C. Magnesium Ion Stimulation of Bone Marrow Stromal Cells Enhances Osteogenic Activity, Simulating the Effect of Magnesium Alloy Degradation. Acta Biomater. 2014, 10 (6), 2834 2842. (45) Knedler, A.; Ham, R. G. Optimized Medium for Clonal Growth of Human Microvascular Endothelial Cells with Minimal Serum. In Vitro Cell. Dev. Biol. 1987, 23 (7), 481 491. (46) Brown, A.; Zaky, S.; Ray, H.; Sfeir, C. Porous Magnesium/ PLGA Composite Scaffolds for Enhanced Bone Regeneration Following Tooth Extraction. Acta Biomater. 2015, 11, 543 553. (47) Janning, C.; Willbold, E.; Vogt, C.; Nellesen, J.; MeyerLindenberg, A.; Windhagen, H.; Thorey, F.; Witte, F. Magnesium Hydroxide Temporarily Enhancing Osteoblast Activity and Decreasing the Osteoclast Number in Peri-Implant Bone Remodelling. Acta Biomater. 2010, 6 (5), 1861 1868. (48) Laurenti, M.; Al Subaie, A.; Abdallah, M.-N.; Cortes, A. R. G.; Ackerman, J. L.; Vali, H.; Basu, K.; Zhang, Y. L.; Murshed, M.; Strandman, S.; Zhu, J.; Makhoul, N.; Barralet, J. E.; Tamimi, F. TwoDimensional Magnesium Phosphate Nanosheets Form Highly\nThixotropic Gels That Up-Regulate Bone Formation. Nano Lett. 2016, 16 (8), 4779 4787. (49) Wang, C.; Shen, H.; Tian, Y.; Xie, Y.; Li, A.; Ji, L.; Niu, Z.; Wu, D.; Qiu, D. Bioactive Nanoparticle-Gelatin Composite Scaffold with Mechanical Performance Comparable to Cancellous Bones. ACS Appl. Mater. Interfaces 2014, 6 (15), 13061 13068. (50) Schexnailder, P.; Schmidt, G. Nanocomposite Polymer Hydrogels. Colloid Polym. Sci. 2009, 287 (1), 1 11. (51) Han, X.; Huang, J.; Jing, X.; Yang, D.; Lin, H.; Wang, Z.; Li, P.; Chen, Y. Oxygen-Deficient Black Titania for Synergistic/Enhanced Sonodynamic and Photoinduced Cancer Therapy at Near Infrared-II Biowindow. ACS Nano 2018, 12 (5), 4545 4555. (52) Gurtner, G. C.; Werner, S.; Barrandon, Y.; Longaker, M. T. Wound repair and regeneration. Nature 2008, 453, 314. (53) Falanga, V. Wound healing and its impairment in the diabetic foot. Lancet 2005, 366 (9498), 1736 1743. (54) Zhao, S.; Li, L.; Wang, H.; Zhang, Y.; Cheng, X.; Zhou, N.; Rahaman, M. N.; Liu, Z.; Huang, W.; Zhang, C. Wound Dressings Composed of Copper-Doped Borate Bioactive Glass Microfibers Stimulate Angiogenesis and Heal Full-Thickness Skin Defects in a Rodent Model. Biomaterials 2015, 53, 379 391. (55) Nomi, M.; Atala, A.; Coppi, P. D.; Soker, S. Principals of neovascularization for tissue engineering. Mol. Aspects Med. 2002, 23 (6), 463 483. (56) Giri, P.; Ebert, S.; Braumann, U.-D.; Kremer, M.; Giri, S.; Machens, H.-G.; Bader, A. Skin regeneration in deep second-degree scald injuries either by infusion pumping or topical application of recombinant human erythropoietin gel. Drug Des., Dev. Ther. 2015, 9, 2565 2579. (57) Arnaoutova, I.; Kleinman, H. K. In Vitro Angiogenesis: Endothelial Cell Tube Formation on Gelled Basement Membrane Extract. Nat. Protoc. 2010, 5, 628. (58) Díaz-Tocados, J. M.; Herencia, C.; Martínez-Moreno, J. M.; Montes de Oca, A.; Rodríguez-Ortiz, M. E.; Vergara, N.; Blanco, A.; Steppan, S.; Almade n, Y.; Rodríguez, M.; Mun oz-Castan eda, J. R. Magnesium Chloride Promotes Osteogenesis through Notch Signaling Activation and Expansion of Mesenchymal Stem Cells. Sci. Rep. 2017, 7 (1), 7839. (59) Ma, J.; Zhao, N.; Zhu, D. Biphasic Responses of Human Vascular Smooth Muscle Cells to Magnesium Ion. J. Biomed. Mater. Res., Part A 2016, 104 (2), 347 356. (60) Kim, H. D.; Jang, H. L.; Ahn, H.-Y.; Lee, H. K.; Park, J.; Lee, E.s.; Lee, E. A.; Jeong, Y.-H.; Kim, D.-G.; Nam, K. T.; Hwang, N. S. Biomimetic Whitlockite Inorganic Nanoparticles-Mediated In Situ Remodeling and Rapid Bone Regeneration. Biomaterials 2017, 112, 31 43. (61) P T, S. K.; Lakshmanan, V.-K.; Raj, M.; Biswas, R.; Hiroshi, T.; Nair, S. V.; Jayakumar, R. Evaluation of Wound Healing Potential of -Chitin Hydrogel/Nano Zinc Oxide Composite Bandage. Pharm. Res. 2013, 30 (2), 523 537. (62) Bishop, S. M.; Walker, M.; Rogers, A. A.; Chen, W. Y. J. Importance of Moisture Balance at the Wound-Dressing Interface. J. Wound Care 2003, 12 (4), 125 128.\nDOI:10.1021/acs.nanolett.9b00367 Nano Lett.2019, 19, 2138 2147\n2147"
    } ],
    "references" : [ {
      "title" : "Diagnosis and Treatment of Melanoma. European Consensus-Based Interdisciplinary Guideline Update 2016",
      "author" : [ "C. Garbe", "K. Peris", "A. Hauschild", "P. Saiag", "M. Middleton", "L. Bastholt", "J.-J. Grob", "J. Malvehy", "J. Newton-Bishop", "A.J. Stratigos", "H. Pehamberger", "A.M. Eggermont" ],
      "venue" : "Eur. J. Cancer 2016,",
      "citeRegEx" : "Garbe et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Garbe et al\\.",
      "year" : 2016
    }, {
      "title" : "Management of Non-melanoma Skin Cancers: Basal Cell Carcinoma, Squamous Cell Carcinoma",
      "author" : [ "S. Jalalat", "C. Agoris", "N.A. Fenske", "B. Cherpelis" ],
      "venue" : "In Melanoma: A Modern Multidisciplinary Approach,",
      "citeRegEx" : "Jalalat et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Jalalat et al\\.",
      "year" : 2018
    }, {
      "title" : "Nanoparticles in Photodynamic Therapy",
      "author" : [ "S.S. Lucky", "K.C. Soo", "Y. Zhang" ],
      "venue" : "Chem. Rev. 2015,",
      "citeRegEx" : "Lucky et al\\.,? \\Q1990\\E",
      "shortCiteRegEx" : "Lucky et al\\.",
      "year" : 1990
    }, {
      "title" : "Porphyrinic Metal-Organic Frameworks Coated Gold Nanorods as a Versatile Nanoplatform for Combined Photodynamic/Photothermal/ Chemotherapy of Tumor",
      "author" : [ "J.Y. Zeng", "M.K. Zhang", "M.Y. Peng", "D. Gong", "X.Z. Zhang" ],
      "venue" : "Adv. Funct. Mater. 2018,",
      "citeRegEx" : "Zeng et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Zeng et al\\.",
      "year" : 2018
    }, {
      "title" : "Bismuth Ferrite-Based Nanoplatform Design: An Ablation Mechanism Study of Solid Tumor and NIR-Triggered Photothermal/Photodynamic Combination Cancer Therapy",
      "author" : [ "C.Y. Yang", "Y.D. Chen", "W. Guo", "Y. Gao", "C.Q. Song", "Q. Zhang", "N.N. Zheng", "X.J. Han", "C.S. Guo" ],
      "venue" : "Adv. Funct. Mater. 2018,",
      "citeRegEx" : "Yang et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Yang et al\\.",
      "year" : 2018
    }, {
      "title" : "Antibacterial Anti-Oxidant Electroactive Injectable Hydrogel as SelfHealing Wound Dressing with Hemostasis and Adhesiveness for Cutaneous Wound Healing",
      "author" : [ "X. Zhao", "H. Wu", "B. Guo", "R. Dong", "Y. Qiu", "P.X. Ma" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "Zhao et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2017
    }, {
      "title" : "In Situ Forming Injectable Hydrogels for Drug Delivery and Wound Repair",
      "author" : [ "R. Dimatteo", "N.J. Darling", "T. Segura" ],
      "venue" : "Adv. Drug Delivery Rev. 2018,",
      "citeRegEx" : "Dimatteo et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Dimatteo et al\\.",
      "year" : 2018
    }, {
      "title" : "Chitosan Based Hydrogels and their Applications for Drug Delivery in Wound Dressings: A Review. Carbohydr",
      "author" : [ "H. Hamedi", "S. Moradi", "S.M. Hudson", "A.E. Tonelli" ],
      "venue" : null,
      "citeRegEx" : "Hamedi et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Hamedi et al\\.",
      "year" : 2018
    }, {
      "title" : "Chitosan Thermogels for Local Expansion and Delivery of TumorSpecific T lymphocytes towards Enhanced Cancer Immunotherapies",
      "author" : [ "A. Monette", "C. Ceccaldi", "E. Assaad", "S. Lerouge", "R. Lapointe" ],
      "venue" : "Biomaterials 2016,",
      "citeRegEx" : "Monette et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Monette et al\\.",
      "year" : 2016
    }, {
      "title" : "Injectable Thermosensitive Chitosan Hydrogels with Controlled Gelation Kinetics and Enhanced Mechanical Resistance",
      "author" : [ "E. Assaad", "M. Maire", "S. Lerouge" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "Assaad et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Assaad et al\\.",
      "year" : 2015
    }, {
      "title" : "Synthesis of Black TiOx Nanoparticles by Mg Reduction of TiO2 Nanocrystals and their Application for Solar Water Evaporation",
      "author" : [ "M. Ye", "J. Jia", "Z. Wu", "C. Qian", "R. Chen", "P.G. O’Brien", "W. Sun", "Y. Dong", "G.A. Ozin" ],
      "venue" : "Adv. Energy Mater. 2017,",
      "citeRegEx" : "Ye et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Ye et al\\.",
      "year" : 2017
    }, {
      "title" : "Measurement of the Displacement Field of Dislocations to 0.03 Å by Electron Microscopy",
      "author" : [ "nisson", "J.-M" ],
      "venue" : "Nature",
      "citeRegEx" : "nisson and J..M.,? \\Q2003\\E",
      "shortCiteRegEx" : "nisson and J..M.",
      "year" : 2003
    }, {
      "title" : "Synthesis of Visible and Near Infrared Light Sensitive Amorphous Titania for Photocatalytic Hydrogen Evolution",
      "author" : [ "J. Jiang", "X. Tang", "S. Zhou", "J. Ding", "H. Zhou", "F. Zhang", "D. Zhang", "T. Fan" ],
      "venue" : "Green Chem. 2016,",
      "citeRegEx" : "Jiang et al\\.,? \\Q2056\\E",
      "shortCiteRegEx" : "Jiang et al\\.",
      "year" : 2056
    }, {
      "title" : "Tuning Defects in Oxides at Room Temperature by Lithium Reduction",
      "author" : [ "G. Ou", "Y.S. Xu", "B. Wen", "R. Lin", "B.H. Ge", "Y. Tang", "Y.W. Liang", "C. Yang", "K. Huang", "D. Zu", "R. Yu", "W.X. Chen", "J. Li", "H. Wu", "L.M. Liu", "Y.D. Li" ],
      "venue" : "Nat. Commun. 2018,",
      "citeRegEx" : "Ou et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Ou et al\\.",
      "year" : 2018
    }, {
      "title" : "Effect of Nature and Location of Defects on Bandgap Narrowing in Black TiO2 Nanoparticles",
      "author" : [ "A. Naldoni", "M. Allieta", "S. Santangelo", "M. Marelli", "F. Fabbri", "S. Cappelli", "C.L. Bianchi", "R. Psaro", "V. Dal Santo" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Naldoni et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Naldoni et al\\.",
      "year" : 2012
    }, {
      "title" : "Porous Magnesium/ PLGA Composite Scaffolds for Enhanced Bone Regeneration Following Tooth Extraction",
      "author" : [ "A. Brown", "S. Zaky", "H. Ray", "C. Sfeir" ],
      "venue" : "Acta Biomater. 2015,",
      "citeRegEx" : "Brown et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Brown et al\\.",
      "year" : 2015
    }, {
      "title" : "Wound repair and regeneration",
      "author" : [ "G.C. Gurtner", "S. Werner", "Y. Barrandon", "M.T. Longaker" ],
      "venue" : "Nature",
      "citeRegEx" : "Gurtner et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Gurtner et al\\.",
      "year" : 2008
    }, {
      "title" : "Wound healing and its impairment in the diabetic foot",
      "author" : [ "V. Falanga" ],
      "venue" : "Lancet",
      "citeRegEx" : "Falanga,? \\Q2005\\E",
      "shortCiteRegEx" : "Falanga",
      "year" : 2005
    }, {
      "title" : "Wound Dressings Composed of Copper-Doped Borate Bioactive Glass Microfibers Stimulate Angiogenesis and Heal Full-Thickness Skin Defects in a Rodent Model",
      "author" : [ "S. Zhao", "L. Li", "H. Wang", "Y. Zhang", "X. Cheng", "N. Zhou", "M.N. Rahaman", "Z. Liu", "W. Huang", "C. Zhang" ],
      "venue" : "Biomaterials",
      "citeRegEx" : "Zhao et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Zhao et al\\.",
      "year" : 2015
    }, {
      "title" : "Skin regeneration in deep second-degree scald injuries either by infusion pumping or topical application of recombinant human erythropoietin",
      "author" : [ "P. Giri", "S. Ebert", "U.-D. Braumann", "M. Kremer", "S. Giri", "H.-G. Machens", "A. Bader" ],
      "venue" : "gel. Drug Des., Dev. Ther. 2015,",
      "citeRegEx" : "Giri et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Giri et al\\.",
      "year" : 2015
    }, {
      "title" : "In Vitro Angiogenesis: Endothelial Cell Tube Formation on Gelled Basement Membrane Extract",
      "author" : [ "I. Arnaoutova", "H.K. Kleinman" ],
      "venue" : "Nat. Protoc. 2010,",
      "citeRegEx" : "Arnaoutova and Kleinman,? \\Q2010\\E",
      "shortCiteRegEx" : "Arnaoutova and Kleinman",
      "year" : 2010
    }, {
      "title" : "Magnesium Chloride Promotes Osteogenesis through Notch Signaling Activation and Expansion of Mesenchymal Stem Cells",
      "author" : [ "J.R. eda" ],
      "venue" : "Sci. Rep. 2017,",
      "citeRegEx" : "eda,? \\Q2017\\E",
      "shortCiteRegEx" : "eda",
      "year" : 2017
    }, {
      "title" : "Biomimetic Whitlockite Inorganic Nanoparticles-Mediated In Situ Remodeling and Rapid Bone Regeneration",
      "author" : [ "H.D. Kim", "H.L. Jang", "H.-Y. Ahn", "H.K. Lee", "J. Park", "E.s. Lee", "E.A. Lee", "Y.-H. Jeong", "D.-G. Kim", "K.T. Nam", "N.S. Hwang" ],
      "venue" : "Biomaterials 2017,",
      "citeRegEx" : "Kim et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Kim et al\\.",
      "year" : 2017
    } ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : "Current challenges in cutaneous tumor therapy are healing the skin wounds resulting from surgical resection and eliminating possible residual tumor cells to prevent recurrence. To address this issue, bifunctional biomaterials equipped with e ective tumor therapeutic capacity for skin cancers and simultaneous tissue regenerative ability for wound closure are highly recommended. Herein, we report an injectable thermosensitive hydrogel (named BT-CTS thermogel) with the integration of nanosized black titania (B-TiO2 x, 50 nm) nanoparticles into a chitosan (CTS) matrix. The BTiO2 x nanocrystal exhibits a crystalline/amorphous core shell structure with abundant oxygen vacancies, which endows the BT-CTS thermogels with simultaneous photothermal therapy (PTT) and photodynamic therapy (PDT) e ects under single-wavelength near-infrared laser irradiation, leading to an excellent therapeutic e ect on skin tumors in vitro and in vivo. Moreover, the BT-CTS thermogel not only supports the adhesion, proliferation, and migration of normal skin cells but also facilitates skin tissue regeneration in a murine chronic wound model. Therefore, such BT-CTS thermogels with easy injectability, excellent thermostability, and simultaneous PTT and PDT e cacy as well as tissue regenerative activity o ers a promising pathway for the healing of cutaneous tumor-induced wounds.",
    "creator" : null
  }
}