{
  "name" : "downloads_2020-03-20_43_migliorini2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Tuning the Electrical Properties of Electrospun Nanofibers with Hybrid Nanomaterials for Detecting Isoborneol in Water Using an Electronic Tongue",
    "authors" : [ "Fernanda L. Migliorini", "Kelcilene B. R. Teodoro", "Vanessa P. Scagion", "Danilo M. dos Santos", "Fernando J. Fonseca", "Luiz H. C. Mattoso", "Daniel S. Correa" ],
    "emails" : [ "kbr.teodoro@gmail.com", "vanessa.scagion@gmail.com", "danilomartins_1@hotmail.com", "luiz.mattoso@embrapa.br", "fjfonseca@usp.br", "fernandamigliorini@yahoo.com.br", "daniel.correa@embrapa.br" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: Impedimetric electronic tongue; electrospinning; nanomaterials; water contaminants; Isoborneol"
    }, {
      "heading" : "1. Introduction",
      "text" : "The monitoring of distributed domestic-water quality attracts great attention since it usually originates from rivers, lakes, and dams, and therefore, may contain different types of residues [1,2]. The chemical nature of these residues can range from dissolved salts, nutrients, microorganisms, or contaminants like heavy metals, pesticides, and hormones, among others. Some of these compounds can lead to the proliferation of algae, such as cyanobacteria, which are considered toxic, depending on the concentration [3]. Moreover, algae may produce compounds that give a disgusting taste and odor to water, as is the case of 2-Methyl-Isoborneol [3], which even at low concentrations can be detected by human senses [4], interfering negatively in water and beverage companies and aquaculture [5–8]. Isoborneol, a compound with a chemical structure similar to 2-methyl-Isoborneol, can be found in vegetable oils and is used in applications ranging from antiviral for herpes [9], in the treatment\nSurfaces 2019, 2, 432–443; doi:10.3390/surfaces2020031 www.mdpi.com/journal/surfaces\nSurfaces 2019, 2 433\nof cardiovascular diseases [10], and as a natural repellent [11]. Therefore, the presence of these compounds in drinking water must be monitored and controlled by highly sensitive and easy handling instrumentation. Multi solid-state sensor arrays as electronic tongues (e-tongues) can fulfill these requirements, once they make use of the global selectivity concept, in which a set of sensors is able to classify complex solutions, even with similar composition, without the requirement of specific interactions [12–15]. An important aspect is the design and composition of the sensing layers of the e-tongues [15–19], which can provide a different analytical profile for each analyzed solution. Although generating a great amount of data, statistical analysis and chemometric tools can help reaching the classification of complex solutions, even with very similar compositions [14]. Sensing layers fabricated with nanomaterials have demonstrated good performance in terms of the detection of varied analytes, even at very low concentrations [20–22]. Electrospun nanofibers, for instance, have been applied as sensing layers aiming to increase the high surface area/volume ratio, leading to a higher interaction with the analytes under investigation [23,24]. In order to increase the detection efficiency of impedimetric e-tongues, nanofibers surface can be functionalized with metal nanoparticles [23] and carbon-based nanomaterials [15]. Nylon 6,6, a synthetic polymer prepared by the polycondensation of hexamethylene diamine and adipic acid, has been widely used, either alone or in combination with other synthetic or natural polymers, in the fabrication of electrospun micro/nanofibers applied in chemical sensors [25–27]. Such micro/nanofibers though, exhibit a hydrophobic nature, which may hinder the interaction with hydrophilic analytes as well as its functionalization with metal nanoparticles [27,28]. Chitosan is a β(1→ 4)-linked copolymer of 2-amino-2-deoxy-D-glucopyranose (GlcN) and 2-acetamido-2-deoxy-D-glucopyranose (GlcNAc) that displays interesting properties, such as hydrophilicity, nontoxicity, biodegradability, and biocompatibility [29,30]. Abundant amine and hydroxyl groups enable chitosan to chelate with various metal nanoparticles and may favor the interaction with hydrophilic analytes [28,31]. However, the low spinnability and poor mechanical properties limit the direct application of chitosan nanofibers as sensing layers [32]. In this sense, the blending of nylon 6,6 and chitosan may result in a superior material that combines the benefits of both polymers, thus displaying better potential to be used as an efficient sensing layer in e-tongues. Additionally, the metal chelating ability of chitosan may be explored for the functionalization of nylon 6,6/chitosan with metal nanoparticles. Once Isoborneol (chemical structure displayed in Figure 1) presents polar and nonpolar groups, the use of nylon 6,6/chitosan-based sensing platforms may favor the detection of this compound. In this context, here we report the development of an impedimetric e-tongue used to discriminate water samples containing Isoborneol at different concentrations. We chose Isoborneol because its chemical structure is related to that of 2-methylIsoborneol, considered an important pollutant in aqueous media. The sensor array was based on nylon 6,6/Chitosan electrospun nanofibers modified with hybrid materials based on cellulose nanowhiskers and conductive nanomaterials (silver and gold nanoparticles—AgNP and AuNP—and reduced graphene oxide—rGO). Cellulose nanowhiskers (CNW) were used to provide greener methodologies for AgNP, AuNP, and rGO synthesis and to contribute to good dispersion of these functional materials. The nanocomposites were physically and chemically characterized and combined in order to compose an e-tongue used for water classification regarding Isoborneol presence by means of Principal Component Analysis (PCA).\nSurfaces 2019, 1, x FOR PEER REVIEW 2 of 13\nSurfaces 2018, 1, x; doi: FOR PEER REVIEW www.mdpi.com/journal/surfaces\ntreatment of cardiovascular diseases [10], and as a natural repellent [11]. Therefore, the presence of these compounds in drinking water must be monitored and controlled by highly sensitive and easy handling instrumentation. Multi solid-state sensor arrays as electronic tongues (e-tongues) can fulfill these requirements, once they make use of the global selectivity concept, in which a set of sensors is able to classify complex solutions, even with similar composition, without the requirement of specific interactions [12–15]. An important aspect is the design and composition of the sensing layers of the e-tongues [15–19], which can provide a different analytical profile for each analyzed solution. Although generating a great amount of data, statistical analysis and chemometric tools can help reaching the classification of complex solutions, even with very similar compositions [14]. Sensing layers fabricated with nanomaterials have demonstrated good performance in terms of the detection of varied analytes, even at very low concentrations [20–22]. Electrospun nanofibers, for instance, have been applied as sensing layers aiming to increase the high surface area/volume ratio, leading to a higher interaction with the analytes under investigation [23,24]. In order to increase the detection efficiency of impedimetric e-tongues, nanofibers surface can be functionalized with metal nanoparticles [23] and carbon-based nanomaterials [15]. Nylon 6,6, a synthetic polymer prepared by the polycondensation of hexamethylene diamine and adipic acid, has been widely used, either alone or in combination with other synthetic or natural polymers, in the fabrication of electrospun micro/nanofibers applied in chemical sensors [25–27]. Such micro/nanofibers though, exhibit a hydrophobic nature, which may hinder the interaction with hydrophilic analytes as well as its functionalization with metal nanoparticles [27,28]. Chitosan is a β(1 → 4)-linked copolymer of 2-amino-2-deoxy-D-glucopyranose (GlcN) and 2-acetamido-2-deoxyD-glucopyranose (GlcNAc) that displays interesting properties, such as hydrophilicity, nontoxicity, biodegradability, and biocompatibility [29,30]. Abundant amine and hydroxyl groups enable chitosan to chelate with various metal nanoparticles and may favor the interaction with hydrophilic analytes [28,31]. However, the low spinnability and poor mechanical properties limit the direct application of chitosan nanofibers as sensing layers [32]. In this sense, the blending of nylon 6,6 and chitosan may result in a superior material that combines the benefits of both polymers, thus displaying better potential to be used as an efficient sensing layer in e-tongues. Additionally, the metal chelating ability of chitosan may be explored for the functionalization of nylon 6,6/chitosan with metal nanoparticles. Once Isoborneol (chemical structure displayed in Figure 1) presents polar and nonpolar groups, the use of nylon 6,6/chitosan-based sensing platforms may favor the detection of this compound. In this context, here we report the development of an impedimetric e-tongue used to discriminate water samples containing Isoborneol at different concentrations. We chose Isoborneol because its chemical structure is related to that of 2-methylIsoborneol, considered an important pollutant in aqueous media. The sensor array was based on nylon 6,6/Chitosan electrospun nanofibers modified with hybrid materials based on cellulose nanowhiskers and conductive nanomaterials (silver and gold nanoparticles—AgNP and AuNP—and reduced graphene oxide— rGO). Cellulose nanowhiskers (CNW) were used to provide greener methodologies for AgNP, AuNP, and rGO synthesis and to contribute to good dispersion of these functional materials. The nanocomposites were physically and chemically characterized and combined in order to compose an e-tongue used for water classification regarding Isoborneol presence by means of Principal Component Analysis (PCA).\nSurfaces 2019, 2 434"
    }, {
      "heading" : "2. Materials and Methods",
      "text" : ""
    }, {
      "heading" : "2.1. Reagents",
      "text" : "Commercial white cotton from Apolo (Palmeiras, Brazil), sulfuric acid, sodium citrate, and formic acid were purchased from Labsynth Chemical (São Paulo, Brazil). Graphite flakes, potassium permanganate (KMnO4), hydrochloric acid (HCl), and hydrogen peroxide (H2O2) used in the synthesis of graphene oxide, were purchased from Dinamica, Brazil. Dialysis membrane (D9402), silver nitrate, sodium borohydride, gold(III) chloride hydrate, Isoborneol (154.25 g mol−1), and nylon 6,6 (262.35 g mol−1) were purchased from Sigma-Aldrich (São Paulo, Brazil). Chitosan was prepared by applying the ultrasound-assisted deacetylation (USAD) process to β-chitin extracted from squid pens, according to Fiamingo and Campana Filho [33]. The average degree of deacetylation (DD) of chitosan was 93% as determined by 1H NMR analysis [34]. The viscosity average molecular weight (Mv) of chitosan was determined from intrinsic viscosity measurements in 0.3 mol L−1 acetic acid/0.2 mol L−1 sodium acetate buffer (pH 4.5) at 25.00 ± 0.01 ◦C by using the Mark–Houwink–Sakurada equation [35], resulting in 104.000 ± 5.000 g mol−1. All chemicals were used as received."
    }, {
      "heading" : "2.2. Synthesis of Cellulose Nanowhiskers (CNW)",
      "text" : "CNW were prepared via the top-down method based on acid hydrolysis of natural fibers. In brief, 5.0 g of commercial white cotton was suspended in 100 mL of 60.0% w/v H2SO4 aqueous solution and kept at constant stirring at 45 ◦C for 75 min. Immediately following the hydrolysis reaction, the suspension was diluted with cold water (500 mL) and centrifuged for 10 min at 10,000 rpm to remove the excess of acid. The precipitate was then dialyzed until the neutrality of the CNW suspension was reached, which was then ultrasonicated (Branson Digital Sonifier-model 102 C, Branson, Danbury, CT, USA) for 5 min using 10% of amplitude, frozen in a conventional fridge and freeze-dried (Thermo Fisher Scientific, SuperModulyo220, São Paulo, Brazil)."
    }, {
      "heading" : "2.3. Synthesis of CNW:Ag, CNW:Au, and CNW:rGO",
      "text" : "CNW:Ag was prepared according to the methodology proposed in ref. [36]. Briefly, 20 mL of CNW aqueous suspension (5.0 mg mL−1) was added to 200 mL silver nitrate aqueous solution (1.0 mol L−1) previously heated at 100 ◦C. Subsequently, 2 mL of sodium borohydride (1.0 mol L−1) was added dropwise to the suspension, which was kept under reflux and vigorous stirring for 40 min. The resulting suspension was then cooled and stored protected from light in a refrigerator at 5 ◦C. CNW/AuNP was produced by adding CNW to AuNP synthesis using the Turkevich method [37]. The synthesis was carried out in a round-bottom flask connected to a reflux system. Initially, 20 mL of aqueous CNW suspension (50 mg mL−1) was added to 200 mL of gold(III) chloride hydrate aqueous solution (3.7 × 10−4 mol L−1) previously heated at 100 ◦C. Subsequently, 4 mL of an aqueous solution of sodium citrate (2.4 × 10−3 mol L−1) was added to the suspension, which was kept under reflux and vigorous stirring for 40 min. The resulting suspension was cooled and stored protected from light in a refrigerator at 5 ◦C. GO was previously synthesized from graphite powder by adaptation from the Hummer’s method, according to the procedure described in previous work from our group [38]. The green reduction of GO was performed using the methodology proposed in ref. [38], in which 25 mL of GO aqueous suspension (0.5 mg mL−1) and 15 mL of CNW aqueous suspension (5.0 mg mL−1) were added to 160 mL of deionized water previously heated. Once homogenized, 0.5 mL of NH4OH 10% w/v was added to the suspension, which was kept under reflux and constant stirring for 72 h. Figure 2 illustrates the proposed architecture of CNW:Ag, CNW:Au and CNW:rGO hybrid materials.\nSurfaces 2019, 2 435"
    }, {
      "heading" : "2.4. Production of Nanocomposites",
      "text" : "Nanocomposites were prepared by combining nylon 6,6/Chit nanofibers, and CNW:Ag, CNW:Au, and CNW:rGO. Electrospinning was employed as the processing technique to produce the nanofibers. The nanofibers functionalization was performed by immersion in distinct suspensions, in order to promote adsorption of these structures onto the surface of the nanofibers. Polymer solution (15% w/v) was prepared by dissolving nylon 6,6 and chitosan at a weight ratio of 90/10 in formic acid solution upon stirring for 4 h at room temperature. The as-prepared solution was loaded in a plastic syringe connected with a metallic needle (0.45 mm internal diameter). The electrospun nanofibers were obtained by using a homemade electrospinning apparatus at a feed rate of 5 µL min−1 and an electric voltage of 22 kV. The distance between the tip of the needle and the grounded metallic rotating drum collector was 6 cm. Nanofibers were electrospun onto aluminum foil for SEM characterization and onto fluorine-doped tin oxide (FTO) electrodes and gold interdigitated electrodes (IDE) surface substrates for electrochemical experiments. The nanofibers collection was carried out during 10 min at 25 ± 3 ◦C and 40 ± 5% relative humidity. The electrospun fibers deposited onto FTO and IDE electrodes were functionalized by immersion into the CNW:Ag, CNW:Au, CNW:rGO suspensions for 2 h. After functionalization, the modified substrates were dried under ambient conditions and stored in a desiccator. Resultant nanocomposites were named as nylon 6,6/Chit/CNW:Ag, nylon 6,6/Chit/CNW:Au, and nylon 6,6/Chit/CNW:rGO, and their proposed structures are graphically represented in Figure 2."
    }, {
      "heading" : "2.5. CNW:Ag, CNW:Au, and CNW:rGO Characterization",
      "text" : "The morphology of nanocomposites was evaluated by using Field Emission Scanning Electron Microscopy (FESEM) (ZEISS model SIGMA, ZEISS, São Paulo, Brazil) and scanning electron microscopy (SEM) (JEOL 6510 microscope) operating at 10 kV. Electrochemical impedance spectroscopy (EIS) was performed using a conventional three-electrode electrochemical cell: Ag/AgCl (3.0 M KCl) as the reference electrode, platinum foil as a counter electrode, and FTO coated with the distinct nanocomposites as a working electrode. The measurements were carried out using a Potenciostat Autolab PGSTAT 204 (Metrohm São Paulo, Brazil) using the software NOVA 1.11. [Fe(CN)6]3−/4− (5.0 mM) dissolved in 0.1 M PBS solution (pH 7) was prepared, and EIS experiments were carried out by applying 10 mV AC voltage in the frequency range of 0.1 Hz to 10 kHz with open circuit potential (OCP)."
    }, {
      "heading" : "2.6. Design of Sensing Units of the e-Tongue",
      "text" : "The sensing units of the e-tongue were designed by modifying the gold IDE’s surface with the produced nanocomposites. The IDE’s were fabricated using conventional photolithography at the Microfabrication Laboratory at the Brazilian Nanotechnology National Laboratory (LMF/LNNano) at CNPEM. IDEs were comprised of 50 pairs of fingers, each one with the following geometric features: width (w) = 10 µm, gap (s) between fingers = 10 µm, finger length (L) = 3 mm, thickness (h) of metal layer = 120 nm (20 nm of Cr and 100 nm of Au). IDEs surface modification was performed by depositing the electrospun nanofibers onto them for 30 min, with sequential immersion into a suspension containing the hybrid materials for 2 h. The final sensor array, graphically represented in Figure 2, was constituted by five sensing units formed by (i) bare IDEs, (ii) nylon 6,6/Chit, (iii) nylon 6,6/Chit/CNW:Ag, (iv) nylon 6,6/Chit/CNW:Au, and (v) nylon 6,6/Chit/CNW:rGO."
    }, {
      "heading" : "2.7. Detection Experiments",
      "text" : "Sensing experiments to detect Isoborneol under different concentrations (50 to 1000 ng L−1) were performed by electrical impedance spectroscopy, using an impedance/gain-phase analyzer Solartron 1260 A using the Z-plot software (Scribner associates, Southern Pines, NC, USA). Electrical impedance data were collected in the frequency range of 1 MHz–1 Hz, applying an AC electrical voltage of 50 mV.\nSurfaces 2019, 2 436\nThree measurements per sensing unit were performed, with two independent replicates per sensor. Capacitance values were extracted from impedance data, and the whole spectra were statistically interpreted using Principal Components Analysis (PCA) [39].Surfaces 2019, 1, x FOR PEER REVIEW 5 of 13\nSurfaces 2018, 1, x; doi: FOR PEER REVIEW www.mdpi.com/journal/surfaces\nFigure 2. Schematic illustration of the impedimetric e-tongue system based on nanocomposites for the detection of Isoborneol in water."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Nanocomposites Characterization",
      "text" : "The morphology of nylon 6,6/chitosan fibers was evaluated by SEM analysis. As seen in Figure 3, defect-free, beadless, and uniform fibers with diameters predominantly in the range 200 nm– 400 nm were successfully fabricated. Functionalization of nylon 6,6/chitosan fibers with CNW:Ag, CNW:Au, and CNW:RGO hybrid materials was evaluated by Field Emission Scanning Electron Microscopy (Figure 4), revealing the presence of these nanomaterials on the surface of the fibers. The physical adsorption of nanomaterials is attributed to the hydrogen bonds between the cellulose hydroxyl groups and the hydroxyl and amine groups of chitosan, as well as the amide groups of nylon 6,6 [40]. No clusters were observed, and the physical adsorption of nanomaterials was successful, where the nanofibers mats were washed three times before use.\nFigure 3. (a) SEM image of nylon 6,6/chitosan nanofibers and (b) a nanofiber size distribution histogram.\nFigure 2. Schematic illustration of the impedimetric e-tongue system based on nanocomposites for the detection of Isoborneol in water."
    }, {
      "heading" : "3. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Nanocomposites Characterization",
      "text" : "The morphology of nylon 6,6/chitosan fibers was evaluated by SEM analysis. As seen in Figure 3, defect-free, beadless, and uniform fibers with diameters predominantly in the range 200 nm–400 nm were successfully fabricated. Functionalization of nylon 6,6/chitosan fibers with CNW:Ag, CNW:Au, and CNW:RGO hybrid materials was evaluated by Field Emission Scanning El ctron Microscopy (Figure 4), revealing the presence of these nanomaterials on the surface of the fibers. The physical adsorption of nanomat rials is attributed to the hydrogen bonds betwe n the llulose hydroxyl groups and the hydroxyl d amine groups of chitosan, as well as the amide groups of nylon 6,6 [40]. No clusters were observ d, and the physical adsorption of nanomaterials w s successful, where the\nanofibers mats were washed three tim s before use.\nSurfaces 2019, 1, x FOR PEER REVIEW 5 of 13\nSurfaces 2018, 1, x; doi: FOR PEER REVIEW www.mdpi.com/journal/surfaces\nFigure 2. Schematic illustration of the impedimetric e-tongue system based on nanocomposites for the detection of Isoborneol in water.\n3. Results and Discussion\n3.1. Nanocomposites Characterization\nThe orphology of nylon 6,6/chitosan fibers was evaluated by SEM analysis. As seen in Figure 3, defect-free, beadless, and uniform fibers with diameters predominantly in the range 200 nm– 400 nm were successfully fabricated. Functionalization of nylon 6,6/chitosan fibers with CNW:Ag, CNW:Au, and CNW:RGO hybrid materials was evaluated by Field Emission Scanning Electron Microscopy (Figure 4), revealing the presence of these nanomaterials on the surface of the fibers. The physical adsorption of nanomaterials is attributed to the hydrogen bonds between the cellulose hydroxyl groups and the hydroxyl and amine groups of chitosan, as well as the amide groups of nylon 6,6 [40]. No clusters were observed, and the physical adsorption of nanomaterials was successful, where the nanofibers mats were washed three times before use.\nFigure 3. (a) SEM image of nylon 6,6/chitosan nanofibers and (b) a nanofiber size distribution histogram.\nFigure 3. (a) SEM image of nylon 6,6/chitosan nanofibers and (b) a nanofiber size distribution histogram.\nSurfaces 2019, 2 437Surfaces 2019, 1, x FOR PEER REVIEW 6 of 13\nSurfaces 2018, 1, x; doi: FOR PEER REVIEW www.mdpi.com/journal/surfaces\nFigure 4. FEG-SEM images of nylon 6,6/chitosan nanofibers modified with (a) CNW: Ag, (b) CNW: Au, and (c) CNW: rGO."
    }, {
      "heading" : "3.2. Electrochemical Characterization of Electrodes",
      "text" : "The electron transfer efficiency of the nanocomposites was electrochemically evaluated by EIS. Figure 5 shows the Nyquist plots for the electrodes modified with the nanocomposites, where the data were analyzed and fitted using a Randle’s equivalent circuit [41] (representation shown in the inset in Figure 5). Rs represents the electrolyte resistance, Rct represents the charge (electron) transfer resistance, Cdl represents the interface capacitance, and Zw is the Warburg impedance [41]. The semicircular region located at high frequencies is associated with an interfacial charge-transfer process, and its diameter corresponds to the charge-transfer resistance (Rct), whereas diffusional processes can be ascribed to the linear region at low frequencies [35,36]. Rct values were 18 Ω for nylon 6,6/Chit, 12 Ω for nylon 6,6/Chit/CNW:Ag, and also to nylon 6,6/Chit/CNW:Au, and 8 Ω for nylon 6,6/Chit/CNW:rGO. A decrease of Rct values suggests an enhancement in the charge-transfer process attributed to the electrical conductivity of nanocomposites.\nFigure 4. FEG-SEM images of nylon 6,6/chitosan nanofibers modified with (a) CNW: Ag, (b) CNW: Au, and (c) CNW: rGO."
    }, {
      "heading" : "3.2. Electrochemical Characterization of Electrodes",
      "text" : "The electron transfer efficiency of the nanocomposites was electrochemically evaluated by EIS. Figure 5 shows the Nyquist plots for the electrodes modified with the nanocomposites, where the data were analyzed and fitted using a Randle’s equivalent circuit [41] (representation shown in the inset in Figure 5). Rs represents the electrolyte resistance, Rct represents the charge (electron) transfer resistance, Cdl represents the interface capacitance, and Zw is the Warburg impedance [41]. The semicircular region located at high frequencies is associated with an interfacial charge-transfer process, and its diameter corresponds to the charge-transfer resistance (Rct), whereas diffusional processes can be ascribed to the linear region at low frequencies [35,36]. Rct values were 18 Ω for nylon 6,6/Chit, 12 Ω for nylon 6,6/Chit/CNW:Ag, and also to nylon 6,6/Chit/CNW:Au, and 8 Ω for nylon 6,6/Chit/CNW:rGO. A decrease of Rct values suggests an enhancement in the charge-transfer process attributed to the electrical conductivity of nanocomposites."
    }, {
      "heading" : "3.3. E-Tongue Experiments",
      "text" : "According to the literature [14], the impedance response at the low-frequency region is generally dominated by the double-layer effect, while the region between 100 and 10 KHz represents the effects from the coating material over the electrodes. At higher frequencies, the impedance of the system is dominated by the geometric capacitance of the electrode. In this way, we chose three distinct frequencies (100 Hz, 1 KHz and 100 KHz) to analyze the information regarding electrical capacitance values to perform PCA analysis.\n3.3.1. Water Classification—e-Tongue Measurements\nIn order to develop a reliable chemical sensor for Isoborneol, an impedimetric e-tongue composed of five sensing units was employed. The units were: (i) bare IDE, (ii) IDE modified with nylon 6,6/Chit electrospun nanofibers, (iii) IDE modified with nylon 6,6/Chit/CNW:Ag, (iv) IDE modified with nylon 6,6/Chit/CNW:Au, and (v) IDE modified with nylon 6,6/Chit/CNW:rGO. Figure 6 displays typical\nSurfaces 2019, 2 438\nelectrical impedance data obtained for blank samples and Isoborneol samples. It is worth mentioning that this result refers to the sensing unit modified with nylon 6,6/Chit/CNW:Ag, but the other sensing units also presented similar results. Surfac s 2019, 1, x FOR PEER REVIEW 7 of 13\nSurfaces 2018, 1, x; doi: FOR PEER REVIEW www.mdpi.com/journal/surfaces\nFigure 5. Nyquist plots of nylon 6,6/Chitosan, nylon 6,6/Chitosan/AgNp, nylon 6,6/Chitosan/AuNp and nylon 6,6/Chitosan/Graphene (all of them deposited onto FTO electrodes) in a 5 mmol L−1 [Fe(CN)6]3−/4− solution with 0.1 mol L−1 KCl. The inset (i) shows the Randle’s equivalent circuit model\nused to fit and analyze the impedance data."
    }, {
      "heading" : "3.3. E-tongue Experiments",
      "text" : "According to the literature [14], the impedance response at the low-frequency region is generally dominated by the double-layer effect, while the region between 100 and 10 KHz represents the effects from the coating material over the electrodes. At higher frequencies, the impedance of the system is dominated by the geometric capacitance of the electrode. In this way, we chose three distinct frequencies (100 Hz, 1 KHz and 100 KHz) to analyze the information regarding electrical capacitance values to perform PCA analysis."
    }, {
      "heading" : "3.3.1. Water Classification—e-Tongue Measurements",
      "text" : "In order to develop a reliable chemical sensor for Isoborneol, an impedimetric e-tongue composed of five sensing units was employed. The units were: (i) bare IDE, (ii) IDE modified with nylon 6,6/Chit electrospun nanofibers, (iii) IDE modified with nylon 6,6/Chit/CNW:Ag, (iv) IDE\nmodified with nylon 6,6/Chit/CNW:Au, and (v) IDE modified with nylon 6,6/Chit/CNW:rGO. Figure\n6 displays typical electrical impedance data obtained for blank samples and Isoborneol samples. It is\nworth mentioning that this result refers to the sensing unit modified with nylon 6,6/Chit/CNW:Ag,\nbut the other sensing units also presented similar results.\nSurfaces 2019, 1, x FOR PEER REVIEW 8 of 13\nSurfaces 2018, 1, x; doi: FOR PEER REVIEW www.mdpi.com/journal/surfaces\nFigure 6. Electrical capacitance values versus frequency for water and isorborneol solution (1000 ng/L). Experimental data obtained with the sensing unit composed of IDE modified with nylon 6,6/Chit/CNW:Ag.\nFigure 7 displays PCA plots for water solutions containing distinct amounts of Isoborneol, where the electrical capacitance data were obtained by the e-tongue under (a) 100 Hz, (b) 1KHz and (c) 100 KHz. Figure 7a shows the PCA plot for a frequency of 100 Hz, and it is possible to observe poor discrimination among the different Isoborneol solutions. On the other hand, the analysis performed under the frequency of (b) 1 KHz and (c) 100 KHz led to a clear discrimination of samples, and no overlapping between the different concentrations and the distilled water (DW) was observed in the PCA plots. The comparison of (PC1+PC2) values of PCA plots reveals that, under the frequency of 1 KHz, a higher value is obtained, indicating better data correlation. In addition, one observes that at a frequency of 1 KHz, besides the complete sample discrimination, the system showed a subgroup that correlated to samples of high and low Isoborneol concentrations. In view of these results, we chose 1 KHz frequency to carried out further experiments.\nFigure 6. Electrical capacitance values versus frequency for water and isorborneol solution (1000 ng/L). Experimental data obtained with the sensing unit composed of IDE modified with nylon 6,6/Chit/CNW:Ag.\nFigure 7 displays PCA plots for water solutions containing distinct amounts of Isoborneol, where the electrical capacitance data were obtained by the e-tongue under (a) 100 Hz, (b) 1KHz and (c) 100 KHz. Figure 7a shows the PCA plot for a frequency of 100 Hz, and it is possible to observe poor discrimination among the different Isoborneol solutions. On the other hand, the analysis performed under the frequency of (b) 1 KHz and (c) 100 KHz led to a clear discrimination of samples, and no overlapping between the different concentrations and the distilled water (DW) was observed in the PCA plots. The comparison of (PC1+PC2) values of PCA plots reveals that, under the frequency of 1 K z, a higher value is obtained, indicating better data correlation. In addition, one observes that at a frequency of 1 z, besides the co plete sa ple discrimination, the system showed a subgroup that correlated to samples of high a lo Iso or eol concentrations. In view of these results, we chose 1 fr t rrie out further experiments.\nSurfaces 2019, 2 439Surfaces 2019, 1, x FOR PEER REVIEW 9 of 13\nSurfaces 2018, 1, x; doi: FOR PEER REVIEW www.mdpi.com/journal/surfaces\nFigure 7. PCA plots for the electrical capacitance responses (experimental data collected with the electronic tongue) at (a) 100 Hz, (b) 1KHz, and (c) 100 KHz for the analysis of different Isoborneol solutions and distilled water (DW).\nIn order to evaluate the efficiency of the e-tongue, analyses were carried out with Isoborneol solutions having distinct concentrations, but now in a random way, once the PCA plot shown in Figure 7b was built from measurements carried out using solutions of low to high Isoborneol concentrations (25, 50, 100, 500, and 100 ng L−1). Therefore, for this study, the concentration measurements were performed as follows: 50, 1000, 25, 500, and 100 ng L−1. As can be seen in Figure 8, even for the measurements made in a random sequence, it was possible to clearly discriminate the Isoborneol solutions. Moreover, the PCA plot was divided into samples of high and low concentrations, with a high PC1 value (78.94%). To the best of our knowledge, there is only one study that reports the development of a sensor for detecting Isoborneol [4], but in this work, the authors\nFigure 7. PCA plots for the electrical capacitance responses (experimental data collected with the electronic tongue) at (a) 100 Hz, (b) 1KHz, and (c) 100 KHz for the analysis of different Isoborneol solutions and distilled water (DW).\nIn order to evaluate the efficiency of the e-tongue, analyses were carried out with Isoborneol solutions having distinct concentrations, but now in a random way, once the PCA plot shown in Figure 7b was built from measurements carried out using solutions of low to high Isoborneol concentrations (25, 50, 100, 500, and 100 ng L−1). Therefore, for this study, the concentration measurements were performed as follows: 50, 1000, 25, 500, and 100 ng L−1. As can be seen in Figure 8, even for the measurements made in a random sequence, it was possible to clearly discriminate the Isoborneol solutions. Moreover, the PCA plot was divided into samples of high and low concentrations, with a high PC1 value (78.94%). To the best of our knowledge, there is only one study that reports the development of a sensor for detecting Isoborneol [4], but in this work, the authors presented a study that uses\nSurfaces 2019, 2 440\nconcentrations well above (of the order of 1 to 5 mM) the one employed here. This fact highlights the potential of the system proposed in this work to detect Isoborneol.\nSurfaces 2019, 1, x FOR PEER REVIEW 10 of 13\nSurfaces 2018, 1, x; doi: FOR PEER REVIEW www.mdpi.com/journal/surfaces\npres ted a study that uses concentrati ns well above (of the order of 1 to 5 mM) the one employed her . This fact highlights the pote tial of the system proposed in this work to detect Isoborneol.\nFigure 8. PCA plots for the electrical capacitance responses at 1 KHz for the analysis of different Isoborneol solutions, performed in the concentration sequence of 50, 1000, 25, 500, and 100 ng L−1."
    }, {
      "heading" : "3.3.2. Real Samples",
      "text" : ""
    }, {
      "heading" : "In order to evaluate the applicability of our e-tongue for detecting Isoborneol in real",
      "text" : "environmental analysis, Isoborneol solutions were also prepared using river water. The river water sample was collected from the Monjolinho River (located in São Carlos-São Paulo/ Brazil) and filtered using a paper filter (J Prolab JP42). The corresponding PCA displayed in Figure 9 was obtained using the electrical capacitance responses at 1 KHz, analyzing the different concentrations of Isoborneol solutions, using river water samples. The PCA plot shows that the e-tongue is very effective in discriminating the different concentrations of Isoborneol solutions even using real samples, again yielding a very clear separation.\nFigure 9. PCA plot for the electrical capacitance responses at 1 KHz for the analysis of different Isoborneol solutions prepared using river water (RW).\nFigure 8. PCA plots for the electrical capacitance responses at 1 KHz for the analysis of different Isoborneol solutions, performed in the concentration sequence of 50, 1000, 25, 500, and 100 ng L−1.\n3.3.2. Real Samples\nIn order to evaluate the applicability of our e-tongue for detecting Isoborneol in real environmental analysis, Isoborneol solutions were also prepared using river water. The river water sample was collected from the Monjolinho River (located in São Carlos-São Paulo, Brazil) and filtered using a paper filter (J Prolab JP42). The corresponding PCA displayed in Figure 9 was obtained using the electrical capacitance responses at 1 KHz, analyzing the different concentrations of Isoborneol solutions, using river water samples. The PCA plot shows that the e-tongue is very effective in discriminating the different concentrations of Isoborneol solutions even using real samples, again yielding a very clear separation.\n, 1, x FOR PEER REVIEW 10 of 13\nSurfaces 2018, 1, x; doi: FOR PEER REVIEW www.mdpi.com/journal/surfaces\npresented a study that uses concentrations well above (of the order of 1 to 5 mM) the one employed here. This fact highlights the potential of the system proposed in this work to detect Isoborneol.\nFigure 8. PCA plots for the electrical capacitance responses at 1 KHz for the analysis of different Isoborneol solutions, performed in the concentration sequence of 50, 1000, 25, 500, and 100 ng L−1.\norder to ev luat the applicability of our e-tongue for detecting Isobor eol in re e vironmental analy is, Is borneol solutions were al o prepa ed using rive water. The river water sampl was collected from the Monjolinho River (located in São Carlos-São P ulo/ Brazil) and filtered using a paper filter (J Prolab JP42). The corresponding PCA displayed in Figure 9 was obtained using the electrical apa itance responses at 1 KHz, analyzing the differ concentrations of Isoborneol solutions, using river water samples. The PCA plot shows that the e-tongue is very effective in discriminating th differe t concent ati n of Isoborn ol solutions even using real samples, again yi lding very clear separation.\nFigure 9. PCA plot for the electrical capacitance responses at 1 KHz for the analysis of different Isoborneol solutions prepared using river water (RW).\nFigure 9. PCA plot for the electrical capacitance responses at 1 KHz for the analysis of different Isoborneol solutions prepared using river wa er (RW).\nSurfaces 2019, 2 441"
    }, {
      "heading" : "4. Conclusions",
      "text" : "Nanocomposites based on nylon 6,6/Chitosan electrospun nanofibers modified with different functional nanomaterials, including silver nanoparticles, gold nanoparticles, and reduced graphene oxide, were successfully assembled onto gold interdigitated microelectrodes and used as sensing units of an impedimetric electronic tongue, aiming at detecting Isoborneol in water samples. The electronic tongue was successful in discriminating uncontaminated and contaminated water samples with Isoborneol, even at very low concentrations, down to 25 ng L−1. The water samples discrimination was also remarkable regardless they were prepared with either distilled or river water, indicating the potential of the sensing approach for detecting Isoborneol in water samples.\nAuthor Contributions: F.L.M. and D.S.C. conceived this work. F.L.M., K.B.R.T., D.M.d.S. and V.P.S. carried out the materials synthesis, physical chemical characterization, and data analysys, which results were discussed with other co-authors. F.L.M., K.B.R.T., D.M.d.S. wrote the first draft of the manuscript, which was then reviewed by all the co-authors. D.S.C. supervised the research.\nAcknowledgments: The authors thank the financial support of Fundação de Amparo à Pesquisa do Estado de São Paulo (FAPESP) (2014/21184-5, 2017/12174-4, 2017/20973-4 and 2018/09414-6), Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq) (CNPq/PQ 303.796/2014-6), MCTI-SisNano (CNPq/402.287/2013-4), Coordenação de Aperfeiçoamento de Pessoal de Nível Superior-Brasil (CAPES) and Rede Agronano (EMBRAPA) from Brazil. The authors also thank Angelo L. Gobbi and Maria H. O. Piazzetta for their assistance in the microfabrication laboratory (LMF/LNNano-LNLS).\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Water content detection in aviation fuel by using PMMA based optical fiber grating",
      "author" : [ "W. Zhang", "D.J. Webb", "L. Lao", "D. Hammond", "M. Carpenter", "C. Williams" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2019
    }, {
      "title" : "Chitosan nanocomposite fibers supported copper nanoparticles based perceptive sensor and active catalyst for nitrophenol in real water",
      "author" : [ "S. Khan", "F. Ali", "K. Akhtar" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2019
    }, {
      "title" : "Performance of an electronic tongue during monitoring 2-methylisoborneol and geosmin in water samples",
      "author" : [ "G.S. Braga", "L.G. Paterno", "F.J. Fonseca" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2012
    }, {
      "title" : "Molecularly imprinted polymer based sensor to detect isoborneol in aqueous samples",
      "author" : [ "G.S. Braga", "P.A. Lieberzeit", "F.J. Fonseca" ],
      "venue" : "Procedia Eng",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2016
    }, {
      "title" : "Real-time monitoring of geosmin and 2-methylisoborneol, representative odor compounds in water pollution using bioelectronic nose with human-like performance",
      "author" : [ "M. Son", "D.G. Cho", "J.H. Lim", "J. Park", "S. Hong", "H.J. Ko", "T.H. Park" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2015
    }, {
      "title" : "A review of cyanobacterial odorous and bioactive metabolites: Impacts and management alternatives in aquaculture",
      "author" : [ "J.L. Smith", "G.L. Boyer", "P.V. Zimba" ],
      "venue" : "Aquaculture",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2008
    }, {
      "title" : "Microextraction and gas chromatography/mass spectrometry for improved analysis of geosmin and other fungal “off” volatiles in grape juice",
      "author" : [ "H. Morales-Valle", "L.C. Silva", "R.R.M. Paterson", "J.M. Oliveira", "A. Venâncio", "N. Lima" ],
      "venue" : "J. Microbiol. Methods",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2010
    }, {
      "title" : "Tainting of farmed fish by geosmin and 2-methyl-iso-borneol: A review of sensory aspects and of uptake/depuration",
      "author" : [ "P. Howgate" ],
      "venue" : "Aquaculture",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2004
    }, {
      "title" : "Antiviral properties of isoborneol, a potent inhibitor of herpes simplex virus type 1",
      "author" : [ "M. Armaka", "E. Papanikolaou", "A. Sivropoulou", "M. Arsenakis" ],
      "venue" : "Antivir. Res",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 1999
    }, {
      "title" : "Gas chromatography-mass spectrometry and high-performance liquid chromotagraphy analysis of the drug absorption characteristics in the buccal mucosa via a circulating",
      "author" : [ "X. Wu", "Y. Li", "D. Xu", "H. Zhou", "J. Wang", "X. Guo", "Y. Zhang" ],
      "venue" : null,
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2014
    }, {
      "title" : "Effects of aphid herbivory on volatile organic compounds of Artemisia annua and Chrysanthemum morifolium",
      "author" : [ "H. Sun", "F. Zhang", "S. Chen", "Z. Guan", "J. Jiang", "W. Fang", "F. Chen" ],
      "venue" : "Biochem. Syst. Ecol",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2015
    }, {
      "title" : "Multicomponent analysis on polluted waters by means of an electronic tongue",
      "author" : [ "C. Di Natale", "A. Macagnano", "F. Davide", "A. D’Amico", "A. Legin", "Y. Vlasov", "A. Rudnitskaya", "B. Selezenev" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 1997
    }, {
      "title" : "Classification of heavy metal ions present in multi-frequency multi-electrode potable water data using evolutionary algorithm",
      "author" : [ "R. Karkra", "P. Kumar", "B.K.S. Bansod", "S. Bagchi", "P. Sharma", "C.R. Krishna" ],
      "venue" : "Appl. Water Sci. 2017,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2017
    }, {
      "title" : "Recents advances in electronic tongues",
      "author" : [ "Riul", "A.", "C.A.R. Dantas", "C.M. Miyazaki", "Oliveira", "O.N." ],
      "venue" : "Analyst",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2010
    }, {
      "title" : "Detection of trace levels of organophosphate pesticides using an electronic tongue based on graphene hybrid nanocomposites",
      "author" : [ "M.H.M. Facure", "L.A. Mercante", "L.H.C. Mattoso", "D.S. Correa" ],
      "venue" : "Talanta",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2017
    }, {
      "title" : "Chemical preparation of graphene-based nanomaterials and their applications in chemical and biological sensors",
      "author" : [ "H. Jiang" ],
      "venue" : "Small 2011,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2011
    }, {
      "title" : "Electrospun polyamide 6/poly(allylamine hydrochloride) nanofibers functionalized with carbon nanotubes for electrochemical detection of dopamine",
      "author" : [ "L.A. Mercante", "A. Pavinatto", "L.E.O. Iwaki", "V.P. Scagion", "V. Zucolotto", "O.N. Oliveira", "L.H.C. Mattoso", "D.S. Correa" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "Voltammetric cadmium(II) sensor based on a fluorine doped tin oxide electrode modified with polyamide 6/chitosan electrospun nanofibers and gold nanoparticles. Microchim",
      "author" : [ "F.L. Migliorini", "R.C. Sanfelice", "A. Pavinatto", "J. Steffens", "C. Steffens", "D.S. Correa" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2017
    }, {
      "title" : "Sensor array for water analysis based on interdigitated electrodes modified with fiber films of poly(lactic acid)/multiwalled carbon nanotubes",
      "author" : [ "J.E. Oliveira", "V. Grassi", "V.P. Scagion", "L.H.C. Mattoso", "G.M. Glenn", "E.S. Medeiros" ],
      "venue" : "IEEE Sens. J",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2013
    }, {
      "title" : "Multi-transduction sensing films for electronic tongue applications",
      "author" : [ "L. Lvova", "R. Pudi", "P. Galloni", "V. Lippolis", "C. Di Natale", "I. Lundström", "R. Paolesse" ],
      "venue" : "Sens. Actuators B Chem",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2015
    }, {
      "title" : "Electronic tongues to assess wine sensory descriptors",
      "author" : [ "X. Cetó", "A. González-Calabuig", "N. Crespo", "S. Pérez", "J. Capdevila", "A. Puig-Pujol", "M. Del Valle" ],
      "venue" : "Talanta",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2017
    }, {
      "title" : "Voltammetric electronic tongue to identify Brett character in wines. On-site quantification of its ethylphenol metabolites",
      "author" : [ "A. González-Calabuig", "M. Del Valle" ],
      "venue" : "Talanta",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "Improving the electrochemical properties of polyamide 6/polyaniline electrospun nanofibers by surface modification with ZnO nanoparticles",
      "author" : [ "R.S. Andre", "A. Pavinatto", "L.A. Mercante", "E.C. Paris", "L.H.C. Mattoso", "D.S. Correa" ],
      "venue" : "RSC Adv. 2015,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2015
    }, {
      "title" : "An electronic tongue based on conducting electrospun nanofibers for detecting tetracycline in milk samples",
      "author" : [ "V.P. Scagion", "L.A. Mercante", "K.Y. Sakamoto", "J.E. Oliveira", "F.J. Fonseca", "L.H.C. Mattoso", "M.D. Ferreira", "D.S. Correa" ],
      "venue" : "RSC Adv. 2016,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2016
    }, {
      "title" : "Synthesis, characterization and ion-exchange properties of a fibrous type ‘polymeric-inorganic’ composite cation-exchanger Nylon-6,6 Sn(IV) phosphate: Its application in making Hg(II) selective membrane electrode",
      "author" : [ "A.A. Khan", "T. Akhtar" ],
      "venue" : "Electrochim. Acta",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2009
    }, {
      "title" : "MWCNT–OH adsorbed electrospun nylon 6,6 nanofibers chemiresistor and their application in low molecular weight alcohol vapours sensing",
      "author" : [ "J. Choi", "E.J. Park", "D.W. Park", "S.E. Shim" ],
      "venue" : "Synth. Met",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2010
    }, {
      "title" : "Development of polyamide-6,6/chitosan electrospun hybrid nanofibrous scaffolds for tissue engineering application",
      "author" : [ "B.K. Shrestha", "H.M. Mousa", "A.P. Tiwari", "S.W. Ko", "C.H. Park", "C.S. Kim" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2016
    }, {
      "title" : "Electrochemical biosensor applications of polysaccharides chitin and chitosan",
      "author" : [ "W. Suginta", "P. Khunkaewla", "A. Schulte" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2013
    }, {
      "title" : "Functionalized chitosan electrospun nanofiber membranes for heavy-metal removal",
      "author" : [ "D. Yang", "L. Li", "B. Chen", "S. Shi", "J. Nie", "G. Ma" ],
      "venue" : "Polymer",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2019
    }, {
      "title" : "Chitosan as a bioactive polymer: Processing, properties and applications",
      "author" : [ "A. Muxika", "A. Etxabide", "J. Uranga", "P. Guerrero", "K. de la Caba" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2017
    }, {
      "title" : "Hg(II) removal from water by chitosan and chitosan derivatives: A review",
      "author" : [ "P. Miretzky", "A.F. Cirelli" ],
      "venue" : "J. Hazard. Mater",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2009
    }, {
      "title" : "Removal of heavy metal chromium using cross-linked chitosan composite nanofiber mats",
      "author" : [ "M. Jiang", "T. Han", "J. Wang", "L. Shao", "C. Qi", "X.M. Zhang", "C. Liu", "X. Liu" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2018
    }, {
      "title" : "Extensively deacetylated high molecular weight chitosan from the multistep ultrasound-assisted deacetylation of beta-chitin",
      "author" : [ "A. Fiamingo", "J.A. de Moura Delezuk", "S. Trombotto", "L. David", "S.P. Campana-Filho" ],
      "venue" : "Ultrason. Sonochem",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2016
    }, {
      "title" : "Response surface methodology applied to the study of the microwave-assisted synthesis of quaternized chitosan",
      "author" : [ "D.M. Dos Santos", "A. de Lacerda Bukzem", "S.P. Campana-Filho" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2016
    }, {
      "title" : "Characterization of chitosan. Influence of ionic strength and degree of acetylation on chain expansion",
      "author" : [ "M. Rinaudo", "M. Milas", "P. Le Dung" ],
      "venue" : "Int. J. Biol. Macromol",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 1993
    }, {
      "title" : "Cellulose whiskers influence the morphology and antibacterial properties of silver nanoparticles composites",
      "author" : [ "K.B.R. Teodoro", "R.C. Sanfelice", "L.H.C. Mattoso", "D.S. Correa" ],
      "venue" : "J. Nanosci. Nanotechnol",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2018
    }, {
      "title" : "A systematic review of gold nanoparticles as novel cancer therapeutics gold nanoparticles as novel cancer",
      "author" : [ "M. Babaei", "M. Ganjalikhani" ],
      "venue" : "therapeutics. Nanomed. J. 2013,",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2013
    }, {
      "title" : "Conductive electrospun nanofibers containing cellulose nanowhiskers and reduced graphene oxide for the electrochemical detection of mercury(II)",
      "author" : [ "K.B.R. Teodoro", "F.L. Migliorini", "M.H.M. Facure", "D.S. Correa" ],
      "venue" : "Carbohydr. Polym",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2019
    }, {
      "title" : "Simultaneous titration of ternary mixtures of Pb(II), Cd(II) and Cu(II) with potentiometric electronic tongue detection",
      "author" : [ "D. Wilson", "S. Alegret", "M. del Valle" ],
      "venue" : "Electroanalysis",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2015
    }, {
      "title" : "Obtaining nanocomposites of polyamide 6 and cellulose whiskers via extrusion and injection molding",
      "author" : [ "A.C. Correa", "E.M. Teixeira", "V.B. Carmona", "K.B. Teodoro", "C. Ribeiro", "L.H.C. Mattoso", "J.M. Marconcini" ],
      "venue" : "Cellulose",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2014
    }, {
      "title" : "A facile approach to immobilize protein for biosensor: Self-assembled supported bilayer lipid membranes on glassy carbon electrode",
      "author" : [ "Z. Wu", "B. Wang", "Z. Cheng", "X. Yang", "S. Dong", "E. Wang" ],
      "venue" : "Biosens. Bioelectron",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2001
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "The monitoring of distributed domestic-water quality attracts great attention since it usually originates from rivers, lakes, and dams, and therefore, may contain different types of residues [1,2].",
      "startOffset" : 191,
      "endOffset" : 196
    }, {
      "referenceID" : 1,
      "context" : "The monitoring of distributed domestic-water quality attracts great attention since it usually originates from rivers, lakes, and dams, and therefore, may contain different types of residues [1,2].",
      "startOffset" : 191,
      "endOffset" : 196
    }, {
      "referenceID" : 2,
      "context" : "Some of these compounds can lead to the proliferation of algae, such as cyanobacteria, which are considered toxic, depending on the concentration [3].",
      "startOffset" : 146,
      "endOffset" : 149
    }, {
      "referenceID" : 2,
      "context" : "Moreover, algae may produce compounds that give a disgusting taste and odor to water, as is the case of 2-Methyl-Isoborneol [3], which even at low concentrations can be detected by human senses [4], interfering negatively in water and beverage companies and aquaculture [5–8].",
      "startOffset" : 124,
      "endOffset" : 127
    }, {
      "referenceID" : 3,
      "context" : "Moreover, algae may produce compounds that give a disgusting taste and odor to water, as is the case of 2-Methyl-Isoborneol [3], which even at low concentrations can be detected by human senses [4], interfering negatively in water and beverage companies and aquaculture [5–8].",
      "startOffset" : 194,
      "endOffset" : 197
    }, {
      "referenceID" : 8,
      "context" : "Isoborneol, a compound with a chemical structure similar to 2-methyl-Isoborneol, can be found in vegetable oils and is used in applications ranging from antiviral for herpes [9], in the treatment",
      "startOffset" : 174,
      "endOffset" : 177
    }, {
      "referenceID" : 9,
      "context" : "of cardiovascular diseases [10], and as a natural repellent [11].",
      "startOffset" : 27,
      "endOffset" : 31
    }, {
      "referenceID" : 10,
      "context" : "of cardiovascular diseases [10], and as a natural repellent [11].",
      "startOffset" : 60,
      "endOffset" : 64
    }, {
      "referenceID" : 13,
      "context" : "Although generating a great amount of data, statistical analysis and chemometric tools can help reaching the classification of complex solutions, even with very similar compositions [14].",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 22,
      "context" : "Electrospun nanofibers, for instance, have been applied as sensing layers aiming to increase the high surface area/volume ratio, leading to a higher interaction with the analytes under investigation [23,24].",
      "startOffset" : 199,
      "endOffset" : 206
    }, {
      "referenceID" : 23,
      "context" : "Electrospun nanofibers, for instance, have been applied as sensing layers aiming to increase the high surface area/volume ratio, leading to a higher interaction with the analytes under investigation [23,24].",
      "startOffset" : 199,
      "endOffset" : 206
    }, {
      "referenceID" : 22,
      "context" : "In order to increase the detection efficiency of impedimetric e-tongues, nanofibers surface can be functionalized with metal nanoparticles [23] and carbon-based nanomaterials [15].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 14,
      "context" : "In order to increase the detection efficiency of impedimetric e-tongues, nanofibers surface can be functionalized with metal nanoparticles [23] and carbon-based nanomaterials [15].",
      "startOffset" : 175,
      "endOffset" : 179
    }, {
      "referenceID" : 26,
      "context" : "Such micro/nanofibers though, exhibit a hydrophobic nature, which may hinder the interaction with hydrophilic analytes as well as its functionalization with metal nanoparticles [27,28].",
      "startOffset" : 177,
      "endOffset" : 184
    }, {
      "referenceID" : 27,
      "context" : "Such micro/nanofibers though, exhibit a hydrophobic nature, which may hinder the interaction with hydrophilic analytes as well as its functionalization with metal nanoparticles [27,28].",
      "startOffset" : 177,
      "endOffset" : 184
    }, {
      "referenceID" : 28,
      "context" : "Chitosan is a β(1→ 4)-linked copolymer of 2-amino-2-deoxy-D-glucopyranose (GlcN) and 2-acetamido-2-deoxy-D-glucopyranose (GlcNAc) that displays interesting properties, such as hydrophilicity, nontoxicity, biodegradability, and biocompatibility [29,30].",
      "startOffset" : 244,
      "endOffset" : 251
    }, {
      "referenceID" : 29,
      "context" : "Chitosan is a β(1→ 4)-linked copolymer of 2-amino-2-deoxy-D-glucopyranose (GlcN) and 2-acetamido-2-deoxy-D-glucopyranose (GlcNAc) that displays interesting properties, such as hydrophilicity, nontoxicity, biodegradability, and biocompatibility [29,30].",
      "startOffset" : 244,
      "endOffset" : 251
    }, {
      "referenceID" : 27,
      "context" : "Abundant amine and hydroxyl groups enable chitosan to chelate with various metal nanoparticles and may favor the interaction with hydrophilic analytes [28,31].",
      "startOffset" : 151,
      "endOffset" : 158
    }, {
      "referenceID" : 30,
      "context" : "Abundant amine and hydroxyl groups enable chitosan to chelate with various metal nanoparticles and may favor the interaction with hydrophilic analytes [28,31].",
      "startOffset" : 151,
      "endOffset" : 158
    }, {
      "referenceID" : 31,
      "context" : "However, the low spinnability and poor mechanical properties limit the direct application of chitosan nanofibers as sensing layers [32].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 9,
      "context" : "com/journal/surfaces treatment of cardiovascular diseases [10], and as a natural repellent [11].",
      "startOffset" : 58,
      "endOffset" : 62
    }, {
      "referenceID" : 10,
      "context" : "com/journal/surfaces treatment of cardiovascular diseases [10], and as a natural repellent [11].",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 13,
      "context" : "Although generating a great amount of data, statistical analysis and chemometric tools can help reaching the classification of complex solutions, even with very similar compositions [14].",
      "startOffset" : 182,
      "endOffset" : 186
    }, {
      "referenceID" : 22,
      "context" : "Electrospun nanofibers, for instance, have been applied as sensing layers aiming to increase the high surface area/volume ratio, leading to a higher interaction with the analytes under investigation [23,24].",
      "startOffset" : 199,
      "endOffset" : 206
    }, {
      "referenceID" : 23,
      "context" : "Electrospun nanofibers, for instance, have been applied as sensing layers aiming to increase the high surface area/volume ratio, leading to a higher interaction with the analytes under investigation [23,24].",
      "startOffset" : 199,
      "endOffset" : 206
    }, {
      "referenceID" : 22,
      "context" : "In order to increase the detection efficiency of impedimetric e-tongues, nanofibers surface can be functionalized with metal nanoparticles [23] and carbon-based nanomaterials [15].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 14,
      "context" : "In order to increase the detection efficiency of impedimetric e-tongues, nanofibers surface can be functionalized with metal nanoparticles [23] and carbon-based nanomaterials [15].",
      "startOffset" : 175,
      "endOffset" : 179
    }, {
      "referenceID" : 26,
      "context" : "Such micro/nanofibers though, exhibit a hydrophobic nature, which may hinder the interaction with hydrophilic analytes as well as its functionalization with metal nanoparticles [27,28].",
      "startOffset" : 177,
      "endOffset" : 184
    }, {
      "referenceID" : 27,
      "context" : "Such micro/nanofibers though, exhibit a hydrophobic nature, which may hinder the interaction with hydrophilic analytes as well as its functionalization with metal nanoparticles [27,28].",
      "startOffset" : 177,
      "endOffset" : 184
    }, {
      "referenceID" : 28,
      "context" : "Chitosan is a β(1 → 4)-linked copolymer of 2-amino-2-deoxy-D-glucopyranose (GlcN) and 2-acetamido-2-deoxyD-glucopyranose (GlcNAc) that displays interesting properties, such as hydrophilicity, nontoxicity, biodegradability, and biocompatibility [29,30].",
      "startOffset" : 244,
      "endOffset" : 251
    }, {
      "referenceID" : 29,
      "context" : "Chitosan is a β(1 → 4)-linked copolymer of 2-amino-2-deoxy-D-glucopyranose (GlcN) and 2-acetamido-2-deoxyD-glucopyranose (GlcNAc) that displays interesting properties, such as hydrophilicity, nontoxicity, biodegradability, and biocompatibility [29,30].",
      "startOffset" : 244,
      "endOffset" : 251
    }, {
      "referenceID" : 27,
      "context" : "Abundant amine and hydroxyl groups enable chitosan to chelate with various metal nanoparticles and may favor the interaction with hydrophilic analytes [28,31].",
      "startOffset" : 151,
      "endOffset" : 158
    }, {
      "referenceID" : 30,
      "context" : "Abundant amine and hydroxyl groups enable chitosan to chelate with various metal nanoparticles and may favor the interaction with hydrophilic analytes [28,31].",
      "startOffset" : 151,
      "endOffset" : 158
    }, {
      "referenceID" : 31,
      "context" : "However, the low spinnability and poor mechanical properties limit the direct application of chitosan nanofibers as sensing layers [32].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 32,
      "context" : "Chitosan was prepared by applying the ultrasound-assisted deacetylation (USAD) process to β-chitin extracted from squid pens, according to Fiamingo and Campana Filho [33].",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 33,
      "context" : "The average degree of deacetylation (DD) of chitosan was 93% as determined by 1H NMR analysis [34].",
      "startOffset" : 94,
      "endOffset" : 98
    }, {
      "referenceID" : 34,
      "context" : "01 ◦C by using the Mark–Houwink–Sakurada equation [35], resulting in 104.",
      "startOffset" : 50,
      "endOffset" : 54
    }, {
      "referenceID" : 36,
      "context" : "CNW/AuNP was produced by adding CNW to AuNP synthesis using the Turkevich method [37].",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 37,
      "context" : "GO was previously synthesized from graphite powder by adaptation from the Hummer’s method, according to the procedure described in previous work from our group [38].",
      "startOffset" : 160,
      "endOffset" : 164
    }, {
      "referenceID" : 37,
      "context" : "[38], in which 25 mL of GO aqueous suspension (0.",
      "startOffset" : 0,
      "endOffset" : 4
    }, {
      "referenceID" : 38,
      "context" : "Capacitance values were extracted from impedance data, and the whole spectra were statistically interpreted using Principal Components Analysis (PCA) [39].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 39,
      "context" : "The physical adsorption of nanomaterials is attributed to the hydrogen bonds between the cellulose hydroxyl groups and the hydroxyl and amine groups of chitosan, as well as the amide groups of nylon 6,6 [40].",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 39,
      "context" : "The physical adsorption of nanomat rials is attributed to the hydrogen bonds betwe n the llulose hydroxyl groups and the hydroxyl d amine groups of chitosan, as well as the amide groups of nylon 6,6 [40].",
      "startOffset" : 199,
      "endOffset" : 203
    }, {
      "referenceID" : 39,
      "context" : "The physical adsorption of nanomaterials is attributed to the hydrogen bonds between the cellulose hydroxyl groups and the hydroxyl and amine groups of chitosan, as well as the amide groups of nylon 6,6 [40].",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 40,
      "context" : "Figure 5 shows the Nyquist plots for the electrodes modified with the nanocomposites, where the data were analyzed and fitted using a Randle’s equivalent circuit [41] (representation shown in the inset in Figure 5).",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 40,
      "context" : "Rs represents the electrolyte resistance, Rct represents the charge (electron) transfer resistance, Cdl represents the interface capacitance, and Zw is the Warburg impedance [41].",
      "startOffset" : 174,
      "endOffset" : 178
    }, {
      "referenceID" : 34,
      "context" : "The semicircular region located at high frequencies is associated with an interfacial charge-transfer process, and its diameter corresponds to the charge-transfer resistance (Rct), whereas diffusional processes can be ascribed to the linear region at low frequencies [35,36].",
      "startOffset" : 267,
      "endOffset" : 274
    }, {
      "referenceID" : 35,
      "context" : "The semicircular region located at high frequencies is associated with an interfacial charge-transfer process, and its diameter corresponds to the charge-transfer resistance (Rct), whereas diffusional processes can be ascribed to the linear region at low frequencies [35,36].",
      "startOffset" : 267,
      "endOffset" : 274
    }, {
      "referenceID" : 40,
      "context" : "Figure 5 shows the Nyquist plots for the electrodes modified with the nanocomposites, where the data were analyzed and fitted using a Randle’s equivalent circuit [41] (representation shown in the inset in Figure 5).",
      "startOffset" : 162,
      "endOffset" : 166
    }, {
      "referenceID" : 40,
      "context" : "Rs represents the electrolyte resistance, Rct represents the charge (electron) transfer resistance, Cdl represents the interface capacitance, and Zw is the Warburg impedance [41].",
      "startOffset" : 174,
      "endOffset" : 178
    }, {
      "referenceID" : 34,
      "context" : "The semicircular region located at high frequencies is associated with an interfacial charge-transfer process, and its diameter corresponds to the charge-transfer resistance (Rct), whereas diffusional processes can be ascribed to the linear region at low frequencies [35,36].",
      "startOffset" : 267,
      "endOffset" : 274
    }, {
      "referenceID" : 35,
      "context" : "The semicircular region located at high frequencies is associated with an interfacial charge-transfer process, and its diameter corresponds to the charge-transfer resistance (Rct), whereas diffusional processes can be ascribed to the linear region at low frequencies [35,36].",
      "startOffset" : 267,
      "endOffset" : 274
    }, {
      "referenceID" : 13,
      "context" : "According to the literature [14], the impedance response at the low-frequency region is generally dominated by the double-layer effect, while the region between 100 and 10 KHz represents the effects from the coating material over the electrodes.",
      "startOffset" : 28,
      "endOffset" : 32
    }, {
      "referenceID" : 13,
      "context" : "According to the literature [14], the impedance response at the low-frequency region is generally dominated by the double-layer effect, while the region between 100 and 10 KHz represents the effects from the coating material over the electrodes.",
      "startOffset" : 28,
      "endOffset" : 32
    }, {
      "referenceID" : 3,
      "context" : "To the best of our knowledge, there is only one study that reports the development of a sensor for detecting Isoborneol [4], but in this work, the authors Figure 7.",
      "startOffset" : 120,
      "endOffset" : 123
    }, {
      "referenceID" : 3,
      "context" : "To the best of our knowledge, there is only one study that reports the development of a sensor for detecting Isoborneol [4], but in this work, the authors presented a study that uses",
      "startOffset" : 120,
      "endOffset" : 123
    } ],
    "year" : 2019,
    "abstractText" : "The presence of contaminants in water is a subject of paramount importance nowadays, which can make water improper to human consumption even when these contaminants are present at very low concentrations, causing health issues and economic losses. In this work, we evaluated the performance of nanocomposites based on nylon 6,6/chitosan electrospun nanofibers modified by cellulose nanowhiskers combined with functional materials like silver nanoparticles, gold nanoparticles, and reduced graphene oxide to be used as sensing layers of an electronic tongue (e-tongue) to detect Isoborneol. This compound, found in some plants and essential oils, is used as a natural repellent and also to produce many other chemicals. Additionally, its chemical structure is related to that of 2-methylisoborneol, a critical pollutant in aqueous media. The synergism between the nanomaterials combined with electrospun nanofibers could be verified by the enhancement of the charge transference ability. Additionally, electrical capacitance data measured with the impedimetric e-tongue were treated by Principal Component Analysis (PCA), and revealed the sensing system was able to discriminate samples contaminated with Isoborneol at nanomolar concentrations. Moreover, the electronic tongue system could detect Isoborneol in real water samples under different concentrations.",
    "creator" : "LaTeX with hyperref package"
  }
}