{
  "name" : "downloads_2019-10-22_a3_hazarika2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Colloidal Atomic Layer Deposition with Stationary Reactant Phases Enables Precise Synthesis of “Digital” II–VI Nano-heterostructures with Exquisite Control of Confinement and Strain",
    "authors" : [ "Abhijit Hazarika", "Igor Fedin", "Liang Hong", "Jinglong Guo", "Vishwas Srivastava", "Wooje Cho", "Igor Coropceanu", "Joshua Portner", "Benjamin T. Diroll", "John P. Philbin", "Eran Rabani", "Robert Klie", "Dmitri V. Talapin" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "■ INTRODUCTION Elimination of polydispersity at the ensemble level is one of the most important challenges in nanoscience with great technological importance. For example, the size dispersion of quantum dots (QDs) is responsible for inhomogeneous broadening of their emission spectra1,2 and reduced charge carrier mobility in optoelectronic devices.3−5 The lack of atomic control during nanomaterial synthesis also limits our ability to perform “total synthesis” of sophisticated nanoheterostructures with precisely arranged multiple components and fine-tuned properties.6 Here we may draw an analogy between size inhomogeneity of nanomaterials and polydispersity index (PDI) of polymers. The discovery of advanced living polymerization techniques, such as ATRP7 and RAFT,8 which reduced the PDI of polymer chains down to near unity, boosted development of block copolymers and other macromolecular architectures. Similarly, the design of highly\nsophisticated multicomponent nanomaterials will require elimination of polydispersity at each synthesis step. The origin of polydispersity in nanomaterials can be rationalized by plotting the chemical potential (μ) of a solid phase composed of particles, N atoms per particle (Figure 1A, black curve). For nanomaterials containing thousands of atoms, addition or removal of a single structural unit does not result in significant changes of chemical potential, yielding a monotonic μ(N) ∼ N−1/3 dependence governed by the surface-to-volume ratio (see Supporting Discussion 1 in the Supporting Information for details). In such a case, the size distribution during synthesis can only be controlled by kinetic factors, such as diffusion-limited growth in the “focusing” regime.9,10 This approach can work impressively well, enabling nanocrystals (NCs) with about 5% diameter distribution,\nReceived: May 6, 2019 Published: August 3, 2019\n© 2019 American Chemical Society 13487 DOI: 10.1021/jacs.9b04866 J. Am. Chem. Soc. 2019, 141, 13487−13496\nD ow\nnl oa\nde d\nvi a\nU N\nIV O\nF M\nIS SO\nU R\nIST\n. L O\nU IS\no n\nO ct\nob er\n2 2,\n). Se e ht tp s: //p ub s. ac s. or g/ sh ar in gg ui de lin es f or o pt io ns o n ho w to le gi tim at\nwhich translates to 15% dispersion in the atom count. Theoretical modeling10−12 as well as numerous experimental studies1,9 suggest that it may be difficult to further improve size dispersion by only kinetically controlling reaction products during synthesis. The problem of polydispersity may be solved by establishing\nthermodynamically controlled synthetic routes. For very small particles, certain atomic arrangements generate “closed-shell” structures corresponding to the pronounced minima in the μ(N) curve. These atomically precise structures, known as magic-sized clusters, have been synthesized and isolated for many phases.13−15 To extend the thermodynamic control to larger sizes where μ(N) is monotonic, we can use complementary self-limiting reactions of molecular reactants with the nanomaterial surface. For example, a CdSe NC surface, stabilized with X-type (e.g., oleate RCOO−) ligands,16\ncan react with alkylammonium hydrosulfide:\nn s n\nn\n(CdSe) (CdX ) ( )RNH SH RNH\n(CdSe) (CdS) (SH) (RNH ) 2 RNH X m n\nm n s s\ns\n2 3 2\n3 3\n+ + +\n→ [ ] +\n+ −\n− + + −\n(1)\nThe colloidal stability of NCs in nonpolar solvents can be maintained by decorating the NC surface with long alkyl chains of RNH3\n+ groups. In the presence of an excess of hydrosulfide ions, the reaction progresses until all cationic surface sites react forming a complete sulfur-terminated surface layer. The reaction stops at this point because there is no chemical driving force for binding sulfur to the sulfurterminated NC surface. The completed surface layer corresponds to a pronounced minimum of μ(N) dependence shown by the red curves in Figure 1A. Next, the exposure of sulfide-terminated NCs to an excess of CdX2 reagent triggers another self-limiting surface reaction whose μ(N) dependence is schematically depicted by the blue curves in Figure 1A:\ns q\ns s\n(CdSe) (CdS) (SH) (RNH ) ( )CdX\nRNH (CdSe) (CdS) (CdX ) 2 RNH X m n s\ns s\nm n s q\n3 2\n2 2 3\n[ ] + +\n+ → +\n− +\n+ + −\n(2)\nThe combination of half-reactions 1 and 2 installs (n+s)CdS units and recreates the original X-type ligation of the NC surface. Both n and s are determined by NC size, shape, and facet stoichiometry corresponding to thermodynamically stable states. Traditional NC synthesis also relies on reactions 1 and 2 but does not separate them into two distinct, self-limiting steps (Figure 1B). By consecutively repeating reactions 1 and 2, we show below that it is possible to carry out a thermodynamically controlled colloidal syntheses of nanostructures, growing them strictly one monolayer at a time. In such growth regime, complex sequences of atomic layers can be grown around NC cores, and polydispersity of the reaction products is solely determined by uniformity of the core nanostructures. This approach, further referred to as “colloidal ALD” or cALD, bears similarity to atomic layer deposition (ALD), a gasphase technique widely used for conformal deposition of thin films of dielectric oxides (e.g., Al2O3, HfO2), semiconductors (ZnO, ZnS), and some metals (Pt, Ir, etc.) on silicon wafers and other substrates.17,18 An important difference between traditional ALD and c-ALD is the implementation of the reaction sequences. One full cycle of gas-phase ALD includes two self-limiting half-reactions and two purge steps after each half-reaction required to eliminate excessive reagents.17 For cALD, a similar step sequence should be realized in a liquid phase without compromising colloidal stability. In the first realization of the c-ALD concept, we coupled self-limiting halfreactions to the phase transfer of NCs or molecular precursors between immiscible nonpolar and polar phases at room temperature,19 and the phase transfers served as the purge steps. Unfortunately, such phase transfers are difficult to control at elevated temperatures, and all reported applications of c-ALD were limited to room-temperature conditions.19−22 It\nDOI: 10.1021/jacs.9b04866 J. Am. Chem. Soc. 2019, 141, 13487−13496\n13488\nis well known that the optimal conditions both for gas-phase ALD and for nanomaterial synthesis require elevated (100− 350 °C) temperatures. Here, we report a novel realization of c-ALD step sequence that significantly improves synthetic control and quality of synthesized nanomaterials by expanding the temperature range for c-ALD half-reactions and eliminating repetitive phase transfers of colloidal nanostructures between polar and nonpolar solvents. We test this methodology on colloidal II− VI quantum dots and nanoplatelets (NPLs) with the electronic structure of quantum wells.23,24 NPLs have several advantages as a substrate for c-ALD reactions. Their electronic structure is determined by the NPL thickness, which can be controlled with atomic precision.23 Moreover, the NPL morphology with large planar facets is naturally suitable for high-resolution imaging of internal atomic structure, which enables us to draw relationships between the sequence of c-ALD half-reactions, resulting atomic structure, strain, and optoelectronic properties for a library of complex NPL nano-heterostructures. We combine the insights from spectroscopy and semiempirical pseudopotential calculations to design heterostructures with excellent optical properties.\n■ RESULTS AND DISCUSSIONS c-ALD with Stationary and Mobile Phases. In traditional gas-phase ALD, the substrate (e.g., silicon wafer) and gaseous reactants act as the stationary and mobile phases, respectively (Figure 1C). Such distinction facilitates removal of unreacted precursors by pulsing inert gas after each halfreaction. For c-ALD, we inverted the stationary and mobile phases: reactants form the stationary phase while the substrate (colloidal nanomaterials) is moved in and out of the reactor as the mobile phase (Figure 1C). This approach brings c-ALD closer to traditional ALD and is expected to make it a similarly powerful and versatile technique. The reagents for halfreactions can be either loaded onto an ion-exchange column (see synthetic protocol and experimental details and Figure S1 in the Supporting Information for details) or selected from salts poorly soluble in the reaction solvent (Figure 1C).25 Li2S and Cd(HCOO)2 are examples of reactants with low solubility in nonpolar solvents such as 1-octadecene (ODE). Reacting a colloidal solution of NCs with one of these solid reagents induces the half-reaction of the dissolved species with the NC surface (see schematic in Figure S2), simultaneously shifting the equilibrium toward dissolution of fresh solid reagents. The long-chain alkylamine or other L-type ligand is necessary to maintain the colloidal stability of the NCs during each intermediate step. The presence of alkylamine also increases the solubility of reagent salts in nonpolar solvents (Figures S3, S4). Changing the concentration of alkylamine allows optimizing the rates of half-reactions in parallel to providing colloidal stability to the nanocrystals. An example where an optimized amount of oleylamine has been used during the cALD growth of CdS/CdSe/CdS core/shell NPLs is shown in Figure S5. The use of stationary reactants facilitates separations of reagents and products and allows running c-ALD reactions at elevated temperatures. Moreover, one can utilize industrially friendly separation techniques such as size-exclusion chromatography or tangential flow filtration to separate out unreacted byproducts or precursors if necessary (see Supporting Information and Figures S6 and S7 for details). One can envision a broad scope of half-reactions implemented by c-ALD. In this study, we focused on II−VI\nsemiconductors as a convenient model system with wellunderstood physical and chemical properties. We illustrate the flexibility of this technique using both core−shell QDs and two-dimensional nanoplatelet heterostructures and compare the experimental data with semiempirical pseudopotential calculations. All heterostructures discussed below were synthesized by c-ALD at elevated temperatures using solid precursors. An example of c-ALD implemented using ion exchange resins can be found in the Supporting Information (Figure S1).\nOptical Properties. As a test, we applied five c-ALD cycles to grow CdS shells around spherical CdSe QDs by using Li2S and cadmium formate as solid reagents for c-ALD. The reactions were carried out in ODE at 150 °C. The evolution of the absorption spectra is shown in Figure S8A, while Figure 2A and B show photoluminescence (PL) intensity maps for CdSe core and CdSe/5CdS core−shell QDs as a function of excitation and emission wavelengths. The presentation of PL data in such form provides a clear visual demonstration of the effects of sample inhomogeneity. If the sample contains a heterogeneous ensemble of NCs emitting at different energies due to size or shape distribution, the spectral features of the PL map show characteristic elongation along the main diagonal.26 Such diagonal elongation is clearly present in QD samples (Figure 2A,B). Slicing of the PL intensity maps gives a series of PL excitation spectra that further confirm inhomogeneous broadening of the ensemble emission spectra (Figure S9A). The inhomogeneous broadening originates from size dispersion of CdSe cores and propagates to the core−shells during c-ALD. At the same time, Figure 2C shows a nearly monoexponential PL decay trace expected for a perfect emitter with no competing nonradiative recombination channels, which is also supported by a measured 91% PL quantum yield. The combination of stationary reagents and elevated reaction temperature enables excellent optical characteristics of synthesized nano-heterostructures, on par with nanomaterials prepared by thoroughly optimized traditional high-temperature syntheses.27\nThe application of c-ALD to a material with negligible inhomogeneous broadening, e.g., magic-size clusters, may offer a path toward perfect nano-heterostructures. In this work, we used a special kind of “partially magic” substrate where atomistic precision is imposed along one dimension, which is also the dimension of quantum confinement. Such colloidal two-dimensional nanostructures, namely, NPLs, can be synthesized for various II−VI semiconductors.28 In contrast to QD samples, the PL map of NPLs shows no diagonal elongation (Figures 2D and S9B), consistent with a homogeneous ensemble. NPLs show no inhomogeneity because confinement along the shortest dimension (the thickness of the nanoplatelet) is defined with atomic precision. The application of six c-ALD cycles to CdSe NPLs consisting of five Cd layers and four Se layers (further referred to as “4CdSe”) results in 6CdS/4CdSe/6CdS NPL heterostructures (Figure S8B) whose PL excitation−emission map is shown in Figure 2E. The analysis of PL data (Figure S9C) revealed no diagonal elongation or other signs of inhomogeneous broadening of the ensemble emission in these NPL nanoheterostructures. The use of stationary-phase reactants for c-ALD also allows building complex, multicomponent nano-heterostructures by growing one atomic layer at a time. By simply switching from Li2S to Li2Se, we were able to grow metal selenide layers\nDOI: 10.1021/jacs.9b04866 J. Am. Chem. Soc. 2019, 141, 13487−13496\n13489\n(Figures S10, S11), and solid zinc acetate was used to grow zinc chalcogenide phases (Figures S12−S15). Figure 2F shows the PL emission−absorption map for a 1ZnS/1ZnCdS/3CdS/ 4CdSe/3CdS/1ZnCdS/1ZnS nano-heterostructure grown by three cycles of CdS c-ALD, followed by one cycle of CdZnS and one cycle of ZnS c-ALD. The use of c-ALD instead of traditional one-pot synthesis eliminated inhomogeneous broadening; optimized temperature and other reaction conditions resulted in 80% PL efficiency (Figure S15). Visualization of Digital Nano-heterostructures. The NPL morphology with large planar facets is especially convenient for high-resolution imaging of the internal atomic structure. Figures 3, S13C,D, S14D, S16, and S17 show examples of high-angle annular dark-field scanning transmission electron microscope (HAADF-STEM) images of complex NPL heterostructures imaged along the [001] zone axis. One can clearly identify sharp boundaries between three CdSe quantum wells (QWs) and CdS and CdZnS separating layers grown by c-ALD (Figure 3A). Count of the lattice planes and the image contrast agrees with the sequence of layers added during the c-ALD process. Occasionally, we observed some surface roughness leading to the variation in the outer layer thickness, typically by half a unit cell, which may also be attributed to beam damage during STEM imaging. Traditional gas-phase ALD and successive ionic layer adsorption and reaction (SILAR) methods applied to macroscopic substrates rarely produce crystalline epitaxial interfaces because of straininduced dislocations, grain boundaries, and other defects.17,29,30 At the same time, nanostructures can efficiently tolerate large lattice mismatch by coherent strain relaxation.31\nSTEM images in Figures 3, S13, S14, S16, and S17 show epitaxial structures composed of multiple materials. These solution-synthesized epitaxial nano-heterostructures resemble in complexity the structures previously accessible only through molecular beam epitaxy (MBE). Since solution synthesis is naturally more scalable than MBE, it should be feasible to implement c-ALD for large-scale syntheses of complex nanoheterostructures. The application of different sequences of c-ALD cycles to various substrates allows generating libraries of “digital nanomaterials”, where structure is determined with close to atomic precision along the quantum confinement axis (as shown in Figures 3 and S10−S17). Such libraries can be very useful for establishing direct links between the chemical structures and physical properties such as experimentally measured optical bandgaps, spectral line widths, and radiative and Auger rates. The optical data and TEM images for a variety of multicomponent NPL heterostructures are shown in Figures S10−S17. Such data are not only valuable for understanding the electronic properties of complex nanostructures but also critical for the development and validation of computational models to accurately describe and to ultimately optimize these systems. For example, c-ALD synthesis helps to understand the interplay of quantum confinement and strain in colloidal nano-heterostructures. Surprisingly few studies have been dedicated to the role of strain in colloidal nanomaterials,32−35 despite the fact that the ability to apply and control strain in low-dimensional semiconductors is of great technological importance.\nDOI: 10.1021/jacs.9b04866 J. Am. Chem. Soc. 2019, 141, 13487−13496\n13490\nEffect of Strain on Electronic Structure. In nearly spherical CdSe/CdS heterostructures, the smaller bulk lattice constant of CdS gives rise to a hydrostatic compressive strain in the CdSe core that causes the lattice constant to shrink along all directions, as shown in Figure 4A. If the shell is grown asymmetrically around a spherical core, nonuniform strain can distort the atomic lattice of the core and modify its electronic structure. This approach has been recently utilized to improve lasing characteristics of CdSe/CdS QDs.33 Here we investigate a different situation, where strain is imposed by a uniform epitaxial shell grown around a highly anisotropic NPL core. This geometry is reminiscent of MBE-grown quantum wells, where strain-related effects have been exploited to great depth. For example, the strain-related shift of bandgap energy in MBE-grown QW heterostructures can be larger than the quantum confinement energy.36\nFigures 4C,D and S17 show cross-sectional STEM images of a 2CdS/2ZnS/2CdS/4CdSe/2CdS/2ZnS/2CdS NPL heterostructure and the corresponding distribution of lattice constants across the NPL thickness. The Fourier analysis of the lattice periodicity along the NPL thickness shows that the evolution of the lattice constants nicely reflects the sequence of c-ALD layers: largest in the CdSe core, reduced in the first two CdS layers, further reduced in the ZnS layers, and finally increased in the outer CdS shell. At the same time, the Cd−Cd distance in the central CdSe domain is 0.321 nm in the innermost two layers and 0.304 nm in the two surrounding layers, corresponding to lattice constants of 0.642 nm and 0.608, giving an average value of 0.625 nm for the CdSe unit cell. For reference, the lattice constant of unstrained bulk CdSe is 0.608 nm, which was also observed for 5CdSe/4CdSe/\n5CdSe NPLs shown in Figure S16F. Such elongation of the CdSe unit cell is opposite to CdSe lattice contraction observed in spherical CdSe/CdS and CdSe/ZnS core−shells.37 We explain it here by the different nature of strain in QD and NPL heterostructures. In contrast to the hydrostatic strain experienced by QDs (Figure 4A), NPLs are under biaxial strain. In NPLs, the lattice constant of the CdSe core (CdS shell) contracts (expands) in the in-plane direction, resulting in the contraction of the average lattice constant in the lateral plane. This compressive strain is counterbalanced by a tensile strain (extension of the lattice) along the short axis of the heterostructure, i.e., the direction of quantum confinement. The unit cell parameters, extracted from the high-resolution STEM images of 6CdS/4CdSe/6CdS NPLs, clearly demonstrate the tetragonal distortion of the CdSe core (Figure 3E), where the local lattice constant expands by 3.5% in the axial direction of the heterostructure but contracts by 1.5% in the lateral direction. The tetragonal distortion is expected to affect the band structure of the nano-heterostructure and ultimately its bandgap. To estimate the magnitude of strain-related effects on the bandgap energy in colloidal NPLs, we directly compared the changes of the bandgap for CdSe/CdS QD and NPL nano-heterostructures during c-ALD shell growth. In spherical CdSe/CdS QDs, the growth of a thin CdS shell only leads to a moderate red-shift in the bandgap due to a small decrease in quantum confinement and hence a delocalization of the charge carrier wave functions. For example, the growth of a three-monolayer-thick CdS shell around a spherical 3.5 nm CdSe core causes the emission to red-shift by 78 meV, from 585 nm to 607 nm (Figure 5A). The NPL nano-\nDOI: 10.1021/jacs.9b04866 J. Am. Chem. Soc. 2019, 141, 13487−13496\n13491\nheterostructures show a markedly different behavior. The growth of a three-monolayer thick CdS shell on top of a 1.9 nm thick CdSe NPL core, which has a very similar lowest exciton energy to the 3.5 nm spherical CdSe core, leads to an emission band red-shift more than 3 times as large as that found for spherical CdSe/CdS QDs: 265 meV, from 586 nm to 670 nm (Figure 5B)! The red-shift is even larger in the case of NPL heterostructures with thinner 4CdSe cores, where the four-monolayer-thick CdS shell red-shifts the emission band by 500 meV, from 512 nm to 645 nm (Figure S8B). This dramatic difference can be related to the different nature of strain effects on the bandgap in hydrostatically strained QDs and biaxially strained NPLs (see Supporting Discussion 2.1 and 2.2 for details). In both bulk CdS and CdSe, compressive strain leads to an increase in the bandgap.38 As a result, in spherical core−shell particles of these materials hydrostatic strain leads to an increase of the bandgap both (1) by increasing the energy gap between the conduction and valence bands and (2) by physically contracting the volume of the core, thereby increasing the confinement energy. In contrast to spherical QDs, where both of these effects lead to an increase in the bandgap, in the 2D heterostructures biaxial strain is accompanied by a decrease in confinement energy due to the expansion of the lattice. This interplay between biaxial strain and quantum confinement results in a much larger overall redshift of the bandgap upon shell growth in NPLs compared to QDs. This behavior illustrates that the energetic contribution of the strain depends not only on the choice of the material system but just as importantly on the dimensionality and exact geometry of the nano-heterostructure. To gain quantitative insights on the interplay of strain and confinement in QDs and NPLs, we have calculated the lowest\nexcitonic state for a series of CdSe/CdS core−shell QDs (3.5 nm diameter) and NPLs (core size 4CdSe) with different shell thicknesses. Calculations were performed within the empirical pseudopotential model39 combined with a static approximation to the Bethe−Salpeter equation with a dielectric constant of ϵ = 6. To this end, we first compared the experimental emission energies with the optical gaps from our calculations for a series of core−shell CdSe/CdS QDs and NPLs with thicknesses ranging from 0 MLs to 4 MLs. In these calculations, we first built the heterostructures with the lattice constant of CdSe and then minimized the structure using molecular dynamics to obtain the lowest energy configuration (see the Supporting Discussion 2.3 for more details). We found that the calculated optical gap of the 3.5 nm CdSe QD was 2.20 eV for 0 ML CdS, which reduced down to 2.11 eV after addition of a 4 ML thick CdS shell; the red-shift of 97 meV is in quantitative agreement with the experimental results (Figure 5A,C). Similarly, we found good agreement with experiments for nCdS/4CdSe/ nCdS NPLs; the optical gap red-shifted by 446 meV when going from n = 0 to n = 4. In order to disentangle the contributions from strain and delocalization of confinement, we performed molecular dynamics based minimization with 4 MLs of CdS and then removed the CdS shell before performing the electronic structure calculation. In other words, we performed calculations of just the CdSe cores but for the atom positions as if there were a 4 ML thick CdS shell, and these data points are labeled as “strained QD” and “strained NPL” in Figure 5C. These structures would, thus, not be able to delocalize the carrier wave functions into the shell, but will have the influence of the strain induced onto the CdSe core by the shell. Expectedly, the isotropic strain in core/shell QDs resulted in a\nDOI: 10.1021/jacs.9b04866 J. Am. Chem. Soc. 2019, 141, 13487−13496\n13492\ncompression of the core in all dimensions, whereas the anisotropic strain in the NPL resulted in less compression because the CdSe can expand in the axial direction. These strain differences led to differences in the optical gap between the strained CdSe QD and strained CdSe NPL. Quantitatively, the strained QD showed a small (∼20 meV) blue-shift of its optical gap relative to the unstrained QD, whereas the strained CdSe NPL red-shifted its optical gap by ∼100 meV relative to the unstrained NPL, as shown in Figure 5C. This straininduced change of the bandgap energy can be further deconvoluted into two components, the shift in the energy bands that arise from the tetragonal distortion and the relaxation of the quantum confinement due to the increase of the NPL thickness under biaxial strain. These parameters can be estimated as described in the Supporting Discussion 2.3, while the systematic computational work is underway to further investigate more complex trends within the generated library of nano-heterostructures. The above case shows an example of computations used to understand a counterintuitive evolution of the bandgap energy in NPL heterostructures. The library of “digital nanoheterostructures” generated by the c-ALD method reveals other, not yet rationalized, trends. Figure 5E and G show the optical bandgap (Eg\nopt) and the full-width at half-maximum (fwhm) of the emission spectra during c-ALD synthesis for a 4CdSe/5CdS/4CdSe/5CdS/4CdSe NPL heterostructure whose STEM image is shown in Figure 5D. The absence of inhomogeneous broadening allows for the direct relation of the ensemble and single-particle emission spectra. The increase of CdS layer thickness results in the expected lowering of the optical bandgap; it also causes narrowing of the ensemble (and,\ncorrespondingly, a single particle) emission. Rather counterintuitively, additional growth of CdSe layers on top of a 5CdS/ 4CdSe/5CdS NPL heterostructure does not result in further substantial bandgap narrowing. This observation is most likely due to the interplay of strain and quantum confinement in 2D: the growth of CdSe outer layers reduces the quantum confinement in the central CdSe well, but the simultaneous relaxation of the biaxial strain compensates this effect, leading to nearly zero net shift of the bandgap. The stacks of three CdSe epitaxial quantum wells in the heterostructures show band edge emission with unusually narrow line widths, down to 47.5 meV (Figure 5F), which, to the best of our knowledge, is the narrowest ensemble emission band ever reported for colloidal nano-heterostructures. The near-Lorentzian line shape of ensemble emission spectra further indicates the absence of inhomogeneous broadening. What is especially interesting in this system is that the line shape narrows when CdS or CdSe is deposited. Such behavior stands in stark contrast to conventional CdSe QDs, where the line shape generally broadens upon shell growth, presumably due to increased exciton−phonon coupling.40 Qualitatively similar behavior has been observed for 2CdS/4ZnS/4CdSe/ 4ZnS/2CdS NPL heterostructures as well (Figure S18). This result suggests that additional factors ranging from strain to coherent coupling between CdSe wells may play a critical role in modulating the line shape in these structures. The systematic set of precise heterostructures developed in this study may provide an ideal testbed to further study the interplay of these competing effects on the electronic structure and line-shape of quantum-confined semiconductors.\nDOI: 10.1021/jacs.9b04866 J. Am. Chem. Soc. 2019, 141, 13487−13496\n13493\n■ CONCLUSIONS In summary, using stationary reactant phases, we have demonstrated an ability to control the synthesis of colloidal nanoscale heterostructures of II−VI semiconductors down to an atomic layer. With this new methodology, an unprecedented library of two-dimensional semiconducting nanoplatelet heterostructures has been generated, and analysis of their internal heterostructure using high-resolution TEM coupled with electronic structure calculations has provided insights into structure−property correlations in colloidal semiconducting nanomaterials. The next natural step will be to expand the scope of c-ALD chemistries by adapting the reaction schemes of traditional ALD and to automate the process over multiple cycles.25\n■ EXPERIMENTAL SECTION Chemicals. The purity sources and purification procedure for all chemicals used in this study are listed in the Supporting Information. The synthesis of Li2S and Li2Se powders is also provided in the Supporting Information. Synthesis of Core Materials for c-ALD. Synthesis of CdSe QDs. CdSe nanoparticles were synthesized following Cao’s method.41 Briefly, in a three-neck round-bottom flask, 0.4 mmol of Cd(myristate)2 (prepared using the standard protocol), 0.4 mmol of SeO2, and 25 mL of ODE were heated to 240 °C at a heating rate of 25 °C/min under nitrogen flow. After 3 min of reaction at 240 °C, 0.4 mL of oleic acid (OA) was added dropwise (4 drops/10 s) to the mixture, and heating was further continued for 15 min. After cooling, the NCs were precipitated with ethanol (EtOH) and stored in hexane. The NCs were again precipitated with a 1:1 toluene−ethanol mixture and finally redispersed in hexane before using for c-ALD. Synthesis of 4 ML CdSe NPLs. Four-ML zinc-blende CdSe NPLs with 512 nm absorption were synthesized following a reported procedure.19 Briefly, 170 mg of Cd(myristate)2 and 12 mg of Se powder were added to 15 mL of ODE, and the mixture was degassed under vacuum for 30 min at room temperature. Then under nitrogen flow, the mixture was heated to 240 °C at a rate of around 18−20 °C/ min. When the temperature approached 190 °C, 40 mg of freshly ground Cd(OAc)2·xH2O powder was quickly introduced to the orange-colored solution. The reaction was allowed to proceed for 5 min at 240 °C. The growth was stopped by removing the heat and rapidly cooling the mixture to room temperature by applying compressed air from outside the flask. A solution of 2 mL of OA and 15 mL of anhydrous methyl cyclohexane (MCH) was added to the reaction mixture at around 150 °C. After 2−3 h, the NPLs were precipitated from the mixture by centrifuging at 11 000 rpm for 5 min. The precipitated NPLs were dispersed and stored in 3 mL of MCH for further use. The NPLs were cleaned twice with ethanol before using for c-ALD. Synthesis of 6 ML CdSe NPLs. Six-ML ZB CdSe NPLs with 584 nm absorption were synthesized following ref 42. Briefly, 170 mg of Cd(myristate)2 was mixed with 14 mL of ODE and degassed under vacuum for 30 min at 85 °C. Then under nitrogen flow, the mixture was heated to 250 °C. When the mixture reached 250 °C, 12 mg of Se powder dispersed in 1 mL of ODE with sonication was injected quickly. After 20 s, 60 mg of freshly ground Cd(OAc)2·xH2O powder was quickly introduced. After another 60 s, 0.15 mL of 0.5 M CdCl2 aqueous solution was added dropwise for 2 min. After the final drop, the reaction mixture was kept at 250 °C for 3 more minutes and rapidly cooled to room temperature. While cooling, a solution of 2 mL of OA and 15 mL of MCH was added to the reaction mixture at around 150 °C. After cooling was done, the NPLs were precipitated from the mixture by centrifuging at 11 000 rpm for 5 min. The precipitated NPLs were dispersed in MCH. Selective precipitation was done with hexanes to remove heavier particles and lighter quantum dots. The NPLs were stored in MCH and cleaned once with EtOH before using for c-ALD.\nc-ALD Using Solid Precursors as Stationary Phases. Li2S/ Li2Se and anhydrous Cd(HCOO)2/Zn(OAc)2 powders were used as the sources of chalcogen and metal precursors for c-ALD step reactions. As the Li2S/Li2Se are very sensitive to air and readily form polysufides/polyselenides in the presence of oxygen/moisture, all the steps were carried out inside a nitrogen-filled glovebox using anhydrous and dried solvents. To grow the sulfide layer, ∼15 mg of cleaned CdSe QDs/NPLs dispersed in 100 μL of MCH was added to 15 mg of Li2S powder in a 4 mL glass vial in the presence of 500 μL of ODE and 100 μL of OAm. The mixture was stirred at 150 °C for 1−3 min. The excess solid powder was removed by centrifugation followed by decantation. The resulting S2−-capped CdSe nanoparticles were precipitated once with EtOH to remove any soluble sulfide precursor and redispersed in 100 μL of MCH. To grow the cadmium layer, the S2−-capped nanoparticles in MCH were added to around 15 mg of Cd(HCOO)2 powder in a mixture of 500 μL of ODE and 100 μL of OAm. The mixture was stirred at 150 °C for 2−3 min. After removing the excess solid powder by centrifugation and decantation, the nanoparticles were precipitated once with EtOH and then redispersed in 100 μL of MCH. This completed growth of one monolayer. For growing a ZnCdS shell, equal amounts of Zn(OAc)2 and Cd(HCOO)2 powders were used. The weights of the solid precursors are not rigid as long as they are in excess.\nc-ALD Using Ion-Exchange Resins as Stationary Phases. cALD half-reactions can be performed at room temperature using ionexchange resins as stationary phases. This method is described in Supporting Information Section S1.3.\nSeparations and Purifications. Purification of the reaction mixture between c-ALD step sequences (analogous to the purging step in gas-phase ALD) helps remove the trace amounts of byproducts. The purification methods are detailed in Supporting Information Section S1.7. We also show in Supporting Information Section S1.6 that c-ALD with stationary reactant phases can be carried out without intermediate purification steps by controlling the ligand concentration.\n■ ASSOCIATED CONTENT *S Supporting Information The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.9b04866.\nAdditional experimental details and any associated figures, characterization techniques, details of electronic structure calculations, additional supporting discussion (PDF)\n■ AUTHOR INFORMATION Corresponding Author *E-mail: dvtalapin@uchicago.edu."
    }, {
      "heading" : "ORCID",
      "text" : "Abhijit Hazarika: 0000-0003-0391-2163 Liang Hong: 0000-0003-1499-5806 Wooje Cho: 0000-0002-4022-4194 Igor Coropceanu: 0000-0001-8057-1134 Benjamin T. Diroll: 0000-0003-3488-0213 John P. Philbin: 0000-0002-8779-0708 Eran Rabani: 0000-0003-2031-3525 Dmitri V. Talapin: 0000-0002-6414-8587"
    }, {
      "heading" : "Notes",
      "text" : "The authors declare no competing financial interest.\n■ ACKNOWLEDGMENTS This work was supported by NSF under award number CHE1611331, by NSF DMREF Program under awards DMR1629601 and DMR-1629361, and by the Department of\nDOI: 10.1021/jacs.9b04866 J. Am. Chem. Soc. 2019, 141, 13487−13496\n13494\nDefense (DOD) Air Force Office of Scientific Research under grant number FA9550-18-1-0099. V.S. was supported by the University of Chicago Materials Research Science and Engineering Center funded by NSF under award DMR1420709. I.C. and D.V.T. acknowledge support from the Department of Energy, Office of Basic Energy Sciences, Division of Materials Science and Engineering, under contract 5J-30161-0010A. D.V.T. acknowledges support from the Samsung GRO program. This work was performed, in part, at the Center for Nanoscale Materials, a U.S. Department of Energy Office of Science User Facility, and supported by the U.S. Department of Energy, Office of Science, under contract no. DE-AC02-06CH11357.\n■ REFERENCES (1) Chen, O.; Wei, H.; Maurice, A.; Bawendi, M.; Reiss, P. Pure colors from core−shell quantum dots. MRS Bull. 2013, 38, 696. (2) Bae, W. K.; Brovelli, S.; Klimov, V. I. Spectroscopic insights into the performance of quantum dot light-emitting diodes. MRS Bull. 2013, 38, 721. (3) Kagan, C. R.; Lifshitz, E.; Sargent, E. H.; Talapin, D. V. Building devices from colloidal quantum dots. Science 2016, 353, 885. (4) Talapin, D. V.; Lee, J. S.; Kovalenko, M. V.; Shevchenko, E. V. Prospects of Colloidal Nanocrystals for Electronic and Optoelectronic Applications. Chem. Rev. 2010, 110, 389. (5) Guyot-Sionnest, P. Electrical transport in colloidal quantum dot films. J. Phys. Chem. Lett. 2012, 3, 1169. (6) Buck, M. R.; Bondi, J. F.; Schaak, R. E. A total-synthesis framework for the construction of high-order colloidal hybrid nanoparticles. Nat. Chem. 2012, 4, 37. (7) Matyjaszewski, K.; Xia, J. Atom transfer radical polymerization. Chem. Rev. 2001, 101, 2921. (8) Chiefari, J.; Chong, Y. K.; Ercole, F.; Krstina, J.; Jeffery, J.; Le, T. P. T.; Mayadunne, R. T. A.; Meijs, G. F.; Moad, C. L.; Moad, G.; Rizzardo, E.; Thang, S. H. Living free-radical polymerization by reversible addition−fragmentation chain transfer: The RAFT process. Macromolecules 1998, 31, 5559. (9) Peng, X.; Wickham, J.; Alivisatos, A. P. Kinetics of II-VI and IIIV Colloidal Semiconductor Nanocrystal Growth: “Focusing” of Size Distributions. J. Am. Chem. Soc. 1998, 120, 5343. (10) Talapin, D. V.; Rogach, A. L.; Haase, M.; Weller, H. Evolution of an Ensemble of Nanoparticles in a Colloidal Solution: Theoretical Study. J. Phys. Chem. B 2001, 105, 12278. (11) Kwon, S. G.; Piao, Y.; Park, J.; Angappane, S.; Jo, Y.; Hwang, N. M.; Park, J. G.; Hyeon, T. Kinetics of monodisperse iron oxide nanocrystal formation by ″heating-up″ process. J. Am. Chem. Soc. 2007, 129, 12571. (12) van Embden, J.; Sader, J. E.; Davidson, M.; Mulvaney, P. Evolution of colloidal nanocrystals: Theory and modeling of their nucleation and growth. J. Phys. Chem. C 2009, 113, 16342. (13) Jin, R.; Zeng, C.; Zhou, M.; Chen, Y. Atomically Precise Colloidal Metal Nanoclusters and Nanoparticles: Fundamentals and Opportunities. Chem. Rev. 2016, 116, 10346. (14) Beecher, A. N.; Yang, X.; Palmer, J. H.; LaGrassa, A. L.; Juhas, P.; Billinge, S. J. L.; Owen, J. S. Atomic Structures and Gram Scale Synthesis of Three Tetrahedral Quantum Dots. J. Am. Chem. Soc. 2014, 136, 10645. (15) Gary, D. C.; Flowers, S. E.; Kaminsky, W.; Petrone, A.; Li, X.; Cossairt, B. M. Single-Crystal and Electronic Structure of a 1.3 nm Indium Phosphide Nanocluster. J. Am. Chem. Soc. 2016, 138, 1510. (16) Boles, M. A.; Ling, D.; Hyeon, T.; Talapin, D. V. The surface science of nanocrystals. Nat. Mater. 2016, 15, 141. (17) George, S. M. Atomic layer deposition: An overview. Chem. Rev. 2010, 110, 111. (18) Puurunen, R. L. Surface chemistry of atomic layer deposition: A case study for the trimethylaluminum/water process. J. Appl. Phys. 2005, 97, 121301.\n(19) Ithurria, S.; Talapin, D. V. Colloidal atomic layer deposition (cALD) using self-limiting reactions at nanocrystal surface coupled to phase transfer between polar and nonpolar media. J. Am. Chem. Soc. 2012, 134, 18585. (20) Nasilowski, M.; Nienhaus, L.; Bertram, S. N.; Bawendi, M. G. Colloidal atomic layer deposition growth of PbS/CdS core/shell quantum dots. Chem. Commun. 2017, 53, 869. (21) Sagar, L. K.; Walravens, W.; Maes, J.; Geiregat, P.; Hens, Z. HgSe/CdE (E = S, Se) Core/Shell Nanocrystals by Colloidal Atomic Layer Deposition. J. Phys. Chem. C 2017, 121, 13816. (22) Razgoniaeva, N.; Carrillo, L.; Burchfield, D.; Moroz, P.; Adhikari, P.; Yadav, P.; Khon, D.; Zamkov, M. Colloidal Synthesis of Monodisperse Semiconductor Nanocrystals through Saturated Ionic Layer Adsorption. Chem. Mater. 2016, 28, 2823. (23) Ithurria, S.; Dubertret, B. Quasi 2D Colloidal CdSe Platelets with Thicknesses Controlled at the Atomic Level. J. Am. Chem. Soc. 2008, 130, 16504. (24) Pelton, M. Carrier Dynamics, Optical Gain, and Lasing with Colloidal Quantum Wells. J. Phys. Chem. C 2018, 122, 10659. (25) See Supporting Information for methods and details. (26) Griffin, G. B.; Ithurria, S.; Dolzhnikov, D. S.; Linkin, A.; Talapin, D. V.; Engel, G. S. Two-dimensional electronic spectroscopy of CdSe nanoparticles at very low pulse power. J. Chem. Phys. 2013, 138, 014705. (27) Chen, O.; Zhao, J.; Chauhan, V. P.; Cui, J.; Wong, C.; Harris, D. K.; Wei, H.; Han, H.-S.; Fukumura, D.; Jain, R. K.; Bawendi, M. G. Compact high-quality CdSe−CdS core−shell nanocrystals with narrow emission linewidths and suppressed blinking. Nat. Mater. 2013, 12, 445. (28) Ithurria, S.; Tessier, M. D.; Mahler, B.; Lobo, R. P. S. M.; Dubertret, B.; Efros, A. L. Colloidal nanoplatelets with twodimensional electronic structure. Nat. Mater. 2011, 10, 936. (29) Nicolau, Y. F. Solution deposition of thin solid compound films by a successive ionic-layer adsorption and reaction process. Appl. Surf. Sci. 1985, 22−23, 1061. (30) Nicolau, Y. F.; Dupuy, M.; Brunel, M. ZnS, CdS, and Zn1 − x Cd x S Thin Films Deposited by the Successive Ionic Layer Adsorption and Reaction Process. J. Electrochem. Soc. 1990, 137, 2915. (31) Smith, A. M.; Nie, S. Semiconductor Nanocrystals: Structure, Properties, and Band Gap Engineering. Acc. Chem. Res. 2010, 43, 190. (32) Smith, A. M.; Mohs, A. M.; Nie, S. Tuning the optical and electronic properties of colloidal nanocrystals by lattice strain. Nat. Nanotechnol. 2009, 4, 56. (33) Fan, F.; Voznyy, O.; Sabatini, R. P.; Bicanic, K. T.; Adachi, M. M.; McBride, J. R.; Reid, K. R.; Park, Y.-S.; Li, X.; Jain, A.; QuinteroBermudez, R.; Saravanapavanantham, M.; Liu, M.; Korkusinski, M.; Hawrylak, P.; Klimov, V. I.; Rosenthal, S. J.; Hoogland, S.; Sargent, E. H. Continuous-wave lasing in colloidal quantum dot solids enabled by facet-selective epitaxy. Nature 2017, 544, 75. (34) Jing, L.; Kershaw, S. V.; Kipp, T.; Kalytchuk, S.; Ding, K.; Zeng, J.; Jiao, M.; Sun, X.; Mews, A.; Rogach, A. L.; Gao, M. Insight into Strain Effects on Band Alignment Shifts, Carrier Localization and Recombination Kinetics in CdTe/CdS Core/Shell Quantum Dots. J. Am. Chem. Soc. 2015, 137, 2073. (35) Park, Y.-S.; Lim, J.; Klimov, V. I. Asymmetrically strained quantum dots with non-fluctuating single-dot emission spectra and subthermal room-temperature linewidths. Nat. Mater. 2019, 18, 249. (36) Singh, J. Electronic and Optoelectronic Properties of Semiconductor Structures; Cambridge University Press, 2003. (37) Dabbousi, B. O.; Rodriguez-Viejo, J.; Mikulec, F. V.; Heine, J. R.; Mattoussi, H.; Ober, R.; Jensen, K. F.; Bawendi, M. G. (CdSe)ZnS Core−Shell Quantum Dots: Synthesis and Characterization of a Size Series of Highly Luminescent Nanocrystallites. J. Phys. Chem. B 1997, 101, 9463. (38) Wei, S.-H.; Zunger, A. Predicted band-gap pressure coefficients of all diamond and zinc-blende semiconductors: Chemical trends. Phys. Rev. B: Condens. Matter Mater. Phys. 1999, 60, 5404.\nDOI: 10.1021/jacs.9b04866 J. Am. Chem. Soc. 2019, 141, 13487−13496\n13495\n(39) Eshet, H.; Grünwald, M.; Rabani, E. The Electronic Structure of CdSe/CdS Core/Shell Seeded Nanorods: Type-I or Quasi-TypeII? Nano Lett. 2013, 13, 5880. (40) Cui, J.; Beyler, A. P.; Coropceanu, I.; Cleary, L.; Avila, T. R.; Chen, Y.; Cordero, J. M.; Heathcote, S. L.; Harris, D. K.; Chen, O.; Cao, J.; Bawendi, M. G. Evolution of the Single-Nanocrystal Photoluminescence Linewidth with Size and Shell: Implications for Exciton−Phonon Coupling and the Optimization of Spectral Linewidths. Nano Lett. 2016, 16, 289. (41) Chen, O.; Chen, X.; Yang, Y.; Lynch, J.; Wu, H.; Zhuang, J.; Cao, Y. C. Synthesis of metal-selenide nanocrystals using selenium dioxide as the selenium precursor. Angew. Chem., Int. Ed. 2008, 47, 8638. (42) Cho, W.; Kim, S.; Coropceanu, I.; Srivastava, V.; Diroll, B. T.; Hazarika, A.; Fedin, I.; Galli, G.; Schaller, R. D.; Talapin, D. V. Direct Synthesis of Six-Monolayer (1.9 nm) Thick Zinc-Blende CdSe Nanoplatelets Emitting at 585 nm. Chem. Mater. 2018, 30, 6957.\nDOI: 10.1021/jacs.9b04866 J. Am. Chem. Soc. 2019, 141, 13487−13496\n13496"
    } ],
    "references" : [ {
      "title" : "Pure colors from core−shell quantum dots",
      "author" : [ "O. Chen", "H. Wei", "A. Maurice", "M. Bawendi", "P. Reiss" ],
      "venue" : "MRS Bull",
      "citeRegEx" : "Chen et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2013
    }, {
      "title" : "Building devices from colloidal quantum dots",
      "author" : [ "C.R. Kagan", "E. Lifshitz", "E.H. Sargent", "D.V. Talapin" ],
      "venue" : "Science",
      "citeRegEx" : "Kagan et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Kagan et al\\.",
      "year" : 2016
    }, {
      "title" : "Electrical transport in colloidal quantum dot films",
      "author" : [ "P. Guyot-Sionnest" ],
      "venue" : "J. Phys. Chem. Lett. 2012,",
      "citeRegEx" : "Guyot.Sionnest,? \\Q2012\\E",
      "shortCiteRegEx" : "Guyot.Sionnest",
      "year" : 2012
    }, {
      "title" : "Atom transfer radical polymerization",
      "author" : [ "K. Matyjaszewski", "J. Xia" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "Matyjaszewski and Xia,? \\Q2001\\E",
      "shortCiteRegEx" : "Matyjaszewski and Xia",
      "year" : 2001
    }, {
      "title" : "addition−fragmentation chain transfer: The RAFT process",
      "author" : [ "J. Wickham", "A.P. Alivisatos" ],
      "venue" : "Size Distributions. J. Am. Chem. Soc",
      "citeRegEx" : "X. et al\\.,? \\Q1998\\E",
      "shortCiteRegEx" : "X. et al\\.",
      "year" : 1998
    }, {
      "title" : "Evolution of an Ensemble of Nanoparticles in a Colloidal Solution: Theoretical Study",
      "author" : [ "D.V. Talapin", "A.L. Rogach", "M. Haase", "H. Weller" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "Talapin et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Talapin et al\\.",
      "year" : 2001
    }, {
      "title" : "nanocrystal formation by ′′heating-up′′ process",
      "author" : [ "J. van Embden", "J.E. Sader", "M. Davidson", "P. Mulvaney" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Embden et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Embden et al\\.",
      "year" : 2007
    }, {
      "title" : "Atomically Precise Colloidal Metal Nanoclusters and Nanoparticles: Fundamentals and Opportunities",
      "author" : [ "R. Jin", "C. Zeng", "M. Zhou", "Y. Chen" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "Jin et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Jin et al\\.",
      "year" : 2016
    }, {
      "title" : "Synthesis of Three Tetrahedral Quantum Dots",
      "author" : [ "D.C. Gary", "S.E. Flowers", "W. Kaminsky", "A. Petrone", "X. Li", "B.M. Cossairt" ],
      "venue" : "J. Am. Chem. Soc",
      "citeRegEx" : "Gary et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Gary et al\\.",
      "year" : 2014
    }, {
      "title" : "Quasi 2D Colloidal CdSe Platelets",
      "author" : [ "S. Ithurria", "B. Dubertret" ],
      "venue" : "Layer Adsorption. Chem. Mater. 2016,",
      "citeRegEx" : "Ithurria and Dubertret,? \\Q2016\\E",
      "shortCiteRegEx" : "Ithurria and Dubertret",
      "year" : 2016
    }, {
      "title" : "Supporting Information for methods and details",
      "author" : [ "G.B. Griffin", "S. Ithurria", "D.S. Dolzhnikov", "A. Linkin" ],
      "venue" : "Colloidal Quantum Wells. J. Phys. Chem. C",
      "citeRegEx" : "Griffin et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Griffin et al\\.",
      "year" : 2018
    }, {
      "title" : "Solution deposition of thin solid compound films",
      "author" : [ "Y.F. Nicolau" ],
      "venue" : "dimensional electronic structure. Nat. Mater",
      "citeRegEx" : "Nicolau,? \\Q2011\\E",
      "shortCiteRegEx" : "Nicolau",
      "year" : 2011
    }, {
      "title" : "Properties, and Band Gap Engineering",
      "author" : [ "A.M. Smith", "A.M. Mohs", "S. Nie" ],
      "venue" : "Acc. Chem. Res",
      "citeRegEx" : "Smith et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Smith et al\\.",
      "year" : 2010
    }, {
      "title" : "Asymmetrically strained",
      "author" : [ "Y.-S. Park", "J. Lim", "V.I. Klimov" ],
      "venue" : "Am. Chem. Soc",
      "citeRegEx" : "Park et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Park et al\\.",
      "year" : 2015
    }, {
      "title" : "The Electronic Structure of CdSe/CdS Core/Shell Seeded Nanorods: Type-I or Quasi-TypeII",
      "author" : [ "H. Eshet", "M. Grünwald", "E. Rabani" ],
      "venue" : "Nano Lett. 2013,",
      "citeRegEx" : "Eshet et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Eshet et al\\.",
      "year" : 2013
    }, {
      "title" : "Synthesis of metal-selenide nanocrystals using selenium dioxide as the selenium precursor",
      "author" : [ "Y.C. Cao" ],
      "venue" : "Angew. Chem., Int. Ed",
      "citeRegEx" : "Cao,? \\Q2008\\E",
      "shortCiteRegEx" : "Cao",
      "year" : 2008
    } ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "In contrast to molecular systems, which are defined with atomic precision, nanomaterials generally show some heterogeneity in size, shape, and composition. The sample inhomogeneity translates into a distribution of energy levels, band gaps, work functions, and other characteristics, which detrimentally affect practically every property of functional nanomaterials. We discuss a novel synthetic strategy, colloidal atomic layer deposition (c-ALD) with stationary reactant phases, which largely circumvents the limitations of traditional colloidal syntheses of nano-heterostructures with atomic precision. This approach allows for significant reduction of inhomogeneity in nanomaterials in complex nanostructures without compromising their structural perfection and enables the synthesis of epitaxial nano-heterostructures of unprecedented complexity. The improved synthetic control ultimately enables bandgap and strain engineering in colloidal nanomaterials with close to atomic accuracy. To demonstrate the power of the new c-ALD method, we synthesize a library of complex II−VI semiconductor nanoplatelet heterostructures. By combining spectroscopic and computational studies, we elucidate the subtle interplay between quantum confinement and strain effects on the optical properties of semiconductor nanostructures.",
    "creator" : "PTC Arbortext Advanced Print Publisher 11.1.4300/W Library-x64"
  }
}