{
  "name" : "downloads_2019-10-24_7d_xue2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Effective removal of organic dye and heavy metal from wastewater by tourmaline/graphene oxide composite nano material",
    "authors" : [ "Gang Xue", "Xiongyi Luo", "C Srinivasakannan" ],
    "emails" : [ "dxh1191984@aliyun.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : ""
    }, {
      "heading" : "1. Introduction",
      "text" : "With the increase of theworld population and the acceleration of industrialization, environmental pollution is getting increasingly complex and serious.Heavymetals and organic dye are two of themost typical pollutions in wastewater because of their strong toxicity, persistence and bioaccumulation [1, 2].Methylene blue (MB)with large and complicated structure is known to be considerably stable and relatively time-consuming for direct biodegrade in the conventional wastewater treatment.MB iswidely used as amodelmolecule for organic dyes, and are also known to cause bemutagenic or carcinogenic influence on human being [1]. Hg(II), a poisonous metal ion, can affect brain and nervous systemof humans even atminimal doses [3]. Hence, perennial efforts are beingmade by the scientific community to develop variety ofmethods and newmaterials that would assist effective separation from gas aswell as liquid streams [4]. Among the various treatment techniques, adsorption is themost attractive option owing to its low initial cost, effectiveness, high efficiency and ease of operating. They could effectively augment conventional treatment systems, potentially as secondary or tertiary treatment systems so as to effectivelymeet the environmental standards. Some adsorbents such as carbon nanotubes [5], activated carbon [6], zeolite [7], Laminaria japonica biomass [8], have been employed to separate different pollutants from contaminatedwater.\nRecently, graphenematerials have attracted increasing attention for separation applications owing to its several advantages. Organic pollutants interact easily with the groups on the surface of graphene to form stable complexes [9–12]. The types of graphenematerials (graphene oxide, GO; reduced graphene oxide, RGO; graphene, G) and the presence of varied functional groups such as –NH2,−OH,−COOH, etc, have been\n© 2019 IOPPublishing Ltd\nreported to significantly impact the process of adsorption [13–16]. Graphene and its derivatives have been successfully tested for adsorption of various dyes, such asmethylene blue [17, 18], rhodamine B [19], crystal violet [20], andMetanil yellow [21] and for separation of heavymetals fromwastewater [22–25].\nIn the recent past increasing attention to graphene- tourmaline (T) composite was due to their special microstructure and electrochemical properties [26–28]. Tourmaline is a complex borosilicatemineral that possessmany unique physical-chemical properties including the continuous release of negative ions, producing an electrostatic field [29], spontaneous polarity [30], and release of far infrared rays [31–33]. The hydroxyls on tourmaline surface can adsorb organic dyes and hencewas utilized for separation ofMB, from aqueous solution [34, 35]. Additionally, tourmaline can activate watermolecules thereby increase the dissolved oxygen due to far infrared radiation effect,make it a favorable factor for the photocatalytic oxidation reaction. Li et al, have reported themesoporous graphene and tourmaline co-doped titania composites as an efficient photo catalysts, for wastewater treatment [36]. The oxygen-containing functional groups on the surface ofGOare hydrophilic, and the hydrogen atoms in the hydroxyl and the carboxyl groups on the surface can formhydrogen bonds to adsorb theMB. The tourmalinewould release far infrared radiation to facilitate formation of hydrogen bonds so thatmoreMB is adsorbed on the surface of composite.While tourmaline possess excellent capability for adsorption of heavymetals from acidic aqueous solutions, it can polarize water to automatically adjust the pHof acidic (except pH2.0 and 3.0), neutral or alkaline aqueous solutions to a pHof 6.0[37, 38]. Utilization of tourmaline/graphene oxide composite nanomaterials, for dyes andmetal separation is not well reported in literature, with exception of rare attempts [39].\nIn the present study, Twas dispersed onGO surface uniformly, so as to act synergistically withGO to enhance the capacity to adsorb organic dyes. The prepared nanomaterials were characterized using advanced analyticalmethods. The effect of different proportions of T andGOon theMB adsorption capacity was investigated, so as tomaximize the adsorption of dyes andmetals the performance of T/Gcomposite, was comparedwith other popular adsorbents reported in literature. Additionally the adsorption isothermswere testedwith different adsorption isothermmodels so as to identify the appropriatemechanism of adsorption [40].\n2.Materials andmethods\n2.1. Preparation of T/GOcomposite nanomaterials TheGOwas prepared bymodifiedHummersmethod infigure 1 [41, 42]. Nanoparticles of Twere synthesized through a one-pot hydrothermal process. T/GOcomposite nanomaterials with different weight ratios (1:1, 1:5, and 1:10 for T1GO1, T1GO5 andT1GO10 respectively) of tourmaline andGOwere fabricated. In a typical process, 0.5 gGOwas suspended in 100ml ofmixed solution of ethanol (50ml) and deionized (DI)water (50 ml), and sonicated for 2 h to form a stableGOdispersion. Then themixture was placed in a round bottomed flaskwith 0.05 g T added, heated up to boiling temperature and refluxed for 2 h to form a stable T1GO10 dispersion. T1GO10 composite nanomaterials was obtained after freeze-drying and grinding.\n2.2.Materials characterization The crystal structures of samples were examined by powder x-ray diffraction (XRD, BRUKERD8 FOCUS, Germany) using aCuKα source (λ=0.154 056 nm) at a scanning speed of 3°min−1 over a 2θ range of 10°–90°. Themorphologies and structures were observed by using transmission electronmicroscope (TEM, JEOL JEM 2100 systemoperating at 200 kV) and the energy dispersive x-ray spectroscopy (EDX). Fourier infrared spectra\n(FTIR, Bruker, VERTEX-80v, USA) of the samples were obtained in aKBr pellet. The functional groups of the compoundswere detected using a Fourier transform infrared spectrometer."
    }, {
      "heading" : "2.3. Adsorption experiments",
      "text" : "Adsorption experiments were carried out by adding a certain amount of T/GOnano compounds in a series of 250ml conicalflasks filledwith 100ml diluted solutions (MB: 100–500 mg l−1, Hg(II): 50–300 mg l−1). The conicalflasks were then sealed and placed in awater-bath shaker and shaken at 100 rpmwith a required time at 298, 303 and 308K. Theflasks were then removed from the shaker, and the concentrations ofMB andHg(II) in solution phases were determined by aUV–vis spectrophotometer (UV-754NShanghai, China) atmaximum wavelengths of 665 nmand ICP-OES (Optima 8300 PerkinElmer Co., USA). The amount of adsorption at equilibrium qe (mg g −1)was calculated from equation (1).\n= ( ‐ ) ( )q C C V\nW 1e\ne0\nWhereCo andCe (mg l −1)were the liquid phase concentrations of dye and heavymetal at initial and equilibrium, respectively,V (L) the volume of the solution andW (g)was themass of adsorbent used. The aqueous samples were taken to preset time intervals and the concentrations of dye and heavymetal were similarlymeasured. The amount of adsorption at time t, qt (mg g −1), was calculated by equation (2).\n= -( ) ( )q C C V W 2t t0"
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Structure andmorphology",
      "text" : "The structural analysis of the prepared T/GOnano compoundswere performed usingXRDmeasurements. Figure 2 presents the XRDpatterns of graphite, GO, T andT1GO10. The characteristic diffraction peak appears at 10.95°, corresponding to (001) crystalline plane for GO,while the characteristic diffraction peak of the (002) plane for graphite at 26.52°weakens, indicating successful synthesis GO.Of particular note , the peak for T around 25.72° shifts to the higher angle at 25.83°withweaker intensity for T1GO10while the peak for T at 26.68° shifts to the higher angle at 26.70°with stronger intensity for T1GO10, suggests that T1GO10 growpreferentially in the directions of 26.70° corresponding to (131) crystalline plane. It can be speculated that traces of Fe3+\nprecipitate fromT react with carbonyl onGOgets further oxidized. Due to the changes in functional groups of GO, T in the process grow preferentially in (131). After combiningwith T, the peak forGO shifts to 10.89° suggesting that nanoTwidenGO’s interlayer spacing.\nThe size andmorphology of T1GO10 nano compoundswere characterized based onTEM images (figure 3). The products consist of tourmaline nanoparticles and graphene oxide nanosheets.Wrinkles or folded regions on the surface of T1GO10 are observed (figures 3(a) and (b)), whichmay be attributed toGO that contains oxygen groups. As shown infigures 3(a) and (b)Tnanoparticles are coated byGOnanosheets. The crystal lattice fringes with d-spacing of 0.42 nm can be assigned to the (211) plane at 21.13° of T, which is consistent with peak at\n21.07° in the XRD results (figure 2). The energy dispersive x-ray (EDX) spectra summed over areas of the samples gave compositions T1GO10 and the EDX spectra proves that nanoparticles wrapped byGOare T. And figure 3(e) shows the cover is one layerGO."
    }, {
      "heading" : "3.2. Adsorption analysis",
      "text" : "The adsorption data of T1GO1, T1GO5 andGOwere described in Supplementary Information. Figures 4(a) and (b) show adsorption capacity ofMB andHg(II) onT1GO10 versus the adsorption time at various initial concentrations at 308K. The amount of adsorption (mg g−1) increases with the increase of time to reach dynamic equilibrium. TheMB adsorption amount of T1GO10 at equilibrium increased from100 to 451 mg g −1 with the increase in dye concentration from100 to 500 mg l−1. Similarly, theHg(II) adsorption onT1GO10 at\nequilibrium increased from50 mg g−1 to 270 mg g−1 with the increase in dye concentration from50 to 300 mg l−1. It is clear that the adsorption capacity increase with increase in the concentration of pollutants. The pollutants concentration provides the necessary driving force to overcome themass transfer resistances between the pollutants and absorbent. As shown infigure 4, the adsorption ofMB andHg(II) reaches dynamic equilibriumwithin 300 min and 600 min, respectively.\nThe T1GO10 consist of T adhered on the surface of GO.After adding tourmaline, graphene oxide layer spacing increases, having fold formed plateau structure. The surface of the graphene oxide is rich in oxygencontaining functional groups and defective structures, thus increasing the adsorption surface area and adsorption sites. The graphene covered tourmaline structure increases the likelihood of adsorption. Graphene oxide packagewith tourmaline raises the potential for adsorption. Dangling bonds and iron and other transition metal ions onTnano-particles surface provide active sites for adsorption of organic dyes. A strong electrostatic field around theT nano-particles can adsorb charged particles, such asMB andHg(II), which are positive charged inwater."
    }, {
      "heading" : "3.2.1. Adsorption kinetics ofMBandHg(II) onto T1GO10",
      "text" : "The experimental adsorption kinetics data generatedwere testedwith pseudo first(equation (3)) and pseudo second-ordermodel ((equation (4))) to appropriatelymodel the adsorption kinetics.\n- = -( ) ( )q q lnq k tln 3e t e 1\n= + ( )t q k q q t 1 1 4 t t e2\nWhere qe (mg g −1) and qt(mg g −1) are the amount of adsorbates at equilibrium and at time t, respectively, and k1 (1 min−1) and k2 (g mg\n−1.min−1) are pseudo first-order and pseudo second-order kineticmodels rate constants, respectively. Figure 5 is the plot of adsorption kinetics plotted according to the first order and second order\nmodel. Kinetic parameters for the adsorption ofMB andHg(II) at different initial concentrations onT1GO10 at 35 °Cwere listed in table 1. By comparing R2, the adsorption ofMB andHg(II) onT1GO10 bothfitted better with pseudo second-order kineticmodel, and the ‘qe’ calculated frompseudo second-order kineticmodels are in good agreement with experimental equilibrium adsorption. These results indicate the rate limiting stepmay be chemisorption including valency forces via sharing or exchange of electrons between adsorbent and adsorbate [43]."
    }, {
      "heading" : "3.2.2. Adsorptionmechanism",
      "text" : "Weber-Moris equation (equation (5))was used for determined the diffusionmechanism of adsorption process.\n= ( )q k t 5t id 0.5\nWhere t is contact time, kid is internal diffusion rate constant, which can be determined from the slope calculated from the plot of qt versus t\n0.5 curve. As shown infigures 6(a), (b), thefit of the adsorption data did not conform to the intraparticle diffusionmodel, as the plot did not pass through the origin, suggesting the intraparticle diffusionwas not the only rate limiting step during the adsorption process. From the curve, it can also be seen that the adsorption ofMB andHg(II) onT1GO10 are divided into two stages. Thefirst stage indicate the adsorbates diffuse from the solution to the surface of the adsorbent, while the second stage suggest adsorbates transport into the adsorbent by intraparticle diffusion.(Parameters of intraparticle diffusion and film diffusion were listed in table 2.)"
    }, {
      "heading" : "3.2.3. Equilibrium adsorption isotherm studies",
      "text" : "To further investigate adsorption isotherms Langmiurmodel (equation (7)) and Freundlichmodel (equation (8))were testedwith the equilibriumdata to identify themechanismof adsorption.\n= + ( )C q k C q 1 7e\ne L\ne\nm\n= + ( )lnq nlnC\nlnk 1\n8e e F\nWhere qm represent themaximumadsorption capacity of adsorbents;Ce (mg l −1) is concentration of target pollutant in aqueous solution at equilibrium. kL is Langmuir constant relating energy of adsorption. kF and n are Freundlich constants, which are related to the adsorption capacity and adsorption intensity, respectively.\nAdsorption isotherms parameters at different temperatures was listed in table 3. As shown in table 3, higher the R2 value of Langmiurmodel indicate the adsorption process werefitted better with the Langmuirmodel than the Freundlichmodel, which suggest the adsorption ofMB andHg(II) onT1GO10 prone tomonolayer adsorption.With increase in temperature from298K to 318K, the equilibrium adsorption capacity ofMBon T1GO10 increased from345 (mg g\n−1) to 454 (mg g−1), and forHg(II) the equilibrium adsorption capacity increased from256 (mg g−1) to 294 (mg g−1). This indicate the adsorption process to be endothermic with increase in temperature favoring the adsorption ofMB andHg(II) onT1GO10. For comparison, adsorption capacity of other adsorbents for the removal ofHg(II) andMB from aqueous phase is listed in table 5 [13, 17, 18, 23, 24, 43–46]. It can be seen the adsorption capacity of T/GOcomposite nanomaterial compares well with the best of newmaterials such as graphene-diatom silica aerogel [44]which are far expensive than T/GOcomposite. Thework clearly highlights the ability of T/GO to effectively remove the dye and the heavy metals, which can potentially serve as an effective adsorbent for waste water applications."
    }, {
      "heading" : "3.2.4. Thermodynamic calculation",
      "text" : "In order to explore the effect of temperature on the adsorption process, equations (9) and (10)were used to estimate thermodynamics parameter of adsorption process ofMB andHg(II) by T/GOcomposite nano\nmaterial includingΔG0,ΔH0, andΔS 0.\nD = - ( )G RTlnK 9d\n= D - D ( )lnK S\nR\nH\nRT 10d\nWhereR (8.314Jmol−1 K−1) andT (K) are gas constants and absolute temperature, respectively.Kd is equilibrium constant calculated by equation (11).\n= ( )K q\nC 11d\ne\ne\nThe thermodynamic parameters estimated from experimental date are listed in table 5. The negativeΔG0 at different temperatures indicatetheMB andHg(II) adsorption processes onT1GO10 are thermodynamically spontaneous.Moreover, with increase in temperature theΔG0 increase implying higher temperatures are beneficial to adsorption processes. The positiveΔH0 substantiate the increase in the equilibrium adsorption capacity with increase in temperature, suggesting endothermic nature of adsorption process. The positiveΔS 0 indicated increased randomness in the interface during the adsorption process. TheΔH0ofGO andT1GO10 are less than 42 kJ mol−1 indicate adsorption process ofMBonGOandT1GO10 to be predominantly physisorption rather than chemisorption process [43]."
    }, {
      "heading" : "3.2.5. Desorption and reusability",
      "text" : "Besides high adsorption capacity, the reusability of adsorbent is a key factor in practical application too. In this study ethanol and 0.1 MHClwere choose as eluent forMB andHg(II), respectively. As illustrated infigures 7(a), (b), after 7 cycles T/GOcomposite nanomaterial stillmaintain good adsorption performance(88.6% removal of MB, 85.4% removal efficiency ofHg(II)). This reduction of adsorption capacitymay be related to decrease of surface functional group onT/GOcomposite nanomaterial during regeneration processes [22, 47]. The excellent reusability demonstrated T/GOcomposite nanomaterial is a stable and renewable adsorbent for practical application."
    }, {
      "heading" : "4. Conclusion",
      "text" : "A series of T/GOcomposite nanomaterial were synthesized andwere subjected to to characterization and for adsorption ofMB andHg(II)The unusual properties observedwere consequences of the pleateau structure of GO, and the spontaneous polar electricity of the doped tourmaline nanoparticles, whichwidened theGO’s\ninterlayer spacing. The hydrothermalmethodwas developed to synthesis nano compounds. The TEM images of nano compounds confirmed that T nanoparticles are coated byGOnanosheets. Thematerials were very effective to removeMB andHg(II) from aqueous solutions. Themaximumadsorption capacities were found to be 344.82, 450.78, 454.55mg g−1 forMB and 256.41, 270.78, 294.12 forHg(II) at 298, 303, and 308K respectively. Equilibriumdatawere found tomatch Langmuir isothermmodel. The adsorption kinetic data were generated andwere found tofit Pseudo second ordermodel. TheGibbs free energywas found to be –ve indicating adsorption to be spontaneous. The enthalpy of adsorptionwas found to be+ve, indicating adsorption process endothermic. The positive entropy indicate increased randomness in the interface during the adsorption. Thus, the present work highlight the potential of environmental friendly T/GOnano adsorbent for separation of dye and heavymetals fromwastewater."
    }, {
      "heading" : "Acknowledgments",
      "text" : "Thiswork described abovefinancially supported byNatural Science Foundation ofHebei Province of China (No. E2014202194) andNational Key R&DProgramofChina (No: 2017YFB0310802).\nORCID iDs\nGangXue https://orcid.org/0000-0002-5684-1103 XinhuiDuan https://orcid.org/0000-0001-7050-8561"
    } ],
    "references" : [ {
      "title" : "FanQ,WuY,WangX, ChenC, TangZ andWangX 2016Magnetic polydopamine decoratedwithMg–Al LDHnanoflakes as a novel bio-based adsorbent for simultaneous removal of potentially toxicmetals and anionic dyes J.Mater",
      "author" : [ "J Li" ],
      "venue" : "Chem. A",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2016
    }, {
      "title" : "JimenezM,CasettaM andCasettaM2014Cysteine-grafted nonwoven geotextile: a new and efficientmaterial for heavymetals",
      "author" : [ "VandenbosscheM", "VezinH", "Touati N" ],
      "venue" : "sorption–part b J. Environ.Manage",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2014
    }, {
      "title" : "ChenM,XuZ andZhuZ 2010Adsorption behavior ofmethylene blue on carbon",
      "author" : [ "YaoY", "Xu F" ],
      "venue" : "nanotubesBioresour. Technol",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2010
    }, {
      "title" : "AsifM andHameed BH2015Methylene blue adsorption on factory-rejected tea activated carbon prepared by conjunction of hydrothermal carbonization and sodiumhydroxide activation processes",
      "author" : [ "IslamMA", "Benhouria A" ],
      "venue" : "J. Taiwan. Inst. Chem. E",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2015
    }, {
      "title" : "2017Removal ofmethylene blue by chemicallymodified defatted brown algae Laminaria japonica",
      "author" : [ "ShaoHS", "YW Li", "LC Zheng", "ChenTX", "J Liu" ],
      "venue" : "J. Taiwan. Inst. Chem. E",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2017
    }, {
      "title" : "2014A review of graphene and graphene oxide sponge:material synthesis and applications to energy and the environment",
      "author" : [ "ChabotV", "HigginsD", "YuA", "XiaoXC", "ChenZWandZhang J J" ],
      "venue" : "Energy Environ. Sci",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2014
    }, {
      "title" : "2014Cheminform abstract: role of graphene/metal oxide composites as photocatalysts adsorbents and disinfectants inwater treatment: a review",
      "author" : [ "RK Upadhyay", "S SoinN andRoy S" ],
      "venue" : "J. Cheminformatics",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2014
    }, {
      "title" : "TB 2015Nano-composites forwater remediation: a reviewAdv.Mater",
      "author" : [ "Tesh S J", "Scott" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2015
    }, {
      "title" : "andYangG 2012Adsorption ofmethylene blue from aqueous solution by grapheneColloid",
      "author" : [ "T Liu", "Y Li", "DuQ", "J Sun", "Y Jiao" ],
      "venue" : "Surfaces. B",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2012
    }, {
      "title" : "andParkH2014 Surfacemodification and partial reduction of three-dimensionalmacroporous graphene oxide scaffolds for greatly improved adsorption capacityRSCAdv",
      "author" : [ "S Park", "SO Kang", "E Jung" ],
      "venue" : null,
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2014
    }, {
      "title" : "KumarC andRajeshN2014Graphene oxide-aluminiumoxyhydroxide interaction and its application for the effective adsorption offluorideRSCAdv",
      "author" : [ "BarathiM", "Krishnakumar A S" ],
      "venue" : null,
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2014
    }, {
      "title" : "Synthesis of water-dispersible graphene-modifiedmagnetic polypyrrole nanocomposite and its ability to efficiently adsorbmethylene blue from aqueous solutionChem",
      "author" : [ "L Bai", "Z Li", "Y Zhang", "WangT", "LuR", "ZhouW", "S GaoWandZhng" ],
      "venue" : "Eng. J",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2015
    }, {
      "title" : "andVolinsky AA2013Comparative study ofmethylene blue dye adsorption onto activated carbon, graphene oxide, and carbon nanotubesChem",
      "author" : [ "PangXL", "PengHL", "YangH S", "GaoKW", "WuXL" ],
      "venue" : "Eng. Res. Des",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2013
    }, {
      "title" : "2019Anovel environmental-friendly nanobiocomposite synthesis by EDTA and chitosan functionalized magnetic graphene oxide for high removal of Rhodamine B: adsorptionmechanism and separation propertyChemosphere",
      "author" : [ "S NiloufarNMandAfsaneh" ],
      "venue" : null,
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2019
    }, {
      "title" : "A andDasb P 2019Graphene oxide–nanobentonite composite sieves for enhanced desalination and dye removalDesalination",
      "author" : [ "Banerjeea P", "Mukhopadhyaya" ],
      "venue" : null,
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2019
    }, {
      "title" : "Ice-templated graphene oxide/chitosan aerogel as an effective adsorbent for sequestration ofmetanil yellow dyeBioresource",
      "author" : [ "KC Lai", "HiewBYZ", "Y Lee L", "S Gan", "S Thangalazhy-Gopakumar", "S ChiuWS andKhiewP" ],
      "venue" : null,
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2019
    }, {
      "title" : "TurgutH,MassoudA andTianZR 2018Comparative studies on copper adsorption by graphene oxide and functionalized graphene oxide nanoparticles",
      "author" : [ "L White R", "CM White" ],
      "venue" : "J. Taiwan Inst. Chem. E",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2018
    }, {
      "title" : "andDuB 2015 EDTA functionalizedmagnetic graphene oxide for removal of Pb(II), Hg(II) andCu(II) inwater treatment: adsorptionmechanism and separation propertyChem",
      "author" : [ "L Cui", "Y Wang", "L Gao", "HuL", "L Yan", "WeiQ" ],
      "venue" : "Eng. J",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2015
    }, {
      "title" : "TangX, TangC andXu J 2019Novel insight into adsorption and co-adsorption of heavymetal ions and an organic pollutant bymagnetic graphene nanomaterials",
      "author" : [ "HuangD", "J Wu", "L Wang", "LiuX", "J Meng" ],
      "venue" : "inwaterChem. Eng. J",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2019
    }, {
      "title" : "Preparation of tourmaline/graphene oxide and its application in thermal interfacematerials",
      "author" : [ "HuangZ", "WangT", "ZhangX", "Zheng L", "XueG", "Liang J" ],
      "venue" : "J. Compos.Mate",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2016
    }, {
      "title" : "andHanG2016Robust ultraviolet shielding and enhancedmechanical properties of graphene oxide/sodium alginate composite films",
      "author" : [ "HuX", "ZhangX", "TianM", "Qu L", "Zhu S" ],
      "venue" : "J. Compos.Mate",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2016
    }, {
      "title" : "ZhangZ,Wang B and SunH2014Tourmaline combinedwith Phanerochaete chrysosporium to remediate agricultural soil contaminatedwith PAHs",
      "author" : [ "WangC", "Yu L" ],
      "venue" : "andOCPs J. Hazard.Mater",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2014
    }, {
      "title" : "JiangT 2008Negative air ions releasing properties of tourmaline contained ethylene propylene diene terpolymer/polypropylene thermoplastic elastomers",
      "author" : [ "Yeh J T", "WeiW", "HsiungHHand" ],
      "venue" : "J. Appl. Polym. Sci",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2008
    }, {
      "title" : "Effect of tourmaline additive on the crystal growth and activity of LaCoO3 for catalytic combustion ofmethane",
      "author" : [ "S Wang", "XueG", "J Liang J andMeng" ],
      "venue" : "J. Rare Earths",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2014
    }, {
      "title" : "Incorporating strong polarityminerals of tourmalinewith carbon nanotubes to improve the electrical and electromagnetic interference shielding properties",
      "author" : [ "WuZ", "WangH", "ZhengK", "XueM", "Cui P" ],
      "venue" : "andTianX",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2012
    }, {
      "title" : "2013Degradation ofmethyl blue using fe-tourmaline as a novel photocatalystMolecules",
      "author" : [ "BianX", "J Chen", "R Ji" ],
      "venue" : null,
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2013
    }, {
      "title" : "B and SunH2013Competitive adsorption of Cd(II), Zn(II) andNi(II) from their binary and ternary acidic systems using tourmaline",
      "author" : [ "LiuH", "WangC", "Liu J", "Wang" ],
      "venue" : "J. Environ.Manage",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2013
    }, {
      "title" : "Z,WangB and SunH2012Adsorption of Cd(II), Ni(II), and Zn(II) by tourmaline at acidic conditions: kinetics, thermodynamics, andmechanisms",
      "author" : [ "WangC", "Liu J", "Zhang" ],
      "venue" : "Ind. Eng. Chem. Res",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2012
    }, {
      "title" : "Large-sized graphene oxide/modified tourmaline nanoparticle aerogel with stable honeycomb-like structure for high-efficiency PM2.5 capture J.Mater",
      "author" : [ "S Zhang", "J Sun", "HuD", "XiaoC", "ZhuoQ", "J Wang", "L QinC andDai" ],
      "venue" : "Chem. A",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2018
    }, {
      "title" : "Preparation of tourmaline nano-particles through a hydrothermal process and its infrared emission properties",
      "author" : [ "XueG", "HanC", "Liang J", "Wang S" ],
      "venue" : "andZhaoC",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2014
    }, {
      "title" : "IbarraMA, PradhanBK andAjayan PM2011 EngineeredGraphiteOxide Materials for Application",
      "author" : [ "GaoW", "MajumderM", "Alemany L B", "NarayananTN" ],
      "venue" : "inWater PurificationACSAppl.Mater. Interfaces",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2011
    }, {
      "title" : "TranDNH,Azari S and LosicD 2015Graphene-Diatom Silica Aerogels for Efficient Removal ofMercury Ions",
      "author" : [ "S Kabiri" ],
      "venue" : "fromWater ACSAppl.Mater. Interfaces",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2015
    }, {
      "title" : "andWuH2017Reusable DNA-functionalized-graphene for ultrasensitivemercury (II) detection and removalBiosens. Bioelectron",
      "author" : [ "Liu Y", "WangX" ],
      "venue" : null,
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2017
    }, {
      "title" : "andTanXF 2016Removal of 17β-estradiol by fewlayered graphene oxide nanosheets from aqueous solutions: External influence and adsorptionmechanismChem",
      "author" : [ "LH Jiang", "YG Liu", "ZengGM", "FY Xiao", "J HuX", "HuX", "WangH", "TT Li", "L Zhou" ],
      "venue" : "Eng. J",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Heavymetals and organic dye are two of themost typical pollutions in wastewater because of their strong toxicity, persistence and bioaccumulation [1, 2].",
      "startOffset" : 146,
      "endOffset" : 152
    }, {
      "referenceID" : 1,
      "context" : "Hence, perennial efforts are beingmade by the scientific community to develop variety ofmethods and newmaterials that would assist effective separation from gas aswell as liquid streams [4].",
      "startOffset" : 186,
      "endOffset" : 189
    }, {
      "referenceID" : 2,
      "context" : "Some adsorbents such as carbon nanotubes [5], activated carbon [6], zeolite [7], Laminaria japonica biomass [8], have been employed to separate different pollutants from contaminatedwater.",
      "startOffset" : 41,
      "endOffset" : 44
    }, {
      "referenceID" : 3,
      "context" : "Some adsorbents such as carbon nanotubes [5], activated carbon [6], zeolite [7], Laminaria japonica biomass [8], have been employed to separate different pollutants from contaminatedwater.",
      "startOffset" : 63,
      "endOffset" : 66
    }, {
      "referenceID" : 4,
      "context" : "Some adsorbents such as carbon nanotubes [5], activated carbon [6], zeolite [7], Laminaria japonica biomass [8], have been employed to separate different pollutants from contaminatedwater.",
      "startOffset" : 108,
      "endOffset" : 111
    }, {
      "referenceID" : 11,
      "context" : "Graphene and its derivatives have been successfully tested for adsorption of various dyes, such asmethylene blue [17, 18], rhodamine B [19], crystal violet [20], andMetanil yellow [21] and for separation of heavymetals fromwastewater [22–25].",
      "startOffset" : 113,
      "endOffset" : 121
    }, {
      "referenceID" : 12,
      "context" : "Graphene and its derivatives have been successfully tested for adsorption of various dyes, such asmethylene blue [17, 18], rhodamine B [19], crystal violet [20], andMetanil yellow [21] and for separation of heavymetals fromwastewater [22–25].",
      "startOffset" : 113,
      "endOffset" : 121
    }, {
      "referenceID" : 13,
      "context" : "Graphene and its derivatives have been successfully tested for adsorption of various dyes, such asmethylene blue [17, 18], rhodamine B [19], crystal violet [20], andMetanil yellow [21] and for separation of heavymetals fromwastewater [22–25].",
      "startOffset" : 135,
      "endOffset" : 139
    }, {
      "referenceID" : 14,
      "context" : "Graphene and its derivatives have been successfully tested for adsorption of various dyes, such asmethylene blue [17, 18], rhodamine B [19], crystal violet [20], andMetanil yellow [21] and for separation of heavymetals fromwastewater [22–25].",
      "startOffset" : 156,
      "endOffset" : 160
    }, {
      "referenceID" : 15,
      "context" : "Graphene and its derivatives have been successfully tested for adsorption of various dyes, such asmethylene blue [17, 18], rhodamine B [19], crystal violet [20], andMetanil yellow [21] and for separation of heavymetals fromwastewater [22–25].",
      "startOffset" : 180,
      "endOffset" : 184
    }, {
      "referenceID" : 21,
      "context" : "Tourmaline is a complex borosilicatemineral that possessmany unique physical-chemical properties including the continuous release of negative ions, producing an electrostatic field [29], spontaneous polarity [30], and release of far infrared rays [31–33].",
      "startOffset" : 181,
      "endOffset" : 185
    }, {
      "referenceID" : 22,
      "context" : "Tourmaline is a complex borosilicatemineral that possessmany unique physical-chemical properties including the continuous release of negative ions, producing an electrostatic field [29], spontaneous polarity [30], and release of far infrared rays [31–33].",
      "startOffset" : 208,
      "endOffset" : 212
    }, {
      "referenceID" : 25,
      "context" : "The hydroxyls on tourmaline surface can adsorb organic dyes and hencewas utilized for separation ofMB, from aqueous solution [34, 35].",
      "startOffset" : 125,
      "endOffset" : 133
    }, {
      "referenceID" : 28,
      "context" : "Utilization of tourmaline/graphene oxide composite nanomaterials, for dyes andmetal separation is not well reported in literature, with exception of rare attempts [39].",
      "startOffset" : 163,
      "endOffset" : 167
    }, {
      "referenceID" : 29,
      "context" : "Preparation of T/GOcomposite nanomaterials TheGOwas prepared bymodifiedHummersmethod infigure 1 [41, 42].",
      "startOffset" : 96,
      "endOffset" : 104
    }, {
      "referenceID" : 30,
      "context" : "Preparation of T/GOcomposite nanomaterials TheGOwas prepared bymodifiedHummersmethod infigure 1 [41, 42].",
      "startOffset" : 96,
      "endOffset" : 104
    }, {
      "referenceID" : 31,
      "context" : "It can be seen the adsorption capacity of T/GOcomposite nanomaterial compares well with the best of newmaterials such as graphene-diatom silica aerogel [44]which are far expensive than T/GOcomposite.",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 16,
      "context" : "This reduction of adsorption capacitymay be related to decrease of surface functional group onT/GOcomposite nanomaterial during regeneration processes [22, 47].",
      "startOffset" : 151,
      "endOffset" : 159
    }, {
      "referenceID" : 33,
      "context" : "This reduction of adsorption capacitymay be related to decrease of surface functional group onT/GOcomposite nanomaterial during regeneration processes [22, 47].",
      "startOffset" : 151,
      "endOffset" : 159
    } ],
    "year" : 2019,
    "abstractText" : "Dyes and heavymetals are typical pollutants of increasing environmental concern. In this study, tourmaline/graphene oxide (T/GO ratio of 1:1, 1:5, 1:10) composite nanomaterials were successfully fabricated through a hydrothermalmethod and successfully tested for the removal of methylene blue (MB) andHg(II) fromwastewater. The equilibrium adsorption capacities at 308 K were determined to be 454mg g ofMB, and 294mg g of Hg(II), respectively. The adsorption isothermswere found to fit the Langmuirmodel. The adsorption kinetics were found to fit pseudo second ordermodel. Additionally Gibbs free energy, Adsorption enthalpy and entropywere estimated.Moreover, T/GO composite nanomaterials displayed good reusability for removal of MB andHg(II) after 6 cycles. The results indicate that T/GO composite nanomaterials could be effectively applied as an advanced adsorbent in place of conventional adsorbents for waste water treatment.",
    "creator" : "IOPP"
  }
}