{
  "name" : "downloads_2019-11-23_f6_ahmad2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Comparative study on utilization of micro and nano sized starch particles for encapsulation of camel milk derived probiotics (Pediococcus acidolactici)",
    "authors" : [ "Mudasir Ahmad", "Adil Gani", "Fathalla Hamed", "Sajid Maqsood" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nLWT - Food Science and Technology\njournal homepage: www.elsevier.com/locate/lwt\nComparative study on utilization of micro and nano sized starch particles for encapsulation of camel milk derived probiotics (Pediococcus acidolactici)\nMudasir Ahmada,b, Adil Ganib,∗∗, Fathalla Hamedc, Sajid Maqsooda,∗\na Department of Food Science, College of Food and Agriculture, United Arab Emirates University, Al Ain, 15551, United Arab Emirates bDepartment of Food Science and Technology, University of Kashmir, Srinagar, 190006, India c Department of Physics, College of Science, United Arab Emirates University, Al Ain, 15551, United Arab Emirates\nA R T I C L E I N F O\nKeywords: Nano-starch Probiotics Encapsulation Bioactivity In-vitro digestion\nA B S T R A C T\nThis study investigates the efficiency of starch nano-particles in comparison with native starch for encapsulation of probiotic bacterial cells (Pediococcus acidolactici). Bacterial cell-death after encapsulation, viability and bioactivity retention under simulated gastro-intestinal conditions (SGID) were studied. Encapsulation in native starch showed higher viable cells (2.65 log CFU/g) ascompared to those encapsulated in starch nano-particles (1.47 log CFU/g) (P < 0.05). The characteristic peak of free cells at 1248 cm−1 indicates the presence of Pediococcus acidolactici in capsules. The micrographs showed more coccus shaped cells at the surface of nanostarch capsules. The cells encapsulated in starch nano-particles showed no or less viability upon their transit through SGID conditions, whereas native starch released cells slowly with 5.03 log CFU/g reaching intestinal phase. Starch nano-particles could not offer thermal protection to cells at high temperature-high time treatment. Further, free cells did not retain their bioactivity under SGID conditions, however enhanced bioactivity was observed upon encapsulation. The results indicate that starch nano-particles may not be suitable for encapsulation of probiotics."
    }, {
      "heading" : "1. Introduction",
      "text" : "The probiotics are gaining vast research interest in recent years not only because of gut health improvement but also due to their potential of prevention/controlling of various diseases such as cardiovascular diseases, hypercholesterolemia (Bhat, Gupta, Andrabi, & Bajaj, 2017), antidiabetic, ant obesity and enhancing immune system (Kobyliak et al., 2016). Since the probiotics are the live micro-organisms and should survive while passing through the adverse gastric environment and adequate amount must reach the large intestine for colonization and proliferation to adhere the beneficial effects in the host (Gani, Shah, Ahmad, Ashwar, & Masoodi, 2018). Apart from this, the probiotic strains must also be able to survive the different unit operations in food processing when fortified into food systems. The micro encapsulation have been used over the years for providing protection to probiotic strains against such challenging conditions (Ashwar, Gani, Gani, Shah, & Masoodi, 2018). In this technique, sensitive substances including probiotics are packed as guest molecule into another matrix of other material or system (host or carrier) that provides protection and stability to probiotic bacteria. The recent application of encapsulated\nprobiotics is incorporation into fruit juice, beverages, and dairy foods in which survival of free probiotics is limited due to acidic environment or processing conditions (Ephrem, Najjar, Charcosset, and Greige-Gerges (2018). There are many studies on the encapsulation of probiotics like Lactobacillus, Bifidobacterium, Streptococcus, Bacillus, and Saccharomyces species. In this study, we have explored the Pediococcus acidilactici which was isolated from raw camel milk. The selection of this strain was done on the basis of our preliminary screening of bioactive properties displayed by different probiotics strains isolated from camel milk (Supplementary Table 1). Pediococcus acidilactici is a Gram positive bacteria belonging to Lactobacillaceae that possess potential probiotic characteristics and contains both endopeptidases and exopeptidases (Attri, Jodha, Gandhi, & Dhanda, 2012).\nDifferent active ingredients have been encapsulated in various wall materials especially in macromolecules including proteins, starch, glucan, pectin chitosan, alginates, celluloses, carrageenan, etc (Ahmad, Qureshi, Maqsood, Gani, & Masoodi, 2017). The macromolecules are well studied for micro-encapsulation of probiotics, however in recent years interests are gaining in nano-encapsulation technique, which has proven to be more useful for better bioaccessibility and target delivery\nhttps://doi.org/10.1016/j.lwt.2019.04.078 Received 20 November 2018; Received in revised form 15 April 2019; Accepted 23 April 2019\n∗ Corresponding author. ∗∗ Corresponding author. E-mail addresses: adil.gani@gmail.com (A. Gani), sajid.m@uaeu.ac.ae (S. Maqsood).\nLWT - Food Science and Technology 110 (2019) 231–238\nAvailable online 24 April 2019 0023-6438/ © 2019 Elsevier Ltd. All rights reserved.\nT\nof bioactive compounds (Hu et al., 2002). However, whether these nanoparticles can be suitable for encapsulation of probiotics or not, is yet to be explored. Starch is a natural biodegradable polymer having suitable characteristics for encapsulation of probiotics or any other bioactive ingredients. It has better coating properties and void spaces between intra/inter granules which makes them suitable for utilization as encapsulating material. Native starch molecules have been used for encapsulation of probiotics by many researchers (Ashwar et al., 2018; Gani et al., 2018), however, efficiency of starch based nano-particles in encapsulating live probiotic cells need to be investigated. In this study, we have utilized a novel source of starch from water chestnut (Trapa natans), which is widely grown in the lakes of temperate and sub-tropical regions and generally called gaur in Kashmir, India (Gani et al., 2015). The water chestnut contains 80–85% starch having 25–30% amylose and 70–75% amylopectin content, 0.1–0.5% proteins and 25–30% ash content (Gani, Haq, Masoodi, Broadway, & Gani, 2013; Gul, Riar, Bala, & Sibian, 2014). Besides having good starch content Trapa natans are not fully explored or utilized at industrial level and generally some quantum of produce go waste. A recent study has reported that the Trapa natans starch nano-particles were proved to be efficient encapsulating material for catechin (Ahmad et al., 2019). The nano starch was prepared by ball milling process and its efficiency for encapsulation of Pediococcus acidolactici was investigated and comparison was done with the native water chestnut starch. There is uncertainty that the nanomaterials may not be suitable for the encapsulation of live probiotic cells, although they have shown promising results for the delivery of bioactive compounds (Ahmad et al., 2019; Fathi, Martín, & McClements, 2014). The study was therefore, carried out to evaluate the stability and bioactivity of Pediococcus acidolactici under simulated gastrointestinal and processing conditions after encapsulation in micro and nanoparticles of water chestnut starch."
    }, {
      "heading" : "2. Material and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Materials and chemicals",
      "text" : "All the chemicals and enzymes used were obtained from Sigma Aldrich (USA). Pediococcus acidilactici (S30-4C) were isolated from the raw camel milk using common culturing method in the Food microbiology lab at United Arab Emirates University (UAE). The fresh cells were used for the encapsulation purposes, which were propagated in the sterile Man, Rogosa and Sharpe (MRS) broth. Water chestnut was purchased from the local market of Srinagar (India) and stored at 5 °C until further use."
    }, {
      "heading" : "2.2. Extraction of starch",
      "text" : "Water chestnut was peeled and the seeds were removed and cut into small pieces and then grounded for 5 min in a domestic blender with addition of small quantity of water. The starch was extracted using the alkaline steeping method as described by Gani et al. (2013)."
    }, {
      "heading" : "2.3. Preparation of starch nanoparticles",
      "text" : "The starch nanoparticles were prepared by ball milling method (Model: PM100, Retsch, India) using five 8mm zirconium balls and allowed to rotate at a speed of 600 rpm for 5 h with a pause of 15min after each hour."
    }, {
      "heading" : "2.4. Zeta potential and particle size of starch particles",
      "text" : "Particle size of starch particles and their zeta potential was measured by using Zeta-sizer (Nano S, Malvern Instruments, Worcestershire, U.K.). For particle size determination, the starch sample (0.01%, w/v) was suspended in Milli-Q water (Elix-10, Millipore, Molsheim, France) and sonicated to fully disperse the\npolymer for 30min at 40 KHz in sonicator bath. For measurement of zeta potential, the sample (0.01%) was suspended in 0.1mM KCl, pH was adjusted to 6 and samples were allowed to equilibrate overnight before measurement."
    }, {
      "heading" : "2.5. Isolation of Pediococcus acidilactici strain from raw camel milk",
      "text" : "Raw camel milk samples were collected from lactating camels (Lactation period; 4–24 weeks) in sterile bottles using standard microbiological process from local farms of Al Ain, Abu Dhabi, United Arab Emirates. Samples were allowed to ferment naturally for 24 h at 37 °C, serially diluted and plated on de Man, Rogosa, Sharpe (MRS) agar plates supplemented with (0.05 μg/ml) of bromocresol purple and Lcysteine hydrochloride for isolating LAB. The colonies developed after incubation at 37 °C for 48 h under anaerobic conditions were selected and picked depending on differences in their colony morphology and purified by subsequent culturing. Pure cultures were stored at−80°C in glycerol (40% v/v) stocks. Catalase-negative and Gram-positive isolates were tentatively identified as LAB isolates according to their cell shape. Identity of LAB isolates was determined using 16S rRNA gene amplification using the following universal primers for eubacteria: forward primer 27 F (5′-AGAGTTTGATCMTGGCTCAG-3′) and reverse primer 1492R (5′- TACGGYTACCTTGTTACGACTT-3′) (Rochelle et al., 1995). PCR was performed using REDTaq® ReadyMix™ PCR Reaction Mix (Sigma, USA). One microlitre of template DNA was added in 20 μl of PCR master mix. Thirty-five amplification cycles were performed at 94 °C for 45 s, 55 °C for 60 s, and 72 °C for 60 s. The amplified PCR products of approximately 1400 bp were sequenced using an external DNA sequencing service (1st BASE, Singapore). Sequence analysis was performed with sequences in the National Center for Biotechnology Information (NCBI), USA database using Basic Local Alignment Search Tool for Nucleotides (BLAST-N)."
    }, {
      "heading" : "2.6. Encapsulation process",
      "text" : "Encapsulation of Pediococcus acidilactici was carried out according to the method described by Gani et al. (2018) with slight modifications. Starch dispersion (5% w/v) were prepared in the Milli-Q water and emulsified by addition of vegetable oil and 0.02 ml/100ml of Tween 80 was added. This mixture was homogenized at 1500 rpm for 10min till emulsified and appeared creamy. To this mixture, 1 ml of cell culture was added and vortexed gently for 5min and then centrifuged at 7000 rpm for 15min, residue was collected and immersed in 5% glycerol then freeze dried (TELSTAR, USA) at temperature −80 °C, 0.1 bar pressure and the powder was stored at −20 °C for further analysis."
    }, {
      "heading" : "2.7. Cell viability upon encapsulation and determination of bacterial death cycles",
      "text" : "The viability of Pediococcus acidilactici encapsulated in starch matrix was tested after the complete release of cells from 1 g of encapsulated powder dispersed in peptone water under agitation by vortex. The cell viability was determined by enumeration on MRS agar after incubating for 48 h at 37 °C. The bacterial cell viability and bacterial death cycles were determined using the following equations:\nCell viability% = (log (initial) CFU/g / log (final) CFU/g) x 100 (1)\nBacterial death cycles= log (initial) CFU/g -log (final) CFU/g (2)\nWhere.\nLog (initial CFU/g)=Colony count of bacteria initially included in the preparative process (before the drying process) per gram of formulation. Log (final CFU/g)=Colony count of viable bacteria obtained at the end of the preparative process of micro particles."
    }, {
      "heading" : "2.8. ATR-FTIR (Attenuated total reflectance- fourier transforms infrared spectroscopy)",
      "text" : "The FTIR spectra of free cells, encapsulated cells and starch wall material was obtained from ATR- FTIR spectrometer (Nicolet™ iS50 FTIR, Thermo Fisher Scientific, USA) within the range of 450–4000 cm−1."
    }, {
      "heading" : "2.9. Scanning electron microscopy",
      "text" : "The electron micrographs of free cells, encapsulated cells and starch samples were obtained from scanning electron microscope (JEOL JSM6010LA Akishima, Tokyo, Japan). Samples were gold platted up to 15 nm (JEOL Neo Coater, model MP-19020NCTR) and inspected under high-vacuum (Neo- Scope JCM-5000 benchtop SEM JEOL Ltd., Tokyo, Japan)."
    }, {
      "heading" : "2.10. Cell viability counts in simulated gastro intestinal conditions",
      "text" : "Cell viability of free and encapsulated cells was estimated under the simulated gastrointestinal conditions. The simulated gastric juice (SGJ) and simulated intestinal juice (SIJ) was prepared according to the method described by Nongonierma, Paolella, Mudgil, Maqsood, and FitzGerald (2017). The SGJ was prepared by dissolving pepsin (E:S 2.5%; w/w) in sterile NaCl solution (9 g/L) and pH was adjusted to 2.0 with HCl (0.1N). For preparing SIJ; bile salts (3 gL-1) and pancreatic (10 gL-1) was dissolved in phosphate-buffered saline and pH was adjusted to 8 with 0.1M NaOH solution. Powder samples (200mg) was mixed with 10ml of SGJ and incubated at 37 °C under constant stirring for 1 h. Aliquots (1ml) was collected after 5, 30 and 60min of incubation and mixed with 9ml of peptone water. The remaining solution was centrifuged at 3000 rpm for 10min, the supernatant was taken out and 10ml of SIJ was added to the residue and incubated again at 37 °C under constant stirring for further 5 h. Again the aliquots (1 ml) were collected after 120, 240 and 360min and each mixed with 9ml of peptone water. The cells released from the capsules after 5, 30, 60, 120, 240 and 360min were enumerated by plating on MRS agar for 48 h at 37 °C and expressed as log CFU/g."
    }, {
      "heading" : "2.11. Thermal resistance",
      "text" : "The thermal resistance of encapsulated probiotics was determined as per the method suggested by Sabikhi, Babu, Thompkinson, and Kapila (2010) with minor modifications. One gram of free and encapsulated cells were transferred into test tubes containing 10mL of sterile distilled water and subjected to different heat treatments at 50 °C, 60 °C, 70 °C and 80 °C for 5 and 15min. The viable count (log CFU/g) was determined by first vortexing the samples well for few minutes, followed by plating on MRS agar and enumerating after 72 h at 37 °C."
    }, {
      "heading" : "2.12. Bioactive properties of free and encapsulated probiotic bacteria when subjected to simulated gastro-intestinal digestion conditions",
      "text" : "For evaluating bioactive properties of free and encapsulated probiotic bacteria, 200mg of encapsulated powder and 1ml of free cell culture (corresponding to the starting number of cells actually encapsulated in wall material) was suspended in SGJ (5ml) and stirred gently in shaking water bath at 37 °C for 1 h, after that 5ml of SIJ was added to the solution and kept for shaking for 2 h further. After digestion process, the samples were centrifuged at 5000 rpm for 10min and supernatants were collected. One mL of each aliquot was mixed with 9mL of peptone water and incubated at 37 °C for 6 h to produce metabolites and disrupted ultrasonically using 3–5 s pulses for 30min in an ice bath. Cell debris was the removed by centrifugation at 10,000×g for 15min and the supernatant obtained was stored at\n−20 °C until use for various bioactivity assays (Zeng et al., 2016a)."
    }, {
      "heading" : "2.12.1. Antidiabetic activity of free and encapsulated probiotic bacteria",
      "text" : "2.12.1.1. α-Glucosidase inhibitory properties. α-Glucosidase inhibitory activity was determined according to the method described by Zhang et al. (2015) with slight modifications. In brief, 50 μL of sample was mixed with 50 μL of 10mM 4-nitrophenyl β-D-glucopyranoside (pNPG) solution (dissolved in 0.1M pH 6.8 phosphate buffer) in a 96 well microplate, and 50 μL of 0.2 U/mL of yeast α-glucosidase enzyme solution was added to initiate the reaction. After incubation at 37 °C for 30min, the release of p-nitrophenol from pNPG was measured at 405 nm using microplate reader (Tecan Epoch 2, USA). Acarbose a known α-glucosidase inhibitor was tested as a positive control. To avoid the background absorbance reflected from the samples appropriate controls without enzyme were taken for each sample and percentage enzyme inhibition was calculated as follows:\n⎜ ⎟= ⎛ ⎝ − ⎛ ⎝ − − ⎞ ⎠ ⎞ ⎠ Enzyme Inhibition C D A B % 1 *100 (3)\nWhere. A is the absorbance of control (enzyme and without test sample). B is the absorbance of control blank i.e, without enzyme and test sample. C is the absorbance of reaction (with enzyme and test sample). D is the absorbance of reaction blank (with test sample but without enzyme).\n2.12.1.2. DPP-IV inhibition assay. DPP-IV (Dipeptidyl Peptidase IV) inhibitory activity was determined according to the method described by Nongonierma et al. (2017) with some modifications. Briefly, 50 μL Gly-Pro-p-Nitroanilide (1.6 mM, SigmaAldrich, St Louis, MO, USA) and 25 μL sample or 25 μl PBS (phosphate buffer saline) as a control were pre-incubated at 37 °C for 10min; then reactions were initiated by adding 50 μL DPP-IV (8 U/L, from porcine kidney, ≥10 U mg−1 protein, Sigma-Aldrich) and mixtures were incubated at 37 °C for 90min and then absorbance was measured at 405 nm using microplate reader (Tecan Epoch 2, USA). For sample blank, the DPPIV was replaced with Tris–HCl buffer (100mM, pH 8.0). The enzyme inhibition percentage was calculated as above (Eq. (3))."
    }, {
      "heading" : "2.12.2. Anti-obesity properties of free and encapsulated probiotic bacteria",
      "text" : "2.12.2.1. Pancreatic lipase (PL) inhibition assay. The pancreatic lipase inhibitory effect of free and encapsulated cells was performed using the method as described by Badmaev et al. (2015) with few modifications. Briefly, 25 μL of pNPB (p-Nitrophenyl butyrate) as substrate [(10mM; 17.56 μL (20.9mg) was dissolved in 2mL acetonitrile and total volume was made to 10mL using 0.2M sodium phosphate buffer pH 7.2]. To this, 50 μL of samples and 25 μL of the PL (Pancreatic Lipase) enzyme solution (50mg/mL) in sodium phosphate buffer (0.2M; pH 7.2) was added and then incubated at 37 °C for 30min and then absorbance was measured at 405 nm and percentage inhibition of pancreatic lipase was calculated as mentioned in above equation (Eq. (3)).\n2.12.2.2. Cholesterol esterase inhibition assay. Cholesterol esterase (CE) inhibitory activity was determined as per the method described by Shirai and Jackson (1982) with minor modifications. The total assay mixture composed of 25 μL of pNPB [10mM; 17.56 μL (20.9mg) dissolved in 2mL acetonitrile and total volume was raised to 10mL using 0.2 M sodium phosphate buffer pH 7.2], 50 μL of samples and 25 μL of the cholesterol esterase enzyme solution (10 μg/mL) in sodium phosphate buffer (0.2M; pH 7.2) was added to initiate the enzymatic reaction and incubated for 30min at 37 °C. The absorbance of this mixture was measured at 405 nm and the enzyme inhibition percentage was calculated according to the above equation (Eq. (3))."
    }, {
      "heading" : "2.13. Statistical analysis",
      "text" : "All experiments were performed in triplicates and the results were presented as means ± standard deviation. Statistical analysis was performed using commercial statistical package SPSS 25.0 (SPSS INC., Chicago, IL, USA) and analysis of variance (ANOVA) was done using Tukeys's new multiple range test at 0.05 significance level."
    }, {
      "heading" : "3. Results and discussions",
      "text" : ""
    }, {
      "heading" : "3.1. Particle size and zeta potential of starch nanoparticle",
      "text" : "The particle size and zeta potential distribution of native and water chestnut starch nanoparticles are depicted in Fig. 1 (a-d). The average particle size obtained after ball milling process was 271 nm, whereas zeta potential was negative and found to be −19.9 mV (Fig. 1a and b). However, the average particle size and zeta potential of native starch was found to be 3.4 μm and −20mV (Fig. 1c and d). There was no change in zeta potential of starch after ball milling, which determines similar type of surface chemistry in both the samples and that zeta potential is independent of size. Dai, Li, Zhang, and Cheng (2018) and Ahmad et al. (2019) also obtained the negative surfaces on starch particulates. The higher zeta potential is responsible for high electrostatic repulsions which is desirable for the stability of the particles. High electrostatic repulsions decreasesVan der Walls force between the particles which eventually leads to less particle agglomeration (Schäfer,\nHecht, Harting, & Nirschl, 2010)."
    }, {
      "heading" : "3.2. Bacterial cell death and viability after encapsulation",
      "text" : "The viability and cell death of Pediococcus acidilactici after encapsulation in starch nanoparticles (WNP) and native starch (WS) is shown in Table 1. The initial count of cells before encapsulation was found to be 10.19 and 9.87 (Log CFU/g) for WNP and WS, respectively. After encapsulation, the viable count was reduced to 7.84 and 8.40 (Log CFU/g) which corresponds to cell death of log cycles 2.65 and 1.47 (Log CFU/g) for WNP and WS, respectively. The cell death in WNPduring\nData expressed as mean ± SD. WNP and WS refers to water chestnut starch nanoparticles and water chestnut native starch, respectively. Subscripts with different small and capital letters denotes significant difference (P≥ 0.5) in a row and column respectively.\nencapsulation process was higher than WS, which indicates that nanoparticles might had permeated to cell membranes or otherwise WNP may not be able to offer the good protection to cells from the mechanical processes applied during encapsulation. The cell viability percentage after encapsulation was calculated and found to be 73% in WNP and 85% in WS. Martin, Lara-Villoslada, Ruiz, and Morales (2013) reported similar yield percentage for viable cells for micro particles blended with starch (97%) and without starch (74%). A previous report showed less survival in resistant starch (Zou et al., 2011), in which the percentage yield for Bifidobacterium bifidum was 50%. The higher viability percentage of cells in our case may be because the starch has better coating properties that can trap probiotics inside its core better than other wall materials. However, the comparison of cell viability of different probiotics could not be made appropriately taken into account that not all probiotics have the same resistance and tolerance, even in the case of using the same microencapsulation technique (Martin et al., 2013). The results from this study showed that probiotic cells were more viable upon encapsulation in the native (WS) than starch nanoparticles (WNP)."
    }, {
      "heading" : "3.3. Cell viability in simulated gastro intestinal digestion (SGID) conditions",
      "text" : "To confer beneficial effects on the host, it is essential that probiotic bacteria must be alive in food system at the time of consumption and should be capable to reach the large intestine in adequate amount to facilitate colonization and proliferation. For this reason, the encapsulated cells were evaluated for their survival efficiency under gastro-intestinal conditions and their release behavior as shown in\nFig. 2a. The nano particle starch could not retain the P. acidolactici cells inside its structure and cells were released just after 5min of simulated gastric juice (SGJ), as a result zero cell viability was achieved after 30 and 60min in SGJ. However the nano starch encapsulates (WNPE) showed 0.045 (CFU/g) viability after 2 h, which could be due to release of few cells from inside the core material under simulated intestinal, conditions (SIJ). When WNPE was subjected to SIJ conditions for longer periods the release was even higher and cell viability of 1.88 and 1.96 log CFU/g were observed after 4 h and 6 h. The possible reason for this could be the better solubility of nanoparticles (Chin, Yazid, & Pang, 2014) and also the influence of SIJ conditions which may cause dissolution of starch matrix and then release of trapped cells into the solution. On contrary, the native starch particles protected the cells significantly under SGJ conditions and targeted amount of cells were achieved in the intestinal juice. The initial release of cells from WSE after 5min in SGJ was found to be significantly higher than that of cells which were released after 30min and 60min of digestion; which indicates presence of free cells attached at the surface of the wall material that had released just after the immersion of cells into the solution. However under SIJ conditions, the cells from WSE were released at significantly higher rate than those from WNPE and almost 5.66 log CFU/g cells were able to reach the simulated intestinal juice. Similar reports of decrease in cell viability were reported by Halim et al. (2017) in calcium alginate capsules of P. acidolactici under gastric conditions. Xing et al. (2014) reported that Lactobacillus acidophilus microencapsulated in 10% porous starch showed a survival rate of 4.01 log cycle compared to 2.63 log in case of free probiotic cells when subjected in SGID condition. Cook, Tzortzis, Charalampopoulos, and Khutoryanskiy (2012) reported that due to the presence of indigenous microbiota and high pH in intestinal solution the microcapsules/polysaccharides starts dissolving, that leads the release of trapped cells in the intestinal section where they are needed most. It was concluded that native water chestnut starch achieved the target delivery of probiotics into simulated intestinal juice whereas its nano sized form could not retain the cells inside its core and leads to cell death during simulated gastro intestinal digestion conditions."
    }, {
      "heading" : "3.4. Thermal resistance of free and nano-encapsulated probiotic bacterial cells",
      "text" : "The effect of encapsulation of P. acidolactici in native water chestnut starch (WSE) and nanoparticles of water chestnut starch (WNPE) on the viability of cells against various heat treatments is shown in Fig. 2b. The data clearly showed the significant difference among the native and nano-sized starch on their ability for protection of cells against various heat treatments. The cell viability in WNPE was found to be 6.10, 5.54, 4.60 and 0 log CFU/g and 2.71, 2.30, 0, and 0, for 5 and 15min of heat treatment at 50, 60, 70 and 80 °C, respectively. Whereas, the cell viability in WSE was found to be 6.84, 6.71, 6.38, 6.25 log CFU/g and 6.50, 6.33, 5.91, 5.62 log CFU/g at 50, 60, 70 and 80 °C for 5 and 15min, respectively. The results indicate that WNPE nano-capsules could not offer protection to cells at high temperature -high time treatment (HTHT) as cell were only viable at 50-70 °C for 5min and at 50–60 °C for 15min. On the other hand, the native starch provided better protection to cells against all time-temperature combinations. The nano sized starch may not be able to retain the cells inside its core due to its small size and more cells appears to be attached at the surface of the wall material as observed by SEM (Fig. 4), due to these reasons the cells were affected by adverse heat treatments. Halim et al. (2017) observed complete cell death of P. acidolactici at 60 °C for 1 h. However, in our case exposure of the probiotic cells for less time (5–15min) and higher temperatures (60–80 °C) has achieved higher survivability rate which suggests that microcapsules of P. acidolactici can be only incorporated in those foods which require less time and mild temperature for thermal processing."
    }, {
      "heading" : "3.5. Total reflectance- fourier transforms infrared (ATR-FTIR) spectroscopy",
      "text" : "ATR-FTIR spectra was obtained to explore the structural organization and molecular changes in the native starch upon encapsulating probiotic bacteria. The FTIR spectra of the native starch and encapsulated probiotics are shown in Fig. 3. In the native starch a broad band at around 3347 cm−1 is due to the stretching vibration of O–H group (Ahmad et al., 2019). The absorption band at 2924 cm−1 is due to C–H stretching vibration. The IR band at 1645 cm−1 are due to the bound water present in the starch (Ashwar et al., 2018). The main characteristics bands from starch was depicted in the region 1200- 1000 cm−1, arising from C-O, C-C and C-O-H stretching and C-O-H bending region (Warren, Gidley, & Flanagan, 2016).The intense absorption band at 1000 cm−1 could be due the water content in starch (Capron, Robert, Colonna, Brogly, & Planchot, 2007). The IR band at 1248 cm−1 is due to the bending vibrations of O–H. It was observed\nthat the vibration bands of O–H and C–H in microcapsules (WSE and WNPE) are broader than native (WS) and nano-starch (WNP) particles. This might be due to the overlapping of the bands at these wavelengths in microcapsules. The free probiotic cell displayed characteristics peaks at 3285, 2963, 1645, 1537 and 1040 cm−1 showing OH, CH2, CH, CO, CH and C-N vibrations of functional components of the bacterial cell wall. The IR bands in the range of 1645 to 1537 cm−1 present in the free probiotic cells were also observed in the starch microcapsules (WSE and WNPE) that confirms the presence of Pediococcus acidolactici in microcapsules. Apart from this, free cells showed an intense narrow band at 1748 cm−1 which could be due the vibrational modes of C=O indicating of the presence of lipids (Fasasi. Mirjankar & Fasasi, 2015) possibly due to lipo-polysaccharide composition of bacterial cell membrane. This characteristic peak (1748 cm−1) was also found in capsules of WSE and WNPE which also confirms the presence of Pediococcus acidolactici in the capsules."
    }, {
      "heading" : "3.6. Scanning electron microscopy",
      "text" : "The micrographic images of free probiotic cells, native starch, and starch nano-particle encapsulated probiotics are shown in Fig. 4. The probiotic bacteria encapsulated in the native starch (WSE) and starch nano-particles (WNPE) appeared to be clumped together, whereas the native samples of starch WNP and WS were granular and oval shaped. The starcth nanoparticles were found to be similar in appearance with native starch, except some broken and small granules were also visible. The free cells P. acidilactici were coccus-shaped and found to be embedded on the wall materials of both types of starch. Some cells of P. acidolactici can also be seen on the surface of coating materials. These observations are in agreement with typical features for matrix type encapsulates in which guest/core molecules are generally dispersed more over the carrier material while some may also present at the surface (Zuidam & Shimoni, 2010). Ashwar et al. (2018) also observed spherical shaped microcapsules after freeze drying of resistant starch emulsion containing probiotics. The morphological features show the transformation of granular structure in the native starch to formation of capsules in the encapsulated starch containing probiotic bacteria. The probiotics were however randomly ditributed over the surfaces or embedded within the starch capsules. The freeze-drying process can promote the formation of porous capsules, due to sublimation of ice crystals under vacuum (Rathore, Desai, Liew, Chan, & Heng, 2013).\nExistence of these pores in the micro or nano particles shows the ability to absorb other particles, such as probiotics."
    }, {
      "heading" : "3.7. Bioactivity of free and encapsulated cell under simulated digestion system",
      "text" : ""
    }, {
      "heading" : "3.7.1. Antidiabetic properties [α-glucosidase and dipeptidyl peptidase-IV (DPP-IV) inhibition]",
      "text" : "Diabetes is a serious health issue arising either due to insufficient insulin production (type 1) or insulin resistance (type 2). Several classes of hypoglycaemic agents are available for the treatment of diabetes (Nongonierma et al., 2017), however, the inhibitors of α-glucosidase and DPP-IV enzymes plays a major role in controlling the blood glucose levels (Chen et al., 2014; Nongonierma, Paolella, Mudgil, Maqsood, & FitzGerald, 2018). Probiotics can act as natural and therapeutic agent for controlling diabetes (Razmpoosh, Javadi, Ejtahed, & Mirmiran, 2016). Various probiotic strains have shown antidiabetic effects including, Lactobacillus plantarum, L. casei, L. sakei, Bifidobacterium brevi, Bifidobacterium longum, B. rhamnosus, Streptococcus thermophiles and others (Evivie, Huo, Igene, & Bian, 2017). In this study, we investigated α-Glucosidase and DPP-IV enzyme inhibitory properties of free and encapsulated cells of Pediococcus acidilactici subjected to simulated gastro intestinal digestion conditions.\nα–glucosidase and DPP-IV inhibitory activities by free and encapsulated Pediococcus acidilactici are shown in Table 2. It was observed that α–glucosidase percent inhibition by free cells was slightly decreased from 21.97 to 15.30% upon their transit through SGID conditions (P > 0.05). This decrease could be due to the harsh gastrointestinal conditions which causes cell death and reduces the capability of probiotics to confer health benefits to host (Gani et al., 2018). However, upon encapsulation, the inhibitory effect of P. acidolactici on α–glucosidase activity was remarkably increased to 97 and 88% in WNPE and WSE, respectively. The encapsulation of probiotic cell in micro and nano-size starch matrix protected the cells while their transit through harsh SGID conditions and thus, maximum number of cells were able to reach in viable form to the intestinal phase as indicated in Fig. 2a, where they could exert their maximum beneficial effects. Among the encapsulated samples, the WSE showed higher inhibition than WNPE, which can be due to the less capability nano-starch particles to protect the probiotic cells during their SGID transit as observed in Fig. 2a.\nFree probiotic cells did not show any significant change in DPP-IV inhibitory activity before and after their transit through SGID conditions. This indicates that activity of DPP-IV inhibition by P. acidoactici has some different mechanism of action which is independent of cell viability. Some recent researches have indicated the potential of probiotics specially Lactobacillus and Bifidobacterium towards inhibition of α–glucosidase and DPP-IV (Panwar, Calderwood, Grant, Grover, & Green, 2014; Zeng et al., 2016a; 2016b).\nThe mechanism of DPP-IV inhibition by the probiotic cells are not clearly known (Zeng et al., 2016a). However, it is proposed here that biologically active components or metabolites might have been released during the cell metabolism which could be the reason for no change in\ninhibition even after lysis of cells under gastric conditions. This suggests that encapsulation process has no role to play in maintaining the DPPIV inhibitory activity of P. acidolactici. DPP-IV inhibitory activity of probiotic cell upon encapsulation in native starch (WSE) and nano-sized starch particles (WNSE) showed a slight but significant increase (P < 0.05) when compare to DPP-IV inhibitory activity of free probiotic cells upon their transit through SGID. The higher DPPIV inhibitory activity in WSE and WNPE could be due to the effect of other molecules present in the capsules like resistant starch, which has proven antidiabetic activity (Lockyer & Nugent, 2017)."
    }, {
      "heading" : "3.7.2. Effect of encapsulation on inhibitory properties of P. acidilactici S30-",
      "text" : ""
    }, {
      "heading" : "4C towards pancreatic lipase (PL) and cholesterol esterase (CE)",
      "text" : "Probiotics are considered to play a good role against obesity, which is known to be associated with other diseases such as diabetes, hypertension, atherosclerosis and cancer (Chen et al., 2018). The inhibition of key metabolic enzymes like PL and CE can be used as an effective strategy to prevent the complications associated with obesity (Podsedek, Majewska, Redzynia, Sosnowska, & Koziołkiewicz, 2014). Different species of probiotics have shown antiobesity effects like CNCM I-4270, Lactobacillus paracasei Lactobacillus rhamnosus I-3690 and Bifidobacterium animalis subsp. lactis I-2494, Bifidobacterium spp (Wang et al., 2015; An et al., 2011). In this study, the free and encapsulated Pediococcus acidolactici has been investigated for their potential to inhibit PL and CE during in-vitro simulated gastro-intestinal digestion conditions as shown in Table 2. It was observed that percent inhibition of CE and PL by free cells were decreased by 50% upon their transit through SGID condition. However, upon encapsulation of P. acidolactici in native and starch nano-particles, the inhibitory effect on PL and CE was maintained and found to be 57.45%, 53.64% and 65.56%, 65.8%, respectively. Moreover, probiotic cells encapsulated in native starch and starch nano-particles did not showed any significant difference in their potential to inhibit PL and CE. This concludes that P. acidolactici cells could not confer their health beneficial effects when administered orally in the form of free cells, however the encapsulating them in starch matrix protects them from gastrointestinal environment and adequate number of cells remained active to produce metabolites in the lower intestinal region where they can exert their health benefit."
    }, {
      "heading" : "4. Conclusion",
      "text" : "This study concluded that nano-sized molecules are not good delivery vehicles for the probiotics. It possesses several limitations during oral administrations and thermal processing. The present study showed that the starch nano-particles could not hold the probiotic cells inside its structure and thus were released immediately in the solution that leads to cell death due to harsh conditions of simulated gastric environment. The cells in nano-starch were not even protected against higher temperature treatment, however some significant viability was achieved at lower temperatures. On comparison, the native starch showed better results as it protected the cells from thermal treatment and also achieved targeted delivery of probiotics into the intestinal phase. Further, the bioactivity was well retained after encapsulation\nData expressed as mean ± SD. WNP and WS refers to water chestnut starch nanoparticles and water chestnut starch native, respectively. Results are represented as percent inhibition of Glucosidase, DPP-IV, lipase and cholesterol esterase. Subscripts with different letters in a column represent significant difference (P≥ 0.05) between the samples. Abbreviations: SGID= Simulated gastrointestinal digestion; DPP-IV= (Dipeptidyl Peptidase IV); CE= Cholesterol Esterase.\nwhich suggests the administration of Pediococcus acidolactici in capsule form to avail its maximum health beneficial effects."
    }, {
      "heading" : "Acknowledgements",
      "text" : "Authors are thankful to United Arab Emirates University, UAE for funding this research through a research grant (UPAR-31F094) awarded to PI, Sajid Maqsood. Mudasir Ahmad is thankful to Indian Council of Medical Research, Government of India for the award of Senior Research Fellowship (3/1/2/81/2018-nut)."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.lwt.2019.04.078."
    } ],
    "references" : [ {
      "title" : "Nanoencapsulation of catechin in starch nanoparticles: Characterization, release behavior and bioactivity retention during simulated in-vitro digestion",
      "author" : [ "M. Ahmad", "P. Mudgil", "A. Gani", "F. Hamed", "F.A. Masoodi", "S. Maqsood" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Ahmad et al\\.,? \\Q2019\\E",
      "shortCiteRegEx" : "Ahmad et al\\.",
      "year" : 2019
    }, {
      "title" : "Micro-encapsulation of folic acid using horse chestnut starch and β-cyclodextrin: Microcapsule characterization, release behavior & antioxidant potential during GI tract conditions",
      "author" : [ "M. Ahmad", "S. Qureshi", "S. Maqsood", "A. Gani", "F.A. Masoodi" ],
      "venue" : "Food Hydrocolloids,",
      "citeRegEx" : "Ahmad et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Ahmad et al\\.",
      "year" : 2017
    }, {
      "title" : "Antiobesity and lipidlowering effects of Bifidobacterium spp. in high fat diet-induced obese rats",
      "author" : [ "H.M. An", "S.Y. Park", "D.K. Lee", "J.R. Kim", "M.K. Cha", "Lee", "S. W" ],
      "venue" : "Lipids in Health and Disease,",
      "citeRegEx" : "An et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "An et al\\.",
      "year" : 2011
    }, {
      "title" : "Production of RS4 from rice starch and its utilization as an encapsulating agent for targeted delivery of probiotics",
      "author" : [ "B.A. Ashwar", "A. Gani", "A. Shah", "F.A. Masoodi" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Ashwar et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Ashwar et al\\.",
      "year" : 2018
    }, {
      "title" : "Screening of intracellular, extracellular and membrane bound exopeptidases in lactic acid",
      "author" : [ "P. Attri", "D. Jodha", "D. Gandhi", "S. Dhanda" ],
      "venue" : "bacteria(LAB). Milchwissenschaft,",
      "citeRegEx" : "Attri et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Attri et al\\.",
      "year" : 2012
    }, {
      "title" : "Preclinical and clinical effects of Coleus forskohlii, Salacia reticulata and Sesamum indicum modifying pancreatic lipase inhibition in vitro and reducing total body fat",
      "author" : [ "V. Badmaev", "Y. Hatakeyama", "N. Yamazaki", "A. Noro", "F. Mohamed", "Ho", "C. T" ],
      "venue" : "J. Funct. Food",
      "citeRegEx" : "Badmaev et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Badmaev et al\\.",
      "year" : 2015
    }, {
      "title" : "Growth and viability of probiotic Weissella kimchi R-3 in fruit and vegetable beverages",
      "author" : [ "B. Bhat", "M. Gupta", "S.T. Andrabi", "B.K. Bajaj" ],
      "venue" : "Indian Journal Biochemistry Biphysics,",
      "citeRegEx" : "Bhat et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Bhat et al\\.",
      "year" : 2017
    }, {
      "title" : "Starch in rubbery and glassy states by FTIR spectroscopy",
      "author" : [ "I. Capron", "P. Robert", "P. Colonna", "M. Brogly", "V. Planchot" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Capron et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Capron et al\\.",
      "year" : 2007
    }, {
      "title" : "Antiobesity effect of Lactobacillus reuteri 263 associated with energy metabolism remodeling of white adipose tissue in high-energy-diet-fed rats",
      "author" : [ "L.H. Chen", "Y.H. Chen", "K.C. Cheng", "T.Y. Chien", "C.H. Chan", "Tsao", "S. P" ],
      "venue" : "Journal of Nutritional Biochemistry,",
      "citeRegEx" : "Chen et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2018
    }, {
      "title" : "Screening for potential new probiotic based on probiotic properties and a-glucosidase inhibitory activity",
      "author" : [ "P. Chen", "Q. Zhang", "H. Dang", "X. Liu", "F. Tian", "J Zhao" ],
      "venue" : "Food Control,",
      "citeRegEx" : "Chen et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Chen et al\\.",
      "year" : 2014
    }, {
      "title" : "Preparation and characterization of starch nanoparticles for controlled release of curcumin",
      "author" : [ "S.F. Chin", "Yazid", "S.N.A. M", "C. Pang" ],
      "venue" : "International Journal of Polymer Science,",
      "citeRegEx" : "Chin et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Chin et al\\.",
      "year" : 2014
    }, {
      "title" : "Microencapsulation of probiotics for astrointestinal delivery",
      "author" : [ "M.T. Cook", "G. Tzortzis", "D. Charalampopoulos", "V.V. Khutoryanskiy" ],
      "venue" : "Journal of Controlled Release,",
      "citeRegEx" : "Cook et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Cook et al\\.",
      "year" : 2012
    }, {
      "title" : "Preparation and characterization of starch nanocrystals combining ball milling with acid hydrolysis",
      "author" : [ "L. Dai", "C. Li", "J. Zhang", "F. Cheng" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Dai et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Dai et al\\.",
      "year" : 2018
    }, {
      "title" : "Encapsulation of natural active compounds, enzymes, and probiotics for fruit juice fortification, preservation, and processing: An overview",
      "author" : [ "E. Ephrem", "A. Najjar", "C. Charcosset", "H. Greige-Gerges" ],
      "venue" : "J. Funct. Food",
      "citeRegEx" : "Ephrem et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Ephrem et al\\.",
      "year" : 2018
    }, {
      "title" : "Some current applicataions, limitations and future perspectives of lactc acid bacteria as probiotics",
      "author" : [ "S.E. Evivie", "G. Huo", "J.O. Igene", "X. Bian" ],
      "venue" : "Food & Nutrition Research,",
      "citeRegEx" : "Evivie et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Evivie et al\\.",
      "year" : 2017
    }, {
      "title" : "Fourier transform infrared spectroscopic analysis of protein secondary structures found in egusi",
      "author" : [ "Y.A. Fasasi", "N. Mirjankar", "A. Fasasi" ],
      "venue" : "American Journal of Applied Industiral Chemistry,",
      "citeRegEx" : "Fasasi et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Fasasi et al\\.",
      "year" : 2015
    }, {
      "title" : "Nanoencapsulation of food ingredients using carbohydrate based delivery systems",
      "author" : [ "M. Fathi", "Á. Martín", "D.J. McClements" ],
      "venue" : "Trends in Food Science & Technology,",
      "citeRegEx" : "Fathi et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Fathi et al\\.",
      "year" : 2014
    }, {
      "title" : "Physico-chemical, morphological and pasting properties of starches extracted from water chestnuts (Trapa natans) from three lakes of Kashmir, India",
      "author" : [ "A. Gani", "S.S. Haq", "F.A. Masoodi", "A.A. Broadway" ],
      "venue" : "Brazilian Archives of Biology and Technology,",
      "citeRegEx" : "Gani et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Gani et al\\.",
      "year" : 2013
    }, {
      "title" : "DNA scission inhibition, antioxidant, and antiproliferative activities of water chestnut",
      "author" : [ "A. Gani", "N. Rasool", "A. Shah", "M. Ahmad", "Wani", "T. A" ],
      "venue" : null,
      "citeRegEx" : "Gani et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Gani et al\\.",
      "year" : 2015
    }, {
      "title" : "β-d-glucan as an enteric delivery vehicle for probiotics",
      "author" : [ "A. Gani", "A. Shah", "M. Ahmad", "B.A. Ashwar", "F.A. Masoodi" ],
      "venue" : "International Journal of Biological Macromolecules,",
      "citeRegEx" : "Gani et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Gani et al\\.",
      "year" : 2018
    }, {
      "title" : "Effect of ionic gums and dry heating on physicochemical, morphological, thermal and pasting properties of water chestnut starch",
      "author" : [ "K. Gul", "C.S. Riar", "A. Bala", "M.S. Sibian" ],
      "venue" : "LWT-Food Science Technology,",
      "citeRegEx" : "Gul et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Gul et al\\.",
      "year" : 2014
    }, {
      "title" : "Effect of encapsulant and cryoprotectant on the viability of probiotic Pediococcus acidilactici ATCC 8042 during freeze-drying and exposure to high acidity, bile salts and heat",
      "author" : [ "M. Halim", "N.A.M. Mustafa", "M. Othman", "H. Wasoh", "M.R. Kapri", "A.B. Ariff" ],
      "venue" : "Lebensmittel-Wissenschaft und -Technologie- Food Science and Technology,",
      "citeRegEx" : "Halim et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Halim et al\\.",
      "year" : 2017
    }, {
      "title" : "Synthesis and characterization of chitosan-poly (acrylic acid",
      "author" : [ "Y. Hu", "X. Jiang", "Y. Ding", "H. Ge", "Y. Yuan", "C. Yang" ],
      "venue" : "nanoparticles. Biomaterials,",
      "citeRegEx" : "Hu et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Hu et al\\.",
      "year" : 2002
    }, {
      "title" : "Probiotics in prevention and treatment of obesity: A critical view",
      "author" : [ "N. Kobyliak", "C. Conte", "G. Cammarota", "A.P. Haley", "I. Styriak", "L Gaspar" ],
      "venue" : "Nutrition and Metabolism,",
      "citeRegEx" : "Kobyliak et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Kobyliak et al\\.",
      "year" : 2016
    }, {
      "title" : "Health effects of resistant starch",
      "author" : [ "S. Lockyer", "A.P. Nugent" ],
      "venue" : "Nutrition Bulletin,",
      "citeRegEx" : "Lockyer and Nugent,? \\Q2017\\E",
      "shortCiteRegEx" : "Lockyer and Nugent",
      "year" : 2017
    }, {
      "title" : "Effect of unmodified starch on viability of alginate-encapsulated Lactobacillus fermentum CECT5716. Lebensmittel-Wissenschaft und -Technologie",
      "author" : [ "M.J. Martin", "F. Lara-Villoslada", "M.A. Ruiz", "M.E. Morales" ],
      "venue" : "Food Science and Technology,",
      "citeRegEx" : "Martin et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Martin et al\\.",
      "year" : 2013
    }, {
      "title" : "Dipeptidyl peptidase IV (DPP-IV) inhibitory properties of camel milk protein hydrolysates generated with trypsin",
      "author" : [ "A.B. Nongonierma", "S. Paolella", "P. Mudgil", "S. Maqsood", "R.J. FitzGerald" ],
      "venue" : "J. Funct. Food",
      "citeRegEx" : "Nongonierma et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Nongonierma et al\\.",
      "year" : 2017
    }, {
      "title" : "Identification of novel dipeptidyl peptidase IV (DPP-IV) inhibitory peptides in camel milk protein hydrolysates",
      "author" : [ "A.B. Nongonierma", "S. Paolella", "P. Mudgil", "S. Maqsood", "R.J. FitzGerald" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Nongonierma et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Nongonierma et al\\.",
      "year" : 2018
    }, {
      "title" : "Lactobacillus strains isolated from infant faeces possess potent inhibitory activity against intestinal alpha-and beta-glucosidases suggesting anti-diabetic potential",
      "author" : [ "H. Panwar", "D. Calderwood", "I.R. Grant", "S. Grover", "B.D. Green" ],
      "venue" : "European Journal of Nutrition,",
      "citeRegEx" : "Panwar et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Panwar et al\\.",
      "year" : 2014
    }, {
      "title" : "In vitro inhibitory effect on digestive enzymes and antioxidant potential of commonly consumed fruits",
      "author" : [ "A. Podsedek", "I. Majewska", "M. Redzynia", "D. Sosnowska", "M. Koziołkiewicz" ],
      "venue" : "Journal of Agricultural and Food Chemistry,",
      "citeRegEx" : "Podsedek et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Podsedek et al\\.",
      "year" : 2014
    }, {
      "title" : "Microencapsulation of microbial cells",
      "author" : [ "S. Rathore", "P.M. Desai", "C.V. Liew", "L.W. Chan", "P.W.S. Heng" ],
      "venue" : "Journal of Food Engineering,",
      "citeRegEx" : "Rathore et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Rathore et al\\.",
      "year" : 2013
    }, {
      "title" : "Probiotics as beneficial agents in the management of diabetes mellitus: A systematic review",
      "author" : [ "E. Razmpoosh", "M. Javadi", "H.S. Ejtahed", "P. Mirmiran" ],
      "venue" : "Diabetes/ Metabolism Research Review,",
      "citeRegEx" : "Razmpoosh et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Razmpoosh et al\\.",
      "year" : 2016
    }, {
      "title" : "Nucleic acids in the environment",
      "author" : [ "P.A. Rochelle", "J.A.K. Will", "J.C. Fry", "G.J.S. Jenkins", "R.J. Parkes", "Turley", "C. M" ],
      "venue" : null,
      "citeRegEx" : "Rochelle et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "Rochelle et al\\.",
      "year" : 1995
    }, {
      "title" : "Resistance of microencapsulated Lactobacillus acidophilus LA1 to processing treatments and simulated gut conditions",
      "author" : [ "L. Sabikhi", "R. Babu", "D.K. Thompkinson", "S. Kapila" ],
      "venue" : "Food and Bioprocess Technology,",
      "citeRegEx" : "Sabikhi et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Sabikhi et al\\.",
      "year" : 2010
    }, {
      "title" : "Agglomeration and filtration of colloidal suspensions with DVLO interactions in simulation and experiment",
      "author" : [ "B. Schäfer", "M. Hecht", "J. Harting", "H. Nirschl" ],
      "venue" : "Journal of Colloid and Interface Science,",
      "citeRegEx" : "Schäfer et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Schäfer et al\\.",
      "year" : 2010
    }, {
      "title" : "Lipoprotein lipase-catalyzed hydrolysis of p-nitrophenyl butyrate. Interfacial activation by phospholipid vesicles",
      "author" : [ "K. Shirai", "R. Jackson" ],
      "venue" : "Journal of Biological Chemistry,",
      "citeRegEx" : "Shirai and Jackson,? \\Q1982\\E",
      "shortCiteRegEx" : "Shirai and Jackson",
      "year" : 1982
    }, {
      "title" : "Modulation of gut microbiota during probiotic-mediated attenuation of metabolic syndrome in high fat diet-fed mice",
      "author" : [ "J.J. Wang", "H. Tang", "C.H. Zhang", "Y.F. Zhao", "M. Derrien", "E Rocher" ],
      "venue" : "The ISME Journal,",
      "citeRegEx" : "Wang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Wang et al\\.",
      "year" : 2015
    }, {
      "title" : "Infrared spectroscopy as a tool to characterise starch ordered structure- a joint FTIR-ATR, NMR, XRD and DSC study",
      "author" : [ "F.J. Warren", "M.J. Gidley", "B. Flanagan" ],
      "venue" : "Carbohydrate Polymers,",
      "citeRegEx" : "Warren et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Warren et al\\.",
      "year" : 2016
    }, {
      "title" : "Effect of porous starch concentrations on the microbiological characteristics of microencapsulated Lactobacillus acidophilus",
      "author" : [ "Y. Xing", "Q. Xu", "Y. Ma", "Z. Che", "Y. Cai", "L. Jiang" ],
      "venue" : "Food Function,",
      "citeRegEx" : "Xing et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Xing et al\\.",
      "year" : 2014
    }, {
      "title" : "Bifidobacteria possess inhibitory activity against dipeptidyl peptidase‐IV",
      "author" : [ "Z. Zeng", "J. Luo", "F. Zuo", "R. Yu", "Y. Zhang", "H Ma" ],
      "venue" : "Letters in Applied Microbiology,",
      "citeRegEx" : "Zeng et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zeng et al\\.",
      "year" : 2016
    }, {
      "title" : "Screening for potential novel probiotic Lactobacillus strains based on high dipeptidyl peptidase IV and αglucosidase inhibitory activity",
      "author" : [ "Z. Zeng", "J. Luo", "F. Zuo", "Y. Zhang", "H. Ma", "S. Chen" ],
      "venue" : "Journal of Functional Foods,,",
      "citeRegEx" : "Zeng et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Zeng et al\\.",
      "year" : 2016
    }, {
      "title" : "Phenolic profiles of 20 Canadian lentil cultivars and their contribution to antioxidant activity and inhibitory effects on α-glucosidase and pancreatic lipase",
      "author" : [ "B. Zhang", "Z. Deng", "D.D. Ramdath", "Y. Tang", "P.X. Chen", "R. Liu", "R. ... Tsao" ],
      "venue" : "Food Chemistry,",
      "citeRegEx" : "Zhang et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Zhang et al\\.",
      "year" : 2015
    }, {
      "title" : "Microencapsulation of Bifidobacterium bifidumF-35 in reinforced alginate microspheres prepared by emulsification⁄internal gelation",
      "author" : [ "Q. Zou", "J. Zhao", "X. Liu", "F. Tian", "H. Zhang", "Chen", "R. ... Tsao" ],
      "venue" : "International Journal of Food Science and Technology,",
      "citeRegEx" : "Zou et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Zou et al\\.",
      "year" : 2011
    }, {
      "title" : "Overview of microencapsulates for use in food products or processes and methods to make them",
      "author" : [ "N.J. Zuidam", "E. Shimoni" ],
      "venue" : null,
      "citeRegEx" : "Zuidam and Shimoni,? \\Q2010\\E",
      "shortCiteRegEx" : "Zuidam and Shimoni",
      "year" : 2010
    } ],
    "referenceMentions" : [ {
      "referenceID" : 23,
      "context" : "The probiotics are gaining vast research interest in recent years not only because of gut health improvement but also due to their potential of prevention/controlling of various diseases such as cardiovascular diseases, hypercholesterolemia (Bhat, Gupta, Andrabi, & Bajaj, 2017), antidiabetic, ant obesity and enhancing immune system (Kobyliak et al., 2016).",
      "startOffset" : 334,
      "endOffset" : 357
    }, {
      "referenceID" : 3,
      "context" : "Native starch molecules have been used for encapsulation of probiotics by many researchers (Ashwar et al., 2018; Gani et al., 2018), however, efficiency of starch based nano-particles in encapsulating live probiotic cells need to be investigated.",
      "startOffset" : 91,
      "endOffset" : 131
    }, {
      "referenceID" : 19,
      "context" : "Native starch molecules have been used for encapsulation of probiotics by many researchers (Ashwar et al., 2018; Gani et al., 2018), however, efficiency of starch based nano-particles in encapsulating live probiotic cells need to be investigated.",
      "startOffset" : 91,
      "endOffset" : 131
    }, {
      "referenceID" : 18,
      "context" : "In this study, we have utilized a novel source of starch from water chestnut (Trapa natans), which is widely grown in the lakes of temperate and sub-tropical regions and generally called gaur in Kashmir, India (Gani et al., 2015).",
      "startOffset" : 210,
      "endOffset" : 229
    }, {
      "referenceID" : 0,
      "context" : "A recent study has reported that the Trapa natans starch nano-particles were proved to be efficient encapsulating material for catechin (Ahmad et al., 2019).",
      "startOffset" : 136,
      "endOffset" : 156
    }, {
      "referenceID" : 0,
      "context" : "There is uncertainty that the nanomaterials may not be suitable for the encapsulation of live probiotic cells, although they have shown promising results for the delivery of bioactive compounds (Ahmad et al., 2019; Fathi, Martín, & McClements, 2014).",
      "startOffset" : 194,
      "endOffset" : 249
    }, {
      "referenceID" : 32,
      "context" : "Identity of LAB isolates was determined using 16S rRNA gene amplification using the following universal primers for eubacteria: forward primer 27 F (5′-AGAGTTTGATCMTGGCTCAG-3′) and reverse primer 1492R (5′- TACGGYTACCTTGTTACGACTT-3′) (Rochelle et al., 1995).",
      "startOffset" : 234,
      "endOffset" : 257
    }, {
      "referenceID" : 42,
      "context" : "A previous report showed less survival in resistant starch (Zou et al., 2011), in which the percentage yield for Bifidobacterium bifidum was 50%.",
      "startOffset" : 59,
      "endOffset" : 77
    }, {
      "referenceID" : 25,
      "context" : "However, the comparison of cell viability of different probiotics could not be made appropriately taken into account that not all probiotics have the same resistance and tolerance, even in the case of using the same microencapsulation technique (Martin et al., 2013).",
      "startOffset" : 245,
      "endOffset" : 266
    }, {
      "referenceID" : 0,
      "context" : "In the native starch a broad band at around 3347 cm is due to the stretching vibration of O–H group (Ahmad et al., 2019).",
      "startOffset" : 100,
      "endOffset" : 120
    }, {
      "referenceID" : 3,
      "context" : "The IR band at 1645 cm are due to the bound water present in the starch (Ashwar et al., 2018).",
      "startOffset" : 72,
      "endOffset" : 93
    }, {
      "referenceID" : 26,
      "context" : "Several classes of hypoglycaemic agents are available for the treatment of diabetes (Nongonierma et al., 2017), however, the inhibitors of α-glucosidase and DPP-IV enzymes plays a major role in controlling the blood glucose levels (Chen et al.",
      "startOffset" : 84,
      "endOffset" : 110
    }, {
      "referenceID" : 9,
      "context" : ", 2017), however, the inhibitors of α-glucosidase and DPP-IV enzymes plays a major role in controlling the blood glucose levels (Chen et al., 2014; Nongonierma, Paolella, Mudgil, Maqsood, & FitzGerald, 2018).",
      "startOffset" : 128,
      "endOffset" : 207
    }, {
      "referenceID" : 19,
      "context" : "This decrease could be due to the harsh gastrointestinal conditions which causes cell death and reduces the capability of probiotics to confer health benefits to host (Gani et al., 2018).",
      "startOffset" : 167,
      "endOffset" : 186
    }, {
      "referenceID" : 8,
      "context" : "4C towards pancreatic lipase (PL) and cholesterol esterase (CE) Probiotics are considered to play a good role against obesity, which is known to be associated with other diseases such as diabetes, hypertension, atherosclerosis and cancer (Chen et al., 2018).",
      "startOffset" : 238,
      "endOffset" : 257
    }, {
      "referenceID" : 36,
      "context" : "lactis I-2494, Bifidobacterium spp (Wang et al., 2015; An et al., 2011).",
      "startOffset" : 35,
      "endOffset" : 71
    }, {
      "referenceID" : 2,
      "context" : "lactis I-2494, Bifidobacterium spp (Wang et al., 2015; An et al., 2011).",
      "startOffset" : 35,
      "endOffset" : 71
    } ],
    "year" : 2019,
    "abstractText" : "This study investigates the efficiency of starch nano-particles in comparison with native starch for encapsulation of probiotic bacterial cells (Pediococcus acidolactici). Bacterial cell-death after encapsulation, viability and bioactivity retention under simulated gastro-intestinal conditions (SGID) were studied. Encapsulation in native starch showed higher viable cells (2.65 log CFU/g) ascompared to those encapsulated in starch nano-particles (1.47 log CFU/g) (P < 0.05). The characteristic peak of free cells at 1248 cm indicates the presence of Pediococcus acidolactici in capsules. The micrographs showed more coccus shaped cells at the surface of nanostarch capsules. The cells encapsulated in starch nano-particles showed no or less viability upon their transit through SGID conditions, whereas native starch released cells slowly with 5.03 log CFU/g reaching intestinal phase. Starch nano-particles could not offer thermal protection to cells at high temperature-high time treatment. Further, free cells did not retain their bioactivity under SGID conditions, however enhanced bioactivity was observed upon encapsulation. The results indicate that starch nano-particles may not be suitable for encapsulation of probiotics.",
    "creator" : "Elsevier"
  }
}