{
  "name" : "downloads_2019-10-23_cf_abtahi2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Implications of aspect ratio on the uptake and nanotoxicity of gold nanomaterials",
    "authors" : [ "S.M.H. Abtahi", "Rafael Trevisan", "Richard Di Giulio", "Catherine J. Murphy", "Navid B. Saleh", "Peter J. Vikeslanda" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nNanoImpact\njournal homepage: www.elsevier.com/locate/nanoimpact\nImplications of aspect ratio on the uptake and nanotoxicity of gold nanomaterials\nS.M.H. Abtahia,b,c, Rafael Trevisanc,d, Richard Di Giulioc,d, Catherine J. Murphye, Navid B. Salehf, Peter J. Vikeslanda,b,c,⁎\na Virginia Tech, Department of Civil and Environmental Engineering, Blacksburg, VA, USA b Virginia Tech, Institute for Critical Technology and Applied Science (ICTAS) Center for Sustainable Nanotechnology (VTSuN), Blacksburg, VA, USA c Center for the Environmental Implications of Nanotechnology (CEINT), Duke University, Durham, NC, USA dNicholas School of the Environment, Duke University, Durham, NC 27710, USA e Department of Chemistry, University of Illinois at Urbana-Champaign, 600 S. Matthews Ave., Urbana, IL, 61801, USA f The University of Texas at Austin, Department of Civil, Architectural and Environmental Engineering, Austin, TX 78712, USA\nA R T I C L E I N F O\nKeywords: Gold nanoparticles Anisotropy Fate Organismal uptake Nanotoxicity\nA B S T R A C T\nColloidally stable gold nanoparticles are commonly used for biomedical and industrial applications due to their unique physicochemical properties. However, the post-application fate of these nanoparticles in the environment requires consideration. In this study, we evaluated how nanoparticle size and shape impact the uptake and toxicity of gold nanoparticles to the filter-feeding bivalve, Corbicula fluminea. Our results indicate that the organismal uptake rate increases with an increase in nanoparticle size and anisotropy. Rate constants for 19 nm and 45 nm BSA-coated gold nanoparticles and aspect ratio (length/width) 4 and aspect ratio 8 BSA coated gold nanorods were 0.020 ± 0.002, 0.045 ± 0.008, 0.025 ± 0.003, and 0.064 ± 0.012 h−1 respectively. Both spherical and elongated gold nanoparticles were readily detected in the digestive glands, gills, (pseudo)feces, and on the shell exterior following exposure. The presence of nanoparticles in non-digestive tissues suggests that the nanoparticles were internalized and consumed by C. fluminea. The toxicity results indicate that for the tested concentration and exposure period that the tested gold nanoparticles were not acutely toxic (i.e., not lethal). However, the nanoparticles significantly inhibited the activity of some antioxidant enzymes within gill and digestive gland tissues, potentially impairing the clams antioxidant system."
    }, {
      "heading" : "1. Introduction",
      "text" : "The environmental fate, transport, and toxicity of many engineered nanomaterials (ENMs) have been broadly investigated and discussed in the literature (Lin et al., 2010; Praetorius et al., 2012; Lowry et al., 2010; Cornelis et al., 2014; Dale et al., 2015; Lowry et al., 2012; Gottschalk et al., 2009). Nevertheless, a majority of the research published to date has focused on spherical nanoparticles and has not explicitly considered the effects of shape (Praetorius et al., 2012; Lowry et al., 2012; Gottschalk et al., 2009; Aiken et al., 2011; Hoecke et al., 2009). Currently there is a general lack of knowledge with respect to the environmental implications of elongated nanoparticles such as rods, tubes, and wires. This class of highly anisotropic ENMs is interesting due to their unique physiochemical properties and they are being incorporated in everyday consumer products (Yang and Lieber, 1996; Park et al., 2004; Dickerson et al., 2008; Law et al., 2005; Wan et al.,\n2004; Kolmakov et al., 2003). Metallic nanorods and nanowires are the most commonly fabricated ENMs after carbon nanotubes (CNTs) (Consumer product inventories, n.d.). Gold is commonly believed to be non-reactive under environmentally relevant conditions and consequently gold nanoparticles are generally considered safe (Cho et al., 2009). Chrysotherapy, using gold complexes to treat arthritis (Merchant, 1998), and colloidal gold dietary supplements are two examples of how nanoscale forms of gold are taken up by humans. Their unique optical properties and shape-tuning make GNPs good candidates for industrial applications such as catalysis and biosensing (Daniel and Astruc, 2004). However, recent studies have shown some toxicity is imparted by gold nanorods (AuNRs) under certain conditions (Goodman et al., 2004; Hauck et al., 2008; Wang et al., 2008; Schaeublin et al., 2012; Pan et al., 2007; Metch et al., 2018; Avellan et al., 2018) and has raised concerns about the inertness of gold nanoparticles.\nhttps://doi.org/10.1016/j.impact.2019.100153 Received 24 October 2018; Received in revised form 28 February 2019; Accepted 21 March 2019\n⁎ Corresponding author at: Virginia Tech, Department of Civil and Environmental Engineering, Blacksburg, VA, USA. E-mail address: pvikes@vt.edu (P.J. Vikesland).\nNanoImpact 14 (2019) 100153\nAvailable online 25 March 2019 2452-0748/ © 2019 Elsevier B.V. All rights reserved.\nT\nFreshwater Corbicula fluminea bivalves are water column and sediment filter feeders that can be found in both freshwater and marine habitats (Sousa et al., 2008). Filter feeders are a group of organisms that feed by straining suspended matter and food particles from water, typically by passing the water over a specialized filtering structure. As a result, they are highly susceptible to environmental pollutants such as heavy metals, organic pollutants, and ENMs (Baun et al., 2008), and therefore filter feeders have been used by scientists as aquatic contaminant biodetectors for decades (Doherty, 1990). C. fluminea is an invasive organism introduced to North America from Asia. C. fluminea feeds primarily on phytoplankton (algae) that it filters from the sandy or muddy bottoms of streams, lakes, or canals. C. fluminea has the highest filtration rate of freshwater bivalves and filters approximately 45 L water/g (dry weight)/day (McLeod et al., 2007). This exceptionally high filtration rate and the relative ease of access for collection from riverine ecosystems are the primary reasons that C. fluminea is used in many studies as a contaminant biodetector. Prior studies have suggested that C. fluminea can uptake and accumulate ENMs (Hull et al., 2011; Pan et al., 2012; Renault et al., 2008). Our previous study indicated that the biofiltration rates of colloidally stable gold nanoparticles were related to the size and concentration of nanoparticles, with larger particles exhibiting a higher rate of filtration. Gold nanoparticles were easily detected in the digestive glands and pseudo (feces) of exposed clams (Hull et al., 2011). However, none of the studies to date has investigated the effect of anisotropy and aspect ratio (AR; length/width ratio) on ENM uptake. Prior studies suggest that shape-related parameters such as AR can significantly affect colloidal behavior, aggregation rates (Guo et al., 2011), and biotoxicity (Wang et al., 2008; Albanese and Chan, 2011). As a result, we hypothesized that shape and AR will affect the biofiltration and biotoxicity of AuNPs. The objective of this study was to investigate the shape related uptake and the potential associated toxicity of gold nanoparticles to C. fluminea."
    }, {
      "heading" : "2. Materials and methods",
      "text" : ""
    }, {
      "heading" : "2.1. Gold nanoparticle synthesis",
      "text" : "19 nm citrate stabilized gold nanoparticles (cit-AuNP) were prepared using the method of Jana et al. (Jana et al., 2001) that is based upon that of Turkevich (Turkevich et al., 1951). 45 nm citrate-AuNPs were prepared using the seed-mediated method of Frens (Frens, 1973). In both synthesis processes, citrate was used as the reducing agent and colloidal stabilizer and 100% of gold precursor converted to gold nanoparticles. Post synthesis, the AuNP suspensions were filter sterilized (0.2 μm) to filter out larger gold nanoparticles formed as byproducts and then stored in amber glass vials at 4 °C."
    }, {
      "heading" : "2.2. Aspect ratio 4 (AR4) CTAB coated gold nanorod synthesis",
      "text" : "AR4 AuNRs were synthesized via the well-established seed-mediated surfactant-directed method (Murphy et al., 2011; Nikoobakht and El-Sayed, 2003; Abtahi et al., 2017). In brief, 4 nm spherical gold seeds were prepared through the reduction of chloroauric acid (HAuCl4) by the addition of ice-cooled and freshly prepared sodium borohydride in the presence of cetyltrimethylammonium bromide (CTAB). AR4 AuNRs were then grown from an aqueous growth solution consisting of CTAB, HAuCl4, and AgNO3 using ascorbic acid as the reducing agent. Gold seeds were added to the growth solution and the mixture was left undisturbed for 2 h until growth completion. Post synthesis, other shape gold nanoparticles, such as spheres and cubes, were removed by centrifugation (25min at 8000×g) repeated five times with pellet resuspension in 800 μM CTAB(Abtahi et al., 2017; Sharma et al., 2009a; Akbulut et al., 2012)."
    }, {
      "heading" : "2.3. Aspect ratio 8 (AR8) CTAB coated gold nanorod synthesis",
      "text" : "AR8 AuNRs were synthesized following the method of Nikoobakht et al. (Nikoobakht and El-Sayed, 2003) with minor modifications. Gold seed nanoparticles were prepared following the process described for AR4 AuNRs. The growth solution consisted of HAuCl4, AgNO3, ascorbic acid, CTAB, and benzyldimethylammonium chloride (BDAC). The molar ratio of BDAC/CTAB was adjusted to 2.7. It has been shown that ratios between 2 and 5.5 favor decreased formation of spherical particles. To further increase the yield of AR8 AuNRs, 200 μL of 1M HCl was added to 10mL of growth solution. The mixture was left undisturbed for 24 h in a 30 °C water bath until growth completion. Post synthesis, the suspension was centrifuged at 2000 x g for 5min. The supernatant primarily consisting of AR8 gold nanorods was separated by pipette from the pellet that primarily contained large nanoparticle byproducts."
    }, {
      "heading" : "2.4. Bovine serum albumin (BSA) coating of AuNPs and AuNRs",
      "text" : "BSA coated AuNPs were prepared by incubating cit-AuNP with 0.1 mg BSA/mL. The pH of the mixture was adjusted to 9.0 by addition of 1M NaOH. The mixture was left undisturbed for 24 h and centrifuged at 10,000 x g for 30min to remove excess unreacted BSA and citrate. BSA coating of AR4 and AR8 AuNRs was done following the protocol of Tebbe et al. (Tebbe et al., 2015). In brief, for AR4 the CTAB and for AR8 the CTAB/BDAC concentration of the suspension was reduced to< 0.1mM by centrifugation and by replacing the supernatant with DI water. The AuNRs are not colloidally stable at this low surfactant concentration for> 30min. Accordingly, this step was done immediately prior to ligand exchange. The suspension was added to a concentrated BSA solution (10mg/mL) at pH 7 under vigorous stirring and bath sonicated for 30min. The volume ratio of BSA solution to AuNR suspension was 3:1. The mixture was then centrifuged and the supernatant was replaced by 1mg/mL BSA solution at pH 12 and left undisturbed for 24 h. Excess BSA and detached CTAB and BDAC were removed by several sequential centrifugal wash steps."
    }, {
      "heading" : "2.5. Gold NP and NR characterization",
      "text" : "The size, shape, and quality of the synthesized nanoparticles were characterized by dynamic light scattering (DLS), vis-NIR spectroscopy, inductively coupled plasma mass spectrometry (ICP-MS), scanning electron microscopy (SEM), and transmission electron microscopy (TEM). The intensity-based particle size distributions of the GNPs were measured using a Malvern Zetasizer NanoZS DLS based on analysis of the correlation functions using the General Purpose algorithm and a non-negative least squares fit (Lawson and Hanson, 1995). The Malvern NanoZS is equipped with a 4mW HeeNe 633 nm laser and a 175° angle backscattering detector. A Philips EM420 conventional electron microscope equipped with a CCD camera was used to image the AuNRs and AuNPs. TEM samples were prepared using the drop-cast technique. In brief, a 10 μL droplet of sample was dropped onto a 300 mesh carbon coated copper TEM grid in a well ventilated hood and dried for 24 h. The elemental gold content of the synthesized gold nanoparticles was measured using an Agilent 7500ce ICP-MS. For this purpose, 1 mL of synthesized gold NPs or NRs was washed twice using consecutive centrifugal washes at 10000×g for 20min and diluted 100×. Later the sample was transferred to a polystyrene tube followed by addition of 200 μL aqua regia (1:3, Trace metal grade HNO3:HCl) and after 2 h was brought to 10mL volume by addition of DI water. The absorption intensity and plasmon band (transverse and longitudinal) locations were characterized using a Cary 5000 UV–Vis-NIR spectrometer. The presence of gold nanoparticles on the clam shell was imaged using a LEO (Zeiss) 1550 field-emission scanning electron microscope."
    }, {
      "heading" : "2.6. C. fluminea clam collection and preparation",
      "text" : "The collected adult C. fluminea (Asian clams) on average were 17.7 ± 0.6mm long and 12.3 ± 0.4mm thick (the noted errors reflect 95% confidence intervals based on n=20 measurements). Clams were collected from the Eno River (Longitude 36.0701855, Latitude −78.9112751), Durham, NC in mid-summer (June–July) and acclimated for 10 days to laboratory conditions. During this acclimation period, the clams were stored, unfed under ample aeration in 10 gal glass aquarium tanks. Each tank contained 75 clams kept in freshly prepared moderately hard standard EPA synthetic water (Table S1 provides solution composition). The water was changed on a daily basis to assure that (pseudo)feces and other suspended particles did not accumulate in the gills and digestive glands."
    }, {
      "heading" : "2.7. AuNP and AuNR uptake and clearance assays with C. fluminea clams",
      "text" : "Microcosm reactors consisted of 100mL glass beakers. Each microcosm contained two clams exposed to 40mL of ~2mg (elemental gold)/L BSA coated AuNP or AuNR suspensions for 72 h. Seven replicate microcosms were used per experiment to assure data quality. Test solutions were prepared by quantitative addition of AuNP or AuNR suspension to moderately hard synthetic EPA water followed by addition to microcosms. To evaluate deposit feeding by C. fluminea an artificial bed consisting of glass beads was added to a few of microcosms prior to addition of AuNR suspension. Two types of controls were conducted in parallel to the experiments. A positive control where the microcosm only contained dissolved gold having the same atomic concentration as was used in the nanoparticle uptake experiments, and a negative control that did not have any dissolved gold or nanoparticles in it. We note that previous studies have shown that nanoparticles easily adhere to the C. fluminea shells. Therefore, organismal uptake as well as deposition to the glass beads and the bivalve shell surfaces are possible nanoparticle removal mechanisms. The following control experiments were conducted to investigate deposition to either glass beads or shells: A beaker containing glass beads and AuNR suspension was subjected to the same procedure as the actual experiment. In the other control, two clams were dissected, their tissue and shells separated, the shells glued back together, and then the shells were exposed to the same concentration nanoparticle suspensions as the experiments.\nVis-NIR spectroscopy and ICP-MS were used to monitor the extinction intensity and elemental gold concentration of the water column at 0, 6, 12, 24, 36, 48, 60, and 72 h time-points during the course of the experiments. Water column aliquots of 1mL were removed by pipette and transferred to a 10mm pathlength plastic cuvette. The sample was then characterized by vis-NIR spectroscopy in the wavelength range of 400–1300 nm prior to being returned to the microcosm. For ICP-MS sample preparation, a 50 μL sample was taken and transferred to a polystyrene tube to which 200mL of aqua regia (1:3, Trace metal grade HNO3:HCl) was added and then left undisturbed for 2 h. The mixture was brought to 10mL volume by addition of ultrapure DI water. Upon termination of the experiment, clams were removed from the microcosms and dissected. The dark tissue (digestive glands and gills) was separated from the rest of the tissue. Tissue segments and shells were separately wet digested (Miekeley et al., 1998) and the elemental gold content was measured by ICP-MS. In brief, 5 mL of trace metal grade HNO3 was added to 0.5 g of the wet tissue or shell sample in a 20mL beaker and left undisturbed for 24 h. The mixture was heated in a 60 °C water bath for an hour and then cooled at room temperature. Next, 2 mL of 30% H2O2 was added and the mixture was heated in a 60 °C water bath for 1 h. Finally, the sample was diluted to a volume of 25mL by adding ultrapure DI water. (Pseudo)feces samples were collected from the bottom of the microcosm using a 10 μL pipette. TEM samples of (pseudo)feces were prepared by the drop cast technique on a 300 mesh carbon coated copper grid. Clam shells were crushed into tiny pieces (1–2mm) and mounted on top of SEM stubs using carbon\nconductive tape for SEM characterization of AuNP and AuNR deposition to the shell."
    }, {
      "heading" : "2.8. Toxicity measurement assay",
      "text" : "For protein damage and antioxidant enzyme activity measurements, clams were exposed to 2mg/L AuNP and AuNR suspensions at room temperature, as previously described. A 100mL beaker containing 4 clams and 40mL gold nanoparticle suspension was used as a microcosm for the 72 h time course of an exposure experiment. To assure measurement consistency, three replicates and two controls were conducted. Control 1 in which the clams were exposed to 40mL medium hard EPA water not containing any gold nanoparticles, and control 2 where the clams were exposed to 2mg/L HAuCl4. It should be noted that control 1 was carried out as the background for blank measurements, while control 2 directly measured the toxicity associated with ionic gold. At the end of the exposure, clams were weighed and the gills and digestive glands were dissected, immediately frozen in liquid nitrogen, and then stored at −80 °C.\nGills and digestive glands were individually homogenized in 200 μL of 50mM potassium phosphate buffer pH 7.0 containing 0.5mM EDTA (KPB50) supplemented with protease inhibitor cocktail (#P8340, MilliporeSigma - St. Louis, US). The homogenates were centrifuged at 15,000×g for 15min at 4 °C, and the supernatant was collected and stored as aliquots at −80 °C until further analysis, as described below."
    }, {
      "heading" : "2.9. Protein damage assays",
      "text" : "For protein thiol level measurements (P-SH), 20 μL of sample (approximately 100 μg protein) was added to 10 μL of KPB50 buffer and incubated with 300 μM monobromobimane (mBrB, #B4380, MilliporeSigma – St. Louis, US) for 4 h at room temperature in the dark. The non-fluorescent dye mBrB specifically binds to reduced sulfhydryl groups, after which it becomes fluorescent (Fahey et al., 1981). After the incubation, proteins were extracted using cold acetone (150 μL) and incubated overnight at −20 °C. Samples were centrifuged at 15,000×g for 10min at 4 °C, and the protein extracts were then further washed with cold acetone at least 3×, until no residual colour from mBrB was visible. Proteins were resuspended in 25 μL of 25mM pH 7.0 TRIS buffer containing 8M urea and 2% SDS, and the protein concentration was determined by the bicinchoninic acid assay using the Pierce™ BCA protein assay kit (23225, ThermoFisher Scientific – Waltham, US). A BSA standard curve was used containing urea and SDS concentrations equivalent to the samples. For the fluorescence measurements, 10 μg of protein were added to 384 well solid black plates and the volume of each well was adjusted to 100 μL with 25mM TRIS buffer at pH 7.0 containing 8M urea and 2% SDS. Samples were read at 340-10 nm (excitation) and 520 nm (emission). Wells containing buffer, but no sample were used as blanks. The fluorescence of each sample was subtracted from the blank and normalized by the average for the control group.\nFor protein carbonyl groups (P-CO), samples were treated similar to the P-SH assay, except by replacing mBrB with 200 μM coumarin hydrazide (7-(diethylamino)-coumarin-3-carbohydrazide, 36,798, MilliporeSigma, St. Loius - US). This non-fluorescent dye binds specifically to carbonyl groups, after which it becomes fluorescent (Vemula et al., 2015). Samples were analyzed at 400–10 nm (excitation) and 470–12 (emission), and data were analyzed as described for the P-SH assay."
    }, {
      "heading" : "2.10. Enzyme assays",
      "text" : "For glutathione reductase (GR) activity, samples were analyzed at 340 nm to measure NADPH consumption by the reduction of disulfide glutathione in 100mM potassium phosphate buffer pH 7.0 containing 1mM EDTA, 200 μM NADPH, and 1mM oxidized glutathione (Carlberg\nand Mannervik, 1985). For glutathione peroxidase (GPx) activity, samples were analyzed at 340 nm to measure NADPH consumption associated with peroxide breakdown in 50mM potassium phosphate buffer pH 7.0 containing 0.5 mM EDTA, 200 μM NADPH, 1mM reduced glutathione, 0.2 U/mL purified baker's yeast glutathione reductase, and 0.5mM cumene hydroperoxide (Wendel, 1981).\nFor catalase (Cat) activity, samples were analyzed at 240 nm to measure hydrogen peroxide consumption in 50mM potassium phosphate buffer pH 7.0 containing 0.5 mM EDTA, 0.01% Triton x-100 and 10mM hydrogen peroxide (Aebi, 1984).\nFor thioredoxin reductase (TrxR) activity, samples were analyzed at 412 nm to measure 5,5′-dithio-bis-(2-nitrobenzoic acid) (DTNB) reduction in 100mM potassium phosphate buffer pH 7.0 containing 10mM EDTA, 5mM DTNB, 0.2mg/ml BSA and 200 μM NADPH (Arnér et al., 1999).\nSpecific enzyme activity was calculated by normalizing enzyme activity by the protein content, which was determined using the Pierce™ BCA protein assay kit (23225, ThermoFisher Scientific – Waltham, US) and BSA as standard."
    }, {
      "heading" : "2.11. Statistics",
      "text" : "Data were analyzed for normality distribution using the Kolmogorov-Smirnov test and outliers were removed using the Grubs test. Data were further analyzed by one-way ANOVA and Tukey's post hoc or Kruskal-Wallis and Dunn's post hoc tests when appropriate. Significant differences were accepted when p < 0.05."
    }, {
      "heading" : "3. Results and discussion",
      "text" : ""
    }, {
      "heading" : "3.1. Organismal uptake results",
      "text" : "Vis-NIR and corresponding TEM images of synthesized AuNPs and AuNRs are shown in Fig. 3.1.1 (additional TEM images and particle size distributions of the nanoparticles are provided in Figs. S1-S2). CitrateAuNPs were 19.4 ± 0.1 and 45.1 ± 0.4 nm average diameter, while CTAB coated AR4 and CTAB/BDAC coated AR8 AuNRs were\n43.5 ± 0.2 nm and 81.2 ± 0.1 nm long and 11.2 ± 0.4 nm and 9.9 ± 0.3 nm in diameter, respectively (the noted errors reflect 95% confidence interval based on n=120 measurements of TEM images obtained using ImageJ). The average AR values were 3.9 ± 0.2 and 8.2 ± 0.1, but for simplicity we refer to these AuNRs as AR4 and AR8. Following BSA treatment, the coated AuNPs and AuNRs retained their shapes while the plasmon bands red shifted due to the change in local dielectric constant ɛm. The relative impacts of medium dielectric constant are well-known and have been previously described (Abtahi et al., 2017; Link et al., 1999) The plasmon band locations of the nanoparticles before and after BSA coating are presented in Table 3.1.1.\nNo decreases in the intensity of the plasmonic bands were observed within the time course of the ligand exchange and C. fluminea exposure experiments thus showing that the nanoparticles were colloidally stable and did not aggregate (Abtahi et al., 2017). As a result, any reported changes in absorption intensity of the plasmon bands can be directly related to particle concentration changes in the water column using the Beer-Lambert law (Jain et al., 2006; Schneider et al., 2007).\nFig. 3.1.2A illustrates how the 2mg/L initial gold nanoparticle concentration in suspension changes within the 72 h exposure period of each experiment. Each reported value represents the average of seven replicates and the associated 95% confidence intervals for each measurement are presented as dashed lines. Data points were calculated by directly measuring the absorption intensity of the plasmon bands and linearly relating them to the elemental gold concentration in the suspension column. The results shown in Fig. 3.1.2A are not surprising based upon our previous work (Hull et al., 2011) that showed the clearance efficiency of nanoparticles is size-related. After 72 h, the removal efficiencies for 19 nm AuNP, AR4 AuNR, 45 nm AuNP, and AR8 AuNR from the suspension column were 73, 84, 100, and 100%, respectively. To compare results obtained with the high AR AuNRs to the spherical AuNPs, the equivolume spherical diameter was calculated (shape conversion calculations are presented in the SI). The equivolume spherical diameters of the AR4 and AR8 AuNRs were 20 and 23 nm, respectively. The kinetics of nanoparticle clearance were evaluated using a first-order model, since the clearance of each size particle follows a logarithmic pattern with a sharp decline within the first 12 h and a linear decrease over the remainder of the experiment. Our prior study\nFig. 3.1.1. Vis-NIR normalized absorption and TEM images of synthesized AuNPs and AuNRs prior to BSA coating.\nhas shown that nanoparticle removal via filter-feeding is most appropriately characterized by a first-order model (Hull et al., 2011). As shown in Fig. 3.1.2B and summarized in Table 3.1.1, the kinetic coefficients range from 0.020 ± 0.002 to 0.064 ± 0.012 h−1 and are size and shape dependent (calculation details are presented in the SI).\nIn general, the clearance rates increase with an increase in nanoparticle size. AR8 AuNRs had the highest clearance rate (=0.064 h−1) among all tested nanoparticles despite having a smaller equivolume spherical diameter than the 45 nm AuNPs. The clearance rate of the AR8 AuNRs was 45% higher than the 45 nm AuNPs. AR4 AuNRs followed the same trend with a 25% higher clearance rate compared to 19 nm GNPs. We determined that AuNRs despite having almost equal equivolume spherical diameter compared to spherical AuNPs have a higher clearance rate due to elongation along one axis. A clear pattern\nrelating clearance rates and shape-related nanoparticle size was observed if these rates are sorted based on the longest axis (nanoscale feature) of these nanoparticles rather than the apparent spherical size. Accordingly, these results suggest that not only size, but shape-related features such as AR play an important role in the filtration of nanoparticles by C. fluminea. C. fluminea is generally known as a non-selective filter-feeder with a filtration mechanism that is mainly based on the quantity and the size of particulates rather than quality (Boltovskoy et al., 1995; Atkinson et al., 2011). Filter-feeders such as C. fluminea take in and expel water through siphons for feeding and respiration. The water is pushed through the organism by the collective movement of millions of hairlike fibers called cilia on the gills. Simultaneously, cilia strain food (mainly particles) from the influent water and transport it into the clam (Sousa et al., 2008; Way et al., 1990). The net removal rate of particles via these fibers is governed by the following mechanisms 1) direct interception, 2) inertial impaction, 3) gravitational deposition, 4) diffusion, and 5) electrostatic attraction (Rubenstein and Koehl, 1977). Due to the high fluid velocity across the gills, diffusion and gravitational deposition are generally negligible compared to other mechanisms. The relative magnitudes of direct interception, inertial impaction, and electrostatic attraction are directly related to the available surface area of the colloidal particles. Consequently, nanoparticles with a higher surface area to volume ratio are removed at a higher rate. High AR gold nanorods with a long axis, unlike equivolume spherical particles, have a larger surface area to volume ratio and are subjected to higher preferential filtration rates by C. fluminea. AR4 AuNR and 45 nm AuNP have almost the same size long axis, 43 nm vs 45 nm, while the clearance rate of 45 nm AuNP is close to 2× higher than AR4 AuNR. 45 nm AuNP has 2 equally sized 45 nm long axes due to its circular shape compared to a 43 nm long axis and a short 11 nm axis in AR4 AuNR. As a result, 45 nm AuNP has a higher probability to be filtered out by the clam's gills relative to AR4 AuNR.\nThe percentage of gold present in different tissues and adsorbed to the clam shell versus the total mass of gold detected is reported in Fig. 3.1.3. These values were quantified by ICP-MS after experiment termination and clam dissection. The largest gold nanoparticle internal accumulations were observed in the gills and the digestive glands of the clams due to the high rate of water filtration. Increasing the size and AR enhanced internalization and gold nanoparticle uptake. These results show that larger and higher AR nanoparticles are filtered out at a higher rate compared to smaller nanoparticles. As a result, they are more available for the clams to be taken up as a potential food source. These measurements are consistent with the vis-NIR spectroscopy measurements (Fig. 3.1.2A). Much lower amounts of gold nanoparticles were detected in other tissues including the anterior and posterior adductor muscles and the foot. It should be noted that due to the small size of these tissue compartments and very low concentration of gold nanoparticles in them, we did not investigate each tissue separately. After separating the gills and digestive glands, the rest of the tissues were wet digested and sampled as a collective unit. There is an inherent error in the gold values reported for (pseudo)feces that originates from the difficulty associated with retrieving all of the (pseudo)feces after the experiment termination. This error is due to the stickiness and fine size of the (pseudo)feces. Moreover, (pseudo)feces are exposed to gold nanoparticles present within the suspension and gold nanoparticle\nTable 3.1.1\nPlasmon band wavelengths of AuNPs and AuNRs before and after BSA coating and measured clearance rates for the BSA coated nanoparticles.\nInitial coating BSA coating\nTransverse band (nm) Longitudinal band (nm) Transverse band (nm) Longitudinal band (nm) Clearance rate (h−1)\nSmall AuNP (19 nm) 520 N.A. 526 N.A. 0.020 ± 0.002 Large AuNP (45 nm) 533 N.A. 537 N.A. 0.044 ± 0.008 AR4 AuNR 514 728 517 733 0.025 ± 0.003 AR8 AuNR 530 1120 535 1128 0.064 ± 0.012\nFig. 3.1.2. A) Elemental gold concentration in suspension column versus time over the 72 h time course of the uptake study. The dashed lines indicate the upper and lower 95% confidence intervals. The data points are connected with straight lines to better illustrate the depletion of nanoparticles from the suspension column. B) Clearance rate calculations as fitted by first order kinetic rate modeling. The linear regressions and line equations represent the first order kinetic expressions. 19 nm AuNP (blue circles); AR4 AuNR (green triangles); 45 nm AuNP (red diamonds); AR8 AuNR (black squares).\nsorption to these organic matrices is feasible. However, the overall mass balance within these exposure experiments fall in the range of 88–100% (calculations and details are provided in the SI). Since the collected amount and the elemental gold mass concentration in (pseudo)feces are much smaller than other specimens, its associated inaccuracy should not noticeably change the overall mass balance. We performed the same ICP-MS measurements on unexposed clams and did not observe any background gold in the tissues or on the shells.\nElemental gold ICP-MS measurements suggest that nanoparticles are not only internalized in the digestive glands of clams, but are also internally taken up and consumed by the clams. In all sets of experiments, a noticeably large drop in the Vis-NIR absorption intensity of the plasmon bands of the control microcosm containing nanoparticle suspension and glued shells of dissected clams was observed, thus confirming nanoparticle sorption to the shells. These plasmon band intensity drops were converted to adsorption percentages and the final values are reported in Table S2. We suggest that the presence of a thick organic biolayer on the top of the shells facilitates sorption of BSA coated gold nanoparticles. This biolayer mainly consists of natural organic matter (NOM), organic waste (pseudo)feces, and other organic materials present in the system. As indicated in Fig. 3.1.3 and Table S2 the 45 and 19 nm AuNPs showed a higher affinity and sorption, almost\ndouble compared to the elongated nanoparticles, to the biolayer on the clam shell. This lower level of sorption may reflect the decreased Brownian motion of higher AR AuNRs. Colloidal particles with greater Brownian movement collide more with other particles and surfaces in their proximity. Higher numbers of collisions increase the overall probability of heteroaggregation and sorption of these colloidal particles (Barton et al., 2014). In general, the Brownian motion of nanoparticles is decreased with an increase in nanoparticle size. Moreover, AuNRs exhibit a more complicated Brownian motion pattern. Elongated nanoparticles, unlike spherical particles, undergo rotational diffusion as well as translational diffusion (Maeda and Maeda, 2007; Han et al., 2006). Increasing the AR significantly reduces transitional Brownian motion (Lehner et al., 2000; Sharma et al., 2009b). As a result, higher AR nanorods can be expected to have fewer collisions with adjacent surfaces and particles compared to spherical particles and thus exhibit lower surface sorption. No drop in the absorption intensity of the plasmon bands was observed for the control microcosm containing nanoparticle suspension and glass beads and no clams thus illustrating the colloidal stability of BSA coated AuNPs and AuNRs against attachment to the beaker and glass bead surfaces. SEM images taken from the top layer on the shells for each set of experiment are presented in Fig. 3.1.4A–D. These images qualitatively show a larger number of\nFig. 3.1.3. Elemental gold ICP-MS measurements presenting the percentage of gold content present in different tissues and on the top of the clam shells as expressed in mass percentages versus the total measured gold mass at the termination of the experiment and dissection of clams. A) 19 nm AuNP B) AR4 AuNR C) 45 nm AuNP D) AR8 AuNR.\nFig. 3.1.4. Rutherford backscattering SEM images of BSA coated AuNPs and AuNRs adsorbed on the clams' shells. A) 19 nm AuNPs B) 45 nm AuNPs C) AR4 AuNRs D) AR8 AuNRs; and TEM images of AuNPs and AuNRs present in the clam's organic wastes. The samples are collected after experiment termination and prepared by drop cast technique E) 19 nm AuNP F) 45 nm AuNP G) AR4 AuNR H) AR8 AuNR.\nsorbed BSA coated AuNPs versus BSA coated AuNRs, and are consistent with our ICP-MS and Vis-NIR spectroscopy observations. It should be noted that the SEM images were taken at 10.00 kV using a Rutherford backscattering detector. Gold nanoparticles could not be imaged using the conventional InLens detector due to being deeply embedded inside the biolayer matrix on top of the clam shell. TEM images taken of the collected (pseudo)feces after termination of each experiment are provided in Fig. 3.1.4E–H. The AuNPs and AuNRs have retained their shape and size, and nanoparticles are found in big cluster-like aggregates embedded in an organic material matrix. These aggregates were larger in size and denser in the case of AuNRs compared to similarly sized AuNPs. The presence of a higher number of elongated gold nanoparticles in the (pseudo)feces compared to spherical shaped gold nanoparticles further illustrates that shape affects filtration and uptake of nanoparticles by C. fluminea."
    }, {
      "heading" : "3.2. Toxicity assay results",
      "text" : "To investigate the possible nanotoxicity of AuNPs and AuNRs to C. fluminea, the activities of four different antioxidant enzymes and the levels of protein oxidative damage were analyzed in the gills and digestive gland of the clams at the end of the exposure. Together with peroxiredoxins, GPx and Cat are the main enzymes responsible for peroxide breakdown (Sies et al., 2017) and therefore are considered major first-line antioxidants. No significant differences were detected for both GPx (Fig. 3.2.1A and B) and Cat (Fig. 3.2.1C and D) in all the different tissues and exposure conditions, despite the fact that larger nanoparticles such as AR8 AuNR and 45 nm AuNPs exhibited higher clearance rates and biodeposition.\nThe activities of the thiol reductase enzymes GR and TrxR were also analyzed, as they are key antioxidant ancillary enzymes (Sies et al., 2017). GR is responsible for the reduction of the oxidized form of glutathione and plays a role in peroxide breakdown mediated by GPx. Similarly, TrxR reduces the oxidized form of thioredoxin, which is an electron donor for peroxide breakdown by peroxiredoxins. As shown in Fig. 3.2.1, GR activity decreased in the gills after exposure to AR4 and AR8 AuNRs (Fig. 3.2.1E), but not in the digestive gland (Fig. 3.2.1F). This result reflects the higher number of elongated nanoparticles captured in the gills relative to the amounts transported into the digestive gland. Regarding TrxR activity, ionic gold had a strong inhibitory (80–90% inhibition) effect in both tissues (Fig. 3.2.1G and 6H), which was expected since many gold complexes are known inhibitors of this enzyme (Rigobello et al., 2004). This same effect was detected in gills after exposure to large (45 nm) AuNPs, AR4, and AR8 AuNRs (Fig. 3.2.1G), but at lower levels (25–30% inhibition). The observed lack of inhibition of TrxR activity in the case of small (19 nm) AuNPs is consistent with the ICP-MS observations of a lower concentration of 19 nm AuNP in the gills (Fig. 3.1.3). In the digestive gland, only partial inhibition was detected in the digestive gland (30%) after exposure to AR8 AuNRs (Fig. 3.2.1H), as TrxR activities were similar to both the control and ionic gold group. It should be noted that AR8 AuNRs had the highest rate of filtration and accumulation in the digestive gland and gills (Fig. 3.1.3). Thus, observed partial inhibition can be correlated to the higher presence of AR8 AuNRs in these tissues.\nIt is unclear if inhibition of GR and TrxR by the different gold nanoparticles was related to intracellular gold dissociation after nanoparticle uptake. BSA-coated nanoparticles were found on the shell and in the feces of the clams at the end of the exposure (Fig. 3.1.4) while retaining their initial shapes, an indication of the high stability of these nanomaterials. In addition, the mode of action for the TrxR inhibition by gold(I) and gold(III) complexes is not dependent on the release of ionic gold, but by direct binding to the TrxR selenol group (Rigobello et al., 2004). Due to the lack of a selenol group, GR activity is not as sensitive to gold exposure as TrxR, which is in accordance to our data. Nevertheless, GR and TrxR inhibition was evident in animals exposed to AuNR and to large (45 nm) AuNP, which were also the groups with the\nhighest gold bioaccumulation in the digestive gland and gills (Fig. 3.1.3).\nTo account for the role of oxidative damage as one of the mechanisms of toxicity for metal nanoparticles (Huang et al., 2017), protein oxidation in gills and digestive gland was assessed using fluorescent-labeling techniques. As shown in Fig. 3.2.1, P-SH levels remained unaltered in the gills (Fig. 3.2.1I), but increased 76% in the digestive gland (Fig. 3.2.1J), suggesting higher levels of reduced protein sulfhydryl groups. For P-CO levels, no significant effects were observed in both tissues (Fig. 3.2.1K and L). These data suggest a low reactivity and probably lower toxicity of BSA coated gold nanomaterials, as shown in vitro with cell cultures (Khullar et al., 2012). Such increases in P-SH can be indicative of synthesis of sulfhydryl–containing proteins. For instance, metallothioneins are sulfhydrylrich proteins with the ability to bind to and dispose gold (Sharma, 1984; Schmitz et al., 1980) and can be upregulated by AuNP exposure in other invertebrates.(Pan et al., 2012) Interestingly, the increase in P-SH levels was detected only in the digestive gland of clams exposed to small AuNP, which was the group with the lowest gold bioaccumulation (Fig. 3.1.3). This may indicate that different signaling pathways related to cellular defenses and stress response could be activated depending not only on the size and type of gold nanomaterial, but also on their uptake and body burden, which remains to be elucidated.\nDespite no signs of increased oxidative damage detected in this study, exposure to gold nanoparticles impaired the antioxidant system due to the inhibition of two important thiol reductases (GR and TrxR). These enzymes are essential for the proper detoxification of peroxides, and their inhibition in bivalves can lead to higher susceptibility to prooxidant compounds (Trevisan et al., 2012; Trevisan et al., 2014a) or reduced function of immune cells (Mello et al., 2015). It is unclear if the adverse effects of AuNP exposure on the antioxidant system of C. fluminea have the potential to increase their sensitivity to other stressors, but it should be taken into consideration for future studies with multiples stressors or chronic exposures including AuNP. It is important to note that this study focused only on the antioxidant system and protein oxidative damage to investigate the potential toxicity of these nanomaterials. Yet, different types of gold nanomaterials have caused other effects on bivalve species: loss of hemocyte or digestive cell lysosomal membrane integrity (Tedesco et al., 2010; Jimeno-Romero et al., 2017); changes on cellular element composition and tissue histological changes (Sellami et al., 2017) and inflammation (Volland et al., 2015). In addition, mitochondrial TrxR is known to be inhibited by gold complexes, as well as mitochondrial enzyme complexes (Rigobello et al., 2004). In fact, the mitochondrial effects of nanoparticles in bivalves are still poorly understood, and apparently the mitochondrial TrxR/peroxiredoxin system could be a target for gold nanomaterial in bivalves. Bivalve mitochondria have been shown to uptake and to be sensitive to different nanoparticles, such as glass wool (Koehler et al., 2008), silver (Gomes et al., 2013), and zinc oxide (Trevisan et al., 2014b), and have been considered an important target for nanotoxicity in bivalves."
    }, {
      "heading" : "4. Conclusions",
      "text" : "This study has shown that AR affects gold nanomaterial uptake and biodeposition by the filter feeder C. fluminea. To the best of our knowledge, this study is the first to investigate the impact of nanoparticle elongation on fate and nanotoxity to bivalves. As shown, on a mass basis the highest AR nanomaterials were retained more effectively than lower AR nanomaterials in the gills and digestive glands. On the basis of an equivolume sphere calculation it is apparent that elongated rods are filtered more effectively than equivolume spheres, while spherical BSA coated gold nanoparticles exhibited higher sorption to the organic biolayer of the shells. These results suggest that the elongated rods are preferentially removed due to improved association with the gills or other tissues during the filter feeding process. Based on the\n0 1\n2\n3\n4\n5\nGills\nGPx activity (nmol/min/mg protein)\n0\n20\n40\n60\n80\nDigestive gland\n0\n4\n6\n8\nCat activity (µmol/min/mg protein)\n0\n25\n50\n75\n100\n125\n0\n5\n10\n15\n20\n25\nGR activity (nmol/min/mg protein)\nb b\na\na,b a,b a,b\n0\n10\n20\n30\n40\n50\n0\n2\n4\n6\n8\n10\nTrxR activity (nmol/min/mg protein)\nb\ncc\na\na,c c\n0\n2\n4\n6\n8\n10 a\nb\na\na\na a,b\n0.0\n0.5\n1.0\n1.5\n2.0\nProtein thiol levels (fold)\n0\n1\n2\n3\na a\nb\na a a\nCt l\nIon ic\ngo ld\nAu nP\nsm all\nAu NP\nla rge\nAu NP\nAR 4\nAu NP\nAR 8\n0.0\n0.5\n1.0\n1.5\n2.0\nProtein thiol levels (fold)\nCt l\nIon ic\ngo ld\nAu nP\nsm all\nAu NP\nla rge\nAu NP\nAR 4\nAu NP\nAR 8\n0.0\n0.5\n1.0\n1.5\nA B\nC D\nE F\nG H\nI J\nK L\n(caption on next page)\nanalysis of antioxidant enzyme responses and protein oxidation, the toxicological impacts of nanoparticle uptake were generally minor, with a higher impact in the case of higher AR elongated nanorods, but other physiological consequences may not be ruled out.\nFunding\nThis work was supported by the National Science Foundation (NSF) grant number 1336353. This material is based upon work supported by the National Science Foundation (NSF) and the Environmental Protection Agency (EPA) under NSF Cooperative Agreement EF0830093, Center for the Environmental Implications of NanoTechnology (CEINT). Additional support was provided by NanoEarth the Virginia Tech node of the NSF NNCI."
    }, {
      "heading" : "Appendix A. Supplementary data",
      "text" : "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.impact.2019.100153."
    } ],
    "references" : [ {
      "title" : "Sulfate-mediated end-to-end assembly of gold nanorods",
      "author" : [ "S Abtahi" ],
      "venue" : "Langmuir 33",
      "citeRegEx" : "Abtahi,? \\Q2017\\E",
      "shortCiteRegEx" : "Abtahi",
      "year" : 2017
    }, {
      "title" : "Catalase in vitro",
      "author" : [ "H. Aebi" ],
      "venue" : "Methods Enzymol",
      "citeRegEx" : "Aebi,? \\Q1984\\E",
      "shortCiteRegEx" : "Aebi",
      "year" : 1984
    }, {
      "title" : "Influence of dissolved organic matter on the environmental fate of metals, nanoparticles, and colloids",
      "author" : [ "G.R. Aiken", "H. Hsu-Kim", "J.N. Ryan" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Aiken et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Aiken et al\\.",
      "year" : 2011
    }, {
      "title" : "Separation of nanoparticles in aqueous multiphase systems through centrifugation",
      "author" : [ "O Akbulut" ],
      "venue" : "Nano Lett",
      "citeRegEx" : "Akbulut,? \\Q2012\\E",
      "shortCiteRegEx" : "Akbulut",
      "year" : 2012
    }, {
      "title" : "Effect of gold nanoparticle aggregation on cell uptake and toxicity",
      "author" : [ "A. Albanese", "W.C. Chan" ],
      "venue" : "ACS Nano",
      "citeRegEx" : "Albanese and Chan,? \\Q2011\\E",
      "shortCiteRegEx" : "Albanese and Chan",
      "year" : 2011
    }, {
      "title" : "Preparation and assay of mammalian thioredoxin and thioredoxin reductase",
      "author" : [ "E.S. Arnér", "L. Zhong", "A. Holmgren" ],
      "venue" : "Methods Enzymol",
      "citeRegEx" : "Arnér et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Arnér et al\\.",
      "year" : 1999
    }, {
      "title" : "Suspended material availability and filtration–biodeposition processes performed by a native and invasive bivalve species",
      "author" : [ "Atkinson", "C.L" ],
      "venue" : "in streams. Hydrobiologia",
      "citeRegEx" : "Atkinson and C.L,? \\Q2011\\E",
      "shortCiteRegEx" : "Atkinson and C.L",
      "year" : 2011
    }, {
      "title" : "Gold nanoparticle biodissolution by a freshwater macrophyte and its associated microbiome",
      "author" : [ "A Avellan" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "Avellan,? \\Q2018\\E",
      "shortCiteRegEx" : "Avellan",
      "year" : 2018
    }, {
      "title" : "Theory and methodology for determining nanoparticle affinity for heteroaggregation in environmental matrices using batch measurements",
      "author" : [ "Barton", "L.E" ],
      "venue" : "Environ. Eng. Sci",
      "citeRegEx" : "Barton and L.E,? \\Q2014\\E",
      "shortCiteRegEx" : "Barton and L.E",
      "year" : 2014
    }, {
      "title" : "Ecotoxicity of engineered nanoparticles to aquatic invertebrates: a brief review and recommendations for future toxicity testing",
      "author" : [ "A Baun" ],
      "venue" : "Ecotoxicology",
      "citeRegEx" : "Baun,? \\Q2008\\E",
      "shortCiteRegEx" : "Baun",
      "year" : 2008
    }, {
      "title" : "Feeding selectivity of Corbicula fluminea (Bivalvia) on natural phytoplankton",
      "author" : [ "D. Boltovskoy", "I. Izaguirre", "N. Correa" ],
      "venue" : "Hydrobiologia",
      "citeRegEx" : "Boltovskoy et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "Boltovskoy et al\\.",
      "year" : 1995
    }, {
      "title" : "Glutathione reductase",
      "author" : [ "I. Carlberg", "B. Mannervik" ],
      "venue" : "Methods Enzymol",
      "citeRegEx" : "Carlberg and Mannervik,? \\Q1985\\E",
      "shortCiteRegEx" : "Carlberg and Mannervik",
      "year" : 1985
    }, {
      "title" : "Comparison of gene expression profiles in mice liver following intravenous injection of 4 and 100 nm-sized PEG-coated gold nanoparticles",
      "author" : [ "Cho", "W.-S" ],
      "venue" : "Toxicol. Lett",
      "citeRegEx" : "Cho and W..S,? \\Q2009\\E",
      "shortCiteRegEx" : "Cho and W..S",
      "year" : 2009
    }, {
      "title" : "Fate and bioavailability of engineered nanoparticles in soils: a review",
      "author" : [ "G Cornelis" ],
      "venue" : "Crit. Rev. Environ. Sci. Technol",
      "citeRegEx" : "Cornelis,? \\Q2014\\E",
      "shortCiteRegEx" : "Cornelis",
      "year" : 2014
    }, {
      "title" : "Modeling nanomaterial environmental fate in aquatic systems",
      "author" : [ "Dale", "A.L" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Dale and A.L,? \\Q2015\\E",
      "shortCiteRegEx" : "Dale and A.L",
      "year" : 2015
    }, {
      "title" : "Gold nanoparticles: assembly, supramolecular chemistry, quantum-size-related properties, and applications toward biology, catalysis, and nanotechnology",
      "author" : [ "Daniel", "M.-C", "D. Astruc" ],
      "venue" : "Chem. Rev",
      "citeRegEx" : "Daniel et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Daniel et al\\.",
      "year" : 2004
    }, {
      "title" : "Gold nanorod assisted near-infrared plasmonic photothermal therapy (PPTT) of squamous cell carcinoma in mice",
      "author" : [ "Dickerson", "E.B" ],
      "venue" : "Cancer Lett",
      "citeRegEx" : "Dickerson and E.B,? \\Q2008\\E",
      "shortCiteRegEx" : "Dickerson and E.B",
      "year" : 2008
    }, {
      "title" : "The Asiatic clam, Corbicula spp., as a biological monitor in freshwater environments",
      "author" : [ "F.G. Doherty" ],
      "venue" : "Environ. Monit. Assess",
      "citeRegEx" : "Doherty,? \\Q1990\\E",
      "shortCiteRegEx" : "Doherty",
      "year" : 1990
    }, {
      "title" : "Analysis of biological thiols: quantitative determination of thiols at the picomole level based upon derivatization with monobromobimanes and separation by cation-exchange chromatography",
      "author" : [ "Fahey", "R.C" ],
      "venue" : "Anal. Biochem",
      "citeRegEx" : "Fahey and R.C,? \\Q1981\\E",
      "shortCiteRegEx" : "Fahey and R.C",
      "year" : 1981
    }, {
      "title" : "Controlled nucleation for the regulation of the particle size in monodisperse gold suspensions",
      "author" : [ "G. Frens" ],
      "venue" : "Nature",
      "citeRegEx" : "Frens,? \\Q1973\\E",
      "shortCiteRegEx" : "Frens",
      "year" : 1973
    }, {
      "title" : "Differential protein expression in mussels Mytilus galloprovincialis exposed to nano and ionic Ag",
      "author" : [ "T Gomes" ],
      "venue" : "Aquat. Toxicol",
      "citeRegEx" : "Gomes,? \\Q2013\\E",
      "shortCiteRegEx" : "Gomes",
      "year" : 2013
    }, {
      "title" : "Toxicity of gold nanoparticles functionalized with cationic and anionic side chains",
      "author" : [ "Goodman", "C.M" ],
      "venue" : "Bioconjug. Chem",
      "citeRegEx" : "Goodman and C.M,? \\Q2004\\E",
      "shortCiteRegEx" : "Goodman and C.M",
      "year" : 2004
    }, {
      "title" : "Modeled environmental concentrations of engineered nanomaterials (TiO2, ZnO, Ag, CNT, fullerenes) for different regions",
      "author" : [ "F Gottschalk" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Gottschalk,? \\Q2009\\E",
      "shortCiteRegEx" : "Gottschalk",
      "year" : 2009
    }, {
      "title" : "Shape separation of colloidal gold nanoparticles through salt-triggered selective precipitation",
      "author" : [ "Z Guo" ],
      "venue" : "Chem. Commun",
      "citeRegEx" : "Guo,? \\Q2011\\E",
      "shortCiteRegEx" : "Guo",
      "year" : 2011
    }, {
      "title" : "Brownian motion of an ellipsoid",
      "author" : [ "Y Han" ],
      "venue" : "Science",
      "citeRegEx" : "Han,? \\Q2006\\E",
      "shortCiteRegEx" : "Han",
      "year" : 2006
    }, {
      "title" : "Assessing the effect of surface chemistry on gold nanorod uptake, toxicity, and gene expression in mammalian cells",
      "author" : [ "T.S. Hauck", "A.A. Ghazani", "W.C. Chan" ],
      "venue" : "Small 4",
      "citeRegEx" : "Hauck et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Hauck et al\\.",
      "year" : 2008
    }, {
      "title" : "Fate and effects of CeO2 nanoparticles in aquatic ecotoxicity tests",
      "author" : [ "Hoecke", "K.V" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Hoecke and K.V,? \\Q2009\\E",
      "shortCiteRegEx" : "Hoecke and K.V",
      "year" : 2009
    }, {
      "title" : "The toxicity of nanoparticles depends on multiple molecular and physicochemical mechanisms",
      "author" : [ "Huang", "Y.-W", "M. Cambre", "Lee", "H.-J" ],
      "venue" : "Int. J. Mol. Sci",
      "citeRegEx" : "Huang et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Huang et al\\.",
      "year" : 2017
    }, {
      "title" : "Filter-feeding bivalves store and biodeposit colloidally stable gold nanoparticles",
      "author" : [ "Hull", "M.S" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Hull and M.S,? \\Q2011\\E",
      "shortCiteRegEx" : "Hull and M.S",
      "year" : 2011
    }, {
      "title" : "Calculated absorption and scattering properties of gold nanoparticles of different size, shape, and composition: applications in biological imaging and biomedicine",
      "author" : [ "Jain", "P.K" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "Jain and P.K,? \\Q2006\\E",
      "shortCiteRegEx" : "Jain and P.K",
      "year" : 2006
    }, {
      "title" : "Wet chemical synthesis of high aspect ratio cylindrical gold nanorods",
      "author" : [ "N.R. Jana", "L. Gearheart", "C.J. Murphy" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "Jana et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Jana et al\\.",
      "year" : 2001
    }, {
      "title" : "Lysosomal responses to different gold forms (nanoparticles, aqueous, bulk) in mussel digestive cells: a trade-off between the toxicity of the capping agent and form, size and exposure concentration",
      "author" : [ "A Jimeno-Romero" ],
      "venue" : "Nanotoxicology",
      "citeRegEx" : "Jimeno.Romero,? \\Q2017\\E",
      "shortCiteRegEx" : "Jimeno.Romero",
      "year" : 2017
    }, {
      "title" : "Bovine serum albumin bioconjugated gold nanoparticles: synthesis, hemolysis, and cytotoxicity toward cancer cell lines",
      "author" : [ "P Khullar" ],
      "venue" : "J. Phys. Chem. C",
      "citeRegEx" : "Khullar,? \\Q2012\\E",
      "shortCiteRegEx" : "Khullar",
      "year" : 2012
    }, {
      "title" : "Effects of nanoparticles in Mytilus edulis gills and hepatopancreas–a new threat to marine life",
      "author" : [ "A Koehler" ],
      "venue" : "Mar. Environ. Res",
      "citeRegEx" : "Koehler,? \\Q2008\\E",
      "shortCiteRegEx" : "Koehler",
      "year" : 2008
    }, {
      "title" : "Detection of CO and O2 using tin oxide nanowire",
      "author" : [ "A Kolmakov" ],
      "venue" : "sensors. Adv. Mater",
      "citeRegEx" : "Kolmakov,? \\Q2003\\E",
      "shortCiteRegEx" : "Kolmakov",
      "year" : 2003
    }, {
      "title" : "Nanowire dye-sensitized solar cells",
      "author" : [ "M Law" ],
      "venue" : "Nat. Mater",
      "citeRegEx" : "Law,? \\Q2005\\E",
      "shortCiteRegEx" : "Law",
      "year" : 2005
    }, {
      "title" : "Determination of the translational and rotational diffusion coefficients of rodlike particles using depolarized dynamic light",
      "author" : [ "D. Lehner", "H. Lindner", "O. Glatter" ],
      "venue" : "scattering. Langmuir",
      "citeRegEx" : "Lehner et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Lehner et al\\.",
      "year" : 2000
    }, {
      "title" : "Fate and transport of engineered nanomaterials in the environment",
      "author" : [ "D Lin" ],
      "venue" : "J. Environ. Qual",
      "citeRegEx" : "Lin,? \\Q2010\\E",
      "shortCiteRegEx" : "Lin",
      "year" : 2010
    }, {
      "title" : "Simulation of the optical absorption spectra of gold nanorods as a function of their aspect ratio and the effect of the medium dielectric constant",
      "author" : [ "S. Link", "M. Mohamed", "M. El-Sayed" ],
      "venue" : "J. Phys. Chem. B",
      "citeRegEx" : "Link et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Link et al\\.",
      "year" : 1999
    }, {
      "title" : "Environmental occurrences, behavior, fate, and ecological effects of nanomaterials: an introduction to the special series",
      "author" : [ "Lowry", "G.V" ],
      "venue" : "J. Environ. Qual",
      "citeRegEx" : "Lowry and G.V,? \\Q2010\\E",
      "shortCiteRegEx" : "Lowry and G.V",
      "year" : 2010
    }, {
      "title" : "Long-term transformation and fate of manufactured Ag nanoparticles in a simulated large scale freshwater emergent wetland",
      "author" : [ "Lowry", "G.V" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Lowry and G.V,? \\Q2012\\E",
      "shortCiteRegEx" : "Lowry and G.V",
      "year" : 2012
    }, {
      "title" : "Direct observation of brownian dynamics of hard colloidal nanorods",
      "author" : [ "H. Maeda", "Y. Maeda" ],
      "venue" : "Nano Lett",
      "citeRegEx" : "Maeda and Maeda,? \\Q2007\\E",
      "shortCiteRegEx" : "Maeda and Maeda",
      "year" : 2007
    }, {
      "title" : "Biodynamic modeling of PCB uptake by Macoma balthica and Corbicula fluminea from sediment amended with activated carbon",
      "author" : [ "P.B. McLeod", "S.N. Luoma", "R.G. Luthy" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "McLeod et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "McLeod et al\\.",
      "year" : 2007
    }, {
      "title" : "How important are glutathione and thiol reductases to oyster hemocyte function? Fish & shellfish immunology",
      "author" : [ "Mello", "D.F" ],
      "venue" : null,
      "citeRegEx" : "Mello and D.F,? \\Q2015\\E",
      "shortCiteRegEx" : "Mello and D.F",
      "year" : 2015
    }, {
      "title" : "Gold, the noble metal and the paradoxes of its toxicology",
      "author" : [ "B. Merchant" ],
      "venue" : "Biologicals",
      "citeRegEx" : "Merchant,? \\Q1998\\E",
      "shortCiteRegEx" : "Merchant",
      "year" : 1998
    }, {
      "title" : "Metagenomic analysis of microbial communities yields insight into impacts of nanoparticle design",
      "author" : [ "Metch", "J.W" ],
      "venue" : "Nat. Nanotechnol",
      "citeRegEx" : "Metch and J.W,? \\Q2018\\E",
      "shortCiteRegEx" : "Metch and J.W",
      "year" : 2018
    }, {
      "title" : "How reliable are human hair reference intervals for trace elements? Sci",
      "author" : [ "N. Miekeley", "M.D. Carneiro", "C.P. da Silveira" ],
      "venue" : "Total Environ",
      "citeRegEx" : "Miekeley et al\\.,? \\Q1998\\E",
      "shortCiteRegEx" : "Miekeley et al\\.",
      "year" : 1998
    }, {
      "title" : "Gold nanorod crystal growth: from seed-mediated synthesis to nanoscale sculpting",
      "author" : [ "Murphy", "C.J" ],
      "venue" : "Curr. Opin. Colloid Interface Sci",
      "citeRegEx" : "Murphy and C.J,? \\Q2011\\E",
      "shortCiteRegEx" : "Murphy and C.J",
      "year" : 2011
    }, {
      "title" : "Preparation and growth mechanism of gold nanorods (NRs) using seed-mediated growth method",
      "author" : [ "B. Nikoobakht", "M.A. El-Sayed" ],
      "venue" : "Chem. Mater",
      "citeRegEx" : "Nikoobakht and El.Sayed,? \\Q2003\\E",
      "shortCiteRegEx" : "Nikoobakht and El.Sayed",
      "year" : 2003
    }, {
      "title" : "Size-dependent cytotoxicity of gold nanoparticles",
      "author" : [ "Y Pan" ],
      "venue" : "Small 3",
      "citeRegEx" : "Pan,? \\Q2007\\E",
      "shortCiteRegEx" : "Pan",
      "year" : 2007
    }, {
      "title" : "Size dependent bioaccumulation and ecotoxicity of gold nanoparticles in an endobenthic invertebrate: the Tellinid clam Scrobicularia plana",
      "author" : [ "Pan", "J.-F" ],
      "venue" : "Environ. Pollut",
      "citeRegEx" : "Pan and J..F,? \\Q2012\\E",
      "shortCiteRegEx" : "Pan and J..F",
      "year" : 2012
    }, {
      "title" : "Fabrication and electrical characteristics of high-performance ZnO nanorod field-effect transistors",
      "author" : [ "Park", "W.I" ],
      "venue" : "Appl. Phys. Lett",
      "citeRegEx" : "Park and W.I,? \\Q2004\\E",
      "shortCiteRegEx" : "Park and W.I",
      "year" : 2004
    }, {
      "title" : "Development of environmental fate models for engineered nanoparticles- a case study of TiO2 nanoparticles in the Rhine River",
      "author" : [ "A. Praetorius", "M. Scheringer", "K. Hungerbühler" ],
      "venue" : "Environ. Sci. Technol",
      "citeRegEx" : "Praetorius et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Praetorius et al\\.",
      "year" : 2012
    }, {
      "title" : "Impacts of gold nanoparticle exposure on two freshwater species: a phytoplanktonic alga (Scenedesmus subspicatus) and a benthic bivalve (Corbicula",
      "author" : [ "S Renault" ],
      "venue" : null,
      "citeRegEx" : "Renault,? \\Q2008\\E",
      "shortCiteRegEx" : "Renault",
      "year" : 2008
    }, {
      "title" : "Gold complexes inhibit mitochondrial thioredoxin reductase: consequences on mitochondrial functions",
      "author" : [ "Rigobello", "M.P" ],
      "venue" : "J. Inorg. Biochem",
      "citeRegEx" : "Rigobello and M.P,? \\Q2004\\E",
      "shortCiteRegEx" : "Rigobello and M.P",
      "year" : 2004
    }, {
      "title" : "The mechanisms of filter feeding: some theoretical considerations",
      "author" : [ "D.I. Rubenstein", "M. Koehl" ],
      "venue" : "Am. Nat",
      "citeRegEx" : "Rubenstein and Koehl,? \\Q1977\\E",
      "shortCiteRegEx" : "Rubenstein and Koehl",
      "year" : 1977
    }, {
      "title" : "Does shape matter? Bioeffects of gold nanomaterials in a human skin cell",
      "author" : [ "Schaeublin", "N.M" ],
      "venue" : "model. Langmuir",
      "citeRegEx" : "Schaeublin and N.M,? \\Q2012\\E",
      "shortCiteRegEx" : "Schaeublin and N.M",
      "year" : 2012
    }, {
      "title" : "The binding of gold (I) to metallothionein",
      "author" : [ "G Schmitz" ],
      "venue" : "J. Inorg. Biochem",
      "citeRegEx" : "Schmitz,? \\Q1980\\E",
      "shortCiteRegEx" : "Schmitz",
      "year" : 1980
    }, {
      "title" : "Influence of particle size and concentration on the second-harmonic signal generated at colloidal surfaces",
      "author" : [ "L. Schneider", "H.J. Schmid", "W. Peukert" ],
      "venue" : "Appl. Phys. B Lasers Opt",
      "citeRegEx" : "Schneider et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Schneider et al\\.",
      "year" : 2007
    }, {
      "title" : "Toxicity assessment of ZnO-decorated Au nanoparticles in the Mediterranean clam Ruditapes decussatus",
      "author" : [ "B Sellami" ],
      "venue" : "Aquat. Toxicol",
      "citeRegEx" : "Sellami,? \\Q2017\\E",
      "shortCiteRegEx" : "Sellami",
      "year" : 2017
    }, {
      "title" : "Role of metallothionein in cellular uptake and disposition of gold sodium thiomalate",
      "author" : [ "R. Sharma" ],
      "venue" : "Eur. J. Drug Metab. Pharmacokinet",
      "citeRegEx" : "Sharma,? \\Q1984\\E",
      "shortCiteRegEx" : "Sharma",
      "year" : 1984
    }, {
      "title" : "Shape separation of gold nanorods using centrifugation",
      "author" : [ "V. Sharma", "K. Park", "M. Srinivasarao" ],
      "venue" : "Proc. Natl. Acad. Sci",
      "citeRegEx" : "Sharma et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Sharma et al\\.",
      "year" : 2009
    }, {
      "title" : "Colloidal dispersion of gold nanorods: historical background, optical properties, seed-mediated synthesis, shape separation and self-assembly",
      "author" : [ "V. Sharma", "K. Park", "M. Srinivasarao" ],
      "venue" : "Mater. Sci. Eng. R. Rep",
      "citeRegEx" : "Sharma et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Sharma et al\\.",
      "year" : 2009
    }, {
      "title" : "Oxidative stress",
      "author" : [ "H. Sies", "C. Berndt", "D.P. Jones" ],
      "venue" : "Annu. Rev. Biochem",
      "citeRegEx" : "Sies et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Sies et al\\.",
      "year" : 2017
    }, {
      "title" : "Ecology of the invasive Asian clam Corbicula fluminea (Müller, 1774) in aquatic ecosystems: An overview",
      "author" : [ "R. Sousa", "C. Antunes", "L. Guilhermino" ],
      "venue" : "Annales de Limnologie-International Journal of Limnology. EDP Sciences",
      "citeRegEx" : "Sousa et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Sousa et al\\.",
      "year" : 2008
    }, {
      "title" : "Colloidally stable and surfactant-free protein-coated gold nanorods in biological media",
      "author" : [ "M Tebbe" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "Tebbe,? \\Q2015\\E",
      "shortCiteRegEx" : "Tebbe",
      "year" : 2015
    }, {
      "title" : "Oxidative stress and toxicity of gold nanoparticles in Mytilus edulis",
      "author" : [ "S Tedesco" ],
      "venue" : "Aquat. Toxicol",
      "citeRegEx" : "Tedesco,? \\Q2010\\E",
      "shortCiteRegEx" : "Tedesco",
      "year" : 2010
    }, {
      "title" : "Antioxidant deficit in gills of Pacific oyster (Crassostrea gigas) exposed to chlorodinitrobenzene increases menadione toxicity",
      "author" : [ "R Trevisan" ],
      "venue" : "Aquat. Toxicol",
      "citeRegEx" : "Trevisan,? \\Q2012\\E",
      "shortCiteRegEx" : "Trevisan",
      "year" : 2012
    }, {
      "title" : "The biological importance of glutathione peroxidase and peroxiredoxin backup systems in bivalves during peroxide exposure",
      "author" : [ "R Trevisan" ],
      "venue" : "Mar. Environ. Res",
      "citeRegEx" : "Trevisan,? \\Q2014\\E",
      "shortCiteRegEx" : "Trevisan",
      "year" : 2014
    }, {
      "title" : "Gills are an initial target of zinc oxide nanoparticles in oysters Crassostrea gigas, leading to mitochondrial disruption and oxidative stress",
      "author" : [ "R Trevisan" ],
      "venue" : "Aquat. Toxicol",
      "citeRegEx" : "Trevisan,? \\Q2014\\E",
      "shortCiteRegEx" : "Trevisan",
      "year" : 2014
    }, {
      "title" : "A study of the nucleation and growth processes in the synthesis of colloidal gold",
      "author" : [ "J. Turkevich", "P.C. Stevenson", "J. Hillier" ],
      "venue" : "Discuss. Faraday Soc",
      "citeRegEx" : "Turkevich et al\\.,? \\Q1951\\E",
      "shortCiteRegEx" : "Turkevich et al\\.",
      "year" : 1951
    }, {
      "title" : "Fluorescence labeling of carbonylated lipids and proteins in cells using coumarin-hydrazide",
      "author" : [ "V. Vemula", "Z. Ni", "M. Fedorova" ],
      "venue" : "Redox Biol",
      "citeRegEx" : "Vemula et al\\.,? \\Q2015\\E",
      "shortCiteRegEx" : "Vemula et al\\.",
      "year" : 2015
    }, {
      "title" : "Citrate gold nanoparticle exposure in the marine bivalve Ruditapes philippinarum: uptake, elimination and oxidative stress response",
      "author" : [ "M Volland" ],
      "venue" : "Environ. Sci. Pollut. Res",
      "citeRegEx" : "Volland,? \\Q2015\\E",
      "shortCiteRegEx" : "Volland",
      "year" : 2015
    }, {
      "title" : "Fabrication and ethanol sensing characteristics of ZnO nanowire gas sensors",
      "author" : [ "Q Wan" ],
      "venue" : "Appl. Phys. Lett",
      "citeRegEx" : "Wan,? \\Q2004\\E",
      "shortCiteRegEx" : "Wan",
      "year" : 2004
    }, {
      "title" : "Challenge in understanding size and shape dependent toxicity of gold nanomaterials in human skin keratinocytes",
      "author" : [ "S Wang" ],
      "venue" : "Chem. Phys. Lett",
      "citeRegEx" : "Wang,? \\Q2008\\E",
      "shortCiteRegEx" : "Wang",
      "year" : 2008
    }, {
      "title" : "Dynamics of filter feeding in Corbicula fluminea (Bivalvia: Corbiculidae)",
      "author" : [ "Way", "C.M" ],
      "venue" : "Can. J. Zool",
      "citeRegEx" : "Way and C.M,? \\Q1990\\E",
      "shortCiteRegEx" : "Way and C.M",
      "year" : 1990
    }, {
      "title" : "Nanorod-superconductor composites: a pathway to materials with high critical current densities",
      "author" : [ "P. Yang", "C.M. Lieber" ],
      "venue" : "Science",
      "citeRegEx" : "Yang and Lieber,? \\Q1996\\E",
      "shortCiteRegEx" : "Yang and Lieber",
      "year" : 1996
    } ],
    "referenceMentions" : [ {
      "referenceID" : 52,
      "context" : "The environmental fate, transport, and toxicity of many engineered nanomaterials (ENMs) have been broadly investigated and discussed in the literature (Lin et al., 2010; Praetorius et al., 2012; Lowry et al., 2010; Cornelis et al., 2014; Dale et al., 2015; Lowry et al., 2012; Gottschalk et al., 2009).",
      "startOffset" : 151,
      "endOffset" : 301
    }, {
      "referenceID" : 52,
      "context" : "plicitly considered the effects of shape (Praetorius et al., 2012; Lowry et al., 2012; Gottschalk et al., 2009; Aiken et al., 2011; Hoecke et al., 2009).",
      "startOffset" : 41,
      "endOffset" : 152
    }, {
      "referenceID" : 2,
      "context" : "plicitly considered the effects of shape (Praetorius et al., 2012; Lowry et al., 2012; Gottschalk et al., 2009; Aiken et al., 2011; Hoecke et al., 2009).",
      "startOffset" : 41,
      "endOffset" : 152
    }, {
      "referenceID" : 76,
      "context" : "corporated in everyday consumer products (Yang and Lieber, 1996; Park et al., 2004; Dickerson et al., 2008; Law et al., 2005; Wan et al., 2004; Kolmakov et al., 2003).",
      "startOffset" : 41,
      "endOffset" : 166
    }, {
      "referenceID" : 44,
      "context" : "(Merchant, 1998), and colloidal gold dietary supplements are two examples of how nanoscale forms of gold are taken up by humans.",
      "startOffset" : 0,
      "endOffset" : 16
    }, {
      "referenceID" : 25,
      "context" : "However, recent studies have shown some toxicity is imparted by gold nanorods (AuNRs) under certain conditions (Goodman et al., 2004; Hauck et al., 2008; Wang et al., 2008; Schaeublin et al., 2012; Pan et al., 2007; Metch et al., 2018; Avellan et al., 2018) and has raised concerns about the inertness of gold nanoparticles.",
      "startOffset" : 111,
      "endOffset" : 257
    }, {
      "referenceID" : 64,
      "context" : "Freshwater Corbicula fluminea bivalves are water column and sediment filter feeders that can be found in both freshwater and marine habitats (Sousa et al., 2008).",
      "startOffset" : 141,
      "endOffset" : 161
    }, {
      "referenceID" : 17,
      "context" : ", 2008), and therefore filter feeders have been used by scientists as aquatic contaminant biodetectors for decades (Doherty, 1990).",
      "startOffset" : 115,
      "endOffset" : 130
    }, {
      "referenceID" : 42,
      "context" : "fluminea has the highest filtration rate of freshwater bivalves and filters approximately 45 L water/g (dry weight)/day (McLeod et al., 2007).",
      "startOffset" : 120,
      "endOffset" : 141
    }, {
      "referenceID" : 30,
      "context" : "(Jana et al., 2001) that is based upon that of Turkevich (Turkevich et al.",
      "startOffset" : 0,
      "endOffset" : 19
    }, {
      "referenceID" : 70,
      "context" : ", 2001) that is based upon that of Turkevich (Turkevich et al., 1951).",
      "startOffset" : 45,
      "endOffset" : 69
    }, {
      "referenceID" : 19,
      "context" : "45 nm citrate-AuNPs were prepared using the seed-mediated method of Frens (Frens, 1973).",
      "startOffset" : 74,
      "endOffset" : 87
    }, {
      "referenceID" : 48,
      "context" : "AR4 AuNRs were synthesized via the well-established seed-mediated surfactant-directed method (Murphy et al., 2011; Nikoobakht and El-Sayed, 2003; Abtahi et al., 2017).",
      "startOffset" : 93,
      "endOffset" : 166
    }, {
      "referenceID" : 46,
      "context" : "Tissue segments and shells were separately wet digested (Miekeley et al., 1998) and the elemental gold content was measured by ICP-MS.",
      "startOffset" : 56,
      "endOffset" : 79
    }, {
      "referenceID" : 71,
      "context" : "fically to carbonyl groups, after which it becomes fluorescent (Vemula et al., 2015).",
      "startOffset" : 63,
      "endOffset" : 84
    }, {
      "referenceID" : 1,
      "context" : "01% Triton x-100 and 10mM hydrogen peroxide (Aebi, 1984).",
      "startOffset" : 44,
      "endOffset" : 56
    }, {
      "referenceID" : 38,
      "context" : "The relative impacts of medium dielectric constant are well-known and have been previously described (Abtahi et al., 2017; Link et al., 1999) The plasmon band locations of the nanoparticles before and after BSA coating are presented in Table 3.",
      "startOffset" : 101,
      "endOffset" : 141
    }, {
      "referenceID" : 58,
      "context" : "As a result, any reported changes in absorption intensity of the plasmon bands can be directly related to particle concentration changes in the water column using the Beer-Lambert law (Jain et al., 2006; Schneider et al., 2007).",
      "startOffset" : 184,
      "endOffset" : 227
    }, {
      "referenceID" : 10,
      "context" : "fluminea is generally known as a non-selective filter-feeder with a filtration mechanism that is mainly based on the quantity and the size of particulates rather than quality (Boltovskoy et al., 1995; Atkinson et al., 2011).",
      "startOffset" : 175,
      "endOffset" : 223
    }, {
      "referenceID" : 64,
      "context" : "Simultaneously, cilia strain food (mainly particles) from the influent water and transport it into the clam (Sousa et al., 2008; Way et al., 1990).",
      "startOffset" : 108,
      "endOffset" : 146
    }, {
      "referenceID" : 55,
      "context" : "The net removal rate of particles via these fibers is governed by the following mechanisms 1) direct interception, 2) inertial impaction, 3) gravitational deposition, 4) diffusion, and 5) electrostatic attraction (Rubenstein and Koehl, 1977).",
      "startOffset" : 213,
      "endOffset" : 241
    }, {
      "referenceID" : 41,
      "context" : "Elongated nanoparticles, unlike spherical particles, undergo rotational diffusion as well as translational diffusion (Maeda and Maeda, 2007; Han et al., 2006).",
      "startOffset" : 117,
      "endOffset" : 158
    }, {
      "referenceID" : 36,
      "context" : "Increasing the AR significantly reduces transitional Brownian motion (Lehner et al., 2000; Sharma et al., 2009b).",
      "startOffset" : 69,
      "endOffset" : 112
    }, {
      "referenceID" : 63,
      "context" : "Together with peroxiredoxins, GPx and Cat are the main enzymes responsible for peroxide breakdown (Sies et al., 2017) and therefore are considered major first-line antioxidants.",
      "startOffset" : 98,
      "endOffset" : 117
    }, {
      "referenceID" : 63,
      "context" : "The activities of the thiol reductase enzymes GR and TrxR were also analyzed, as they are key antioxidant ancillary enzymes (Sies et al., 2017).",
      "startOffset" : 124,
      "endOffset" : 143
    }, {
      "referenceID" : 27,
      "context" : "To account for the role of oxidative damage as one of the mechanisms of toxicity for metal nanoparticles (Huang et al., 2017), protein oxidation in gills and digestive gland was assessed using fluorescent-labeling techniques.",
      "startOffset" : 105,
      "endOffset" : 125
    }, {
      "referenceID" : 60,
      "context" : "For instance, metallothioneins are sulfhydrylrich proteins with the ability to bind to and dispose gold (Sharma, 1984; Schmitz et al., 1980) and can be upregulated by AuNP exposure in other invertebrates.",
      "startOffset" : 104,
      "endOffset" : 140
    } ],
    "year" : 2019,
    "abstractText" : "Colloidally stable gold nanoparticles are commonly used for biomedical and industrial applications due to their unique physicochemical properties. However, the post-application fate of these nanoparticles in the environment requires consideration. In this study, we evaluated how nanoparticle size and shape impact the uptake and toxicity of gold nanoparticles to the filter-feeding bivalve, Corbicula fluminea. Our results indicate that the organismal uptake rate increases with an increase in nanoparticle size and anisotropy. Rate constants for 19 nm and 45 nm BSA-coated gold nanoparticles and aspect ratio (length/width) 4 and aspect ratio 8 BSA coated gold nanorods were 0.020 ± 0.002, 0.045 ± 0.008, 0.025 ± 0.003, and 0.064 ± 0.012 h respectively. Both spherical and elongated gold nanoparticles were readily detected in the digestive glands, gills, (pseudo)feces, and on the shell exterior following exposure. The presence of nanoparticles in non-digestive tissues suggests that the nanoparticles were internalized and consumed by C. fluminea. The toxicity results indicate that for the tested concentration and exposure period that the tested gold nanoparticles were not acutely toxic (i.e., not lethal). However, the nanoparticles significantly inhibited the activity of some antioxidant enzymes within gill and digestive gland tissues, potentially impairing the clams antioxidant system.",
    "creator" : "Elsevier"
  }
}