{
  "name" : "downloads_2020-09-04_71_yu2018.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Mechanism research on a bioactive resveratrol– Pla–gelatin porous nano-scaffold in promoting the repair of cartilage defect",
    "authors" : [ "Fei Yu", "Ming li", "Zhipeng Yuan", "Feng rao", "Xingxing Fang", "Baoguo Jiang", "Yongqiang Wen", "Peixun Zhang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "© 2018 Yu et al. This work is published and licensed by Dove Medical Press Limited. The full terms of this license are available at https://www.dovepress.com/terms.php and incorporate the Creative Commons Attribution – Non Commercial (unported, v3.0) License (http://creativecommons.org/licenses/by-nc/3.0/). By accessing the work you\nhereby accept the Terms. Non-commercial uses of the work are permitted without any further permission from Dove Medical Press Limited, provided the work is properly attributed. For permission for commercial use of this work, please see paragraphs 4.2 and 5 of our Terms (https://www.dovepress.com/terms.php).\nInternational Journal of Nanomedicine 2018:13 7845–7858"
    }, {
      "heading" : "International Journal of Nanomedicine Dovepress",
      "text" : "submit your manuscript | www.dovepress.com Dovepress 7845\nO r I g I N a l r e s e a r c h\nopen access to scientific and medical research\nOpen access Full Text article\nhttp://dx.doi.org/10.2147/IJN.S181855\nMechanism research on a bioactive resveratrol– Pla–gelatin porous nano-scaffold in promoting the repair of cartilage defect\nFei Yu1,* Ming li1,* Zhipeng Yuan2,* Feng rao1 Xingxing Fang1 Baoguo Jiang1 Yongqiang Wen2 Peixun Zhang1\n1Department of Orthopedics and Trauma, Peking University People’s hospital, Beijing, china; 2school of chemistry and Biological engineering, University of science and Technology Beijing, Beijing, china\n*These authors contributed equally to this work\nBackground: Articular cartilage defects are difficult to treat, but drug-loaded tissue engineering scaffolds provide a possible treatment option for these types of injuries. Purpose: In this study, we designed a bioactive resveratrol–PLA–gelatin porous nano-scaffold using electrospinning, freeze drying, and uniform dispersion techniques to repair articular cartilage defects, and then investigated the possible mechanism behind the successful repair. Methods: We established an articular cartilage defect rat model with a 2 mm diameter wound in the middle of the knee joint femoral condyle non-weight-bearing area, with a depth reaching the full thickness of the subchondral bone. Postmodel specimens and micro computed tomography (CT) were used to observe any macroscopic morphological changes in the articular cartilage and subchondral bone, whereas multiple staining methods were used to observe all microcosmic morphological changes. Gross scores and Mankin scores were used to evaluate the repair condition. Immunohistochemical staining was employed to detect protein expression. Results: When the repair included the resveratrol–PLA–gelatin porous nano-scaffold, the repaired cartilage and subchondral bone were in better condition. The expression levels of SIRT1, type II collagen, and PI3K/AKT signaling pathway-related proteins (AKT, VEGF, PTEN, Caspase 9, and MMP13) changed significantly. The expression levels of SIRT1,AKT and type II collagen proteins increased significantly, while the expression levels of VEGF, PTEN, Caspase9 and MMP13 proteins decreased significantly compared with the repair included blank porous PLA–gelatin nano-scaffold and without scaffold. Conclusion: We designed a bioactive resveratrol–PLA–gelatin porous nano-scaffold with better performance, which promoted the repair of cartilage injury as a whole, and explained its possible mechanism in accelerating cartilage repair via the PI3K/AKT signaling pathway. Keywords: resveratrol, PLA–gelatin, nano-scaffold, PI3K/AKT signaling, cartilage defect\nIntroduction Articular cartilage defect is a formidable clinical problem with cartilage degeneration or loss, which is difficult to treat and slow to develop.1,2 When cartilage defects occur, there is no support for new cartilage growth to climb in or across the defect. Furthermore, the defect interval is too wide for the chondrocytes to migrate. In addition, the blood supply tends to be poor, accompanied by a single cartilage cell type. Therefore, the self-healing ability of cartilage is poor, and cartilage defects have attracted increasing attention in the medical field over the years.3,4 At present, chondrocyte transplantation, periosteal transplantation, or cartilage transplantation is used to repair cartilage defects.5–7 However, these therapeutic methods have limitations such as grafts and cannot integrate well with the regenerated and subchondral bone, and hence the treatment effect is often poor.8 correspondence: Peixun Zhang Peking University People’s hospital, 11th Xizhimen south street, Xicheng District, Beijing 100044, china email zhangpeixun@tom.com Yongqiang Wen University of science and Technology Beijing, 30th Xueyuan road, haidian District, Beijing 100083, china email wyq_wen@ustb.edu.cn\nJournal name: International Journal of Nanomedicine Article Designation: Original Research Year: 2018 Volume: 13 Running head verso: Yu et al Running head recto: Mechanism research on a bioactive resveratrol–PLA–gelatin porous nano-scaffold DOI: 181855\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n37 .4\n4. 25\n2. 14\n7 on\n0 4-\nS ep\n-2 02 0 F or p er so na l u se o nl y.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nInternational Journal of Nanomedicine 2018:13submit your manuscript | www.dovepress.com Dovepress\nDovepress\n7846\nYu et al\nIn recent years, three-dimensional (3D) nano-scaffold materials have been widely used in orthopedics, thanks to their biodegradability, solidity, and other functions.9 When nano-scaffold materials are loaded with bioactive substances, they work better and integrate well with the regenerated bone and subchondral bone through the nano-scaffold, resulting in a more successful and complete repair.10,11\nThere are many techniques for the production of nanoscaffold materials. The properties, surface area, and porosity are different with each technique. One of the most popular techniques is electrospinning, which is of low cost with high yield, and the obtained nano-fibers have unique structures.12 However, simple electrospinning has disadvantages, as the loaded bioactive substance is inhomogeneous throughout the materials and the release of the bioactive substance is inconsistent. In order to make up for these shortcomings, we combined freeze drying and uniform dispersion techniques with electrospinning. When combined with these techniques, a diameter of nanometer-sized superfine fiber could be made according to theory of structural reorganization, with a resulting slow and stable release of the loaded bioactive drug.\nThe materials used to repair cartilage can be divided into synthetic and natural materials. Synthetic materials have good biocompatibility and biodegradability13 but bad elasticity and toughness. Natural materials exhibit antibiosis, antioxidation, and low immunogenicity;14,15 however, their mechanical properties and intensity are poor. In previous studies, researchers have used a single type of material to design the scaffold. In our research, in order to retain the advantages and overcome the shortcomings of each material, we used a synthetic material, PLA, and natural gelatin to design our nano-scaffold.\nBioactive substances are useful in tissue engineering. Some can promote cartilage repair. Resveratrol is a polyphenolic compound with anti-aging, anti-inflammatory, and antioxidant functions and is extracted from polygonum cuspidatum, grapes, mulberry, and peanut plants.16,17 It is the selective activator of the SIRT1 gene.18 Sheu et al19 confirmed that resveratrol can alleviate damage to cartilage, as it can regulate inflammation signaling in human chondrocytes.20 As a natural plant antitoxin, it plays an important role in the protection of cartilage tissue, making it an ideal prospect in the field of cartilage defect repair.21,22\nIn the present study, we used electrospinning, freeze drying, and uniform dispersion techniques to design a bioactive resveratrol–PLA–gelatin porous nano-scaffold with good strength, biocompatibility, and biodegradability. We also established an articular cartilage defect rat model with a 2 mm diameter wound in the middle of the knee joint femoral\ncondyle non-weight-bearing area, with a depth reaching the full thickness of the subchondral bone. We preliminarily observed the effects of this nano-scaffold in our previous work.23 In this study, the bioactive resveratrol–PLA–gelatin porous nano-scaffolds were implanted into the defect, in order to investigate the possible mechanism and further observe the effect of the nano-scaffold in repairing the cartilage tissue."
    }, {
      "heading" : "Materials and methods",
      "text" : "Preparation of Pla–gelatin nano-scaffold Fabrication of nano-fiber membranes The PLA–gelatin nano-fibers (with or without resveratrol) were prepared by electrospinning. The electrospinning setup consisted of a digitally controlled syringe pump and a high voltage power supply, and the electrospun nano-fibrous membranes were collected with an aluminum foil-covered flat plate (15×15 cm). The PLA–gelatin solution (w/v=10%) was prepared by dissolving 0.15 g of PLA and 0.75 g of gelatin (w/ w=1:5) in 9 mL of HFIP and stirring at room temperature for 5 hours. The same solution was prepared in double. The resveratrol was accurately weighed for 0.2023 mg and dissolved in 0.1 mL of ethanol, and then mixed with one of the prepared PLA–gelatin solutions and stirred until homogeneous. The final resveratrol concentration was 100 μmol/L. The two solutions were electrospun with a 20 mL syringe equipped with a stainless steel needle under the same parameters, with flow rate and applied voltage set at 3 mL/h and 15 kV, and the distance between the needle and collector at 10 cm. All the collected PLA–gelatin nano-fiber membranes were placed in vacuum overnight to remove the residual solvent.\nFabrication of nano-scaffold The PLA–gelatin nano-scaffold was prepared according to a previously reported method.24 In brief, the PLA–gelatin nano-fiber membranes (with or without resveratrol) were cut into small pieces (0.5×0.5 cm), and the 1 g membrane pieces were weighed and added into 100 mL tert-butanol to disperse with a homogenizer (Wiggens D-500) at a speed of 10,000 rpm for 20 minutes. Then, the nano-fiber dispersions were poured into a 24-well cell culture plate and freeze-dried for 24 hours. Finally, the freeze-dried 3D nano-fiber sponges were heated at 190°C for 2 hours in air for cross-linking, in order to obtain the final scaffold.\ncharacteristic evaluation of Pla–gelatin nanoscaffold morphology characterization The morphology of the PLA–gelatin nano-fiber membranes and PLA–gelatin nano-scaffold was examined using a digital\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n37 .4\n4. 25\n2. 14\n7 on\n0 4-\nS ep\n-2 02 0 F or p er so na l u se o nl y.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nInternational Journal of Nanomedicine 2018:13 submit your manuscript | www.dovepress.com Dovepress\nDovepress\n7847\nMechanism research on a bioactive resveratrol–Pla–gelatin porous nano-scaffold\ncamera (Canon EOS 1300D; Canon Ltd., Tokyo, Japan) and a scanning electron microscope (SEM, HITACHI-8010; Hitachi Ltd., Tokyo, Japan). Prior to evaluation, the fibers were coated with gold.\nresveratrol standard curve The standard resveratrol concentration curve was created with data from the High Performance Liquid Chromatography (HPLC) assay. Different amounts of resveratrol were dissolved in PBS to prepare 0 mg/L, 2.5 mg/L, 5 mg/L, 10 mg/L, 20 mg/L, 30 mg/L, and 40 mg/L solutions. The absorbency was monitored by an ultra-violet light detector (UV230II) at a wavelength of 306 nm, and the flow rate was set at 1.0 mL/min. UV absorbance was read at 306 nm (A306) over the range of resveratrol concentrations. Finally, A306 values were plotted against concentrations to obtain a standard curve. This procedure was performed in triplicate using three independently fabricated resveratrol stock solutions.\nresveratrol release characterization The bioactive resveratrol–PLA–gelatin porous nano-scaffold was weighed to obtain 500 mg and submerged in 20 mL of PBS at 37°C for resveratrol release. For each HPLC assay, 100 μL of PBS was taken out and A306 was assessed. The remaining PBS was removed and replaced with 20 mL of fresh PBS. A306 values were converted to resveratrol concentrations using the previously obtained standard curve. The sample was assayed in triplicate.\nanimals Three female, 10-week-old Sprague Dawley (SD) rats (body weight: 220–240 g) and 18 female, 6-week-old SD rats (body weight: 140–180 g) were purchased from Beijing Vital River Laboratory Animal Technology Co., Ltd (Beijing, China). The SD rats used in the experiment were housed in a specific pathogen-free (SPF) barrier region in the Experimental Animal Center of Peking University People’s Hospital in an environmentally controlled room under a 12-hour light/12-hour dark cycle, with a relative humidity of 50%–55% and a room temperature of 24°C±2°C. All rats had free access to food and sterile water. This study was approved ethically by the Administration Committee of Experimental Animals, Peking University People’s Hospital, Beijing, China. All experimental procedures and treatments were performed according to the recommendations in the Institutional Animal Care Guidelines.\nBiological characteristic evaluation of the Pla–gelatin nano-scaffold evaluation of biological character in vitro The bilateral femoral inferior cartilage of SD rats (within 1 week old) was isolated and cut into pieces (1 mm3). The cartilage fragments were then digested by 0.2% type II collagenase (Sigma-Aldrich Co., St Louis, MO, USA) at 37°C for 4 hours. After that, the type II collagenase was neutralized by complete DMEM (containing 10% FBS; Thermo Fisher Scientific, Waltham, MA, USA), making it twice the volume. The medium was centrifuged at 1000g for 5 minutes, and the precipitate was resuspended in complete DMEM and cultured in an incubator at 37°C and 5% CO\n2 . The complete DMEM was replaced after 3 days, and tissue fragments were removed. The chondrocytes were identified by toluidine blue staining. Next, the PLA–gelatin nano-scaffold was cut into pieces (0.2 mm3) and put in a tissue culture dish. Ultraviolet light was introduced for 30 minutes for disinfection. 1×105/mL chondrocytes were evenly spread on the PLA–gelatin nano-scaffold pieces in a tissue culture dish. Acridine orange (AO)–propidium iodide (PI) staining (AO, 5 μg/mL; PI, 10 μg/mL) was conducted after 24 hours. The growth state of the chondrocytes was observed, and the biological characteristics of the scaffolds were evaluated in vitro.\nevaluation of biological character in vivo A total of 500 mg of the PLA–gelatin nano-scaffold was weighed and exposed to ultraviolet light for 30 minutes for disinfection. The scaffold was then soaked in 20 mL of 0.9% saline at 37°C for 72 hours to prepare the PLA–gelatin nano-scaffold leach liquor. The back hair of three SD rats (10 weeks old) was shaved after anesthetization. One point was selected to inject 1.5 mL of PLA–gelatin nano-scaffold leach liquor and 1.5 mL of 0.9% saline on each side of the spine. At 1 hour and 48 hours after the injection, the subcutaneous stimulation reactions were observed, such as hyperemia and swelling, and the biological characteristics of the scaffolds were evaluated in vivo.\nrepair mechanism exploration Treatment and grouping of rats After being anesthetized, 18 SD rats (6 weeks old) were used to establish the animal model. A right knee joint incision was performed under aseptic conditions, and the articular surface was fully exposed. A defect hole was drilled in the middle of the knee joint femoral condyle non-weight-bearing area, with a diameter of 2 mm and reaching the full thickness of\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n37 .4\n4. 25\n2. 14\n7 on\n0 4-\nS ep\n-2 02 0 F or p er so na l u se o nl y.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nInternational Journal of Nanomedicine 2018:13submit your manuscript | www.dovepress.com Dovepress\nDovepress\n7848\nYu et al\nsubchondral bone. The SD rats were randomly divided into three groups: group A (n=6): a bioactive resveratrol–PLA– gelatin porous nano-scaffold was inserted in the defect; group B (n=6): a blank porous PLA–gelatin nano-scaffold was inserted in the defect; and group C (n=6): no scaffold was inserted in the defect. Group D was the control group, in which we only cut open the articular capsule and exposed the middle femoral non-weight-bearing area of the left knee joint in all 18 SD control rats (Figure 1).\ngross specimen observation Three months after the models were established, SD rats were sacrificed via the cervical dislocation method. The bilateral terminal femora were removed, and the femoral condyle and trochlea areas were observed. We noted the color and luster of the cartilage, as well as the area and depth of the defect.\nMicro computed tomography (cT) observation The terminal femora of the sacrificed SD rats were observed under micro CT scan, and the internal structure was observed. The X-ray tube voltage was 80 kV, and the current was 450 μA. The number of views was 400, the exposure time was 400 ms, and the shot scan technique was chosen. The detector bin mode was 2×2, and the effective pixel size was 0.046 mm. Only one scan was required.\nevaluation of staining Tissue specimens were fixed in 4% paraformaldehyde, decalcified, and embedded in paraffin. Serial 4 μm sections were obtained. The tissue sections for H&E staining were treated with hematoxylin for 5 minutes and rinsed with water. They were then treated with eosin for 1 minute and rinsed again with water. The tissue sections for Safranin O–fast green staining were treated with Weigert stain for 5 minutes and rinsed with water. The sections were then differentiated with acidic differentiation solution for 15 seconds, rinsed with water, and treated with solid green for 5 minutes. Next, they\nwere treated with a weak acid solution for 15 seconds. Finally, the sections were treated with Safranin O for 5 minutes and rinsed again with water. The tissue sections for toluidine blue staining were treated with 1% toluidine blue for 60 minutes and rinsed with water. In order to analyze chondrocytes, they were treated with PBS, fixed in 4% paraformaldehyde for 30 minutes and treated again with PBS. Next, they were treated with 0.1% toluidine blue for 4 hours and then with PBS. The tissue sections for Alcian blue staining were treated with Alcian blue acidizing fluid for 3 minutes, treated with Alcian blue for 30 minutes, and rinsed with water. Those for Masson staining were treated with Weigert stain for 10 minutes and rinsed with distilled water. The sections were then treated with spring red acid complex red for 5 minutes, immersed in acetic acid for 1 minute, treated with phosphomolybdic acid for 2 minutes, and immersed in acetic acid for 1 minute. Next, the sections were treated with aniline blue for 2 minutes, immersed in acetic acid for 1 minute, and rinsed with water. Tissue sections for Gomori staining were treated with Weigert stain for 5 minutes and rinsed with water. They were then treated with Gomori for 20 minutes, differentiated with liquid differentiation for 90 seconds, and rinsed with water. Picrosirius red staining was performed in tissue sections treated with Weigert stain for 10 minutes and rinsed with water. Next, the sections were treated with sirius red for 1 hour and rinsed with water. Tissue sections for Periodic Acid-Schiff (PAS) staining were fixed in Carnoy’s fixed liquid for 10 minutes and rinsed with distilled water. They were then immersed in 0.5% periodic acid for 2 minutes and rinsed with distilled water. Finally, the sections were treated with Schiff’s reagent for 10 minutes and rinsed with water.\ngross scores and Mankin scores The specific scoring rules of gross scores and Mankin scores have been described in previous studies, which we used to calculate the scores in this study.25,26\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n37 .4\n4. 25\n2. 14\n7 on\n0 4-\nS ep\n-2 02 0 F or p er so na l u se o nl y.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nInternational Journal of Nanomedicine 2018:13 submit your manuscript | www.dovepress.com Dovepress\nDovepress\n7849\nMechanism research on a bioactive resveratrol–Pla–gelatin porous nano-scaffold\nevaluation of immunohistochemistry Tissue specimens were fixed in 4% paraformaldehyde, decalcified, and embedded in paraffin. Serial 4 μm sections were obtained. The tissue sections were dewaxed, hydrated, and treated with pepsin, whereupon they were washed with PBS, treated with peroxidase blocker, and washed again with PBS. The sections were incubated with SIRT1, VEGF, PTEN, AKT, Caspase 9, MMP13, and type II collagen antibodies (Bioss, Beijing, China). They were then washed with PBS, incubated with the secondary antibody, and then treated with fresh Diaminobenzidine (DAB) solution. Tissues that were found to be immunohistochemically positive for SIRT1, VEGF, PTEN, AKT, Caspase 9, MMP13, and type II collagen proteins were stained brown under a microscope. The area was photographed under the positive fluorescence microscope, and an area of the same size was intercepted. Image Pro-Plus 6.0 was used to calculate the size of the brown area.\nstatistical analyses All data are expressed as x̄±s. Comparisons between four groups were carried out by one-way ANOVA and nonparametric tests. Comparisons between two groups were carried out by independent-sample t-tests and non-parametric tests. SPSS 20.0 was used for statistical analysis. The image processing software package Image Pro-Plus 6.0 was used for image analysis. A P-value ,0.05 was considered to be statistically significant."
    }, {
      "heading" : "Results",
      "text" : "Morphology characterization of PLA–gelatin nano-fiber membranes and Pla–gelatin nano-scaffold The PLA–gelatin nano-fiber membranes and PLA–gelatin nano-scaffold with or without resveratrol showed no differences when observed under an electron microscope or with the naked eye. A great number of nano-fibers were randomly arranged, showing a uniform and dense strip shape with a superfine diameter, ranging from 200 nm to 2,200 nm\n(Figure 2A and B). There were numerous pores in the scaffold. Observation under an electron microscope showed pores of different sizes with a random distribution, and the nano-fibers showed a twist strip shape with a nanoscale diameter (Figure 2C and D). The PLA–gelatin nano-fibers in the scaffolds maintained a consistent structure, were able to provide support for the newborn cartilage, and achieved the slow release of resveratrol. The pores provided enough space for chondrocytes and bone marrow mesenchymal stem cells (BMSCs) to migrate and differentiate, making for a better microenvironment.\nIn vitro release characteristics of resveratrol The accumulated release of resveratrol from the bioactive resveratrol–PLA–gelatin porous nano-scaffold is shown in Figure 3A and B. It was clear that the resveratrol experienced a more rapid release during the first 7 days, after which the release rate gradually slowed down during days 7–14 and basically ceased after 21 days. During the whole test period, the released resveratrol was 19.57% of what was loaded. Thus, the resveratrol–PLA–gelatin nano-scaffold was demonstrated to slowly release resveratrol, which was a significant aid in the cartilage repair.\nBiological characteristics of the Pla–gelatin nano-scaffold Chondrocytes were inoculated in the PLA–gelatin nanoscaffold. They had good cell activity and grew well on the nano-scaffold after 24 hours. There were almost no dead chondrocytes, showing that the PLA–gelatin nano-scaffold had good biological function in vitro (Figure 4A and B). After the PLA–gelatin nano-scaffold leach liquor and 0.9% saline were injected into the skin on each side of the spine, we found no hyperemia or swelling in either side within the first 48 hours, and the skin bulge disappeared. The subcutaneous stimulation test was negative, and the biological function of the scaffolds was evaluated in vitro (Figure 4C and D), proving the suitability of the PLA–gelatin nano-scaffold for the subsequent experiment.\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n37 .4\n4. 25\n2. 14\n7 on\n0 4-\nS ep\n-2 02 0 F or p er so na l u se o nl y.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nInternational Journal of Nanomedicine 2018:13submit your manuscript | www.dovepress.com Dovepress\nDovepress\n7850\nYu et al\nFigure 3 Release profiles of resveratrol from bioactive resveratrol–PLA–gelatin porous nano-scaffold. Notes: (A) amount. (B) Percentage.\nFigure 4 Biological characteristic evaluation of the Pla-gelatin nano-scaffold. Notes: (A) Toluidine blue staining of chondrocytes. (B) chondrocytes grew well in and around the Pla–gelatin nano-scaffold. (C) 1 hour after the Pla–gelatin nano-scaffold leach liquor (left) and 0.9% saline (right) were injected into the skin. (D) 48 hours after the Pla–gelatin nano-scaffold leach liquor (left) and 0.9% saline (right) were injected into the skin.\ngeneral and micro cT observation Compared with group C, the cartilage defect was small and shallow in groups A and B. The cartilage surface was smooth with a bright color and luster, demonstrating that the PLA–gelatin scaffold was beneficial in promoting repair of the cartilage defect. Moreover, compared with group B, the cartilage defect was smaller and shallower in group A. A portion of the cartilage surface was repaired completely.\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n37 .4\n4. 25\n2. 14\n7 on\n0 4-\nS ep\n-2 02 0 F or p er so na l u se o nl y.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nInternational Journal of Nanomedicine 2018:13 submit your manuscript | www.dovepress.com Dovepress\nDovepress\n7851\nMechanism research on a bioactive resveratrol–Pla–gelatin porous nano-scaffold\nThe surface as a whole was smoother with smaller erosion, and the cartilage condition was closer to that of group D (Figure 5A–D).\nIn the plain scan and reconstructed 3D images, we found that, in group A, the nano-scaffold had integrated well with the surrounding tissue. The regenerated tissue was almost flush and integrated well with the surrounding subchondral bone. There were small depressions in the surface and the defect had been basically integrated. A large amount of trabecula was observed under the bone, and the trabecular structure was strong, with good porosity. The defect in this group was the shallowest and smallest, close to that of group D. In group B, the nano-scaffold was basically integrated with the surrounding regenerated subchondral bone. However, there was still a collapse in the defect, which was relatively large. The trabecular structure was incomplete with a loose structure; the defect was deeper and larger than in group A. In group C, the collapse was large and deep. The trabecular structure was disorganized with no pores. In this group, the defect was deepest and largest, and the other parts of the tissue surface also presented wear and tear (Figure 5E–H).\nhistological observation H&E, Masson, Gomori, and Picrosirius red stainings were used to observe the chondrocytes, tidal line, type II collagen, and structural changes in the cartilage tissue, respectively. Safranin O–fast green staining, Toluidine blue staining, and Alcian staining were used to observe the repair of cartilage\ntissue. PAS staining was used to observe the secretion of glycogen and other polysaccharides.\nIn group A, the depression and erosion were the smallest, and the regenerated cartilage was the thickest in the treated groups. The calcified, radiation, transitional, and surface layers of the cartilage were clearly distinguishable. The tidal line was smooth and complete. More chondrocytes were observed to have a uniform distribution and moderate morphology. The subchondral bone arrangement was close and regular and had obviously grown in to fill the defect. Collagen fibers were distributed more extensively. There were higher levels of glycogen and other polysaccharides, and all colors were almost normal (Figure 6A1–H1).\nIn group B, the cartilage surface was less smooth. A deeper depression and increased erosion were observed, and the regenerated cartilage was relatively thin. The four cartilage layers could not be distinguished; fewer chondrocytes were present, and they were clustered and inhomogeneously distributed. The tidal line was relatively intact and had moved forward. The subchondral bone was relatively regular and had partially grown over the defect. The collagen fibers, glycogen, and other polysaccharide were present in decreased numbers compared to group A. All colors were weak (Figure 6A2–H2).\nIn group C, an obvious defect was observed in the cartilage surface. The four layers could not be distinguished, and the regenerated cartilage was the thinnest of all the groups. There were few chondrocytes with different shapes and disordered distribution. The tidal line moved forward\nFigure 5 general observation and micro cT observation of the knee joints. Notes: (A–D) general observation. (E–H) Micro cT observation. (A and E) The bioactive resveratrol–Pla–gelatin porous nano-scaffold group. (B and F) The blank porous Pla–gelatin nano-scaffold group. (C and G) The no scaffold group. (D and H) The sham group. Abbreviation: cT, computed tomography.\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n37 .4\n4. 25\n2. 14\n7 on\n0 4-\nS ep\n-2 02 0 F or p er so na l u se o nl y.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nInternational Journal of Nanomedicine 2018:13submit your manuscript | www.dovepress.com Dovepress\nDovepress\n7852\nYu et al\nFigure 6 Different stainings of the cartilage. Notes: (A) h&e staining. (B) Masson staining. (C) gomori staining. (D) Picrosirius red staining. (E) safranin O–fast green staining. (F) Toluidine blue staining. (G) alcian staining. (H) Pas staining. 1) The bioactive resveratrol–Pla–gelatin porous nano-scaffold group. 2) The blank porous Pla–gelatin nano-scaffold group. 3) The no scaffold group. 4) The sham group.\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n37 .4\n4. 25\n2. 14\n7 on\n0 4-\nS ep\n-2 02 0 F or p er so na l u se o nl y.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nInternational Journal of Nanomedicine 2018:13 submit your manuscript | www.dovepress.com Dovepress\nDovepress\n7853\nMechanism research on a bioactive resveratrol–Pla–gelatin porous nano-scaffold\nobviously with blood vessels passing through. The subchondral bone had hardly grown into the defect and had an irregular morphology. The collagen fibers, glycogen, and other polysaccharides showed the lowest levels of all the groups. The colors dyed inhomogeneously. The cartilage condition was the worst in this group (Figure 6A3–H3).\nIn group D, a clear structure and a smooth cartilage surface were observed. Cartilage was thick with numerous, evenly distributed chondrocytes. The tidal line was neat and complete. All colors were brightly dyed (Figure 6A4–H4).\ngross scores and Mankin scores The gross scores of groups A, B, C, and D were (1.6667±0.8165), (2.3333±0.8165), (2.8333±1.1691), and (0.3333±0.5164), respectively. There were differences among the groups (P,0.01). Compared with group C, the gross scores were reduced in groups A and B, especially in group A, and the gross scores of group A were closer to those of group D (Figure 7A).\nThe Mankin scores of groups A, B, C, and D were (5.1667±0.9832), (9.1667±1.1691), (11.5000±1.6432), and (0.5000±0.5477), respectively. There were differences among the groups (P,0.01). The Mankin scores were dramatically lower in group A compared with those of groups B and C (P,0.01) and were closer to those of group D. The Mankin scores were reduced in group B compared with those of group C (P,0.05). The Mankin scores were significantly higher in group C than in group D (P,0.01) (Figure 7B).\nImmunohistochemical staining Immunohistochemical staining showed differences in SIRT1, AKT, and type II collagen proteins among groups (P,0.01). The levels of SIRT1, AKT, and type II collagen proteins were elevated in group A compared with groups B and C\n(P,0.01). Moreover, SIRT1 and AKT proteins were higher in group A compared with group D (P,0.01). Nevertheless, no evident changes in these proteins were observed between groups B and C (Figures 8A1–A4, D1–D4, G1–G4 and 9). Immunohistochemical staining showed differences in VEGF, PTEN, Caspase 9, and MMP13 protein levels among groups (P,0.01). The levels of these proteins decreased in group A compared with groups B and C (P,0.05). The level of PTEN was reduced in group B compared with group C (P,0.05). There were no obvious changes between groups B and C in other three proteins (Figures 8B1–B4, C1–C4, E1–E4, F1–F4 and 9). In group A, the expression levels of VEGF, PTEN, Caspase 9, MMP13, and type II collagen proteins were close to those in group D, whereas SIRT1 and AKT proteins were obviously increased (Table 1)."
    }, {
      "heading" : "Discussion",
      "text" : "Cartilage defects are tricky in clinical settings; they have a high morbidity and serious consequences.27 These injuries can be divided into two forms: partial and full-layer defects.28 Lack of support in the defect, the width interval, low blood supply, and the lack of certain cell types are all reasons why cartilage is hard to repair. Some researchers have confirmed that tissue-engineered materials loaded with drugs can accelerate the repair of cartilage defects. Therefore, scaffolds that can release bioactive drugs have attracted much attention in recent years.29\nThe type of material, loading of bioactive substances, and preparation techniques are significant in establishing a successful scaffold. PLA is a synthetic material, which is formed by the polymerization of lactic acid. After PLA decomposes, most of the remaining products are water and carbon dioxide. Gelatin is a heterogeneous polypeptide mixture obtained from animal skin, bone, and other tissues. Both of these materials\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n37 .4\n4. 25\n2. 14\n7 on\n0 4-\nS ep\n-2 02 0 F or p er so na l u se o nl y.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nInternational Journal of Nanomedicine 2018:13submit your manuscript | www.dovepress.com Dovepress\nDovepress\n7854\nYu et al\nFigure 8 Immunohistochemical staining of the cartilage. Notes: (A) sIrT1 protein. (B) VegF protein. (C) PTeN protein. (D) aKT protein. (E) caspase 9 protein. (F) MMP13 protein. (G) Type II collagen protein. 1) The bioactive resveratrol–Pla–gelatin porous nano-scaffold group. 2) The blank porous Pla–gelatin nano-scaffold group. 3) The no scaffold group. 4) The sham group.\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n37 .4\n4. 25\n2. 14\n7 on\n0 4-\nS ep\n-2 02 0 F or p er so na l u se o nl y.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nInternational Journal of Nanomedicine 2018:13 submit your manuscript | www.dovepress.com Dovepress\nDovepress\n7855\nMechanism research on a bioactive resveratrol–Pla–gelatin porous nano-scaffold\nTable 1 Immunohistochemical staining analysis of sIrT1, VegF, PTeN, aKT, caspase 9, MMP13, and type II collagen proteins in the cartilage (x̄±s)\nProteins Group A Group B Group C Group D sIrT1 41,977.67±7,536.86 18,107.00±10,070.13** 13,070.50±6,432.28** 23,042.00±8,551.18**,^ VegF 28,986.00±4,328.93 41,624.83±12,238.25* 51,505.17±7,276.66** 5,994.67±4,193.77**,##,^^ PTeN 20,225.50±8,476.02 32,030.50±5,603.02* 46,954.17±6,736.58**,# 8,649.17±4,896.82*,##,^^ aKT 37,468.00±10,629.82 18,078.67±5,977.79** 15,565.00±6,929.25** 12,617.00±6,449.68** caspase 9 17,704.17±4,953.12 36,188.00±10,651.27** 43,240.80±9,101.69** 7,940.33±3,314.72**,##,^^ MMP13 8,153.50±4,285.26 24,929.33±3,260.82** 29,782.00±5,438.42** 7,342.67±3,030.26##,^^ Type II collagen 39,815.17±8,330.56 22,134.33±10,070.47** 13,179.50±8,372.53** 34,958.00±12,319.17^^\nNotes: *group a vs groups B, c, and D. #group B vs groups c and D. ^group c vs group D. **,##,^^P,0.01. *,#,^P,0.05. group a: the bioactive resveratrol–Pla–gelatin porous nano-scaffold group. group B: the blank porous Pla–gelatin nano-scaffold group. group c: the no scaffold group. group D: the sham group.\nFigure 9 Immunohistochemical staining analysis of sIrT1, VegF, PTeN, aKT, caspase 9, MMP13, and type II collagen proteins in the cartilage. Notes: *group a vs groups B, c, and D. #group B vs groups c and D. ^group c vs group D. **,##,^^P,0.01. *,#,^P,0.05. group a: the bioactive resveratrol–Pla–gelatin porous nano-scaffold group. group B: the blank porous Pla–gelatin nano-scaffold group. group c: the no scaffold group. group D: the sham group.\nhave good biocompatibility and biodegradability, but they also have disadvantages, such as poor elasticity, toughness, and intensity. We combined a synthetic material, PLA, with a natural material, gelatin, to increase their strengths. In this way, we were able to retain the advantages of the two materials and make up for the shortage of single material.\nWe chose resveratrol as the loaded bioactive substance. Resveratrol plays an important role in the treatment of osteoarthritis, tumors, and cardiovascular diseases.30–32 It has been shown to play a protective role in cartilage defects and in abnormal chondrocytes.33,34 However, in past research, it has always been injected into the diseased region, limiting its long-term effectiveness. Moreover, we found that there were no resveratrol-related scaffolds currently in use. Therefore, we chose resveratrol as a slow release drug for our nano-scaffold.\nElectrospinning can produce a scaffold with special features.35 In order to improve the technique, we combined electrospinning with freeze drying and uniform dispersion techniques. We designed a nano-scaffold with a unique structure; it had a finer fiber diameter, larger surface area, higher porosity, and a more stable drug release rate. The scaffold provided filling material for the cartilage defect, as well as an adhesion surface for BMSCs and chondrocytes. The scaffold could increase the contact area of resveratrol with the surrounding tissues and cells, due to its high porosity. Therefore, resveratrol was shown to act on newborn chondrocytes, cartilage tissue, cartilage matrix, and subchondral bone.\nIn our research, we found that the blank porous PLA– gelatin nano-scaffold had successfully promoted the repair of articular cartilage defects after 3 months. However, the bioactive resveratrol–PLA–gelatin porous nano-scaffold accelerated this process. Moreover, the defect area became small. The depth of the defect became more shallow or even disappeared. The luster and color of the newborn cartilage were bright. In addition, the cartilage surface became smooth, and the newborn cartilage layers were thick and we were able to distinguish the four layers of cartilage. The chondrocytes and tidal line were in better condition, the subchondral bone was arranged closely and regularly, and the bone tissue at the bottom was obviously growing to fill the defect. Collagen fibers, glycogen, and other polysaccharides were secreted in increased numbers compared to the other groups. These results might be caused by the fact that the bioactive resveratrol–PLA–gelatin porous nano-scaffold could slowly release the resveratrol and could provide a gradient change in component content and stomatal rate at the border between bone and cartilage. The morphology of 3D sponge could fill all the defect space, thereby avoiding stratification in the joint and forming a good interface between newborn bone\nIn te rn at io na l J ou rn al o f N an om ed ic in e do w nl oa de d fr om h ttp s: //w w w .d ov ep re ss .c om / b y 37 .4\n4. 25\n2. 14\n7 on\n0 4-\nS ep\n-2 02 0 F or p er so na l u se o nl y.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nInternational Journal of Nanomedicine 2018:13submit your manuscript | www.dovepress.com Dovepress\nDovepress\n7856\nYu et al\nand cartilage tissue. The newborn cartilage and chondrocytes were able to adhere to the scaffold to prevent its collapse. These features promoted the scaffold, so that newborn cartilage and bone grow and accelerate the whole repair and the regeneration of cartilage.\nIn previous studies, scholars confirmed certain mechanisms associated with chondrocytes and cartilage. Some found that resveratrol has a close relationship with cartilage repair. In one study, 100 μmol/L resveratrol enhanced the synthesis of the chondrocyte extracellular matrix through activating the PI3K/AKT signaling pathway, and then played a protective role for articular cartilage.36,37 Therefore, we selected 100 μmol/L as the drug load concentration of the nano-scaffold. As a specific activator of the SIRT1 gene, resveratrol can specifically activate SIRT1.38 Downregulation of the SIRT1 gene can activate the SREBP2 protein-mediated PI3K/AKT signaling pathway and aggravate the degeneration of articular cartilage in osteoarthritis.39 The PI3K/AKT signaling pathway belongs to the serine/threonine protein kinase pathway, which plays an important role in proliferation, differentiation, and apoptosis of chondrocytes.40,41 In addition, it can also regulate the synthesis of cartilage matrix and affect the repair of cartilage damage. For these reasons, we detected seven protein factors, namely, SIRT1, VEGF, PTEN, AKT, Caspase 9, MMP13, and type II collagen, which have close relationships with the PI3K/AKT signaling pathway. In cartilage, the SIRT1 gene regulates the viability of chondrocytes by affecting the acetylation level, reducing the secretion of glycoproteins in cartilage, and accelerating the pathological calcification caused by the deposition of calcium. Any of these could promote the occurrence of cartilage injury.42 VEGF can induce the formation of new blood vessels. When cartilage is damaged, new blood vessels form in the cartilage junction at the repair site, induced by VEGF protein, and then induce a neurogenic inflammation that destroys cartilage and aggravates the cartilage damage.43 Moreover, PTEN, AKT, and Caspase 9 play important roles in cell proliferation and senescence.44 Knocking out the PTEN gene could induce the phosphorylation of AKT, causing chondrodysplasia via the PI3K/AKT signaling pathway. As a result, chondrocyte differentiation was influenced, and then,it influenced the process of cartilage defect.45 Some scholars have also suggested that the SIRT1 gene could affect the apoptosis caused by genes in the caspase family.46 The decomposition of cartilage matrix caused by MMP13, such as glycogen and II collagen, was delayed.47 Thus, the life of chondrocytes was prolonged, and cartilage tissue was protected.\nIn our research, we found that 3 months after the repair, the bioactive resveratrol–PLA–gelatin porous nano-scaffold had\npromoted the expression of the SIRT1 protein, further affecting the activity of the PI3K/AKT signaling pathway. This resulted in decreased expression of VEGF, PTEN, Caspase 9, and MMP13 proteins, while increasing the expressions of AKT and type II collagen proteins. These results might be caused by the degradation of the bioactive resveratrol–PLA–gelatin porous nano-scaffold, as resveratrol can act on BMSCs, chondrocytes, newborn cartilage, and subchondral bone. The BMSCs in the defect were induced by resveratrol and differentiated into chondrocytes. The surface cartilage tissue then grew to form a thicker, new cartilaginous layer, and the subchondral bone in the bottom grew into and repaired the defect. In this process, resveratrol activated the expression of the SIRT1 gene and upregulated its expression, which reduced calcium deposition and promoted the synthesis and secretion of glycogen and type II collagen in the cartilage region. It further led to a change in the levels of factors downstream of the PI3K/AKT signaling pathway. Downregulation of the VEGF protein inhibited the formation of new blood vessels and alleviated the neurogenic inflammation. The decreased levels of the PTEN and Caspase 9 proteins and the increased level of the AKT protein promoted the proliferation of new chondrocytes and delayed the senescence and apoptosis of already existing chondrocytes. The decreased level of the MMP13 protein also inhibited destruction of the cartilage matrix. As a result, the bioactive resveratrol–PLA–gelatin porous nano-scaffold promoted the repair of damaged cartilage."
    }, {
      "heading" : "Conclusion",
      "text" : "In this study, we used electrospinning, freeze drying, and uniform dispersion techniques to design a bioactive resveratrol–PLA–gelatin porous nano-scaffold, which had a high specific surface area with large porosity, slow drug release, and finer diameter. We found that the bioactive resveratrol–PLA–gelatin porous nano-scaffold could promote the repair of cartilage injury as a whole and might function via activation of the PI3K/AKT signaling pathway. This important discovery will provide inspiration for the design and clinical application of future drug-loaded tissue engineering scaffolds to repair cartilage defects."
    }, {
      "heading" : "Acknowledgment",
      "text" : "This research was continuously funded by Chinese National Key Basic Research 973 Program (2014CB542201), Beijing Science and Technology New Star Cross Subject (2018019), Beijing Natural Science Foundation (2172039), National S&T Major Project of China (SQ2018ZX100301), and Chinese National Natural Science Foundation (31571235, 31771322, 51373023, 21171019, 31671248, 31640045,\nIn\nte rn\nat io\nna l J\nou rn\nal o\nf N an\nom ed\nic in\ne do\nw nl\noa de\nd fr\nom h\nttp s:\n//w w\nw .d\nov ep\nre ss\n.c om\n/ b y\n37 .4\n4. 25\n2. 14\n7 on\n0 4-\nS ep\n-2 02 0 F or p er so na l u se o nl y.\nPowered by TCPDF (www.tcpdf.org)\n1 / 1\nInternational Journal of Nanomedicine 2018:13 submit your manuscript | www.dovepress.com Dovepress\nDovepress\n7857\nMechanism research on a bioactive resveratrol–Pla–gelatin porous nano-scaffold"
    }, {
      "heading" : "31571236, 81171146, 31471144, 30971526, 31100860,",
      "text" : "31040043, 31371210, and 81372044)."
    }, {
      "heading" : "Disclosure",
      "text" : "The authors report no conflicts of interest in this work."
    } ],
    "references" : [ {
      "title" : "Osteochondral Injuries of the Knee in Pediatric Patients",
      "author" : [ "Bauer KL" ],
      "venue" : "J Knee Surg",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2018
    }, {
      "title" : "Metabolic dysregulation accelerates injury-induced joint degeneration, driven by local inflammation; an in vivo rat study",
      "author" : [ "HM de Visser", "SC Mastbergen", "AE Kozijn" ],
      "venue" : "J Orthop Res",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2018
    }, {
      "title" : "An arthroscopic device to assess articular cartilage defects and treatment with a hydrogel",
      "author" : [ "WJ McCarty", "A Luan", "P Sundaramurthy" ],
      "venue" : "Ann Biomed Eng",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2011
    }, {
      "title" : "Outcomes of cartilage repair techniques for chondral injury in the hip-a systematic review",
      "author" : [ "N Nakano", "C Gohal", "A Duong", "OR Ayeni", "V. Khanduja" ],
      "venue" : "Int Orthop",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2018
    }, {
      "title" : "Osteochondral Allograft Transplantation in Patients With Osteochondritis Dissecans of the Knee",
      "author" : [ "KN Sadr", "PA Pulido", "JC Mccauley", "WD. Bugbee" ],
      "venue" : "Am J Sports Med",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2016
    }, {
      "title" : "Feasibility of arthroscopic autologous chondrocyte implantation in the hip using an injectable hydrogel",
      "author" : [ "S Thier", "F Baumann", "C Weiss", "S. Fickert" ],
      "venue" : "Hip Int",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2018
    }, {
      "title" : "Repair of large full-thickness cartilage defect by activating endogenous peripheral blood stem cells and autologous periosteum flap transplantation combined with patellofemoral realignment",
      "author" : [ "WL Fu", "YF Ao", "XY Ke" ],
      "venue" : null,
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2014
    }, {
      "title" : "Fresh bone marrow and periosteum transplantation for cartilage defects of the knee",
      "author" : [ "K Slynarski", "J Deszczynski", "J. Karpinski" ],
      "venue" : "Transplant Proc",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2006
    }, {
      "title" : "Alginatebased hydrogels functionalised at the nanoscale using layer-by-layer assembly for potential cartilage repair",
      "author" : [ "P Gentile", "C Ghione", "AM Ferreira", "A Crawford", "PV. Hatton" ],
      "venue" : "Biomater Sci",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 1931
    }, {
      "title" : "Repair of rabbit cartilage defect based on the fusion of rabbit bone marrow stromal cells and Nano-HA/PLLA composite material",
      "author" : [ "W Zhu", "D Guo", "L Peng" ],
      "venue" : "Artif Cells Nanomed Biotechnol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2017
    }, {
      "title" : "Porous Chitosan/Nano-Hydroxyapatite Composite Scaffolds Incorporating Simvastatin-Loaded PLGA Microspheres for Bone Repair. Cells Tissues Organs",
      "author" : [ "Y Li", "Z Zhang", "Z. Zhang" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2018
    }, {
      "title" : "Electrospun nanofibers for regenerative medicine",
      "author" : [ "W Liu", "S Thomopoulos", "Y. Xia" ],
      "venue" : "Adv Healthc Mater",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2012
    }, {
      "title" : "Interfacial, Mechanical and Thermal Properties of Coir Fiber-Reinforced Poly(Lactic Acid) Biodegradable Composites",
      "author" : [ "T Huunam", "S. Shinjiogihara" ],
      "venue" : "Adv Compos Mater",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2012
    }, {
      "title" : "Protein-based nanocarriers as promising drug and gene delivery systems",
      "author" : [ "AO Elzoghby", "WM Samy", "NA. Elgindy" ],
      "venue" : "J Control Release",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2012
    }, {
      "title" : "Isolation and characterization of antioxidative peptides from gelatin hydrolysate of Alaska pollack skin",
      "author" : [ "SK Kim", "YT Kim", "HG Byun", "KS Nam", "DS Joo", "F. Shahidi" ],
      "venue" : "J Agric Food Chem",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 1989
    }, {
      "title" : "Anti-aging pharmacology in cutaneous wound healing: effects of metformin, resveratrol, and rapamycin by local application",
      "author" : [ "P Zhao", "BD Sui", "N Liu" ],
      "venue" : "Aging Cell",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2017
    }, {
      "title" : "Anti-inflammatory and antioxidant role of resveratrol on nicotine-induced lung changes in male rats",
      "author" : [ "Hamza RZ", "El-Shenawy NS" ],
      "venue" : null,
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2017
    }, {
      "title" : "Resveratrol inhibits adventitial fibroblast proliferation and induces cell apoptosis through the SIRT1 pathway",
      "author" : [ "L Ling", "S Gu", "Y. Cheng" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2017
    }, {
      "title" : "Biological characterization of oxidized hyaluronic acid/resveratrol hydrogel for cartilage tissue engineering",
      "author" : [ "SY Sheu", "WS Chen", "JS Sun", "FH Lin", "T. Wu" ],
      "venue" : "J Biomed Mater Res A",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2013
    }, {
      "title" : "Regulation of inflammation signalling by resveratrol in human chondrocytes in vitro",
      "author" : [ "C Csaki", "N Keshishzadeh", "K Fischer", "M. Shakibaei" ],
      "venue" : "Biochem Pharmacol",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2008
    }, {
      "title" : "Effect of resveratrol on cartilage protection and apoptosis inhibition in experimental osteoarthritis of rabbit",
      "author" : [ "J Wang", "JS Gao", "JW Chen", "F Li", "J. Tian" ],
      "venue" : "Rheumatol Int",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2012
    }, {
      "title" : "Inhibitory Effects of Free and NanoLiposomal-Loaded Resveratrol on Sodium Nitroprusside-Induced Rabbit Chondrocyte Apoptosis",
      "author" : [ "YY Quan", "Q Xia", "YH Liu" ],
      "venue" : "J Nanosci Nanotechnol",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2017
    }, {
      "title" : "Microfluidic-based screening of resveratrol and drug-loading PLA/Gelatine nano-scaffold for the repair of cartilage defect",
      "author" : [ "L Ming", "Y Zhipeng", "Y Fei" ],
      "venue" : "Artif Cells Nanomed Biotechnol",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2018
    }, {
      "title" : "Superabsorbent 3D scaffold based on electrospun nanofibers for cartilage tissue engineering",
      "author" : [ "W Chen", "S Chen", "Y Morsi" ],
      "venue" : "ACS Appl Mater Interfaces",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2016
    }, {
      "title" : "Reduced progression of experimental osteoarthritis in vivo by selective inhibition of inducible nitric oxide synthase",
      "author" : [ "JP Pelletier", "D Jovanovic", "JC Fernandes" ],
      "venue" : "Arthritis Rheum",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 1998
    }, {
      "title" : "Biochemical and metabolic abnormalities in articular cartilage from osteo-arthritic human hips. II. Correlation of morphology with biochemical and metabolic data",
      "author" : [ "HJ Mankin", "H Dorfman", "L Lippiello", "A. Zarins" ],
      "venue" : "J Bone Joint Surg Am",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 1971
    }, {
      "title" : "MicroRNAs in chondrogenesis, articular cartilage, and osteoarthritis: implications for tissue engineering",
      "author" : [ "Hong E", "Reddi AH" ],
      "venue" : "Tissue Eng Part B Rev",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2012
    }, {
      "title" : "Articular Cartilage: structure, injuries and review of management",
      "author" : [ "Bhosale AM", "Richardson JB" ],
      "venue" : null,
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2008
    }, {
      "title" : "Primary observation on PLGA/TCP scaffolds incorporating icariin in re-pairing the defect of knee cartilage accordance with the biological charac-teristics of the rabbits",
      "author" : [ "L Wei", "W Zhanwei", "W Xiao" ],
      "venue" : null,
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2016
    }, {
      "title" : "Resveratrol ameliorates inflammatory damage and protects against osteoarthritis in a rat model of osteoarthritis",
      "author" : [ "Y Wei", "J Jia", "X Jin", "W Tong", "H. Tian" ],
      "venue" : null,
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2018
    }, {
      "title" : "Effects of Resveratrol against Lung Cancer: In vitro and In vivo",
      "author" : [ "M Yousef", "IA Vlachogiannis", "E. Tsiani" ],
      "venue" : "Studies. Nutrients",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2017
    }, {
      "title" : "Resveratrol and Cardiovascular Diseases",
      "author" : [ "D. Bonnefont-Rousselot" ],
      "venue" : "Nutrients",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2016
    }, {
      "title" : "Local intra-articular injection of resveratrol delays cartilage degeneration in C57BL/6 mice by inducing autophagy via AMPK/mTOR pathway",
      "author" : [ "N Qin", "L Wei", "W Li" ],
      "venue" : "J Pharmacol Sci",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2017
    }, {
      "title" : "Resveratrol inhibits the IL-1β-induced expression of MMP-13 and IL-6 in human articular chondrocytes via TLR4/MyD88-dependent and -independent signaling cascades",
      "author" : [ "H Gu", "Y Jiao", "X Yu" ],
      "venue" : "Int J Mol Med",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2017
    }, {
      "title" : "A new electrospun graphene-silk fibroin composite scaffolds for guiding Schwann cells",
      "author" : [ "Y Zhao", "J Gong", "C Niu" ],
      "venue" : "J Biomater Sci Polym Ed",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2017
    }, {
      "title" : "Influence of resveratrol on extracellular matrix synthesis of chondrocytes via activating PI3K/Akt pathway",
      "author" : [ "L Jianjing", "Z Hui", "X Deming" ],
      "venue" : "Orthopedic Journal of China",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2017
    }, {
      "title" : "Resveratrol regulates type II collagen and COX-2 expression via the ERK, p38 and Akt signaling pathways in rabbit articular chondrocytes",
      "author" : [ "SH Eo", "HS Cho", "SJ. Kim" ],
      "venue" : "Exp Ther Med",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2014
    }, {
      "title" : "Resveratrol pretreatment attenuates traumatic brain injury in rats by suppressing NLRP3 inflammasome activation via SIRT1",
      "author" : [ "P Zou", "X Liu", "G Li", "Y. Wang" ],
      "venue" : null,
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2018
    }, {
      "title" : "Effects of SIRT1 gene knock-out via activation of SREBP2 protein-mediated PI3K/AKT signaling on osteoarthritis in mice",
      "author" : [ "F Yu", "H Zeng", "M Lei" ],
      "venue" : "J Huazhong Univ Sci Technolog Med Sci",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2016
    }, {
      "title" : "Inhibition of miR-20 promotes proliferation and autophagy in articular chondrocytes by PI3K/AKT/mTOR signaling pathway",
      "author" : [ "W He", "Y. Cheng" ],
      "venue" : "Biomed Pharmacother. 2018;97:607–615",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2018
    }, {
      "title" : "miR-4262 regulates chondrocyte viability, apoptosis, autophagy by targeting SIRT1 and activating PI3K/AKT/mTOR signaling pathway in rats with osteoarthritis",
      "author" : [ "W Sun", "Y Li", "S. Wei" ],
      "venue" : "Exp Ther Med",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2018
    }, {
      "title" : "Mechanisms of chondrocyte apoptosis",
      "author" : [ "M Lotz", "S Hashimoto", "K. Kühn" ],
      "venue" : "Osteoarthritis Cartilage",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 1999
    }, {
      "title" : "Angiogenesis in the synovium and at the osteochondral junction in osteoarthritis",
      "author" : [ "DA Walsh", "CS Bonnet", "EL Turner", "D Wilson", "M Situ", "DF. McWilliams" ],
      "venue" : "Osteoarthritis Cartilage",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2007
    }, {
      "title" : "MicroRNA-21 promotes glioma cell proliferation and inhibits senescence and apoptosis by targeting SPRY1 via the PTEN/PI3K/AKT signaling pathway",
      "author" : [ "C Chai", "LJ Song", "SY Han", "XQ Li", "M. Li" ],
      "venue" : "CNS Neurosci Ther",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2018
    }, {
      "title" : "PTEN Suppresses Dyschondroplasis via Regulating Chondrocytic Proliferation and Differentiation",
      "author" : [ "Y. Guan" ],
      "venue" : "China: Academy of Military Medical Sciences;",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2008
    }, {
      "title" : "miR-211 promotes lens epithelial cells apoptosis by targeting silent mating-type information regulation 2 homolog 1 in age-related cataracts",
      "author" : [ "B Lu", "IT Christensen", "LW Ma" ],
      "venue" : "Int J Ophthalmol",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2018
    }, {
      "title" : "Intra-articular resveratrol injection prevents osteoarthritis progression in a mouse model by activating SIRT1 and thereby silencing HIF-2α",
      "author" : [ "W Li", "L Cai", "Y Zhang", "L Cui", "G. Shen" ],
      "venue" : "J Orthop Res",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2015
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Introduction Articular cartilage defect is a formidable clinical problem with cartilage degeneration or loss, which is difficult to treat and slow to develop.(1,2) When cartilage defects occur, there is no support for new cartilage growth to climb in or across the defect.",
      "startOffset" : 158,
      "endOffset" : 163
    }, {
      "referenceID" : 1,
      "context" : "Introduction Articular cartilage defect is a formidable clinical problem with cartilage degeneration or loss, which is difficult to treat and slow to develop.(1,2) When cartilage defects occur, there is no support for new cartilage growth to climb in or across the defect.",
      "startOffset" : 158,
      "endOffset" : 163
    }, {
      "referenceID" : 2,
      "context" : "Therefore, the self-healing ability of cartilage is poor, and cartilage defects have attracted increasing attention in the medical field over the years.(3,4) At present, chondrocyte transplantation, periosteal transplantation, or cartilage transplantation is used to repair cartilage defects.",
      "startOffset" : 152,
      "endOffset" : 157
    }, {
      "referenceID" : 3,
      "context" : "Therefore, the self-healing ability of cartilage is poor, and cartilage defects have attracted increasing attention in the medical field over the years.(3,4) At present, chondrocyte transplantation, periosteal transplantation, or cartilage transplantation is used to repair cartilage defects.",
      "startOffset" : 152,
      "endOffset" : 157
    }, {
      "referenceID" : 7,
      "context" : "However, these therapeutic methods have limitations such as grafts and cannot integrate well with the regenerated and subchondral bone, and hence the treatment effect is often poor.(8) correspondence: Peixun Zhang Peking University People’s hospital, 11th Xizhimen south street, Xicheng District, Beijing 100044, china email zhangpeixun@tom.",
      "startOffset" : 181,
      "endOffset" : 184
    }, {
      "referenceID" : 8,
      "context" : "In recent years, three-dimensional (3D) nano-scaffold materials have been widely used in orthopedics, thanks to their biodegradability, solidity, and other functions.(9) When nano-scaffold materials are loaded with bioactive substances, they work better and integrate well with the regenerated bone and subchondral bone through the nano-scaffold, resulting in a more successful and complete repair.",
      "startOffset" : 166,
      "endOffset" : 169
    }, {
      "referenceID" : 9,
      "context" : "When nano-scaffold materials are loaded with bioactive substances, they work better and integrate well with the regenerated bone and subchondral bone through the nano-scaffold, resulting in a more successful and complete repair.(10,11) There are many techniques for the production of nanoscaffold materials.",
      "startOffset" : 228,
      "endOffset" : 235
    }, {
      "referenceID" : 10,
      "context" : "When nano-scaffold materials are loaded with bioactive substances, they work better and integrate well with the regenerated bone and subchondral bone through the nano-scaffold, resulting in a more successful and complete repair.(10,11) There are many techniques for the production of nanoscaffold materials.",
      "startOffset" : 228,
      "endOffset" : 235
    }, {
      "referenceID" : 11,
      "context" : "One of the most popular techniques is electrospinning, which is of low cost with high yield, and the obtained nano-fibers have unique structures.(12) However, simple electrospinning has disadvantages, as the loaded bioactive substance is inhomogeneous throughout the materials and the release of the bioactive substance is inconsistent.",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 15,
      "context" : "Resveratrol is a polyphenolic compound with anti-aging, anti-inflammatory, and antioxidant functions and is extracted from polygonum cuspidatum, grapes, mulberry, and peanut plants.(16,17) It is the selective activator of the SIRT1 gene.",
      "startOffset" : 181,
      "endOffset" : 188
    }, {
      "referenceID" : 16,
      "context" : "Resveratrol is a polyphenolic compound with anti-aging, anti-inflammatory, and antioxidant functions and is extracted from polygonum cuspidatum, grapes, mulberry, and peanut plants.(16,17) It is the selective activator of the SIRT1 gene.",
      "startOffset" : 181,
      "endOffset" : 188
    }, {
      "referenceID" : 17,
      "context" : "It is the selective activator of the SIRT1 gene.(18) Sheu et al(19) confirmed that resveratrol can alleviate damage to cartilage, as it can regulate inflammation signaling in human chondrocytes.",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 19,
      "context" : "Sheu et al(19) confirmed that resveratrol can alleviate damage to cartilage, as it can regulate inflammation signaling in human chondrocytes.(20) As a natural plant antitoxin, it plays an important role in the protection of cartilage tissue, making it an ideal prospect in the field of cartilage defect repair.",
      "startOffset" : 141,
      "endOffset" : 145
    }, {
      "referenceID" : 20,
      "context" : "As a natural plant antitoxin, it plays an important role in the protection of cartilage tissue, making it an ideal prospect in the field of cartilage defect repair.(21,22) In the present study, we used electrospinning, freeze drying, and uniform dispersion techniques to design a bioactive resveratrol–PLA–gelatin porous nano-scaffold with good strength, biocompatibility, and biodegradability.",
      "startOffset" : 164,
      "endOffset" : 171
    }, {
      "referenceID" : 21,
      "context" : "As a natural plant antitoxin, it plays an important role in the protection of cartilage tissue, making it an ideal prospect in the field of cartilage defect repair.(21,22) In the present study, we used electrospinning, freeze drying, and uniform dispersion techniques to design a bioactive resveratrol–PLA–gelatin porous nano-scaffold with good strength, biocompatibility, and biodegradability.",
      "startOffset" : 164,
      "endOffset" : 171
    }, {
      "referenceID" : 22,
      "context" : "We preliminarily observed the effects of this nano-scaffold in our previous work.(23) In this study, the bioactive resveratrol–PLA–gelatin porous nano-scaffolds were implanted into the defect, in order to investigate the possible mechanism and further observe the effect of the nano-scaffold in repairing the cartilage tissue.",
      "startOffset" : 81,
      "endOffset" : 85
    }, {
      "referenceID" : 23,
      "context" : "Fabrication of nano-scaffold The PLA–gelatin nano-scaffold was prepared according to a previously reported method.(24) In brief, the PLA–gelatin nano-fiber membranes (with or without resveratrol) were cut into small pieces (0.",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 24,
      "context" : "gross scores and Mankin scores The specific scoring rules of gross scores and Mankin scores have been described in previous studies, which we used to calculate the scores in this study.(25,26)",
      "startOffset" : 185,
      "endOffset" : 192
    }, {
      "referenceID" : 25,
      "context" : "gross scores and Mankin scores The specific scoring rules of gross scores and Mankin scores have been described in previous studies, which we used to calculate the scores in this study.(25,26)",
      "startOffset" : 185,
      "endOffset" : 192
    }, {
      "referenceID" : 26,
      "context" : "Discussion Cartilage defects are tricky in clinical settings; they have a high morbidity and serious consequences.(27) These injuries can be divided into two forms: partial and full-layer defects.",
      "startOffset" : 114,
      "endOffset" : 118
    }, {
      "referenceID" : 27,
      "context" : "These injuries can be divided into two forms: partial and full-layer defects.(28) Lack of support in the defect, the width interval, low blood supply, and the lack of certain cell types are all reasons why cartilage is hard to repair.",
      "startOffset" : 77,
      "endOffset" : 81
    }, {
      "referenceID" : 28,
      "context" : "Therefore, scaffolds that can release bioactive drugs have attracted much attention in recent years.(29) The type of material, loading of bioactive substances, and preparation techniques are significant in establishing a successful scaffold.",
      "startOffset" : 100,
      "endOffset" : 104
    }, {
      "referenceID" : 32,
      "context" : "It has been shown to play a protective role in cartilage defects and in abnormal chondrocytes.(33,34) However, in past research, it has always been injected into the diseased region, limiting its long-term effectiveness.",
      "startOffset" : 94,
      "endOffset" : 101
    }, {
      "referenceID" : 33,
      "context" : "It has been shown to play a protective role in cartilage defects and in abnormal chondrocytes.(33,34) However, in past research, it has always been injected into the diseased region, limiting its long-term effectiveness.",
      "startOffset" : 94,
      "endOffset" : 101
    }, {
      "referenceID" : 34,
      "context" : "Electrospinning can produce a scaffold with special features.(35) In order to improve the technique, we combined",
      "startOffset" : 61,
      "endOffset" : 65
    }, {
      "referenceID" : 35,
      "context" : "In one study, 100 μmol/L resveratrol enhanced the synthesis of the chondrocyte extracellular matrix through activating the PI3K/AKT signaling pathway, and then played a protective role for articular cartilage.(36,37) Therefore, we selected 100 μmol/L as the drug load concentration of the nano-scaffold.",
      "startOffset" : 209,
      "endOffset" : 216
    }, {
      "referenceID" : 36,
      "context" : "In one study, 100 μmol/L resveratrol enhanced the synthesis of the chondrocyte extracellular matrix through activating the PI3K/AKT signaling pathway, and then played a protective role for articular cartilage.(36,37) Therefore, we selected 100 μmol/L as the drug load concentration of the nano-scaffold.",
      "startOffset" : 209,
      "endOffset" : 216
    }, {
      "referenceID" : 37,
      "context" : "As a specific activator of the SIRT1 gene, resveratrol can specifically activate SIRT1.(38) Downregulation of the SIRT1 gene can activate the SREBP2 protein-mediated PI3K/AKT signaling pathway and aggravate the degeneration of articular cartilage in osteoarthritis.",
      "startOffset" : 87,
      "endOffset" : 91
    }, {
      "referenceID" : 38,
      "context" : "Downregulation of the SIRT1 gene can activate the SREBP2 protein-mediated PI3K/AKT signaling pathway and aggravate the degeneration of articular cartilage in osteoarthritis.(39) The PI3K/AKT signaling pathway belongs to the serine/threonine protein kinase pathway, which plays an important role in proliferation, differentiation, and apoptosis of chondrocytes.",
      "startOffset" : 173,
      "endOffset" : 177
    }, {
      "referenceID" : 39,
      "context" : "The PI3K/AKT signaling pathway belongs to the serine/threonine protein kinase pathway, which plays an important role in proliferation, differentiation, and apoptosis of chondrocytes.(40,41) In addition, it can also regulate the synthesis of cartilage matrix and affect the repair of cartilage damage.",
      "startOffset" : 182,
      "endOffset" : 189
    }, {
      "referenceID" : 40,
      "context" : "The PI3K/AKT signaling pathway belongs to the serine/threonine protein kinase pathway, which plays an important role in proliferation, differentiation, and apoptosis of chondrocytes.(40,41) In addition, it can also regulate the synthesis of cartilage matrix and affect the repair of cartilage damage.",
      "startOffset" : 182,
      "endOffset" : 189
    }, {
      "referenceID" : 41,
      "context" : "Any of these could promote the occurrence of cartilage injury.(42) VEGF can induce the formation of new blood vessels.",
      "startOffset" : 62,
      "endOffset" : 66
    }, {
      "referenceID" : 42,
      "context" : "junction at the repair site, induced by VEGF protein, and then induce a neurogenic inflammation that destroys cartilage and aggravates the cartilage damage.(43) Moreover, PTEN, AKT, and Caspase 9 play important roles in cell proliferation and senescence.",
      "startOffset" : 156,
      "endOffset" : 160
    }, {
      "referenceID" : 43,
      "context" : "Moreover, PTEN, AKT, and Caspase 9 play important roles in cell proliferation and senescence.(44) Knocking out the PTEN gene could induce the phosphorylation of AKT, causing chondrodysplasia via the PI3K/AKT signaling pathway.",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 44,
      "context" : "As a result, chondrocyte differentiation was influenced, and then,it influenced the process of cartilage defect.(45) Some scholars have also suggested that the SIRT1 gene could affect the apoptosis caused by genes in the caspase family.",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 45,
      "context" : "Some scholars have also suggested that the SIRT1 gene could affect the apoptosis caused by genes in the caspase family.(46) The decomposition of cartilage matrix caused by MMP13, such as glycogen and II collagen, was delayed.",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 46,
      "context" : "The decomposition of cartilage matrix caused by MMP13, such as glycogen and II collagen, was delayed.(47) Thus, the life of chondrocytes was prolonged, and cartilage tissue was protected.",
      "startOffset" : 101,
      "endOffset" : 105
    } ],
    "year" : 2018,
    "abstractText" : "and incorporate the Creative Commons Attribution – Non Commercial (unported, v3.0) License (http://creativecommons.org/licenses/by-nc/3.0/). By accessing the work you hereby accept the Terms. Non-commercial uses of the work are permitted without any further permission from Dove Medical Press Limited, provided the work is properly attributed. For permission for commercial use of this work, please see paragraphs 4.2 and 5 of our Terms (https://www.dovepress.com/terms.php). International Journal of Nanomedicine 2018:13 7845–7858 International Journal of Nanomedicine Dovepress",
    "creator" : "Adobe InDesign CS3 (5.0)"
  }
}