{
  "name" : "downloads_2020-08-09_37_meyyappan2020.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Bio-interface behaviour of graphene and semiconducting SWCNT:C60 blend based nano photodiode for subretinal implant",
    "authors" : [ "Moorthy Vijai Meyyappan", "Varadarajan Parthasarathy", "Rathnasami Joseph Daniel" ],
    "emails" : [ "josuma.au@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Biosurf. Biotribol., 2020, Vol. 6, Iss. 2, pp. 53–58 This is an open access article published by the IET and Southwest Jiaotong University under the Creative Attribution-NoDerivs License (http://creativecommons.org/licenses/by-nd/3.0/)"
    }, {
      "heading" : "1 Introduction",
      "text" : "During the past two decades stimulating electrodes and optically stimulating devices have been considered for bio-interface applications. Numerous studies have been reported on novel methods to accomplish neuronal stimulation with light, using a thin film photosensitive electrode coatings of conjugated polymers (CPs), semiconducting and metallic micro or nanoparticles, carbon nanomaterials and quantum dot as well as approaches based on photovoltaics of silicon [1, 2]. In such a photovoltaic-based system, the photodiode array with contact electrodes, output the induced voltage and these voltage signals stimulate the photoreceptor cells. Thus nano photodiode array (NPDA) array mimics the biological system and restore the vision. Such studies include both in vitro and in vivo experiments [3]. These strategies depend on the electrical stimulation of cells utilising electrodes placed in proximity or in contact with the targeted system, which can be of various complexity [4]. As of late, CPs developed as perfect contenders for non-invasive optically-driven electrical stimulation of neuronal cells [5]. Lately, two research groups Ghezzi et al. [6] and Gautham et al. [7] reported the effective use of CPs for the light-driven stimulation of excised tissues and animal retinas. The potential use of CPs in neuroscience [8], application of rr-P3HT and P3OT and CPs for the optical simulation of living cells have created a lot of research interest in using these nanomaterials for optical stimulation of retinal cells [9, 10]. Retinal implant employing CPs presents several possible avenues that are favourable to success over different advances as of the recent availablility, which are primarily silicon based. In more recent studies Ghezzi and co-workers developed POLYRETINA by utilising conventional P3HT: PCBM and studied the biocompatibility of the materials utilised for their devices. The results suggested the possible use of POLYRETINA in retinal implant [11]. The authors of the present paper fabricated\nand demonstrated an efficient NPDA [12] for subretinal implant using graphene (anode material), semiconducting single-wall carbon nanotube and C60 fullerene (S-SWCNT:C60) blend as an active layer and Aluminum metal (cathode material) with 1600 stimulating electrodes. The electrical and optical characteristics were thoroughly studied and found to be superior to POLYRETINA. However, NPDA device will be a serious contender for subretinal applications only if the biocompatibility of the NPDA device is established [12]. Biological studies become essential in order to ascertain that there is no formation of risky toxic residues, no physical damage to the device layers and no harm to the stability of biological function with contact electrodes [13, 14]. Of course, the optoelectronic properties as well as environmental stability of graphene [15–17] have been studied. The optoelectronic properties of S-SWCNT: C60 under various absorption spectra and morphology have been studied to evaluate charge transport properties and efficiency. It is easy processability has also been reported [18]. Nevertheless, till date, no report is intently connected with the biosafety of S-SWCNT: C60blend in cells or live biosystems. Hence, it becomes important to assess the real tuneability of the S-SWCNT: C60 blend in terms of cell association in order to transfer the outcome of this successfully realised NPDA array for demonstrating working artificial subretinal implants. Therefore main focus of this study is to assess the biocompatibility of the NPD employing S-SWCNT: C60 as active materials recently reported by the present authors [12]. Here this is the first time the authors report the results on the biological parameters of S-SWCNT: C60 organic semiconductors blend.\nA blend of S-SWCNT\\ C60 materials deposited over graphene optically transparent electrode which is also known as G-Optrodes is considered for extensive biological studies in this work. The authors conducted multiple studies to determine the spectral response, morphology, electrochemical stability, thermal stability and toxicity, for the assessment of these materials as an effective\n53Commons\nand reliable bio-optical interface. For the biological experiment, the authors have chosen the pheochromocytoma (PC-12) as a reliable model, because PC-12 can be proliferated effectively on various materials and it stands out amongst the finest model for the investigation of the cell cytotoxity and ion channels that span across cell membranes. Moreover, in this work, the authors have not utilised any kind of protein adhesion layer for improving the adhesion between cells and bio surface, like the reported works of Ghezzi et.al [5, 11, 19]."
    }, {
      "heading" : "2 Fabrication and characterisation of nano photodiode array",
      "text" : "The design, fabrication and characterisation results have been presented elsewhere [12] and the authors present a brief account of our previous work for the sake of clarity and continuity. Fig. 1 shows the microscopic image of the NPDA device fabricated in our previously reported work [12]. The experimental J–V characteristics of 100 µm electrodes (solid line) and 150 µm electrodes (dashed line) for different irradiance are shown in Fig. 2. These devices measured a photocurrent density (Jsc) and photovoltage (Voc) of 245 µA/cm\n2 and 310 mV, respectively for the electrode diameter of 100 µm and Jsc equal to 250 µA/cm 2 and Voc of 313 for the electrode 150 µm when exposed to 100 mW/cm2 with the wavelength of 1020 nm near-infrared\n54 This is an open access article published by the IET Attribution-\nregion (NIR). These results suggested that this NPDA device is more efficient in the NIR region compared to other devices fabricated for retinal implants. Since the Jsc and Voc produced by NPDA device in the NIR region is more as compared to the POLYRETINA. The authors also predicted the possibility of realising higher density array and contact electrodes, which in turn can enhance the visual activity.\nFurther, it was found that the Jsc and Voc produced by the NPDA device are more than sufficient to induce the retinal neuron [12]. More details on the fabrication process of NPDA and electrical characteristics PV cells can be obtained from our previous report [12]."
    }, {
      "heading" : "3 Sample preparation for experimental studies",
      "text" : ""
    }, {
      "heading" : "3.1 Materials and preparation of cell/polymer interfaces",
      "text" : "The main focus of this work is to study the bio-compatibility of S-SWCNT: C60 film coated over G-Optrodes film on a substrate of polyethylene terephthalate (PET) or glass because NPDA structure as diagrammed in Fig. 3a for retinal implant reported by the authors described in [12] use these materials. Graphene PET sheet was supplied by G-NEXT from Italy; the semiconducting high-pressure carbon monoxide S-SWCNT and C60 were purchased from Ad Nanotechnologies from Bangalore, India; graphene PET sheet and polymers were utilised without any further purification. PC-12, a rat adrenal pheochromocytoma adherent cell line, has been used in this study to establish the bio-compatibility and it was obtained from the National center for cell science (NCCS) Pune, India. The cells were cultured in Dulbecco’s modified Eagle’s medium (DMEM, GE-Hyclone SH30022.01) with high glucose and 4.0 mM L-glutamine, and 1% penicillin–streptomycin (HIMEDIA 15240-062) and plated onto plastic non-coated culture flasks. After reaching 70–80% confluence, PC-12 adherent cells were subcultured, and 30,000 cells were seeded onto 6-multiwell plates (HIMEDIA) as mandated by the experimental protocol. The seeded PC-12 cells were incubated in an atmosphere containing 5% CO2, 37°C and 85% humidity for 2–3 days to allow the cells to attach on the surface or substrate. Methyl tetrazolium (MTT) salt assay and acridine orange (AO) was purchased from SRL chemicals, India. All chemicals were used as received. When the experimental factors were dissolved in Dimethyl sulfoxide (DMSO), the equivalent volume of vehicle (0.1% v/v) was added to the control cells. When necessitated the same quantity of differentiated cells with neural phenotype was removed from the culture plates using 0.5% (w/v) trypsin-EDTA, centrifuged at 7000 rpm for 10 min, media were aspirated, and cell pellets were resuspended in DMEM. Media were changed every other day. Monolayers of the cell have been harvested. Floating dead cells are evacuated during\na Schematic representation of nano photodiode cell b Chemical structures of S-SWCNT and C60 fullerene c Spectral response of S-SWCNT: C60 blend solution\nBiosurf. Biotribol., 2020, Vol. 6, Iss. 2, pp. 53–58 and Southwest Jiaotong University under the Creative Commons NoDerivs License (http://creativecommons.org/licenses/by-nd/3.0/)\nmedia change or washed with phosphate buffer saline (PBS) and were excluded in these experiments.\na Schematic representation of the bio-organic solid-liquid devices utilised in this study b Schematic representation of bio-organic interface used in the study"
    }, {
      "heading" : "3.2 Physical realisation of the bio-organic interface",
      "text" : "The materials utilised in this work were used as per the manufacturer’s instruction. The samples were prepared on glass or graphene PET sheet substrates for cell culture. Spin coating was used to deposit a thin film of these materials. The prepared samples were cleaned carefully before cell culturing to remove the unavoidable residues by successive ultrasonic baths, isopropanol and acetone rinsing. The active layer of the interface is the prototype material for organic photovoltaic applications [12], namely, S-SWCNT with C60 blend. The chemical structures of the S-SWCNT and C60 fullerene are shown in Fig. 3b. In the bulk heterojunction structure, S-SWCNT is picked as an electron donor material, whereas, C60 is the electron acceptor, in order to ensure high external quantum efficiency in the charge generation process [18]. S-SWCNT: C60 nanomaterial was added with 1,2 dichlorobenzene at a ratio of 1:100 and sonicated for 2 h using a sonicator to get spinnable blend solution [18]. The excitons are also generated by the S-SWCNTs after absorbing light mostly in both visible range 450–650 nm and NIR region between 900 and 1400 nm and exciton dissociation arises at the S-SWCNT:C60 interface [20]. Fig. 3c shows the absorption spectrum of the S-SWCNT: C60 blend solution. These results indicate that the S-SWCNT has strong absorption of visible light and NIR, because of this advantage the authors utilised S-SWCNT: C60 for retinal implant [21] in this work. The samples for the bio-organic interface was realised through a step by step process: the blend of S-SWCNT:C60 was coated using spin coating technique over a graphene-coated PET sheet which works as the anode of the photodetector and over the cleaned glass substrate at 600 rpm, after the active layer deposition over both substrates the samples were annealed at 20°C for 30 min."
    }, {
      "heading" : "4 Result and discussion",
      "text" : ""
    }, {
      "heading" : "4.1 Optical characterisation",
      "text" : "The deposited active layer blend films showed high absorption in the NIR region, up to 1500 nm (Fig. 1c). This indicates the promise of these films as good IR absorbers, which can complement the previously used P3HT: PCBM material utilised for retinal implants and other CP materials for in vitro and bioelectrical stimulation studies that absorb poorly in the NIR region [5, 11, 19, 21]. The high absorption peak at 400–650 nm range and the smaller peaks in the 900–1350 nm range were from the blend of S-SWCNT: C60, with each peak corresponding to a different S-SWCNT chirality. As seen in Fig. 3c, the S-SWCNT: C60 peak absorption coefficient in the 900–1350 nm range, from spin-coated solution on a glass substrate, is lower than that of absorbance in the same film in the visible range of 400–650 nm. However, it is remarkable for the NIR range (900–1350 nm) compared to typically utilised materials P3HT:PCBM [11], which normally do not absorb much in the NIR region. The S-SWCNT: C60 layer with a thickness of 100 nm returned the best result in our previously reported work. Based on this optimisation, the authors fabricated the devices with the active layer of 100 nm [12] in this work. The prepared samples were subjected to thermal treatment for annealing in an oven at 20°C for 30 min. The thermal treatment had multiple roles: sterilisation, improving film morphology, improving the efficacy of charge photogeneration [22], and it equipped the film for subsequent cell culture by eliminating all residual traces of organic solvents such as acetone, methyl alcohol, chlorobenzene etc. which are extremely toxic for the biological systems and by sterilising the substrate. Properly adjusting the parameters, in order to obtain a film of good optical quality, thicknesses of the active layer were in the range of 100 nm. Finally, PC-12 cells were plated and grown over the prepared samples. Fig. 4b illustrates the\nBiosurf. Biotribol., 2020, Vol. 6, Iss. 2, pp. 53–58 This is an open access article published by the IET and Southwest Jia Attribution-NoDerivs License (http://creativecommons.org/licenses/by-n\nschematic representation of bio-organic interface utilised in this work, respectively."
    }, {
      "heading" : "4.2 Assessment of the bio-organic interface functionalities with and without G-optrode PET film",
      "text" : "The successful bio-interface device that uses organic must satisfy certain specifications: the device needs to be unaffected or undamaged to sterilisation techniques; the CPs must sustain its optical properties and morphological features even after submerged in PBS or DMEM; cell profileration and viability percentage must be undoubtedly established over the active layer; appropriate functionalities of the transparent electrode and active layer material must be demonstrated. In order to validate the first two cases, the authors investigated the prototype samples, fabricated the following steps [12] to realise structures glass\\S-SWCNT:C60 and graphene\\S-SWCNT: C60 without the neuronal interface. The authors utilised hybrid bio-organic solid–liquid devices as shown in Fig. 4a kept in PBS solution used as an electrolytic cathode. Since PBS represents the key ionic component of several extracellular fluids, it was employed to understand the principle of hybrid photodetector operation. Initially, the authors verified the stability of the bio-organic active layer (a blend of S-SWCNT: C60) interfaces with and without the G-Optrode PET sheet substrate by immersing it in the PBS solution for 30 days. The result shows that the active layer coating over the glass and graphene PET sheets were stable.\nTo validate whether the optoelectronic properties of the semiconducting layer were retained during processing and maintenance in a saline environment, the polymer optical absorption was measured immediately after fabrication (Day 0) and one month later (Day 30). Samples were immersed in a PBS aqueous solution kept at 37°C and exposed to environmental light/ dark cycles of 12 h. Fig. 5 shows the transmission spectrum of active layer coating over the glass and graphene PET sheets before PBS and after 30 days of PBS immersion, that was virtually identical with an absorption maximum at 550 nm and vibrational replicas at 900 nm and 1050 to 1350 nm, consistent with the semi-crystalline nature of the polymer film. No significant changes were also observed in the optical absorption spectrum. The\n55otong University under the Creative Commons d/3.0/)\nstability of the active layer coating over the glass and graphene PET sheets after 30 days of immersion in PBS solution was good, there is no change in morphology of the active layer coating on both substrates and also it fully preserves its electrical and optical characteristics."
    }, {
      "heading" : "4.3 Potential mechanisms underlying optical stimulation via bio-organic substrate biointerfaces and without G-optrode PET film",
      "text" : "The physical mechanism behind optical stimulation can be due to Faradic effect or capacitive or charge distribution due to temperature gradients induced by local heating. In this study, the authors conducted experiments to find if the optical stimulation through biointerfaces is mediated by Faradaic (i.e., charge transfer between photogenerated electrons and chemical species in the electrolyte solution) or capacitive (i.e., charge redistribution) processes. When Faradaic charge transfer occurs in the graphene \\S-SWCNT: C60\\electrolyte, it results in changes in pH of the solution [23]. It is true that such Faradaic reaction may lead to undesired electrode damage and severe cell degradation because of redox electrochemical reaction between living organisms in electrodes and solution. For this reason, it is always better if photostimulation is not mediated by faradic charge transfer. The best way to assess this is to measure the pH value. The authors found that the pH of the electrolytic solution containing immersed graphene\\S-SWCNT: C60 did not change during continuous 30 min light illumination, measured immediately after fabrication (Day 0) and one month later (Day 30) Fig. 6a, it strongly suggests that the Faradaic mechanism is not involved here [11, 23]. Considering the reason that the authors did not apply a voltage bias and the lifetime of the photogenerated electrons in the active layer is in the femtosecond range [24, 25], photogenerated currents are expected to be negligible.\nThe other potential scenario of optical stimulation includes the charge transfer due to temperature gradients caused by local heating [26]. In order to ascertain, if photostimulation is mediated by temperature process, the authors measured the surface temperature of G-Optrodes\\S-SWCNT: C60 for the duration of 30 min continuous light illumination Fig. 4b [27, 28] and found no variations in temperature. It is obvious because, direct light-induced, heat-mediated effects are unlikely in our setup for the following reasons: (i) high light intensity would be required for these effects [26, 29] and (ii) light-induced heat, usually produces a gradual changing cellular response during continuous light exposure [30], whereas the authors observed a rapidly achieved steady-state response.\nThe next possibility is that photostimulation process purely relies on capacitive mechanism. This mechanism is characterised by the generation of Helmholtz layers of opposite charges at the electrolyte/polymer and neuronal membrane/electrolyte interfaces. Charge transfer processes between the polymer and the electrolyte\na No changes in the pH values of an electrolytic solution covering graphene\\S-SWCNT: C60 surface during continuous 30 min light exposure (n = 2) measured immediately after fabrication (Day 0) and one month later (Day 30) With the irradiance of 100 mW/cm2 b No changes in the surface temperature of graphene\\S-SWCNT: C60 surface during continuous 30 min light exposure (n= 2) measured immediately after fabrication (Day 0) and one month later (Day 30) With the irradiance of 100 mW/cm2. Data are presented as mean ± SEM\n56 This is an open access article published by the IET Attribution-\ndoes not happen in this process. Capacitive stimulation is typified by the absence of any adverse effects such as degradation of the polymeric film or of the cell cultures during biocompatibility study. Therefore, the stimulation function is held by capacitive coupling. These results demonstrate photostimulation of neuronal activity using nano photodiodes operating on photovoltaic effect formed using S-SWCNT:C60 and graphene. This is in line with the findings of Ghezzi and co-workers. Our methodology has several benefits compared to similar efforts reported earlier based on biased devices."
    }, {
      "heading" : "4.4 Determination of cell viability",
      "text" : "In order to assess the biocompatibility of the materials utilised in nanophotodiode device, PC-12 cells were cultured for up to 7 DIV onto either active layer coating over the glass as well as graphene PET sheets and control glass substrates Figs. 7–9. Glass \\S-SWCNT: C60, graphene\\S-SWCNT: C60 and control glass samples have been prepared as mentioned in Section 2. PC-12 cells were seeded over each prepared sample and control at a concentration of 30,000 cells/cm2. The adhesion and pattern of growth of neuronal cells over the control glass substrate, graphene \\S-SWCNT: C60 and glass\\S-SWCNT: C60 were almost identical under all circumstances. Note that authors did not utilise any adhesion proteins in this study, in some of the previously reported works authors used adhesion proteins [11, 31, 32], because PC-12\na Before MTT treatment b After MTT treatment\nBiosurf. Biotribol., 2020, Vol. 6, Iss. 2, pp. 53–58 and Southwest Jiaotong University under the Creative Commons NoDerivs License (http://creativecommons.org/licenses/by-nd/3.0/)\na Data plot of MTT absorbance (ANOVA P* = 0.8931,) at each time point b Data plot of cell viability percentage (ANOVA P** = 0.0077, n= 3 samples per each device) upto seven DIV for graphene\\S-SWCNT: C60, glass\\S-SWCNT: C60 devices and control glass c Data plot MTT cell proliferation after days 1, 4 and 7 for different samples\ncells are naturally adherent to the surface, and moreover, the seeded cells adhered well to the surface in all the cases. To evaluate the cell viability over graphene\\S-SWCNT: C60 and glass\\S-SWCNT: C60 devices with respect to control substrates, MTT assay and AO staining were carried out at different occasions in culture Fig. 10. Proliferations of the cultured PC-12 cells over different substrates were evaluated using MTT assay of three replicates after day 1, 4 and 7. The evaluation of cell viability was performed by staining viable cells with AO. The culture mediums were removed and changed with fresh medium without FBS and phenol red and supplemented with MTT assay at a concentration of 0.5 mg/ml. Then the cells were re-incubated for overnight at 37°C. Cell viability was assessed on the basis of the ability of cells grown on culture well plates to convert soluble MTT [3-(4,5-dimethylthiazol-2-yl)-2-5-diphenyltetrazolium bromide] into an insoluble purple formazan reaction product [33]. Briefly, cells were uniformly seeded onto a graphene\\S-SWCNT: C60, Glass\\S-SWCNT: C60 and control wells of flat bottomed plate with growth medium and incubated at 37°C in a humidified 5% CO2. The media were removed cells washed with PBS and further incubated with MTT for overnight at 37°C in a humidified 5% CO2 and 95% air in an incubator. MTT solution was removed and the water-insoluble formazan was immediately dissolved in DMSO. Absorptions for MTT were measured at 550 nm, using a multimode reader (Spectra max, molecular devices, United States). Relative percentages (versus non-treated controls) of viable cells were measured by MTT conversion into purple formazan. The captured images of cells cultured over different samples before and after MTT treatment are shown in Figs. 7–9 images were taken using Nikon Eclipse Ts-100 (inverted phase microscope) before treatment with MTT.\nThe obtained result shows that there were no significant changes found in absorbance and cell viability on graphene/S-SWCNT: C60 and glass/S-SWCNT: C60 devices with respect to control glass substrates (Fig. 11b, one-way analysis of variance (ANOVA), P= 0.0077, n= 3) and absorbance under all culture circumstances (Fig. 11a, ANOVA, P= 0.8931, n= 3), the obtained results indicate that the biointerface modifies neither the neuronal network development nor the neuronal viability even over a significantly long duration. Fig. 11a shows the absorption of formazan up to 7 DIV, at three different time points. High absorption value relates to higher cell proliferation, living cells mitochondrial dehydrogenases could transform MTT into formazan. As predicted, the increase in incubation time increases cell proliferation and absorbance after seven days in all cases. Specifically, the obtained result clearly demonstrates that the cell proliferation in graphene\\S-SWCNT: C60 and glass\\S-SWCNT: C60 was as high as in the control glass after 7 DIV; it confirms that the organic biointerfaces used in this study for cell culture shows very low cytotoxicity. Fig. 11b shows the comparison of cell viability percentage at each time point for graphene \\S-SWCNT: C60, glass\\S-SWCNT: C60 and glass control substrates. The MTT cell proliferation for different samples after days 1, 4 and 7 were shown in Fig. 11c.\nBiosurf. Biotribol., 2020, Vol. 6, Iss. 2, pp. 53–58 This is an open access article published by the IET and Southwest Jia Attribution-NoDerivs License (http://creativecommons.org/licenses/by-n"
    }, {
      "heading" : "5 Summary and conclusions",
      "text" : "The authors successfully fabricated and measured the electrical performance of NPDA device in their previous work which showed superior performance with respect to similar attempts based on other materials for the subretinal implant. In continuation with their previous work, the authors here validated the stability and biocompatibility of the material utilised in NPDA. Here, the authors conclude that the new bio-interface device exhibits a high degree of biocompatibility. In contrast to silicon\\metal interfaces in previously reported works, the proposed bio-interface does not require any external power supply and the heat dissipation is also very low, thus favourably addressing the thermal issues. These are awfully important factors for realisation of successful biological interfaces. The authors also explored the possibility of employing the organic nanomaterials based bio-interface, for stimulating the cells optically in both visible spectral range and NIR region. This work suggests that Graphene\\S-SWCNT: C60 can be considered for future use in organic subretinal implants. The current method signifies an efficient device for bioactive interfacing, which is an effective and simpler alternative to the current and extensively utilised neuronal photovoltaic-based optical stimulation methods and avoids neuronal modification, which is harmful potentially. These devices offer numerous potential gains, such as high biocompatibility, the selectivity in space and time, requires simple techniques. This new approach could pave the way to develop new organic material artificial bio interfaces, based on S-SWCNT: C60 blend."
    }, {
      "heading" : "6 Statistical analysis",
      "text" : "Statistical analysis of the generated data was carried out using one-way ANOVA with Graphpad prism 8.\n57otong University under the Creative Commons d/3.0/)"
    }, {
      "heading" : "7 Acknowledgment",
      "text" : "The authors gratefully acknowledge the support from the Department of Biochemistry and Biotechnology and Prof. Dr. A. Gopalakrishnan, Department of Marine Biology, Annamalai University, Tamilnadu, India."
    }, {
      "heading" : "8 References",
      "text" : "[1] Suzurikawa, J., Nakao, M., Jimbo, Y., et al.: ‘A light addressable electrode with a TiO 2 nanocrystalline film for localized electrical stimulation of cultured neurons’, Sens. Actuators B, Chem., 2014, 192, pp. 393–398 [2] Huang, H., Delikanli, S., Zeng, H., et al.: ‘Remote control of ion channels and neurons through magnetic-field heating of nanoparticles’, Nat. Nanotechnol., 2010, 5, pp. 602–606 [3] Martino, N., Feyen, P., Porro, M., et al.: ‘Photothermal cellular stimulation in functional bio-polymer interfaces’, Sci. Rep., 2015, 5, pp. 1–8 [4] Spira, M.E., Hai, A.: ‘Neuroscience and cardiology’, Nat. Nanotechnol., 2013, 8, pp. 83–94 [5] Cells, B., Martino, N., Feyen, P., et al.: ‘Photothermal cellular stimulation in functional bio-polymer interfaces’, Sci. Rep., 2015, 5, pp. 1–8 [6] Ghezzi, D., Antognazza, M.R., Maccarone, R., et al.: ‘A polymer optoelectronic interface restores light sensitivity in blind rat retinas’, Nat. Photonics, 2013, 34, pp. 1–7 [7] Gautam, V., Rand, D., Hanein, Y., et al.: ‘Communication a polymer optoelectronic interface provides visual cues to a blind retina’, Adv. Mater., 2014, 26, pp. 1751–1756 [8] Feyen, P., Colombo, E., Endeman, D., et al.: ‘Light-evoked hyperpolarization and silencing of neurons by conjugated polymers’, Nat. Publ. Group, 2016, 6, pp. 1–14 [9] Mzoughi, N., Remm, M., Neumann, B., et al.: ‘Flexible einweg-sensorchips für das zell monitoring getestet mit lebenden zellen’. Dresdner Sensor-Symp., Dresden, Germany, 2015, vol. 12, pp. 251–255 [10] Gautam, V., Bag, M., Narayan, K.S.: ‘Single-pixel, single-layer polymer device as a Tricolor sensor with signals mimicking natural photoreceptors’, J. Am. Chem. Soc., 2011, 133, pp. 17942–17949 [11] Ghezzi, D., Antognazza, M.R., Maschio, M.D., et al.: ‘A hybrid bioorganic interface for neuronal photoactivation’, Nat. Commun., 2011, 2, pp. 1–7 [12] Vijai Meyyappan, M., Sugantharathnam, M., Joseph Daniel, R., et al.: ‘Design and characterisation of graphene-based nano-photodiode array device for photo-stimulation of subretinal implant’, IET Micro Nano Lett., 2019, 11, pp. 1131–1135 [13] Cogan, S.F.: ‘Neural stimulation and recording electrodes’, Annu. Rev. Biomed. Eng., 2008, 10, pp. 275–309 [14] Polikov, V.S., Tresco, P.A., Reichert, W.M.: ‘Response of brain tissue to chronically implanted neural electrodes’, Neurosci. Meth., 2005, 148, pp. 1–18\n58 This is an open access article published by the IET Attribution-\n[15] Khan, M.S., Shakoor, A., Khan, G.T., et al.: ‘A study of stable graphene oxide dispersions in Various solvents’, J. Chem. Soc. Pak., 2015, 46, pp. 62–67 [16] Liao, K., Lin, Y., Macosko, C.W., et al.: ‘Cytotoxicity of graphene oxide and graphene in human erythrocytes and skin fibroblasts’, ACS Appl. mater. Interfaces, 2011, 3, pp. 2607–2615 [17] Martino, N., Bossio, C., Morata, S.V., et al.: ‘Optical control of living cells electrical activity by conjugated polymers’, J. Visualized Exp., 2016, 107, pp. 1–7 [18] Swapnaa, P., Srinivasa Raoa, Y.: ‘Fabrication and characterization of semiconducting single walled carbon nano tube based bulk hetero junction organic solar cell using spin coating technique’, J. Chin. Adv. Mater. Soc., 2015, 4, pp. 1–16 [19] Dennler, B.G., Scharber, M.C., Brabec, C.J.: ‘Polymer-fullerene bulk-heterojunction solar cells’, Adv. Mater., 2009, 21, pp. 1323–1338 [20] Bindl, D.J., Wu, M.Y., Prehn, F.C., et al.: ‘Efficiently harvesting excitons from electronic type-controlled semiconducting carbon nanotube films’, Nano Lett., 2011, 11, pp. 455–460 [21] Ferlauto, L., Airaghi Leccardi, M.J.I., Chenais, N.A.L., et al.: ‘Design and validation of a foldable and photovoltaic wide-field epiretinal prosthesis’, Nat. Commun., 2018, 9, pp. 1–15 [22] Campoy-quiles, M., Ferenczi, T., Agostinelli, T., et al.: ‘Morphology evolution via self-organization and lateral and vertical diffusion in polymer: fullerene solar cell blends’, Nature Mater., 2008, 7, pp. 158–164 [23] Merrill, D.R., Bikson, M., Jefferys, J.G.R., et al.: ‘Electrical stimulation of excitable tissue: design of efficacious and safe protocols’, J. Neurosci. Methods, 2005, 141, pp. 171–198 [24] George, P.A., Strait, J., Dawlaty, J., et al.: ‘Spectroscopy of the carrier relaxation epitaxial graphene’, Nano Lett., 2008, 8, pp. 4248–4251 [25] Dawlaty, J.M., Shivaraman, S., Chandrashekhar, M., et al.: ‘Measurement of ultrafast carrier dynamics in epitaxial graphene’, Mater. Res. Soc. Symp. Proc., 2008, 1081, pp. 1–6 [26] Jenkins, M.W., Duke, A.R., Gu, S., et al.: ‘Optical pacing of the embryonic heart’, Nat. Photonics, 2010, 4, pp. 623–626 [27] Gabor, N.M., Song, J.C. W., Ma, Q., et al. ‘Hot carrier–assisted intrinsic photoresponse in Graphene’, Sci. Rep., 2012, 334, pp. 648–652 [28] Bonn, M., Levitov, L.S., Koppens, F.H.L.: ‘Photoexcitation cascade and multiple hot-carrier generation in graphene’, Nat. Phys., 2013, 9, pp. 1–5 [29] Thompson, A.C., Stoddart, P.R., Jansen, E.D.: ‘Optical stimulation of neurons’, Curr. Mol. Imaging., 2014, 3, pp. 162–177 [30] Shapiro, M.G., Homma, K., Villarreal, S., et al.: ‘Infrared light excites cells by changing their electrical capacitance’, Nat. Commun., 2012, 3, pp. 310–376 [31] Vaquero, S., Bossio, C., Bellani, S., et al.: ‘Conjugated polymers for the optical control of the electrical activity of living cells †’, J. Mater. Chem. B, 2016, 31, pp. 1–12 [32] Ghezzi, D., Pedrocchi, A., Menegon, A., et al.: ‘PhotoMEA: an opto-electronic biosensor for monitoring in vitro neuronal network activity’, BioSystems, 2011, 87, pp. 150–155 [33] Bahuguna, A., Khan, I., Bajpai, V.K., et al.: ‘MTT assay to evaluate the cytotoxic potential of a drug’, Bangladesh J. Pharmacol., 2017, 12, pp. 115–118\nBiosurf. Biotribol., 2020, Vol. 6, Iss. 2, pp. 53–58 and Southwest Jiaotong University under the Creative Commons NoDerivs License (http://creativecommons.org/licenses/by-nd/3.0/)"
    } ],
    "references" : [ {
      "title" : "A light addressable electrode with a TiO 2 nanocrystalline film for localized electrical stimulation of cultured neurons",
      "author" : [ "J. Suzurikawa", "M. Nakao", "Y Jimbo" ],
      "venue" : "Sens. Actuators B,",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2014
    }, {
      "title" : "Remote control of ion channels and neurons through magnetic-field heating of nanoparticles",
      "author" : [ "H. Huang", "S. Delikanli", "H Zeng" ],
      "venue" : "Nat. Nanotechnol.,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2010
    }, {
      "title" : "Photothermal cellular stimulation in functional bio-polymer interfaces",
      "author" : [ "N. Martino", "P. Feyen", "M Porro" ],
      "venue" : "Sci. Rep., 2015,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2015
    }, {
      "title" : "Neuroscience and cardiology",
      "author" : [ "M.E. Spira", "A. Hai" ],
      "venue" : "Nat. Nanotechnol.,",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2013
    }, {
      "title" : "Photothermal cellular stimulation in functional bio-polymer interfaces",
      "author" : [ "B. Cells", "N. Martino", "P Feyen" ],
      "venue" : "Sci. Rep., 2015,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2015
    }, {
      "title" : "A polymer optoelectronic interface restores light sensitivity in blind rat retinas",
      "author" : [ "D. Ghezzi", "M.R. Antognazza", "R Maccarone" ],
      "venue" : "Nat. Photonics,",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2013
    }, {
      "title" : "Communication a polymer optoelectronic interface provides visual cues to a blind retina",
      "author" : [ "V. Gautam", "D. Rand", "Y Hanein" ],
      "venue" : "Adv. Mater., 2014,",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2014
    }, {
      "title" : "Light-evoked hyperpolarization and silencing of neurons by conjugated polymers",
      "author" : [ "P. Feyen", "E. Colombo", "D Endeman" ],
      "venue" : "Nat. Publ. Group, 2016,",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2016
    }, {
      "title" : "Flexible einweg-sensorchips für das zell monitoring getestet mit lebenden zellen",
      "author" : [ "N. Mzoughi", "M. Remm", "B Neumann" ],
      "venue" : "Dresdner Sensor-Symp., Dresden, Germany,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2015
    }, {
      "title" : "Single-pixel, single-layer polymer device as a Tricolor sensor with signals mimicking natural photoreceptors",
      "author" : [ "V. Gautam", "M. Bag", "K.S. Narayan" ],
      "venue" : "J. Am. Chem. Soc.,",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2011
    }, {
      "title" : "A hybrid bioorganic interface for neuronal photoactivation",
      "author" : [ "D. Ghezzi", "M.R. Antognazza", "Maschio", "M.D" ],
      "venue" : "Nat. Commun.,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2011
    }, {
      "title" : "Design and characterisation of graphene-based nano-photodiode array device for photo-stimulation of subretinal implant",
      "author" : [ "M. Vijai Meyyappan", "M. Sugantharathnam", "R Joseph Daniel" ],
      "venue" : "IET Micro Nano Lett., 2019,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2019
    }, {
      "title" : "Neural stimulation and recording electrodes",
      "author" : [ "S.F. Cogan" ],
      "venue" : "Annu. Rev. Biomed. Eng.,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2008
    }, {
      "title" : "Response of brain tissue to chronically implanted neural electrodes",
      "author" : [ "V.S. Polikov", "P.A. Tresco", "W.M. Reichert" ],
      "venue" : null,
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2005
    }, {
      "title" : "A study of stable graphene oxide dispersions in Various solvents",
      "author" : [ "M.S. Khan", "A. Shakoor", "Khan", "G.T" ],
      "venue" : "J. Chem. Soc. Pak.,",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2015
    }, {
      "title" : "Cytotoxicity of graphene oxide and graphene in human erythrocytes and skin fibroblasts",
      "author" : [ "K. Liao", "Y. Lin", "Macosko", "C.W" ],
      "venue" : "ACS Appl. mater. Interfaces,",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2011
    }, {
      "title" : "Fabrication and characterization of semiconducting single walled carbon nano tube based bulk hetero junction organic solar cell using spin coating technique",
      "author" : [ "P. Swapnaa", "Y. Srinivasa Raoa" ],
      "venue" : "J. Chin. Adv. Mater. Soc.,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2015
    }, {
      "title" : "Polymer-fullerene bulk-heterojunction solar cells",
      "author" : [ "B.G. Dennler", "M.C. Scharber", "C.J. Brabec" ],
      "venue" : "Adv. Mater., 2009,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2009
    }, {
      "title" : "Efficiently harvesting excitons from electronic type-controlled semiconducting carbon nanotube films",
      "author" : [ "D.J. Bindl", "M.Y. Wu", "Prehn", "F.C" ],
      "venue" : null,
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2011
    }, {
      "title" : "Design and validation of a foldable and photovoltaic wide-field epiretinal prosthesis",
      "author" : [ "L. Ferlauto", "M.J.I. Airaghi Leccardi", "Chenais", "N.A.L" ],
      "venue" : "Nat. Commun., 2018,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2018
    }, {
      "title" : "Morphology evolution via self-organization and lateral and vertical diffusion in polymer: fullerene solar cell blends",
      "author" : [ "M. Campoy-quiles", "T. Ferenczi", "T Agostinelli" ],
      "venue" : "Nature Mater.,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2008
    }, {
      "title" : "Electrical stimulation of excitable tissue: design of efficacious and safe protocols",
      "author" : [ "D.R. Merrill", "M. Bikson", "Jefferys", "J.G.R" ],
      "venue" : "J. Neurosci. Methods,",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2005
    }, {
      "title" : "Spectroscopy of the carrier relaxation epitaxial graphene",
      "author" : [ "P.A. George", "J. Strait", "J Dawlaty" ],
      "venue" : "Nano Lett., 2008,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2008
    }, {
      "title" : "Measurement of ultrafast carrier dynamics in epitaxial graphene",
      "author" : [ "J.M. Dawlaty", "S. Shivaraman", "M Chandrashekhar" ],
      "venue" : "Mater. Res. Soc. Symp. Proc.,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2008
    }, {
      "title" : "Optical pacing of the embryonic heart",
      "author" : [ "M.W. Jenkins", "A.R. Duke", "S Gu" ],
      "venue" : "Nat. Photonics,",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2010
    }, {
      "title" : "Hot carrier–assisted intrinsic photoresponse in Graphene",
      "author" : [ "N.M. Gabor", "Song", "J.C. W", "Q Ma" ],
      "venue" : null,
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2012
    }, {
      "title" : "F.H.L.: ‘Photoexcitation cascade and multiple hot-carrier generation in graphene",
      "author" : [ "M. Bonn", "L.S. Levitov", "Koppens" ],
      "venue" : "Nat. Phys., 2013,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2013
    }, {
      "title" : "Optical stimulation of neurons",
      "author" : [ "A.C. Thompson", "P.R. Stoddart", "E.D. Jansen" ],
      "venue" : "Curr. Mol. Imaging.,",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2014
    }, {
      "title" : "Infrared light excites cells by changing their electrical capacitance",
      "author" : [ "M.G. Shapiro", "K. Homma", "S Villarreal" ],
      "venue" : "Nat. Commun.,",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2012
    }, {
      "title" : "PhotoMEA: an opto-electronic biosensor for monitoring in vitro neuronal network activity",
      "author" : [ "D. Ghezzi", "A. Pedrocchi", "A Menegon" ],
      "venue" : null,
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2011
    }, {
      "title" : "MTT assay to evaluate the cytotoxic potential of a drug",
      "author" : [ "A. Bahuguna", "I. Khan", "Bajpai", "V.K" ],
      "venue" : "Bangladesh J. Pharmacol., 2017,",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2020
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Numerous studies have been reported on novel methods to accomplish neuronal stimulation with light, using a thin film photosensitive electrode coatings of conjugated polymers (CPs), semiconducting and metallic micro or nanoparticles, carbon nanomaterials and quantum dot as well as approaches based on photovoltaics of silicon [1, 2].",
      "startOffset" : 327,
      "endOffset" : 333
    }, {
      "referenceID" : 1,
      "context" : "Numerous studies have been reported on novel methods to accomplish neuronal stimulation with light, using a thin film photosensitive electrode coatings of conjugated polymers (CPs), semiconducting and metallic micro or nanoparticles, carbon nanomaterials and quantum dot as well as approaches based on photovoltaics of silicon [1, 2].",
      "startOffset" : 327,
      "endOffset" : 333
    }, {
      "referenceID" : 2,
      "context" : "Such studies include both in vitro and in vivo experiments [3].",
      "startOffset" : 59,
      "endOffset" : 62
    }, {
      "referenceID" : 3,
      "context" : "depend on the electrical stimulation of cells utilising electrodes placed in proximity or in contact with the targeted system, which can be of various complexity [4].",
      "startOffset" : 162,
      "endOffset" : 165
    }, {
      "referenceID" : 4,
      "context" : "As of late, CPs developed as perfect contenders for non-invasive optically-driven electrical stimulation of neuronal cells [5].",
      "startOffset" : 123,
      "endOffset" : 126
    }, {
      "referenceID" : 6,
      "context" : "[7] reported the effective use of CPs for the light-driven stimulation of excised tissues and animal retinas.",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 7,
      "context" : "The potential use of CPs in neuroscience [8], application of rr-P3HT and P3OT and CPs for the optical simulation of living cells have created a lot of research interest in using these nanomaterials for optical stimulation of retinal cells [9, 10].",
      "startOffset" : 41,
      "endOffset" : 44
    }, {
      "referenceID" : 8,
      "context" : "The potential use of CPs in neuroscience [8], application of rr-P3HT and P3OT and CPs for the optical simulation of living cells have created a lot of research interest in using these nanomaterials for optical stimulation of retinal cells [9, 10].",
      "startOffset" : 239,
      "endOffset" : 246
    }, {
      "referenceID" : 9,
      "context" : "The potential use of CPs in neuroscience [8], application of rr-P3HT and P3OT and CPs for the optical simulation of living cells have created a lot of research interest in using these nanomaterials for optical stimulation of retinal cells [9, 10].",
      "startOffset" : 239,
      "endOffset" : 246
    }, {
      "referenceID" : 11,
      "context" : "The authors of the present paper fabricated and demonstrated an efficient NPDA [12] for subretinal implant using graphene (anode material), semiconducting single-wall carbon nanotube and C60 fullerene (S-SWCNT:C60) blend as an active layer and Aluminum metal (cathode material) with 1600 stimulating electrodes.",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 11,
      "context" : "However, NPDA device will be a serious contender for subretinal applications only if the biocompatibility of the NPDA device is established [12].",
      "startOffset" : 140,
      "endOffset" : 144
    }, {
      "referenceID" : 12,
      "context" : "toxic residues, no physical damage to the device layers and no harm to the stability of biological function with contact electrodes [13, 14].",
      "startOffset" : 132,
      "endOffset" : 140
    }, {
      "referenceID" : 13,
      "context" : "toxic residues, no physical damage to the device layers and no harm to the stability of biological function with contact electrodes [13, 14].",
      "startOffset" : 132,
      "endOffset" : 140
    }, {
      "referenceID" : 16,
      "context" : "It is easy processability has also been reported [18].",
      "startOffset" : 49,
      "endOffset" : 53
    }, {
      "referenceID" : 11,
      "context" : "Therefore main focus of this study is to assess the biocompatibility of the NPD employing S-SWCNT: C60 as active materials recently reported by the present authors [12].",
      "startOffset" : 164,
      "endOffset" : 168
    }, {
      "referenceID" : 11,
      "context" : "The design, fabrication and characterisation results have been presented elsewhere [12] and the authors present a brief account of our previous work for the sake of clarity and continuity.",
      "startOffset" : 83,
      "endOffset" : 87
    }, {
      "referenceID" : 11,
      "context" : "1 shows the microscopic image of the NPDA device fabricated in our previously reported work [12].",
      "startOffset" : 92,
      "endOffset" : 96
    }, {
      "referenceID" : 11,
      "context" : "1 Microscopic image of the NPDA device [12]",
      "startOffset" : 39,
      "endOffset" : 43
    }, {
      "referenceID" : 11,
      "context" : "Further, it was found that the Jsc and Voc produced by the NPDA device are more than sufficient to induce the retinal neuron [12].",
      "startOffset" : 125,
      "endOffset" : 129
    }, {
      "referenceID" : 11,
      "context" : "More details on the fabrication process of NPDA and electrical characteristics PV cells can be obtained from our previous report [12].",
      "startOffset" : 129,
      "endOffset" : 133
    }, {
      "referenceID" : 11,
      "context" : "3a for retinal implant reported by the authors described in [12] use these materials.",
      "startOffset" : 60,
      "endOffset" : 64
    }, {
      "referenceID" : 11,
      "context" : "The active layer of the interface is the prototype material for organic photovoltaic applications [12], namely, S-SWCNT with C60 blend.",
      "startOffset" : 98,
      "endOffset" : 102
    }, {
      "referenceID" : 16,
      "context" : "In the bulk heterojunction structure, S-SWCNT is picked as an electron donor material, whereas, C60 is the electron acceptor, in order to ensure high external quantum efficiency in the charge generation process [18].",
      "startOffset" : 211,
      "endOffset" : 215
    }, {
      "referenceID" : 16,
      "context" : "S-SWCNT: C60 nanomaterial was added with 1,2 dichlorobenzene at a ratio of 1:100 and sonicated for 2 h using a sonicator to get spinnable blend solution [18].",
      "startOffset" : 153,
      "endOffset" : 157
    }, {
      "referenceID" : 18,
      "context" : "The excitons are also generated by the S-SWCNTs after absorbing light mostly in both visible range 450–650 nm and NIR region between 900 and 1400 nm and exciton dissociation arises at the S-SWCNT:C60 interface [20].",
      "startOffset" : 210,
      "endOffset" : 214
    }, {
      "referenceID" : 19,
      "context" : "These results indicate that the S-SWCNT has strong absorption of visible light and NIR, because of this advantage the authors utilised S-SWCNT: C60 for retinal implant [21] in this work.",
      "startOffset" : 168,
      "endOffset" : 172
    }, {
      "referenceID" : 4,
      "context" : "studies that absorb poorly in the NIR region [5, 11, 19, 21].",
      "startOffset" : 45,
      "endOffset" : 60
    }, {
      "referenceID" : 10,
      "context" : "studies that absorb poorly in the NIR region [5, 11, 19, 21].",
      "startOffset" : 45,
      "endOffset" : 60
    }, {
      "referenceID" : 17,
      "context" : "studies that absorb poorly in the NIR region [5, 11, 19, 21].",
      "startOffset" : 45,
      "endOffset" : 60
    }, {
      "referenceID" : 19,
      "context" : "studies that absorb poorly in the NIR region [5, 11, 19, 21].",
      "startOffset" : 45,
      "endOffset" : 60
    }, {
      "referenceID" : 10,
      "context" : "However, it is remarkable for the NIR range (900–1350 nm) compared to typically utilised materials P3HT:PCBM [11], which normally do not absorb much in the NIR region.",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 11,
      "context" : "Based on this optimisation, the authors fabricated the devices with the active layer of 100 nm [12] in this work.",
      "startOffset" : 95,
      "endOffset" : 99
    }, {
      "referenceID" : 20,
      "context" : "The thermal treatment had multiple roles: sterilisation, improving film morphology, improving the efficacy of charge photogeneration [22], and it equipped the film for subsequent cell culture by eliminating all residual traces of organic solvents such as acetone, methyl alcohol, chlorobenzene etc.",
      "startOffset" : 133,
      "endOffset" : 137
    }, {
      "referenceID" : 11,
      "context" : "In order to validate the first two cases, the authors investigated the prototype samples, fabricated the following steps [12] to realise structures glass\\S-SWCNT:C60 and graphene\\S-SWCNT: C60 without the neuronal interface.",
      "startOffset" : 121,
      "endOffset" : 125
    }, {
      "referenceID" : 21,
      "context" : "When Faradaic charge transfer occurs in the graphene \\S-SWCNT: C60\\electrolyte, it results in changes in pH of the solution [23].",
      "startOffset" : 124,
      "endOffset" : 128
    }, {
      "referenceID" : 10,
      "context" : "6a, it strongly suggests that the Faradaic mechanism is not involved here [11, 23].",
      "startOffset" : 74,
      "endOffset" : 82
    }, {
      "referenceID" : 21,
      "context" : "6a, it strongly suggests that the Faradaic mechanism is not involved here [11, 23].",
      "startOffset" : 74,
      "endOffset" : 82
    }, {
      "referenceID" : 22,
      "context" : "Considering the reason that the authors did not apply a voltage bias and the lifetime of the photogenerated electrons in the active layer is in the femtosecond range [24, 25], photogenerated currents are expected to be negligible.",
      "startOffset" : 166,
      "endOffset" : 174
    }, {
      "referenceID" : 23,
      "context" : "Considering the reason that the authors did not apply a voltage bias and the lifetime of the photogenerated electrons in the active layer is in the femtosecond range [24, 25], photogenerated currents are expected to be negligible.",
      "startOffset" : 166,
      "endOffset" : 174
    }, {
      "referenceID" : 24,
      "context" : "The other potential scenario of optical stimulation includes the charge transfer due to temperature gradients caused by local heating [26].",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 25,
      "context" : "4b [27, 28] and found no variations in temperature.",
      "startOffset" : 3,
      "endOffset" : 11
    }, {
      "referenceID" : 26,
      "context" : "4b [27, 28] and found no variations in temperature.",
      "startOffset" : 3,
      "endOffset" : 11
    }, {
      "referenceID" : 24,
      "context" : "It is obvious because, direct light-induced, heat-mediated effects are unlikely in our setup for the following reasons: (i) high light intensity would be required for these effects [26, 29] and (ii) light-induced heat, usually produces a gradual changing cellular response during continuous light exposure [30], whereas the authors observed a rapidly achieved steady-state response.",
      "startOffset" : 181,
      "endOffset" : 189
    }, {
      "referenceID" : 27,
      "context" : "It is obvious because, direct light-induced, heat-mediated effects are unlikely in our setup for the following reasons: (i) high light intensity would be required for these effects [26, 29] and (ii) light-induced heat, usually produces a gradual changing cellular response during continuous light exposure [30], whereas the authors observed a rapidly achieved steady-state response.",
      "startOffset" : 181,
      "endOffset" : 189
    }, {
      "referenceID" : 28,
      "context" : "It is obvious because, direct light-induced, heat-mediated effects are unlikely in our setup for the following reasons: (i) high light intensity would be required for these effects [26, 29] and (ii) light-induced heat, usually produces a gradual changing cellular response during continuous light exposure [30], whereas the authors observed a rapidly achieved steady-state response.",
      "startOffset" : 306,
      "endOffset" : 310
    }, {
      "referenceID" : 10,
      "context" : "Note that authors did not utilise any adhesion proteins in this study, in some of the previously reported works authors used adhesion proteins [11, 31, 32], because PC-12",
      "startOffset" : 143,
      "endOffset" : 155
    }, {
      "referenceID" : 29,
      "context" : "Note that authors did not utilise any adhesion proteins in this study, in some of the previously reported works authors used adhesion proteins [11, 31, 32], because PC-12",
      "startOffset" : 143,
      "endOffset" : 155
    }, {
      "referenceID" : 30,
      "context" : "Cell viability was assessed on the basis of the ability of cells grown on culture well plates to convert soluble MTT [3-(4,5-dimethylthiazol-2-yl)-2-5-diphenyltetrazolium bromide] into an insoluble purple formazan reaction product [33].",
      "startOffset" : 231,
      "endOffset" : 235
    } ],
    "year" : 2020,
    "abstractText" : "Hybrid interfaces between living cells and organic conjugated polymers play a pivotal role in bioelectronics medicine. Currently, conjugated polymers are widely utilised for optical stimulation of living cells and other bio-interface applications such as neural probes, cellular scaffolds and biosensors for drug release. In such a work, the authors fabricated and characterised the Nano Photodiode array device for the subretinal implant. However, the authors did not discuss in their report about the biocompatibility of this new device. In this work, the authors manifest that the quintessential graphene electrode and polymer blend of semiconducting single-wall carbon nanotube and C60 fullerene (S-SWCNT:C60) sustains its optoelectronic properties all through the various strides for neural preparation. Further, the studies show that these materials can provide a favourable environment for cell proliferation and a high degree of biocompatibility. PC-12 cells used as a valuable model to validate the biocompatibility were grown successfully onto the S-SWCNT:C60 active layer still preserving its optical and electrical properties. The improved electrical performance of nano photodiode made of graphene, S-SWCNT:C60 established in the previous studies and the excellent bio-interface performance of this nano photodiode shows that the nano photodiode array proposed by the authors is a strong candidate for subretinal implants.",
    "creator" : "Arbortext Advanced Print Publisher 10.0.1465/W Unicode"
  }
}