{
  "name" : "downloads_2020-02-06_b1_10.3390@nano10020207.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "A Tunable Triple-Band Near-Infrared Metamaterial Absorber Based on Au Nano-Cuboids Array",
    "authors" : [ "Feng Qin", "Zeqiang Chen", "Xifang Chen", "Zao Yi", "Weitang Yao", "Tao Duan", "Pinghui Wu", "Hua Yang", "Gongfa Li", "Yougen Yi" ],
    "emails" : [ "qf0510@yeah.net", "chenxifang1988@yeah.net", "myyz1984@csu.edu.cn", "czqchem@qztc.edu.cn", "hyang@lut.cn", "ligongfa@wust.edu.cn", "yougenyi@csu.edu.cn", "yizaomy@swust.edu.cn", "wtyao@ustc.edu.cn", "phwu@zju.edu.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: perfect absorber; surface plasmons; tunable-three band; Au nano-cuboids array"
    }, {
      "heading" : "1. Introduction",
      "text" : "In recent years, there has been a great development of surface plasmons, which is an electromagnetic wave propagating along the interface between a medium and metal. It is generated by coupling the light field and collective electron oscillation on the metal surface [1–5]. Surface plasmons play an extremely important role in optical wave guides, optical absorption switches, subwavelength optics, sensors, and photocatalysis [6–15]. Local surface plasmon resonance is an important branch of the surface plasmon field. In particular, the local surface plasmon resonance (LSPR) of Au nanoparticles (NPs) has received extensive attention for many years due to its unique optical properties [16–18]. Under the action of incident light, the collective oscillation of Au free electrons can enhance the local electromagnetic field on their surface [19]. Au nanoparticles have strong local electromagnetic field\nNanomaterials 2020, 10, 207; doi:10.3390/nano10020207 www.mdpi.com/journal/nanomaterials\nenhancement on the surface, which has been widely used in fields such as catalysis, photonics, sensing and surface enhanced Raman scattering (SERS) [20–25]. The perfect metamaterial absorbers (MAs) have the ability to absorb incident waves and the property of almost perfect absorption. Moreover, it has some special properties in nature, such as perfect lens, stealth, and negative refractive index [26–28], which has attracted wide attention. Metamaterials are composite arrays of subwavelength resonant metal structures with specific optical properties. In 2008, Landy et al. first proposed a perfect absorption material based on a metal structure, which is composed of metal–electrolyte–metal [29]. Due to the strong resonance of metal structures, the absorption rate is almost perfect. The properties of metamaterials depend on the geometry of a single cell. In recent years, people have conducted in-depth studies on the design, preparation and characterization of MAs [30–36]. Metamaterials have developed from microwave to terahertz, infrared and visible regions [37–40], and from single band and polarization sensitivity to multiband and weak polarization sensitivity [41–44]. However, currently existing MAS are mostly single-band, sensitive to polarization and have low tolerance to incident angle, which requires the design of a metamaterial absorber with multiband, insensitive polarization and wide angle. In recent years, optical absorption studies have been performed on multi-band metamaterial absorbers. For example, Wang et al. explored the absorption rate of triple-band metamaterial [45], but the peak tunability is poor and the sensitivity to angle and polarization is relatively high. In this paper, we address these shortcomings and design a triple-band tunable metamaterial absorber. We adopt the finite-difference time-domain (FDTD) method, and research absorption characteristics and resonance sensitivity to light. We find that the three peaks in the absorption spectrum are caused by resonance effect and surface-based plasmon resonance. The peak can be adjusted by changing the structural parameters of the model and the background environment, and the structure has the advantage of being insensitive to angle and polarization. Therefore, the triple-band tunable ideal metamaterial absorber designed by our team will have potential applications in the fields of plasmon-enhanced photovoltaic, optical absorption switch and infrared modulation optical communication."
    }, {
      "heading" : "2. Structure Design and Numerical Model",
      "text" : "In the numerical calculation, Wang et al. used FDTD to calculate the optical properties of the absorber, and we also used the same technique for numerical simulation [46,47]. We numerically analyzed the performance and the optical response of the plasma nanostructures by employing the FDTD simulations. We propose a structure of the tunable triple-band absorber concentrating near the near infrared region as shown in Figure 1. We consider that the metamaterial designed in the top panel contains a square matrix. Gold was chosen as a metallic element for its chemical stability and low ohmic loss. The structure made up of a Au nano-cuboids array. The Drude model is a simulation model that is closer to the experimental item than many other models. For example, Wang et al. used the Drude model to study related absorbers [45]. The dielectric constant of Au can be calculated by using the Drude model [48–50], which works well in the near infrared band. The Drude formula is\nε(ω) = ε∞ − ωp2\nω2 + iγcω (1)\nwhere ωp is the plasma frequency, and γc is the damping constant. For Au, ε∞ = 9.1, γc = 4.05 × 1013 rad/s, andωp = 1.38 × 1016 rad/s [51,52]. The complex refractive index data of Si is taken from Palik [53]. In the metal rectangular plate, t represents the length of the side of the rectangular plate with equal sides. b and a respectively represent the long side and the short side of the rectangle with unequal sides. During each period, the rectangular plates with equilateral edges are located in the center and the four rectangular plates with unequal edges are located in the four directions of the period. The change in the size of the rectangular plate resonator allows the effective dielectric constant and permeability to be specified. These dielectric constants and permeability provide impedance-matching to minimize\nreflection. Due to the resonance of the local surface of Au nanoparticles, our absorber can achieve triple-band spectral tuning by adjusting the structure. In the calculation, the plane wave source is polarized along the x direction. To reduce computation time and server memory, we consider periodic boundary conditions in the x and y directions. The perfect matching layer can be directly adopted in the z direction outside the structure area. We set the mesh precision to a higher level of 6, and the plane light source used is from 0.9 to 3 µm. The Au nano-cuboids array has the same length along the x and y directions. The geometric parameters of the structure are set as follows: upper Au thickness c = 25 nm, dielectric layer SiO2, dielectric layer d = 35 nm, lower Au film thickness m = 200 nm, substrate SiO2 thickness n = 300 nm, t = 300 nm, b = 400 nm, a = 90 nm, P(x) = P(y) = 600 nm. The absorber we designed is simple in structure, and the preparation process in the experiment is simple and easy to realize.\nNanomaterials 2020, 1, x FOR PEER REVIEW 3 of 11\nnanoparticles, our absorber can achieve triple-band spectral tuning by adjusting the structure. In the calculation, the plane wave source is polarized along the x direction. To reduce computation time and server memory, we consider periodic boundary conditions in the x and y directions. The perfect matching layer can be directly adopted in the z direction outside the structure area. We set the mesh precision to a higher level of 6, and the plane light source used is from 0.9 to 3 µm. The Au nano-cuboids array has the same length along the x and y directions. The geometric parameters of the structure are set as follows: upper Au thickness c = 25 nm, dielectric layer SiO2, dielectric layer d = 35 nm, lower Au film thickness m = 200 nm, substrate SiO2 thickness n = 300 nm, t = 300 nm, b = 400 nm, a = 90 nm, P(x) = P(y) = 600 nm. The absorber we designed is simple in structure, and the preparation process in the experiment is simple and easy to realize.\nFigure 1. (a) Geometric schematic diagram of Au-SiO2-Au nano-cuboids array structure. d = 35 nm, c = 15 nm, m= 200 nm, n = 300 nm. (b) Plane diagram of perfect absorber. P(x) = P(y) = 600 nm, t = 300 nm, b = 400 nm, a = 90 nm; within the whole structure, Si is the substrate."
    }, {
      "heading" : "3. Simulations results and discussions",
      "text" : "We calculate reflectivity (R) and transmittance (T) in detail, and then define absorption rate A in terms of 1-T-R [54–58]. The simulation results of the unit units of the proposed nanostructure in the wavelength range of 900–3000 nm are shown in Figure 2a. In the calculation, the plane wave source is polarized along the x direction. It can be concluded that in the near infrared range, the transmission quantity is significantly less than 0.01. This is because the thickness of the Au film is greater than the depth of the incident light. The reflection spectrum presents a narrow dip angle at the wavelengths of 1115 nm, 1593 nm and 2039 nm, respectively. The reason for the dip angle of the narrow band is that when the incident light field is incident on the Au nano-cuboids array structure, plasmon resonance will appear in the upper and lower parts of the Au nano-cuboids array, and this plasmon resonance will appear at the three peaks. It can be seen from Figure 2b that since the structure presents periodicity in the direction of TE and TM, this triple-band absorber is insensitive to TE and TM waves.\nFigure 2. (a) Absorption (A), reflective (R), and transmission (T) spectrum of the presented nanostructure. c = 25 nm, d = 35 nm, P(x) = P(y) = 600 nm, t = 300 nm, b = 400 nm, a = 90 nm; (b) absorption spectra of the structure in TE and TM modes.\nFigure 1. (a) Geometric schematic diagram of Au-SiO2-Au nano-cuboids array structure. d = 35 nm, c = 15 nm, m= 200 nm, n = 300 nm. (b) Plane diagram of perfect absorber. P(x) = P(y) = 600 nm, t = 300 nm, b = 400 nm, a = 90 nm; within the whole structure, Si is the substrate."
    }, {
      "heading" : "3. Si ulations Results and Discussions",
      "text" : "We calculate reflectivity (R) and transmittance (T) in detail, and then define absorption rate A in terms of 1-T-R [54–58]. The simulation results of the unit units of the proposed nanostructure in the wavelength range of 900–3000 nm are shown in Figure 2a. In the calculation, the plane wave source is polarized along the x direction. It can be concluded that in the near infrared range, the transmission quantity is significantly less than 0.01. This is because the thickness of the Au film is greater than the depth of the incident light. The reflection spectrum presents a narrow dip angle at the wavelengths of 1115 nm, 1593 nm and 2039 nm, respectively. The reason for the dip angle of the narrow band is that when the incident light field is incident on the Au nano-cuboids array structure, plasmon resonance will appear in the upper and lower parts of the Au nano-cuboids array, and this plasmon resonance will appear at the three peaks. It can be seen from Figure 2b that since the structure presents periodicity in the direction of TE and TM, this triple-band absorber is insensitive to TE and TM waves.\nNanomaterials 2020, 1, x FOR PEER REVIEW 3 of 11\nnanoparticles, our absorber can achieve triple-band spectral tuning by adjusting the structure. In the calculation, the plane wave source is polarized along the x direction. To reduce computation time and server memory, we consider periodic boundary conditions in the x and y directions. The perfect matching layer can be directly adopted in the z direction outside the structure area. We set the mesh precision to a higher level of 6, and the plane light source used is from 0.9 to 3 µm. The Au nano-cuboids array has the same length along the x and y directions. The geometric parameters of the structure are set as follows: upper Au thickness c = 25 nm, dielectric layer SiO2, dielectric layer d = 35 nm, lower Au film thickness m = 200 nm, substrate SiO2 thickness n = 300 nm, t = 300 nm, b = 400 nm, a = 90 nm, P(x) = P(y) = 600 nm. The absorber we designed is simple in structure, and the preparation process in the experiment is simple and easy to realize.\nFigure 1. (a) Geometric schematic diagram of Au-SiO2-Au nano-cuboids array structure. d = 35 nm, c = 15 nm, m= 200 n , n = 300 nm. (b) Plane diagram of perfect absor er. P(x) = P(y) = 600 nm, t = 300 nm, b = 400 nm, a = 90 nm; within the whole structure, Si is the subs r te.\n3. Simulations results and discussions\nWe calculate reflectivity (R) and transmittance (T) in detail, and then define absorption rate A in terms of 1-T-R [54–58]. The simulation results of the unit units of the proposed nanostructure in the wavelength range of 900–3000 nm are shown in Figure 2a. In the calculation, the plane wave source is polarized along the x direction. It can be concluded that in the near infrared range, the transmission quantity is significantly less than 0.01. This is because the thickness of the Au film is greater than the depth of the incident light. The reflection spectrum presents a narrow dip angle at the wavelengths of 1115 nm, 1593 nm and 2039 nm, respectively. The reason for the dip angle of the narrow band is that when the incident light field is incident on the Au nano-cuboids array structure, plasmon resonance will appear in the upper and lower parts of the Au nano-cuboids array, and this plasmon resonance will appear at the three peaks. It can be seen from Figure 2b that since the structure presents periodicity in the direction of TE and TM, this triple-band absorber is insensitive to TE and TM waves.\nFigure 2. (a) Absorption (A), reflective (R), and transmission (T) spectrum of the presented nanostructure. c = 25 nm, d = 35 nm, P(x) = P(y) = 600 nm, t = 300 nm, b = 400 nm, a = 90 nm; (b) absorption spectra of the structure in TE and TM modes.\nTo evaluate the performance excellence of the proposed structure, we compared the results with other similar absorbers structures with three peaks listed in Table 1. From the table, we can see that two of our peak values are more than 99%, while the others contain at most one. Although our structure is not the highest when comparing the highest peaks, the average peak of the structure we designed is higher than the average absorption peak of other similar structures. It is clear the absorption efficiency of our designed absorber is better than that of the other absorbers in Table 1.\nTable 1. Comparison results of presented absorber with other similar triple-band absorbers [45,59,60].\nRefer Number of Peaks The Value of the First Peak The Value of the Second Peak The Value of the Third Peak\n[45] 3 96.4% 96.3% 96.7%\n[59] 3 97.6% 96.5% 84.1%\n[60] 3 96.9% 94.3% 99.8%\nPresent 3 96.8% 99.6% 99.2%\nIn order to better explain the three perfect absorption peaks in the structure we designed previously, we conducted decomposition analysis of the structure. As shown in Figure 3, this is the absorption spectrum diagram of cuboid configurations with different Au nano-particles, and it obtains the response of three bands. According to the simulation results in Figure 3b, when the electric field component of the light source is along the direction of TE, the Au nano-cuboids array at the center shows a peak value at 1581 nm. In one period, a peak value was also found on the long side of the marginal cubic structure along the direction of TE, and on the short side of the marginal cubic structure along the direction of TE. It is worth noting that in the simulation, polarized electric field exists along this direction, so we choose to place four rectangular symmetric points. The Au nano-cuboid array is arranged in one period. Meanwhile, we simulate the absorption spectrum of the whole model by maintaining the incident polarization. As can be seen from Figure 3d, the green line is compared with the lines of other colors: the three peaks all show a slight blue shift; it is worth noting that the green line has a much higher peak than the black line (from 0.87 to 0.97), this is because the structure of the surface plasmon resonance peak and part of the plasma enhanced effect appears. Since the three peaks all correspond to each other, we can determine that the absorption spectra of the three bands are composed by Figure 4a–c.\nNanomaterials 2020, 1, x FOR PEER REVIEW 4 of 11\nTo evaluate the performance excellence of the proposed structure, we compared the results with other similar absorbers structures with three peaks listed in Table 1. From the table, we can see that two of our peak values are more than 99%, while the others contain at most one. Although our structure is not the highest when comparing the highest peaks, the average peak of the structure we designed is higher than the average absorption peak of other similar structures. It is clear the\nabsorption efficiency of our designed absorber is better than that of the other absorbers in Table 1.\nTable 1. Comparison results of presented absorber with other similar triple-band absorbers [45, 59, 60].\nRefer Number of peaks The value of the first peak The value of the Second peak The value of the\nthird peak [45] 3 96.4% 96.3% 96.7% [59] 3 97.6% 96.5% 84.1% [60] 3 96.9% 94.3% 99.8% Present 3 96.8% 99.6% 99.2%\nIn order to better explain the three perfect absorption peaks in the structure we designed previously, we conducted decomposition analysis of the structure. As shown in Figure 3, this is the absorption spectrum diagram of cuboid configurations with different Au nano-particles, and it obtains the response of three bands. According to the simulation results in Figure 3b, when the electric field component of the light source is along the direction of TE, the Au nano-cuboids array at the center sh ws a peak value at 1581 nm. In one period, a peak value was also f und on the long side of the marginal cubic structure along the direction of TE, and on the short side of the marginal cubic structure along the direction of TE. It is worth noting that in the simulation, polarized electric field exists along this direction, so we choose to place four rectangular symmetric points. The Au nano-cuboid array is arranged in one period. Meanwhile, we simulate the absorption spectrum of the whole model by maintaining the incident polarization. As can be seen from Figure 3d, the green line is compared with the lines of other colors: the three peaks all show a slight blue shift; it is worth noting that the green line has a much higher peak than the black line (from 0.87 to 0.97), this i because the structure of the surfac plasmon reson nce peak and part of the plasma enhanced effect appears. Since the three peaks all correspond to each other, we can determine that the absorption spectra of the three bands are composed by Figure 4a–c.\nFigure 3. The composition of the structure is (a) only non-equilateral rectangular short edge parallel to\nthe x-axis of absorption rate; (b) only in the middle of equilateral rectangular in the wavelength range\nof absorption rate; (c) only non-equilateral rectangular long edge parallel to the x-axis of absorption rate; and (d) of the three color dotted line respectively three cases. Figure (a–c), green solid line is the whole structure in the wavelength range of plasma resonance response.\nNanomaterials 2020, 10, 207 5 of 11\nNanomaterials 2020, 1, x FOR PEER REVIEW 5 of 11 absorption rate; and (d) of the three color dotted line respectively three cases. Figure (a–c), green solid line is the whole structure in the wavelength range of plasma resonance response.\nIn addition, in order to better understand the physical mechanism of peaks, we calculate the Figure 3a–c the corresponding electric diagram in the XOY plane. In Figure 4 a–c, by comparing the two figures find that when the peak at 1084 nm, a peak perpendicular to the long side of the X-axis cube resonance formed. When the peak is at 1581 nm, the peak is formed by the resonance of the middle cube. The other dipole plasma resonance was found to be generated by the short side of the cube perpendicular to the X-axis at 1985 nm. At the same time, we also calculate the electromagnetic field intensity distribution at different resonant wavelengths (λ1 = 1115 nm, λ2 = 1593 nm, λ3 = 2039 nm) in the XOY plane (Figure 4d–f). As shown in Figure 4e, the peak at 1115 nm by complete perpendicular to the x-axis of the cube long edge to the formation of resonance. Similarly, the peak at 1593 nm is basic caused by the resonance of the intermediate cube, the peak at 2039 nm is basic caused by the short side resonance of the cube perpendicular to the x-axis; this also further confirmed that the peak value of the three sources are respectively formed by the separate cube resonance. It is noteworthy that the resonance effect of Figure 4e–f is stronger than that of Figure 4a–c, which is caused by the interaction between the cube resonance during this period. Meanwhile, we calculate the electromagnetic field intensity distribution at different resonant wavelengths (λ1 = 1115 nm, λ2 = 1593 nm, λ3 = 2039 nm) in the XOZ plane. It can be seen from Figure 4g–i that the strong electromagnetic field is mainly concentrated between the Au/SiO2 interface and the air/metal nano-cube at the top. Under the action of incident plane waves, it can be seen from Figure 4g that the strong electromagnetic field is excited by the Au cube and SiO2 on both sides, while in Figure 4h, the excitation is mainly caused by the interaction between the Au cube, SiO2 and air. For λ3, it is not difficult to see the interaction between the Au cube and SiO2 under the action of incident waves through Figure 4i. From Figure 4, it can be concluded that the surface plasmon polaritons’ (SPPs) resonance and Fabry-Pero resonance show that there will be a strong electromagnetic field distribution near the nano scale groove [61–63].\nFigure 4. (a–c) is the electro agnetic field intensity distribution of the array at different shapes of the structure over the period (corresponding to Figure 3a–c) in the XOY plane; (d–f) is the electromagnetic field intensity distribution of the array at different resonant wavelengths (λ1 = 1115 nm, λ2 = 1593 nm and 3 2039 n ) in the XOY plane; (g–i) is the electromagnetic field intensity distribution of the array at different resonant wavelengths (λ1 = 1115 nm, λ2 = 1593 nm and λ3 = 2039 nm) in the XOZ plane. The geometric par meters ar shown in Figure 2.\nIn addition, in order to better understand the physical mechanism of peaks, we calculate the Figure 3a–c the corresponding electric diagram in the XOY plane. In Figure 4a–c, by comparing the two figures find that when the peak at 1084 nm, a peak perpendicular to the long side of the X-axis cube resonance formed. When the peak is at 1581 nm, the peak is formed by the resonance of the middle cube. The other dipole plasma resonance was found to be generated by the short side of the cube perpendicular to the X-axis at 1985 nm. At the same time, we also calculate the electromagnetic field intensity distribution at different resonant wavelengths (λ1 = 1115 nm, λ2 = 1593 nm, λ3 = 2039 nm) in the XOY plane (Figure 4d–f). As shown in Figure 4e, the peak at 1115 nm by complete perpendicular to the x-axis of the cube long edge to the formation of resonance. Similarly, the peak at 1593 nm is basic caused by the resonance of the intermediate cube, the peak at 2039 nm is basic caused by the short side resonance of the cube perpendicular to the x-axis; this also further confirmed that the peak value of the three sources are respectively formed by the separate cube resonance. It is noteworthy that the resonance effect of Figure 4e–f is stronger than that of Figure 4a–c, which is caused by the interaction between the cube resonance during this period. Meanwhile, we calculate the electromagnetic field intensity distribution at different resonant wavelengths (λ1 = 1115 nm, λ2 = 1593 nm, λ3 = 2039 nm) in the XOZ plane. It can be seen from Figure 4g–i that the strong electromagnetic field is mainly concentrated between the Au/SiO2 interface and the air/metal nano-cube at the top. Under the action of incident plane waves, it can be seen from Figure 4g that the strong electromagnetic field is excited by the Au cube and SiO2 on both sides, while in Figure 4h, the excitation is mainly caused by the interaction between the Au cube, SiO2 and air. For λ3, it is not difficult to see the interaction between the Au cube and SiO2 under the action of incident waves through Figure 4i. From Figure 4, it can be concluded that the surface plasmon polaritons’ (SPPs) resonance and Fabry-Pero resonance show that there will be a strong electromagnetic field distribution near the nano scale groove [61–63].\nWe also explored the effects of different parameters on the absorption of the Au nano-cuboids array, as shown in Figure 5b; t = 260 nm (black), t = 280 nm (red), t = 300 nm (blue), t = 320 nm (green). Due to the close proximity of the Au nano-cuboids array, the coupling effect may affect our absorption performance. Therefore, we selected the changes of fixed geometric parameters that will affect resonance. First, we fixed the parameters of the surrounding cube within the period, a = 90 nm and b = 40 nm, and changed the side length of the middle cube in the period, as shown in Figure 5b. As t increases from 260 to 320 nm, the corresponding resonance peak showed obvious red shift (λ2: from 1358 to 1658 nm). Then, as shown in Figure 5a, by changing the value of side length a, we can clearly see that λ1 varies from (863, 0.78), (943, 0.84), (1027, 0.90) to (1111, 0.96). The peak value shows obvious red shift and rise and presents a linear relationship. As shown in Figure 5c, by changing the value of side length b, we can see that λ3 changes from (1772, 0.92), (1584, 0.96), (1940, 0.98) to (2039, 0.99), and the peak value shows obvious red shift and rise. It can only be noted that there is a certain increase in the peak value of λ2 here (from 0.85 to 0.99), which is due to resonance. These indicate that we can adjust the position and height of the three peaks by changing the structure so that we can use them as tunable metal elements such as optical absorption switches and optical modulators [64–66]. Nanomaterials 2020, 1, x FOR PEER REVIEW 6 of 11\nFigure 5. (a) The linear relationship between the absorption spectral deviation of different a values. (b) Spectral shift of three modes for different values of t. (c) The linear relationship between the absorption spectral deviation of different b values.\nWe also explored the effects of different parameters on the absorption of the Au nano-cuboids array, as shown in Figure 5b; t = 260 nm (black), t = 280 nm (red), t = 300 nm (blue), t = 320 nm (green). Due to the close proximity of the Au nano-cuboids array, the coupling effect may affect our absorption performance. Therefore, we selected the changes of fixed geometric parameters that will affect resonance. First, we fixed the parameters of the surrounding cube within the period, a = 90 nm and b = 40 nm, and changed the side length of the middle cube in the period, as shown in Figure 5b. As t increases from 260 to 320 nm, the corresponding resonance peak showed obvious red shift (λ2: from 1358 to 1658 nm). Then, as shown in Figure 5a, by changing the value of side length a, we can clearly see that λ1 varies from (863, 0.78), (943, 0.84), (1027, 0.90) to (1111, 0.96). The peak value shows obvious red shift and rise and presents a linear relationship. As shown in Figure 5c, by changing the value of side length b, we can see that λ3 changes from (1772, 0.92), (1584, 0.96), (1940, 0.98) to (2039, 0.99), and the peak value shows obvious red shift and rise. It can only be noted that there is a certain increase in the peak value of λ2 here (from 0.85 to 0.99), which is due to resonance. These indicate that we can adjust the position and height of the three peaks by changing the structure so that we can use them as tunable metal elements such as optical absorption switches and optical modulators [64–66]. The effects of the thickness of the dielectric layer and the thickness of the Au nano-cuboids array on the absorption spectrum were also studied. The results are as shown in Figure 6, through preliminary observation, we can find that changing the thickness of dielectric layer c and changing the thickness of top layer d have very similar effects on our absorption rate. There is a slight blue\nshift and a decrease in the peak value of λ1, λ1 in Figure 6a from (1185, 0.99) to (1079, 0.89), and λ1 in\nFigure 6b from (1167, 0.99) to (1084, 0.94). For λ2, there is a blue shift and a decrease in the peak\nvalue of λ2. λ2 in Figure 6a from (1716, 0.93) to (1540, 0.99), and λ2 in Figure 6b from (1697, 0.93) to\n(1542, 0.99). For λ3, blue shift occurs. It is worth noting that the peak value of λ3 increases first and then decreases as the value of c or d changes. With the characteristics of the medium layer and top metal, we can also make tunable metal elements.\nFigure 6. (a) The simulated absorption spectrum of the metamaterial absorber changes with the thickness of the top layer Au film c is 15, 20, 25, 30, and 35 nm, and other geometric parameters are the same as those in Figure 2b. The absorption spectrum changes with the thickness of the dielectric layer SiO2 d is 25, 30, 35, 40, and 45 nm, with other parameters unchanged.\nFigure 5. (a) The linear elationship between the absorption spectral deviation f different a values. (b) Spectral shift of three mod s for different valu s of t. (c) The linear relationship be ween the absorption spectral deviation of ifferent b values.\nThe effects of the thickness of the ielectric layer and the thickness f the Au nano-c boids array on the bsorpti n spectrum were also studied. The results are as shown in Figure 6, through preliminary observation, we can find that changing the thickness f dielectric layer c and changing the thickness of top layer d have very similar ffects on our absorption r te. There is a slight blue shift and a decrease in the peak v lue of λ1, λ1 in Figure 6a fro (1185, 0.99) to (1079, 0.89), and λ1 i Figure 6b from (1167, 0.99) to (1 84, 0.94). For λ2, ther is a blue s ift and a decrease in the p ak value of λ2. λ2 i i r 6a from (1716, 0.93) to (1540, 0.99), and λ2 in Figure 6b from (1697, 0.93) to (1542, 0.99). For λ3, blue shift occurs. It is worth noting t at the peak value of λ3 increases first and then d creases as the v lue of c or d chang s. With the characteristics of the medium layer and top metal, we can also mak tunable metal elements.\nNanomaterials 2020, 1, x FOR PEER REVIEW 6 of 11\nFigure 5. (a) The linear relationship between the absorption spectral deviation of different a values. (b) Spectral shift of three modes for different values of t. (c) The linear relationship between the absorption spectral deviation of different b values.\nWe also explored the effects of different parameters on the absorption of the Au nano-cuboids array, as shown in Figure 5b; t = 260 nm (black), t = 280 nm (red), t = 300 nm (blue), t = 320 nm (green). Due to the close proximity of the Au nano-cuboids array, the coupling effect may affect our absorption performance. Therefore, we selected the changes of fixed geometric parameters that will affect resonance. First, we fixed the parameters of the surrounding cube within the period, a = 90 nm and b = 40 nm, and changed the side length of the middle cube in the period, as shown in Figure 5b. As t increases from 260 to 320 nm, the corresponding resonance peak showed obvious red shift (λ2: from 1358 to 1658 nm). Then, as shown in Figure 5a, by changing the value of side length a, we can clearly see that λ1 varies from (863, 0.78), (943, 0.84), (1027, 0.90) to (1111, 0.96). The peak value shows obvious red shift and rise and presents a linear relationship. As shown in Figure 5c, by changing the value of side length b, we can see that λ3 changes from (1772, 0.92), (1584, 0.96), (1940, 0.98) to (2039, 0.99), and the peak value shows obvious red shift and rise. It can only be noted that there is a certain increase in the peak value of λ2 here (from 0.85 to 0.99), which is due to resonance. These indicate that we can adjust the position and height of the three peaks by changing the structure so that we can use them as tunable metal elements such as optical absorption switches and optical modulators [64–66]. The effects of the thickness f the dielectric layer and t e thickness of the a -c i s arra n t e absorption spectrum were also studied. The re ults are as shown in Fi ure 6, through preliminary observation, we c f d at cha ging the thickness of dielectric layer c and changing the thickness of top layer d have very similar effects o our absorption rate. There is a slig t blue shift and a decr ase in the peak value of λ1, λ in Figure 6a from (1185, 0.99) to (1079, 0.89), and λ1 in Figure 6b from (1167, 0.99) to (1084, 0.94). For λ2, the i a blu shift an a decrease in the peak value of λ2. λ2 in Figure 6a from (1716, 0.93) t (1540, 0.99), and λ2 in Figure 6b from (1697, 0.93) to (1542, 0.99). For λ3, blue shift occurs. It is w rth noting that the peak al e f λ3 increases first and then decreases as the value f c or d changes. With the ch racteristics of th medium layer and top\netal, we can also make tu able metal elements.\nFigure 6. (a) The simulated absorption spectrum of the metamaterial absorber changes with the thickness of the top layer Au film c is 15, 20, 25, 30, and 35 nm, and other geometric parameters are the same as those in Figure 2b. The absorption spectrum changes with the thickness of the dielectric layer SiO2 d is 25, 30, 35, 40, and 45 nm, with other parameters unchanged.\nFigure 6. (a) The si ulated absorption spectru of the metamaterial absorber changes with the thicknes of the top layer Au film c is 15, 20, 25, 30, and 35 nm, and other g ometric parameters are the same s those in Figure 2b. (b) The absorption spectrum changes with the thicknes of the dielectric layer SiO2 d is 25, 30, 35, 40, and 45 n , ith other para eters unchanged.\nHowever, for many metal absorbers, once their structures are fixed, their resonant wavelengths will no longer be tunable, so we calculated the change of absorption spectrum in different background environments. Figure 7a shows the absorption spectra of n = 1.0, n = 1.1, n = 1.2, and n = 1.3 with wavelengths of 900–3000 nm. The phenomenon of red shift appears with the increase of the ambient refractive index by three peaks. λ1 from 1115 nm to 1190 nm, λ2 from 1593 to 1743 nm, λ3 from 2093 to 2224 nm. It can also be seen from Figure 7b that the redshifts of the three absorption peaks vary linearly from 1.0 to 1.3 in the background environment. Therefore, this resonance mode of our designed absorber can be used to adjust our absorber to achieve the desired effect in different environments. Nanomaterials 2020, 1, x FOR PEER REVIEW 7 of 11\nFigure 7. (a) Different absorption spectra of different background environments (1.0–1.3). (b) A linear relationship of resonance wavelengths in response to changes in background environments.\nHowever, for many metal absorbers, once their structures are fixed, their resonant wavelengths will no longer be tunable, so we calculated the change of absorption spectrum in different background environments. Figure 7a shows the absorption spectra of n = 1.0, n = 1.1, n = 1.2, and n = 1.3 with wavelengths of 900–3000 nm. The phenomenon of red shift appears with the increase of the ambient refractive index by three peaks. λ1 from 1115 nm to 1190 nm, λ2 from 1593 to 1743 nm, λ3 from 2093 to 2224 nm. It can also be seen from Figure 7b that the redshifts of the three absorption peaks vary linearly from 1.0 to 1.3 in the background environment. Therefore, this resonance mode of our designed absorber can be used to adjust our absorber to achieve the desired effect in different environments.\nFigure 8. (a) Absorption spectra of the structure designed for us at 0°~ 40° in TM wave; (b) Absorption spectra of the structure designed for us at 0°~ 40° in TE wave.\nIt is well known that in practical applications it is very important for devices to be insensitive to angle and polarization [67–69]. Therefore, we performed additional simulation calculations to study the effects of angle and polarization on triple-band absorbent materials. It can be seen from Figure 8a and Figure 8b that when the incidence angle reaches 40°, the perfect absorption is almost uninterrupted while keeping the central wavelength unchanged. This means that these strong absorbents are weak depending on polarization and incidence angle. This is because the Au nano-cuboids array we designed has good symmetry and can be completely absorbed by the absorber. The above results show that the triple-band tunable ideal absorber with nanostructured Au has a good angular polarization tolerance, which overcomes one of the shortcomings of the former absorber."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In conclusion, we designed a triple-band metamaterial absorber which is weakly dependent on polarization and incident angle. It consists of three layers of thin films called Au–SiO2–Au. Through the numerical calculation of the absorber, the results show that due to the Fabry–Pero resonance effect, the strong field is localized in SiO2 in the dielectric layer. The SiO2 layer limits the action of the electromagnetic field. The results show that the three absorption peaks of 96.8%, 99.6% and 99.2% can be achieved by adjusting the Au nano-cuboids array and film thickness. In addition, our absorber has the advantage of a good angular polarization tolerance. Through the reasonable design\nFigure 7. (a) Differ nt absorption spectra of different background enviro ments (1.0–1.3). (b) A linear relationship of resonance w velengths i respo s to changes in background environments.\nIt is ell known that in practical applications it is very important for devices to be insensitive to angle and polarization [67–69]. Therefore, we performed additional simulation calculations to study the effects of angle and polarization on triple-band absorbent materials. It can be seen from Figure 8a,b that hen the incidence angle reaches 40◦, the perfect absorption is almost uninterrupted while keeping the central wavelength unchanged. This means that these strong absorbents are weak depending on polarization and incidence angle. This is because the Au nano-cuboids array we designed has good symmetry and can be completely absorbed by the absorber. The above results show that the triple-band tunable ideal absorber with nanostructured Au has a good angular polarization tolerance, which overcomes one of the shortcomings of the former absorber.\nano aterials 2020, 1, x F R PEER REVIE 7 of 11\nFigure 7. (a) ifferent absorption spectra of different background environ ents (1.0–1.3). (b) linear relationship of resonance avelengths in response to changes in background environ ents.\no ever, for any etal absorbers, once their structures are fixe , their resonant avelengths ill no longer be tunable, so e calculate the change of absorption spectru in ifferent backgroun environ ents. Figure 7a sho s the absorption spectra of n = 1.0, n = 1.1, n = 1.2, an n = 1.3 ith avelengths of 900–3000 n . he pheno enon of re shift appears ith the increase of the a bient refractive in ex by three peaks. 1 fro 1115 n to 1190 n , 2 fro 1593 to 1743 n , 3 fro 2093 to 2224 n . It can also be seen fro Figure 7b that the re shifts of the three absorption peaks vary linearly fro 1.0 to 1.3 in the backgroun environ ent. herefore, this resonance o e of our esigne absorber can be use to a just our absorber to achieve the esire effect in ifferent environ ents.\nFigure 8. (a) bsorption spectra of the structure designed for us at 0°~ 40° in T ave; (b)\nbsorption spectra of the structure designed for us at 0°~ 40° in TE ave.\nIt is ell kno n that in practical applications it is very i portant for evices to be insensitive to angle an polarization [67–69]. herefore, e perfor e a itional si ulation calculations to stu y the effects of angle an polarization on triple-ban absorbent aterials. It can be seen fro Figure 8a an Figure 8b that hen the inci ence angle reaches 40°, the perfect absorption is al ost uninterrupte hile keeping the central avelength unchange . his eans that these strong absorbents are eak epen ing on polarization an inci ence angle. his is because the u nano-cuboi s array e esigne has goo sy etry an can be co pletely absorbe by the absorber. he above results sho that the triple-ban tunable i eal absorber ith nanostructure\nu has a goo angular polarization tolerance, hich overco es one of the shortco ings of the for er absorber."
    }, {
      "heading" : "4. o cl sio s",
      "text" : "In conclusion, e esigne a triple-ban eta aterial absorber hich is eakly epen ent on polarization an inci ent angle. It consists of three layers of thin fil s calle u–Si 2– u. hrough the nu erical calculation of the absorber, the results sho that ue to the Fabry–Pero resonance effect, the strong fiel is localize in Si 2 in the ielectric layer. he Si 2 layer li its the action of the electro agnetic fiel . he results sho that the three absorption peaks of 96.8 , 99.6 an 99.2 can be achieve by a justing the u nano-cuboi s array an fil thickness. In a ition, our absorber has the a vantage of a goo angular polarization tolerance. hrough the reasonable esign\nFigure 8. (a) Absorption spectra of the structure designed for us at 0◦~ 40◦ in TM wave; (b) Absorption spectra of the structure designed for us at 0◦~ 40◦ in TE wave."
    }, {
      "heading" : "4. Conclusions",
      "text" : "In conclusion, we designed a triple-band metamaterial absorber which is weakly dependent on polarization and incident angle. It consists of three layers of thin films called Au–SiO2–Au. Through the numerical calculation of the absorber, the results show that due to the Fabry–Pero resonance effect, the strong field is localized in SiO2 in the dielectric layer. The SiO2 layer limits the action of the electromagnetic field. The results show that the three absorption peaks of 96.8%, 99.6% and 99.2% can be achieved by adjusting the Au nano-cuboids array and film thickness. In addition, our absorber has the advantage of a good angular polarization tolerance. Through the reasonable design of the\ngeometric structure of the device, the device can be used in the near-infrared resonance absorption wavelength. The results show that the periodic tunable triple-band metamaterial absorber has the advantages of perfect absorption, insensitivity to angle and polarization, and it can be widely used in plasma enhancement photoelectric, light absorption switch, infrared modulation light communication and other fields.\nAuthor Contributions: Conceptualization, F.Q., Z.C., and Z.Y.; data curation, F.Q., Z.C., and X.C.; formal analysis, Z.Y., W.Y., T.D., P.W., and H.Y.; methodology, H.Y., G.L., and Y.Y.; resources, P.W.; software, P.W., Z.C., Y.Y., X.C., and G.L.; data curation, F.Q.; writing—original draft preparation, F.Q.; writing—review and editing, F.Q., Z.C., Z.Y., W.Y., and Y.Y. All authors have read and agreed to the published version of the manuscript.\nFunding: This research received no external funding.\nAcknowledgments: This research was funded by the National Natural Science Foundation of China (NNSFC), grant numbers 51606158, 11604311, 61705204, 21506257, 11604091, 11547186, and 51575407; funded by the Natural Science Foundation of Fujian Province, grant number 2018J05008 and JZ160459; funded by Sichuan Science and Technology Program, grant number 2018GZ0521; Funded by PhD Research Startup Foundation of Quanzhou Normal University (G16057); and funded by the Distinguished Young Scholars Program of Fujian Province (C18032).\nConflicts of Interest: The authors declare no conflicts of interest."
    } ],
    "references" : [ {
      "title" : "Effect of slit width on surface plasmon resonance",
      "author" : [ "Y.Y. Wang", "F. Qin", "Z. Yi", "X.F. Chen", "Z.G. Zhou", "H. Yang", "X. Liao", "Y.J. Tang", "W.T. Yao", "Y.G. Yi" ],
      "venue" : "Results Phys",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2019
    }, {
      "title" : "Dual-band infrared perfect absorber based on a Ag-dielectric-Ag multilayer films with nanoring grooves arrays. Plasmonics 2019",
      "author" : [ "C.P. Liang", "Z. Yi", "X.F. Chen", "Y.J. Tang", "Y. Yi", "Z.G. Zhou", "X.G. Wu", "Z. Huang", "Y.G. Yi", "G.F. Zhang" ],
      "venue" : null,
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2019
    }, {
      "title" : "Tunable nonreciprocal reflection and its stability in a non-PT-symmetric plasmonic resonators coupled waveguide systems",
      "author" : [ "Z.H. He", "J.L. Zhao", "H. Lu" ],
      "venue" : "Appl. Phys. Express 2020,",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 1200
    }, {
      "title" : "A theoretical study of a plasmonic sensor comprising a gold nano-disk array on gold film with an SiO2 spacer",
      "author" : [ "X.X. Wang", "J.K. Zhu", "H. Tong", "X.D. Yang", "X.X. Wu", "Z.Y. Pang", "H. Yang", "Y.P. Qi" ],
      "venue" : "Chin. Phys. B",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2019
    }, {
      "title" : "Ultra-broadband perfect absorber utilizing refractory materials in metal-insulator composite multilayer stacks",
      "author" : [ "Y. Li", "Z. Liu", "H. Zhang", "P. Tang", "B. Wu", "G. Liu" ],
      "venue" : "Optics Express",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2019
    }, {
      "title" : "NaBH4-reduction induced evolution of Bi nanoparticles from BiOCl nanoplates and construction of promising Bi@BiOCl hybrid photocatalysts",
      "author" : [ "Y.X. Yan", "H. Yang", "Z. Yi", "T. Xian" ],
      "venue" : "Catalysts",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2019
    }, {
      "title" : "Preparation and photocatalytic application of ternary n-BaTiO3/Ag/p-AgBr heterostructured photocatalysts for dye degradation",
      "author" : [ "Y.P. Wang", "H. Yang", "X.F. Sun", "H.M. Zhang", "T. Xian" ],
      "venue" : "Mater. Res",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2020
    }, {
      "title" : "Preparation and promising application of novel LaFeO3/BiOBr heterojunction photocatalysts for photocatalytic and photo-Fenton removal of dyes",
      "author" : [ "S.T. Guan", "H. Yang", "X.F. Sun", "T. Xian" ],
      "venue" : "Opt. Mater",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2020
    }, {
      "title" : "Direct Z-scheme CaTiO3@BiOBr composite photocatalysts with enhanced photodegradation of dyes",
      "author" : [ "Y.X. Yan", "H. Yang", "Z. Yi", "T. Xian", "X.X. Wang" ],
      "venue" : "Sci. Pollut. Res",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2019
    }, {
      "title" : "Enhanced photocatalytic performance by hybridization of Bi2WO6 nanoparticles with honeycomb-like porous carbon skeleton",
      "author" : [ "S.Y. Wang", "H. Yang", "Z. Yi", "X.X. Wang" ],
      "venue" : "J. Environ. Manag",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2019
    }, {
      "title" : "Construction of a CQDs/Ag3PO4/BiPO4 heterostructure photocatalyst with enhanced photocatalytic degradation of rhodamine B under simulated solar irradiation",
      "author" : [ "H.J. Gao", "C.X. Zheng", "H. Yang", "X.W. Niu", "S.F. Wang" ],
      "venue" : "Micromachines",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2019
    }, {
      "title" : "Preparation of TiO2 nanotube arrays with efficient photocatalytic performance and super-hydrophilic properties utilizing anodized voltage method",
      "author" : [ "H.L. Li", "G.Y. Wang", "J.B. Niu", "E.L. Wang", "G. Niu", "C.Q. Xie" ],
      "venue" : "Results Phys. 2019,",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2019
    }, {
      "title" : "Fabrication of ZnO@Ag3PO4 Core-Shell nanocomposite arrays as photoanodes and their photoelectric properties",
      "author" : [ "Z. Yi", "X. Li", "H. Wu", "X.F. Chen", "H. Yang", "Y.J. Tang", "Y.G. Yi", "J.Q. Wang", "P.H. Wu" ],
      "venue" : "Nanomaterials 2019,",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2020
    }, {
      "title" : "Synthesis, surface properties, crystal structure and dye-sensitized solar cell performance of TiO2 nanotube arrays anodized under different parameters",
      "author" : [ "Z. Yi", "Y. Zeng", "H. Wu", "X.F. Chen", "Y.X. Fan", "H. Yang", "Y.J. Tang", "Y.G. Yi", "J.Q. Wang", "P.H. Wu" ],
      "venue" : "Results Phys",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2019
    }, {
      "title" : "Controlled morphology of single-crystal molybdenum trioxide nanobelts for photocatalysis",
      "author" : [ "M. Liao", "L.F. Wu", "Q.B. Zhang", "J.Y. Dai", "W.T. Yao" ],
      "venue" : "J. Nanosci. Nanotechnol",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2020
    }, {
      "title" : "A numerical research of wideband solar absorber based on refractory metal from visible to near infrared",
      "author" : [ "P.Q. Yu", "X.F. Chen", "Z. Yi", "Y.J. Tang", "H. Yang", "Z.G. Zhou", "T. Duan", "S.B. Cheng", "J.G. Zhang", "Y.G. Yi" ],
      "venue" : "Opt. Mater",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2019
    }, {
      "title" : "A narrow dual-band monolayer unpatterned graphene-based perfect absorber with critical coupling in the near infrared",
      "author" : [ "P.H. Wu", "Z.Q. Chen", "D.Y. Xu", "C.F. Zhang", "R.H. Jian" ],
      "venue" : "Micromachines",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2020
    }, {
      "title" : "U-shaped photonic quasi-crystal fiber sensor with high sensitivity based on surface plasmon resonance",
      "author" : [ "Q. Liu", "B. Yan", "J. Liu" ],
      "venue" : "Appl. Phys. Express 2019,",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2014
    }, {
      "title" : "Wide range refractive index sensor based on a coupled structure of Au nanocubes and Au film",
      "author" : [ "X.X. Wang", "J.K. Zhu", "X.L. Wen", "X.X. Wu", "Y. Wu", "Y.W. Su", "H. Tong", "Y.P. Qi", "H. Yang" ],
      "venue" : "Opt. Mater. Express 2019,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2019
    }, {
      "title" : "Surface-enhanced Raman scattering by composite structure of gold nanocube-PMMA-gold film",
      "author" : [ "X.X. Wang", "X.L. Bai", "Z.Y. Pang", "J.K. Zhu", "Y. Wu", "H. Yang", "Y.P. Qi", "X.L. Wen" ],
      "venue" : "Opt. Mater. Express 2019,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2019
    }, {
      "title" : "Electron transition and electron-hole recombination processes in epitaxial BaTiO3 films with embedded Co nanocrystals",
      "author" : [ "D. Shi", "Z. Xiong", "J. Li", "B. Luo", "L. Fang", "Y. Xia", "Z. Gao" ],
      "venue" : "Mater. Res. Express 2019,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2019
    }, {
      "title" : "Failure mechanism of Au@Co9S8 yolk-shell anode in Li-ion batteries unveiled by in-situ transmission electron microscopy",
      "author" : [ "S.B. Han", "Y.M. Zhu", "C. Cai", "J.K. Zhu", "W.B. Han", "L. Chen", "X.T. Zu", "H. Yang", "M. Gu" ],
      "venue" : "Appl. Phys. Lett",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2019
    }, {
      "title" : "Broadband plasmonic absorber based on all silicon nanostructure resonators in visible region",
      "author" : [ "Y. Cheng", "C. Du" ],
      "venue" : "Opt. Mater 2019,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2019
    }, {
      "title" : "Tailoring plasmon lifetime in suspended nanoantenna arrays for high-performance plasmon sensing",
      "author" : [ "J. Chen", "W.F. Fan", "P. Mao", "C.J. Tang", "Y.J. Liu", "Y. Yu", "L.B. Zhang" ],
      "venue" : "Plasmonics",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2017
    }, {
      "title" : "A dual-band metamaterial absorber for graphene surface plasmon resonance at terahertz frequency",
      "author" : [ "C.L. Cen", "Y.B. Zhang", "X.F. Chen", "H. Yang", "Z. Yi", "W.T. Yao", "Y.J. Tang", "Y.G. Yi", "J.Q. Wang", "P.H. Wu" ],
      "venue" : null,
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2020
    }, {
      "title" : "Dual-band, polarization-insensitive metamaterial perfect absorber based on monolayer graphene in the mid-infrared range",
      "author" : [ "H.L. Li", "J.B. Niu", "G.Y. Wang" ],
      "venue" : "Results Phys. 2019,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2019
    }, {
      "title" : "Robust transmission of orbital angular momentum mode based on a dual-cladding photonic quasi-crystal fiber",
      "author" : [ "E. Liu", "W. Tan", "B. Yan", "J. Xie", "R. Ge", "J. Liu" ],
      "venue" : "J. Phys. D Appl. Phys 2019,",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2019
    }, {
      "title" : "Perfect metamaterial absorber",
      "author" : [ "N.I. Landy", "S. Sajuyigbe", "J.J. Mock", "D.R. Smith", "W.J. Padilla" ],
      "venue" : "Phys. Rev. Lett",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2008
    }, {
      "title" : "Theoretical assessment of a highly sensitive photonic crystal fibre based on surface plasmon resonance sensor operating in the near-infrared wavelength",
      "author" : [ "C. Liu", "W.Q. Su", "F.M. Wang", "X.L. Li", "L. Yang", "T. Sun", "H.W. Mu", "P.K. Chu" ],
      "venue" : "J. Mod. Opt",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2019
    }, {
      "title" : "Theoretical investigation of a highly sensitive refractive-index sensor based on TM0 waveguide mode resonance excited in an asymmetric metal-cladding dielectric waveguide structure",
      "author" : [ "X.X. Wang", "X.X. Wu", "J.K. Zhu", "Z.Y. Pang", "H. Yang", "Y.P. Qi" ],
      "venue" : null,
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2019
    }, {
      "title" : "Truncated titanium/semiconductor cones for wide-band solar absorbers",
      "author" : [ "Z.Q. Liu", "P. Tang", "X.S. Liu", "Z. Yi", "G.Q. Liu", "Y. Wang", "M.L. Liu" ],
      "venue" : "Nanotechnology",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2019
    }, {
      "title" : "High magnetic-dielectric tunability in Ni nanocrystals embedded BaTiO3 films",
      "author" : [ "Z. Xiong", "L. Cao" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2019
    }, {
      "title" : "Ultra-highly sensitive and selective H2S gas sensor based on CuO with sub-ppb detection",
      "author" : [ "D.J. Li", "Y.L. Tang", "D.Y. Ao", "X. Xiang", "S.Y. Wang", "X.T. Zu" ],
      "venue" : "limit. Int. J. Hydrogen Energy 2019,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2020
    }, {
      "title" : "Design of a six-band terahertz metamaterial absorber for temperature sensing application",
      "author" : [ "H. Zou", "Y. Cheng" ],
      "venue" : "Opt. Mater",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2019
    }, {
      "title" : "Facile synthesis of Si@TiO2@rGO composite with sandwich-like nanostructure as superior performance anodes for lithium ion batteries",
      "author" : [ "R. Fang", "C. Miao", "H.Y. Mou", "W. Xiao" ],
      "venue" : "J. Alloys Compd",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2020
    }, {
      "title" : "High quality factor, high sensitivity metamaterial graphene-perfect absorber based on critical coupling theory and impedance matching",
      "author" : [ "C.L. Cen", "Z.Q. Chen", "D.Y. Xu", "L.Y. Jiang", "X.F. Chen", "Z. Yi", "P.H. Wu", "G.F. Li", "Y.G. Yi" ],
      "venue" : "Nanomaterials",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2020
    }, {
      "title" : "Enhancing the cycling stability of all-solid-state lithium-ion batteries assembled with Li1.3Al0.3Ti1.7(PO4)3 solid electrolytes prepared from precursor solutions with appropriate pH values. Ceram",
      "author" : [ "Z.Y. Kou", "C. Miao", "P. Mei", "Y. Zhang", "X.M. Yan", "Y. Jiang", "W. Xiao" ],
      "venue" : null,
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2020
    }, {
      "title" : "Analysis of a surface plasmon resonance probe based on photonic crystal fibers for low refractive index detection",
      "author" : [ "C. Liu", "L. Yang", "Q. Liu", "F.M. Wang", "Z.J. Sun", "T. Sun", "H.W. Mu", "P.K. Chu" ],
      "venue" : "Plasmonics",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2018
    }, {
      "title" : "Near-unity, full-spectrum, nanoscale solar absorbers and near-perfect blackbody emitters",
      "author" : [ "G. Liu", "X. Liu", "J. Chen", "Y. Li", "L. Shi", "G. Fu", "Z. Liu" ],
      "venue" : "Solar Energy Materials and Solar Cells",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2019
    }, {
      "title" : "Split graphene nano-disks with tunable, multi-band, and high-Q plasmon modes",
      "author" : [ "Z.Q. Liu", "P. Tang", "B. Wu", "L.L. Shi", "Y.Y. Li", "X.S. Liu" ],
      "venue" : "Opt. Mater",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2019
    }, {
      "title" : "Tuning catalytic performance by controlling reconstruction process in operando condition",
      "author" : [ "C. Cai", "S.B. Han", "W. Liu", "K. Sun", "L. Qiao", "S. Li", "X.T. Zu" ],
      "venue" : "Appl. Catal. B",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2020
    }, {
      "title" : "Dual and broadband terahertz metamaterial absorber based on a compact resonator structure",
      "author" : [ "Y. Cheng", "H. Zou", "J. Yang", "X. Mao", "R. Gong" ],
      "venue" : "Opt. Mater. Express 2018,",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2018
    }, {
      "title" : "Double-cladding structure dependence of guiding characteristics in six-fold symmetric photonic quasi-crystal fiber. Superlattices Microstruct",
      "author" : [ "E. Liu", "S. Liang", "J. Liu" ],
      "venue" : null,
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2019
    }, {
      "title" : "Triple-band tunable perfect terahertz",
      "author" : [ "R. Wang", "L. Li", "J.L. Liu" ],
      "venue" : "Opt. Express 2017,",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2017
    }, {
      "title" : "Ultra-narrow band absorbers based on surface lattice. resonances in nanostructured metal surfaces",
      "author" : [ "Z.Y. Li", "B. Serkan", "A. Koray" ],
      "venue" : "ACS Nano 2014,",
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2014
    }, {
      "title" : "Ultra-narrow terahertz perfect light absorber based on surface lattice resonance of a sandwich resonator for sensing applications",
      "author" : [ "B.X. Wang", "W.Q. Huang", "L.L. Wang" ],
      "venue" : "RSC Adv",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2017
    }, {
      "title" : "Ex-centric core photonic crystal fiber sensor with gold nanowires based on surface plasmon resonance",
      "author" : [ "C. Liu", "G.L. Fu", "F.M. Wang", "Z. Yi", "C.H. Xu", "L. Yang", "Q. Liu", "W. Liu", "X.L. Li", "H.W Mu" ],
      "venue" : "OPTIK",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2019
    }, {
      "title" : "Terahertz wideband perfect absorber based on open loop with cross nested structure",
      "author" : [ "M.W. Li", "C.P. Liang", "Y.B. Zhang", "Z. Yi", "X.F. Chen", "Z.G. Zhou", "H. Yang", "Y.J. Tang", "Y.G. Yi" ],
      "venue" : "Results Phys",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2019
    }, {
      "title" : "Broadband high-efficiency cross-polarization conversion and multi-functional wavefront manipulation based on chiral structure metasurface for terahertz wave",
      "author" : [ "J. Fan", "Y. Cheng" ],
      "venue" : "J. Phys. D Appl. Phys",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2020
    }, {
      "title" : "Engineering the magnetic plasmon resonances of metamaterials for high-quality sensing",
      "author" : [ "J. Chen", "W.F. Fan", "T. Zhang", "X.Y. Chen", "J.J. Wu", "D.Y. Li", "Y. Yu" ],
      "venue" : "Opt. Express",
      "citeRegEx" : "51",
      "shortCiteRegEx" : "51",
      "year" : 2017
    }, {
      "title" : "Fano resonances in heterogeneous dimers of silicon and gold nanospheres",
      "author" : [ "Q. Zhao", "Z.J. Yang", "J. He" ],
      "venue" : "Front. Phys. 2018,",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2018
    }, {
      "title" : "Optical antennas based on coupled nanoholes in thin metal films",
      "author" : [ "Y. Alaverdyan", "B. Sepúlveda", "L. Eurenius", "E. Olsson", "M. Käll" ],
      "venue" : "Nat. Phys. 2007,",
      "citeRegEx" : "53",
      "shortCiteRegEx" : "53",
      "year" : 2007
    }, {
      "title" : "Dual Fano resonance control and refractive index sensors based on a plasmonic waveguide-coupled resonator system",
      "author" : [ "X.L. Shi", "L.J. Ma", "Z.D. Zhang", "Y. Tang", "Y.J. Zhang", "J.Q. Han", "Y.Q. Sun" ],
      "venue" : "Opt. Commun",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2018
    }, {
      "title" : "Plasma-Induced, Self-Masking, One-step approach to an ultrabroadband antireflective and superhydrophilic subwavelength nanostructured fused silica surface",
      "author" : [ "X. Ye", "T. Shao", "L.X. Sun", "J.J. Wu", "F.R. Wang", "J.H. He", "X.D. Jiang", "W.D. Wu", "W.G. Zheng" ],
      "venue" : "ACS Appl. Mater. Interfaces",
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2018
    }, {
      "title" : "A broadband and polarization-independent metamaterial perfect absorber with monolayer Cr and Ti elliptical disks array",
      "author" : [ "C.P. Liang", "Y.B. Zhang", "Z. Yi", "X.F. Chen", "Z.G. Zhou", "H. Yang", "Y. Yi", "Y.J. Tang", "W.T. Yao", "Y.G. Yi" ],
      "venue" : "Results Phys",
      "citeRegEx" : "57",
      "shortCiteRegEx" : "57",
      "year" : 2019
    }, {
      "title" : "Broadband ultra-flattened dispersion, ultra-low confinement loss and large effective mode area in an octagonal photonic quasi-crystal fiber",
      "author" : [ "E. Liu", "W. Tan", "B. Yan", "J. Xie", "R. Ge", "J. Liu" ],
      "venue" : "J. Opt. Soc. Am. A",
      "citeRegEx" : "58",
      "shortCiteRegEx" : "58",
      "year" : 2018
    }, {
      "title" : "Independent polarization and multi-band THz absorber base on Jerusalem cross",
      "author" : [ "A.S. Arezoomand", "F.B. Zarrabi", "S. Heydari", "N.P. Gandji" ],
      "venue" : "Opt. Commun",
      "citeRegEx" : "59",
      "shortCiteRegEx" : "59",
      "year" : 2015
    }, {
      "title" : "Achieving a multi-band metamaterial perfect absorber via a hexagonal ring dielectric resonator",
      "author" : [ "L.Y. Li", "J. Wang", "H.L. Du", "J.F. Wang", "S.B. Qu" ],
      "venue" : "Chinese Phys",
      "citeRegEx" : "60",
      "shortCiteRegEx" : "60",
      "year" : 2015
    }, {
      "title" : "Mid-infrared surface plasmon resonance sensor based on photonic crystal fibers",
      "author" : [ "C. Liu", "L. Yang", "X.L. Lu", "Q. Liu", "F.M. Wang", "J.W. Lv", "T. Sun", "H.W. Mu", "P.K. Chu" ],
      "venue" : "Opt. Express",
      "citeRegEx" : "61",
      "shortCiteRegEx" : "61",
      "year" : 2017
    }, {
      "title" : "Quantitatively optical and electrical-adjusting high-performance switch by grapheme plasmonic perfect absorbers",
      "author" : [ "X. Liu", "G. Liu", "P. Tang", "G. Fu", "G. Du", "Q. Chen", "Z. Liu" ],
      "venue" : "Carbon",
      "citeRegEx" : "62",
      "shortCiteRegEx" : "62",
      "year" : 2018
    }, {
      "title" : "Effects of Ag doping on the electronic and optical properties of CdSe quantum dots",
      "author" : [ "F.A. Zhao", "H.Y. Xiao", "X.M. Bai", "X.T. Zu" ],
      "venue" : "Phys. Chem. Chem. Phys. 2019,",
      "citeRegEx" : "63",
      "shortCiteRegEx" : "63",
      "year" : 2019
    }, {
      "title" : "The single-polarization filter composed of gold-coated photonic crystal fiber",
      "author" : [ "C. Liu", "L.Y. Wang", "L. Yang", "F.M. Wang", "C.H. Xu", "J.W. Lv", "G.L. Fu", "X.L. Li", "Q. Liu", "H.W Mu" ],
      "venue" : "Phys. Lett. A",
      "citeRegEx" : "64",
      "shortCiteRegEx" : "64",
      "year" : 2019
    }, {
      "title" : "Theoretical study of a multichannel plasmonic waveguide notch filter with double-sided nanodisk and two slot cavities",
      "author" : [ "Y.P. Qi", "P.Y. Zhou", "T. Zhang", "X.W. Zhang", "Y. Wang", "C.Q. Liu", "Y.L. Bai", "X.X. Wang" ],
      "venue" : "Results Phys. 2019,",
      "citeRegEx" : "65",
      "shortCiteRegEx" : "65",
      "year" : 2019
    }, {
      "title" : "Magnetic properties and reverse magnetization process of anisotropic nanocomposite permanent magnet",
      "author" : [ "X.F. Chen", "C.L. Cen", "L. Zhou", "R.F. Cao", "Z. Yi", "Y.J. Tang" ],
      "venue" : "J. Magn. Magn. Mater",
      "citeRegEx" : "66",
      "shortCiteRegEx" : "66",
      "year" : 2019
    }, {
      "title" : "Lifetime and nonlinearity of modulated surface plasmon for black phosphorus sensing application",
      "author" : [ "R.L. Zhou", "J. Peng", "S. Yang", "D. Liu", "Y.Y. Xiao", "G.T. Cao" ],
      "venue" : "Nanoscale",
      "citeRegEx" : "67",
      "shortCiteRegEx" : "67",
      "year" : 2018
    }, {
      "title" : "Novel hierarchical structural SnS2 composite supported by biochar carbonized from chewed sugarcane as enhanced anodes for lithium ion batteries",
      "author" : [ "R. Li", "C. Miao", "M.Q. Zhang", "W. Xiao" ],
      "venue" : "Ionics 2019",
      "citeRegEx" : "68",
      "shortCiteRegEx" : "68",
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 18,
      "context" : "Under the action of incident light, the collective oscillation of Au free electrons can enhance the local electromagnetic field on their surface [19].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 27,
      "context" : "first proposed a perfect absorption material based on a metal structure, which is composed of metal–electrolyte–metal [29].",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 43,
      "context" : "explored the absorption rate of triple-band metamaterial [45], but the peak tunability is poor and the sensitivity to angle and polarization is relatively high.",
      "startOffset" : 57,
      "endOffset" : 61
    }, {
      "referenceID" : 44,
      "context" : "used FDTD to calculate the optical properties of the absorber, and we also used the same technique for numerical simulation [46,47].",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 45,
      "context" : "used FDTD to calculate the optical properties of the absorber, and we also used the same technique for numerical simulation [46,47].",
      "startOffset" : 124,
      "endOffset" : 131
    }, {
      "referenceID" : 43,
      "context" : "used the Drude model to study related absorbers [45].",
      "startOffset" : 48,
      "endOffset" : 52
    }, {
      "referenceID" : 51,
      "context" : "The complex refractive index data of Si is taken from Palik [53].",
      "startOffset" : 60,
      "endOffset" : 64
    }, {
      "referenceID" : 43,
      "context" : "Comparison results of presented absorber with other similar triple-band absorbers [45,59,60].",
      "startOffset" : 82,
      "endOffset" : 92
    }, {
      "referenceID" : 56,
      "context" : "Comparison results of presented absorber with other similar triple-band absorbers [45,59,60].",
      "startOffset" : 82,
      "endOffset" : 92
    }, {
      "referenceID" : 57,
      "context" : "Comparison results of presented absorber with other similar triple-band absorbers [45,59,60].",
      "startOffset" : 82,
      "endOffset" : 92
    }, {
      "referenceID" : 43,
      "context" : "Comparison results of presented absorber with other similar triple-band absorbers [45, 59, 60].",
      "startOffset" : 82,
      "endOffset" : 94
    }, {
      "referenceID" : 56,
      "context" : "Comparison results of presented absorber with other similar triple-band absorbers [45, 59, 60].",
      "startOffset" : 82,
      "endOffset" : 94
    }, {
      "referenceID" : 57,
      "context" : "Comparison results of presented absorber with other similar triple-band absorbers [45, 59, 60].",
      "startOffset" : 82,
      "endOffset" : 94
    }, {
      "referenceID" : 43,
      "context" : "Refer Number of peaks The value of the first peak The value of the Second peak The value of the third peak [45] 3 96.",
      "startOffset" : 107,
      "endOffset" : 111
    } ],
    "year" : 2020,
    "abstractText" : "In this article, we present a design for a triple-band tunable metamaterial absorber with an Au nano-cuboids array, and undertake numerical research about its optical properties and local electromagnetic field enhancement. The proposed structure is investigated by the finite-difference time domain (FDTD) method, and we find that it has triple-band tunable perfect absorption peaks in the near infrared band (1000–2500 nm). We investigate some of structure parameters that influence the fields of surface plasmons (SP) resonances of the nano array structure. By adjusting the relevant structural parameters, we can accomplish the regulation of the surface plasmons resonance (SPR) peaks. In addition, the triple-band resonant wavelength of the absorber has good operational angle-polarization-tolerance. We believe that the excellent properties of our designed absorber have promising applications in plasma-enhanced photovoltaic, optical absorption switching and infrared modulator optical communication.",
    "creator" : null
  }
}