{
  "name" : "downloads_2019-11-10_b4_pi2019.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Interfacial microstructure and bond strength of nano-SiO2-coated steel fibers in cement matrix",
    "authors" : [ "Zhenyu Pi", "Huigang Xiao", "Junjie Du", "Min Liu", "Hui Li" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Contents lists available at ScienceDirect\nCement and Concrete Composites\njournal homepage: www.elsevier.com/locate/cemconcomp\nInterfacial microstructure and bond strength of nano-SiO2-coated steel fibers in cement matrix\nZhenyu Pia,b, Huigang Xiaoa,b,∗, Junjie Dua,b, Min Liua,b, Hui Lia,b\na Key Lab of Structures Dynamic Behavior and Control of the Ministry of Education (Harbin Institute of Technology), Harbin, 150090, China b School of Civil Engineering, Harbin Institute of Technology, Harbin, 150090, China\nA R T I C L E I N F O\nKeywords: Surface modification Steel fiber Nano-SiO2 Interfacial properties Cement\nA B S T R A C T\nIn this study, a new surface modification method for steel fibers is proposed to improve the interfacial properties of similar fibers in a cement-based composite. Steel fibers were coated with a nano-SiO2 multilayer film, which was expected to react with Ca(OH)2 formed from cement hydration, reducing the possibility of a weak zone and creating a denser microstructure at the fiber-matrix interface. Several techniques, including scanning electron microscopy (SEM), backscattered scanning electron microscopy (BSEM), energy dispersive spectroscopy (EDS), and infrared absorption spectroscopy (IR) were used to characterize the interfacial microstructure improvement resulting from the surface modification at the micro-scale; in addition, a fiber pull-out test was carried out to evaluate the enhancement of the mechanical properties of the interface at the macro-scale. The experimental results indicate that the coated nano-SiO2 can react with Ca(OH)2, resulting in an increased quantity of C–S–H gel and decreased porosity at the modified steel fiber-cement interface. The dense adhesion between the modified fibers and cement matrix facilitate the establishment of a stronger interfacial bond. Both the bond strength and pull-out energy increase significantly at 3, 7, and 28 days. The results support the conclusion that the proposed surface modification method is suitable for steel fibers and will improve their reinforcement efficiency."
    }, {
      "heading" : "1. Introduction",
      "text" : "Cement-based materials are the most widely used construction materials globally, achieving good compression but poor flexibility. Steel fibers offer many advantages, such as a high modulus, strength, and ductility, and the addition of such fibers can increase the ductility of cement-based materials [1–4]. Steel fibers act as a bridge in a matrix and resist the opening and propagation of cracks, creating a more suitable cement-based composite for bridges and large-span structures [5–7]. However, the full efficiency of reinforced steel fibers has yet to be realized due to the relatively poor properties of the interface between the fibers and the cement matrix [8–11]. Enhancing the interface properties is, therefore, important in improving the performance of steel-fiber reinforced cement-based composites and leveraging the synergy between the two materials [12–14].\nThere are two methods for enhancing the interfacial properties between steel fibers and a cement matrix: using deformed fibers instead of straight fibers, and improving the interfacial bond between the fibers and the cement matrix. The deformed fibers method involves the use of a range of fiber shapes such as twisted fibers, hook-ended fibers, buttonended fibers, indented fibers, and crimped fibers, due to the propensity\nof deformed fibers to greatly enhance the anchor strength in comparison with straight fibers [3,15,16]. The enhancement is achieved by the simple physical increase in the mechanical interlocking of the fibers and matrix facilitated by the irregularity of the fiber shapes. However, when the diameter of the fibers is extremely small, as in ultrafine steel fibers, the stiffness of the deformed fibers will decrease, reducing the anchor effect they can achieve. Research indicates that the load-bearing contribution achieved by the mechanical anchoring of hook-ended steel fibers [17], for example, is an exponential function of the diameter; as the diameter of the fibers decreases, the resultant mechanical anchoring properties decrease exponentially. Based on the findings of [17], it can be concluded that when the diameter is 0.5 mm, the hook end contribution is 1.41 times of the equivalent straight smooth contribution, while when the diameter is 0.12mm, the hook end contribution would be only 0.33 times of the equivalent straight smooth contribution. Experiments in other studies validate similar results [18,19]. In addition, the deformed fibers method does not improve the weak interface transition zone (ITZ) around the fibers.\nThe method involving improving the interfacial bond between the fibers and cement matrix is suitable for various fiber types and shapes. There are two main approaches used in this method, specifically\nhttps://doi.org/10.1016/j.cemconcomp.2019.04.025 Received 22 December 2018; Received in revised form 16 April 2019; Accepted 23 April 2019\n∗ Corresponding author. School of Civil Engineering, Harbin Institute of Technology, 73 Huanghe Road, Harbin, Heilongjiang, 150090, PR China. E-mail address: xiaohg@hit.edu.cn (H. Xiao).\nCement and Concrete Composites 103 (2019) 1–10\nAvailable online 26 April 2019 0958-9465/ © 2019 Elsevier Ltd. All rights reserved.\nT\nmodifying the cement matrix, and modifying the fibers. Banthia found that the addition of silica fume into a cement matrix can increase the bond strength, but may render the matrix more brittle [20]. Chan and Chu found that the optimal silica fume content for enhancing bonding performance lies between 20% and 30% [21]. Mandel et al. added acrylic polymer particles to enhance the steel fiber-matrix bond using gap grading between the smaller polymer particles and cement grains [22]. Wu et al. found that the addition of nano-SiO2 can result in lower porosity and a more homogeneous cement matrix microstructure, and a higher bond strength and pull-out energy [23]. Modifying the fibers is a more efficient approach than modification of the cement matrix, because it precisely targets the weak ITZ issue. Li et al. studied the plasma treatment of polyethylene fibers and found that drop hardening is achieved, or further enhanced, because the method brings about a higher surface reactivity by means of a selective polar group introduction [24]. Many studies have shown that nano-SiO2 can react with Ca(OH)2, forming hydrated calcium silicate (CaO·SiO2·nH2O) and filling micro-pores, resulting in an improvement in both the microstructure of the C–S–H and the pore structure, thereby enhancing the mechanical properties and improving the permeability and properties in cement-based composites [25–31]. Fiber surface modification is a targeted method, and if nano-SiO2 is used directly at the most critical location, the interface, the effect may be more powerful and result in greater flexibility. Xiao et al. coated carbon fibers with a thin layer of nano-SiO2, allowing the SiO2 to react with the cement hydration product Ca(OH)2, thereby forming a C–S–H gel and improving the interfacial adhesion between the modified carbon fibers and the cement matrix [32]. Their study confirmed the benefits of surface modification using nano-SiO2 for carbon fibers, but no such confirmatory study exists for the use of this approach with steel fibers. It is therefore necessary to study whether a surface modification approach using nano-SiO2 is indeed suitable for steel fibers, and whether the characteristics and mechanism of such a surface modification are applicable to such fibers.\nIn this study, nano-SiO2 was prepared using a sol-gel method, and surface modification was carried out for steel fibers. The modified steel fibers were immersed in a Ca(OH)2 solution to detect the reactivity of the nano-SiO2 grown on the fibers, and a characterization of the modified steel fiber-matrix ITZ was conducted. The fiber pull-out test was designed to analyze and compare certain parameters such as the pullout load–displacement relationship curve, bond strength, and pull-out energy of the modified and unmodified fibers. The surface morphology of the steel fibers was also observed during the process. The results indicate that surface modification of steel fibers can create a uniform multilayer nano-SiO2 film with a high chemical reactivity that reacts with Ca(OH)2 in the cement matrix, leading to the rapid formation of CaO·SiO2·nH2O. The reaction reduces both the Ca(OH)2 and the porosity around the steel fibers in the matrix. This can significantly enhance the properties of the steel fiber matrix; moreover, the surface modification changes the characteristics of the curve indicating the pulling-out stage."
    }, {
      "heading" : "2. Materials and experimental methods",
      "text" : "2.1. Surface modification for steel fiber"
    }, {
      "heading" : "2.1.1. Reagents and materials",
      "text" : "The reagents used in the surface modification experiment included a sodium hydroxide solution, concentrated nitric acid, or acetone as cleaning and pretreating agents; deionized water and anhydrous ethanol (analytically pure) as a solvent; ethyl orthosilicate (TEOS) as a reactant; cetyltrimethylammonium bromide (CTAB) as a surfactant; and, concentrated ammonia as a catalyst.\nThe steel fibers used in the study were straight steel fibers 0.22mm in diameter and 13mm in length, produced by Yixing Junwei Metal Textile Fiber Co., Ltd. Details of these fibers are listed in Table 1.\n2.1.2. Surface modification method To create the surface-treatment agent, 1000ml of anhydrous ethanol was used as a solvent, to which 80ml of ethyl orthosilicate (TEOS) and ionic surfactant cetyltrimethylammonium bromide (CTAB) with a 1% solvent mass fraction were added.\nEither a sodium hydroxide solution, concentrated nitric acid, or acetone was used to clean the steel fibers and remove grease and impurities on their surfaces. The steel fibers were then rinsed with deionized water until the PH of the final water rinse reached approximately 7, and air-dried. An appropriate quantity of treated steel fibers was added to the surface treatment agent, and the mixed solution was ultrasonicated for 30min. To provide an alkaline reaction environment, 40ml of concentrated ammonia was added. The reaction was maintained at a temperature of 45 °C for 12 h in a constant temperature water bath, and the solution was then aged at room temperature for a further 24 h.\nAfter the steel fibers were removed, they were washed repeatedly with deionized water, dried at 80 °C, and stored in a dry environment, completing the surface modification procedure."
    }, {
      "heading" : "2.1.3. SEM for surface morphology observation",
      "text" : "Scanning electron microscopy (SEM) is an effective means of observing the microstructure and mesostructure of a sample using the received electrons reflected from the sample surface. Secondary and backscattered electrons are commonly used for the imaging of cementbased materials. Unless otherwise specified, SEM refers to secondary electron scanning electron microscopy. An SEM image using secondary electrons has a larger depth of field and a stronger sense of three-dimensionality, appropriate for representing surface morphology. Thus, SEM was used to observe the surface morphology of both modified and unmodified steel fibers. The SEM used in this study was an ultra-highresolution field emission scanning electron microscope (MERLIN Compact) manufactured by Carl Zeiss. The SEM images used have a pixel resolution of 1024× 768, and a magnification of between 200× and 4000× , as described. The SEM sample was coated with gold to facilitate the imaging prior to the observation."
    }, {
      "heading" : "2.1.4. EDS for element analysis",
      "text" : "Energy dispersive spectroscopy (EDS) uses the difference in the xray photon characteristic energy of different elements to carry out a micro-area composition analysis and determine the element type and content in the phase. EDS is also frequently used for cement-based materials in combination with SEM. There are three scan modes, namely point, line, and area, reflecting the types and content distribution of the elements at the points, lines, and areas of the sample, respectively. The point scan mode was used to analyze the surface elements of both modified and unmodified steel fibers and determine the change in elements."
    }, {
      "heading" : "2.1.5. IR for product determination",
      "text" : "A specific chemical bond or functional group has a specific absorption frequency for infrared light. Infrared absorption spectroscopy (IR) uses this characteristic to detect whether a testing sample has a specific chemical bond or functional group, thereby determining whether a specific substance is present. IR is also frequently used with cement-based materials for the detection of cement clinker and hydrated products. Surface formations resulting from the surface modification of the steel fibers were tested using IR to verify the effects of the modification and determine the type of substance present. A Fourier transform infrared spectrometer (FTIR), produced by Tianjin Gangdong Sci. & Tech. Development Co., Ltd., with a spectral range of 4000–400 cm−1, a high signal-to-noise ratio, and a rapid scanning capability was used in this study. The sample to be tested was treated using a potassium bromide tableting method.\n2.2. Reactivity detection for modified fibers\nAfter surface modification, the modified steel fibers were immersed in a saturated Ca(OH)2 solution for 3 and 7 days at (20 ± 2)° C to simulate the cement hydration environment. The modified steel fibers were then taken out at the corresponding times and rinsed with deionized water. SEM was used to observe the changes in fiber surface morphology, and both EDS and IR were used to characterize the element type and content, as well as the specific chemical bonds or functional groups present on the surfaces of the modified fibers. The chemical reaction process and degree of chemical reactivity of the modified fibers were then determined."
    }, {
      "heading" : "2.3. Pull-out test",
      "text" : ""
    }, {
      "heading" : "2.3.1. Materials",
      "text" : "Ordinary Portland cement (P.O.42.5) produced by the Yatai Group Harbin Cement Co., Ltd. and a silica fume with a specific surface area of 463.9 m2/kg were employed. Table 2 gives the chemical compositions of the cement and silica fume. Standard sand produced by Xiamen Aisio Standard Sand Co., Ltd. and conforming to ISO 679 was applied. A polycarboxylate superplasticizer with a solid content of approximately 30% was used."
    }, {
      "heading" : "2.3.2. Pull-out test and dog-bone-shaped specimens",
      "text" : "A pull-out test is a useful method for characterizing the bond properties of bonds between fiber materials and matrix, and is generally divided into single- and double-sided pull-out methods. In the singlesided pull-out method, only one end of the fiber, the fixed end, is embedded in the cement-based composite, and the other end, called the free end, is exposed to air. Machinery is used to clamp the free end of the fiber and pull it directly out of the matrix [33–35]. In the doublesided pull-out method, both ends of the fiber are embedded into the matrix. During the experiment, the two parts are clamped, and force is applied to pull the fiber out [36,37]. Although the single-sided pull-out method is usually used for a single fiber pull-out test, the requirements for the clamping device are relatively high. Conversely, although the double-sided pull-out method can be used for both single and multiple fiber pull-out tests, the required curing conditions are relatively strict.\nDog-bone-shaped specimens and the double-sided pull-out method were used in this study. The dimensions of the specimens and the stainless steel sheet are shown in Fig. 1 (a), and an illustration of the pu20ll-out test device is provided in Fig. 1 (b). The stainless steel sheet with a plastic film was used to avoid adhesion and divide the dog-boneshaped specimen into two parts, namely, the pull-out and fixed parts. The pull-out part corresponded to the pull-out end of the fiber, and the\nfixed part corresponded to the fixed end of the fiber. Paraffin was used to fix the fiber in the hole in the stainless steel sheet to ensure the fiber orientation and the length in each part. The stainless steel sheet was inserted into the groove in the middle of the mold and then the cement mixture was poured. To eliminate arbitrary variations in the pull-out test and make sure that the operation was not overly cumbersome, four fibers were installed in each specimen. The embedded length of the fibers in the pull-out part was 5mm, and the fixed ends of the fibers were bent to ensure that they were all pulled out from the pull-out part. Set up in this manner, when a load is applied the steel fibers will debond and be pulled out from the pull-out part, allowing some useful data to be obtained.\nThe water-to-binder ratio (w/b) was 0.35 and silica fume replaced 20% of cement by mass. Additionally, the binder-to-sand ratio was 1:1. Groups of dog-bone-shaped specimens with unmodified or modified steel fibers were cast, with each group including five specimens during each curing period. The specimens were demolded 24 h after casting, and then cured in lime-saturated water at (20 ± 2)° C. The pull-out tests were conducted at curing ages of 3, 7, and 28 days. After the pullout test, the steel fibers were observed and analyzed using SEM and EDS.\nPrevious studies have shown that the loading rate influences the pull-out test, and the higher the loading rate that is applied, the greater the peak load of the load–displacement curve obtained and the more the fibers tend to break [38–40]. The loading rate of the test conducted in the present study was 1.0mm/min. A test was carried out by a universal testing machine, and a displacement sensor was used to record the relative displacement between the two parts of the specimen. The test setup used in the pull-out tests and a representative specimen from the pull-out process are shown in Fig. 2."
    }, {
      "heading" : "2.3.3. Pull-out load–displacement curve",
      "text" : "The load–displacement curve of a fiber pull-out test can describe the\nTable 1 Properties of steel fiber.\nDensity (g/cm3) Diameter (mm) Length (mm) Tensile strength (MPa) Modulus (GPa) Shape qualification rate (%)\n7.8 0.22 13 ± 1 2850 200 ＞98%\nFig. 1. Illustration of (a) dog-bone shaped specimen and layout of fibers and (b) pull-out test device.\nentire fiber pull-out process. A typical pull-out curve is shown in Fig. 3. Kanda and Li studied typical fiber pull-out curves in the 1990s, indicating that the pull-out curve can be divided into two parts, pre- and post-peak, corresponding to the debonding and pull-out processes of the pull-out test, respectively [41]. During the interface debonding process, when the applied load is relatively small, the bond between the fibers and the matrix is extremely firm and the curve is linear. As the load increases, the fibers begin to debond up to a certain point; then they completely debond, and the curve reaches its peak. This process is the result of a combination of chemical and frictional bonds. A sudden load drop occurs when the fibers are fully debonded. It is generally believed that the difference in the post-peak load and the peak load can characterize the extent of the chemical bond. The interface debonding process is followed by the fiber pull-out process, which is controlled by the friction between the fibers and matrix until the fibers are completely pulled out. This model is extremely simple and accurate, particularly the description of the interface debonding process. In this study, the pull-out load–displacement curves were obtained from the 3-, 7-, and 28-day pull-out tests on the dog bone-shaped specimens. The characteristics of the curves using both modified and unmodified steel fibers were compared, and the microscopic and macroscopic phenomena were combined to analyze the relationship between the changes in the pull-out curves and the surface modification of the steel fibers."
    }, {
      "heading" : "2.3.4. Bond strength and pull-out energy",
      "text" : "With reference to the Chinese Standard CECS13-2009 and other related studies [42], the bond strength is regarded as an important\nindex in characterizing the interface properties of the fiber matrix. It is calculated as follows:\n=τ P nπdl ,max max (1)\nwhere τmax (MPa) is the bond strength of the embedded fibers based on the maximum pull-out load, Pmax (N) is the maximum pull-out load, d (mm) is the diameter of a single fiber, l (mm) is the embedment length of a fiber in the pull-out part (5mm in this study), and n is the number of fibers embedded in each specimen (four in this study).\nThe pull-out energy is regarded as the mechanical energy consumed during the partial or complete fiber pull-out test, and can be calculated by integrating the partial or entire area under the fiber pull-out curve, respectively. In this study, the pull-out energy is defined as the integration of the pull-out load and pull-out displacement based on the pull-out curve; that is, the entire area under the curve. The bond strength and pull-out energy were calculated based on the pull-out load–displacement curves, and were then used to characterize the effects of the surface modification of the steel fibers at the macroscopic scale.\n2.4. Characterization of fiber-matrix interface\n2.4.1. EDS characterization of fiber-matrix cross-section Cross-sectional fiber-matrix specimens with nine steel fibers were cast to a cubic size of 16mm×16mm×16mm. The types and contents of the materials, w/b, and curing conditions were the same as those of the dog-bone-shaped specimens. The specimens were used to characterize the properties of the steel-fiber-matrix interface. The area scan mode of EDS was used to analyze the cross-sectional fiber-matrix specimen to determine the relative amounts of Ca and Si around the fiber."
    }, {
      "heading" : "2.4.2. BSEM for porosity measurement",
      "text" : "Backscattered scanning electron microscopy (BSEM) is a common technique in the field of cement-based material analysis, and uses backscattered electrons for imaging. Unlike with SEM, the contrast of the BSEM image can reflect the difference in the average atomic number of the substance and distinguish the different phases. In this study, a tungsten filament scanning electron microscope (VEGA3) with a backscattered detector, manufactured by TESCAN, was applied to take porosity measurements of the cross-sectional fiber-matrix specimens. The BSEM images have resolution of 1024× 768 pixels with a magnification of 500× . The BSEM samples were soaked in anhydrous ethanol to stop the hydration, and then dried at 60 °C for 24 h. The dry samples were impregnated with a high fluidity epoxy resin in a vacuum, and then cured at 20 °C for 24 h. The impregnated samples were ground to expose the surface, and then polished with SiC and diamond papers with a series of different particle sizes until the sample reached an extremely smooth mirror-like surface. In addition, the BSEM samples were coated with gold prior to the observations."
    }, {
      "heading" : "3. Results and discussion",
      "text" : "3.1. Observation and analysis of the chemical composition of the modified steel fiber surface\nSEM images of the surface morphology of both the modified and unmodified steel fibers at a magnification of 200× are shown in Fig. 4. EDS in point scan mode was also applied to determine the types and contents of the elements of the corresponding steel fiber surface. It can be clearly observed that the surfaces of the unmodified steel fibers are extremely smooth, as shown in Fig. 4 (a), whereas the surfaces of the modified steel fibers are covered with a granular convex film, as shown in Fig. 4 (b). The EDS results indicate that most of the elements on the surfaces of the unmodified steel fibers are Fe, and almost no Si is\npresent. In contrast, the amount of Fe on the surfaces of the modified steel fibers decreased to 20.35%, and both the Si and O increased significantly with an atomic ratio of approximately 1:2, indicating that the substance formed through the surface modification is likely SiO2. This and the aforementioned sharp reduction of Fe confirm that the steel fibers were covered with the modified product, SiO2.\nFig. 5 shows the surface morphology of the modified steel fibers at magnifications of 1000× and 4000× . It can be observed that the granular convex film generated on the steel fiber surface is very dense, growing uniformly to completely wrap the steel fiber surface, as shown in Fig. 5 (a). It can be seen in Fig. 5 (b) that a single modified product, SiO2, is ellipsoidal at the nano-scale. The nano-SiO2 agglomerates together into a film during generation, and this film continuously grows and stacks, finally forming a multilayer granular convex film. The outermost layer of the multilayer film contains a large number of SiO2 aggregation peaks at the micro scale, and is extremely rough.\nFig. 6 (a) shows the IR results of the modified products; a range of observations of between 300 and 2300 cm−1 was selected when considering the range in which the characteristic absorption peaks of the products appear. The types of specific chemical bonds or functional groups can be determined based on the positions of the characteristic absorption peaks, allowing determination of the substance types. It can be seen that the peak at 465 cm−1 corresponds to the Si-O bending vibration peak, the peak at 799 cm−1 corresponds to the Si-O symmetric stretching vibration peak, and the peak at 963 cm−1 corresponds to the Si-OH bending vibration peak. The peak at 1093 cm−1 corresponds to the Si-O-Si anti-symmetric bending vibration peak, and the peak at 1062 cm−1 corresponds to the H-O-H bending vibration peak. These absorption peaks are largely consistent with the characteristic absorption peaks of industrially prepared nano-SiO2 [43], and thus, it is likely that the modified products contain nano-SiO2.\nThese test results confirm that the substance generated from the surface modification process is indeed nano-scale SiO2, forming a dense and uniform multilayer film on the surfaces of the steel fibers, with an outermost layer that is extremely rough.\n3.2. Chemical reactivity detection of nano-SiO2 produced through surface modification\nTo verify the reactivity of nano-SiO2 formed on the surfaces of the modified steel fibers, the fibers were immersed in a saturated Ca(OH)2\nsolution to simulate a cement hydration environment and thereby detect whether nano-SiO2 can react with Ca(OH)2. An IR analysis of the surface products of the modified steel fibers immersed in the saturated Ca(OH)2 solution at (20 ± 2)° C for 7 days is shown in Fig. 6 (b). Compared with the absorption spectrum of the surface of the modified steel fibers, three new characteristic absorption peaks of 872, 971, and 1428 cm−1 appeared in the absorption spectrum of the modified steel fibers after immersion in the saturated Ca(OH)2 solution. These correspond to the characteristic absorption peaks of synthesized calcium silicate hydrate (CaO·SiO2·nH2O) [44]. It can thus be determined that the nano-SiO2 on the surfaces of the modified steel fibers is chemically reactive and reacts with Ca(OH)2, forming CaO·SiO2·nH2O after immersion in the saturated Ca(OH)2 solution.\nSEM and EDS were also used to observe and analyze the surface morphology and element types and contents of the modified steel fibers immersed in the saturated Ca(OH)2 solution at 3 and 7 days. Both the SEM images and the EDS results are shown in Fig. 7. The SEM images were taken at magnifications of 200× and 4000× , and at least ten points were randomly selected for the EDS analysis. After immersion in the saturated Ca(OH)2 solution for 3 days, the surfaces of the modified steel fibers remained rough, and the average Ca/Si was 1.10, as shown at a magnification of 200× in Fig. 7 (a). When the magnification was increased to 4000× , it could be observed that a number of rod-like substances were formed through the reaction of nano-SiO2 and Ca (OH)2, as shown in Fig. 7 (b). Combining these results with the Ca/Si and IR results, it is probable that these rod-like elements are CaO·SiO2·nH2O. After immersion in the saturated Ca(OH)2 solution for 7 days, the surfaces of the modified steel fibers appeared smoother, and Ca/Si increased to 2.09, as shown in Fig. 7 (c). With the magnification increased to 4000× , it can be observed that the surfaces of the modified steel fibers were covered with a gelatinous membrane as shown in Fig. 7 (d), which is thought to be CaO·SiO2·nH2O, based on the EDS and IR results. It can be concluded that the rough surfaces of the modified steel fibers were filled with CaO·SiO2·nH2O, which was formed through the reaction of nano-SiO2 and Ca(OH)2. The CaO·SiO2·nH2O formed a gelatinous membrane which tightly wrapped the modified steel fibers.\nFrom this analysis, it can be determined that the nano-SiO2 on the surfaces of the modified steel fibers can react with Ca(OH)2, forming CaO·SiO2·nH2O, and that the chemical reactivity of the nano-scale SiO2 on the modified steel fiber surfaces is much higher than that of the\nother admixtures containing SiO2, such as a silica fume, and thus a significant reaction occurs at room temperature ((20 ± 2)° C) by day 3 at the latest.\n3.3. Improvement of fiber-matrix ITZ based on surface modification\nOwing to the wall and bleeding effects, the surrounding matrix around the fiber has more pores and CH than the bulk paste, a similar phenomenon to the one that occurs around the aggregate and which results in a weak interface bond [45–47]. Various techniques were used to examine the modification effects on the improvement of the fibermatrix ITZ.\nThe EDS area scan mode was employed to analyze the distribution of elements surrounding both the modified and unmodified steel fibers embedded in the mortar in the cross-sectional fiber-matrix specimen. Optical density analysis, an image processing method, was used to analyze the relative quantities of Si and Ca. The distribution of Si and the ring strip setting of the detected area are shown in Fig. 8. Taking the center of a steel fiber as the center of the concentric ring strips, the photometric value of Si or Ca in the ring strip at intervals of 5 μm outward from the edge of the steel fiber was noted, and the optical density was calculated by dividing the photometric value by the corresponding ring strip area. In addition, the Ca/Si around both the modified and unmodified steel fibers was obtained, as shown in Fig. 9. It can be observed that the Ca/Si of the modified steel fiber is lower than that of the unmodified steel fiber within a range of 5–50 μm from the edge of the fiber, indicating that there is more C–S–H and less CH present within the zone of the modified steel fiber. Moreover, when the distance exceeds 50 μm, the Ca/Si in both fiber types are nearly equal because the range is within the bulk paste.\nThe main reason for this phenomenon can be understood with reference to Fig. 10. When the cement around the unmodified fiber is hydrated, forming C–S–H, as shown in Fig. 10 (a), Ca(OH)2 is also formed and crystallizes near the fiber, resulting in a weak ITZ, as indicated in Fig. 10 (b). For the modified fiber, nano-SiO2 in the modified steel fiber can react with Ca(OH)2, forming CaO·SiO2·nH2O, as shown in Fig. 10 (c). This can not only decrease the amount of CH and increase the amount of CaO·SiO2·nH2O, but also significantly increase the density of the zone around the fiber, resulting in insufficient space for the\nCa(OH)2 solution to accumulate and crystallize near the fiber, as shown in Fig. 10 (d).\nBSEM was used to analyze the porosity surrounding both the modified and unmodified steel fibers, which were embedded in the mortar in the cross-sectional fiber-matrix specimen. BSEM images of steel fibers and the surrounding matrix at a magnification of 500× are shown in Fig. 11. Image analysis of the BSEM images was used to measure the porosity around the fibers. Aggregate particles and fibers were first removed from the original image using a method similar to approaches in Ref. [48]. The overflow criterion was used to find the upper threshold for the segment [49]. The image was then binarized, and the black pixels were regarded as pores. Taking the center of the\nsteel fiber as the center of the concentric ring strips, the porosity in the ring strip at intervals every 10 μm outward from the edge of the steel fiber was determined. The results are shown in Fig. 12. In the 0–10, 10–20, and 20–30 μm concentric ring strips, the porosity around the unmodified steel fibers is 26.1%, 17.4%, and 12.8%, respectively, whereas the porosity around the modified steel fibers is 6.3%, 3.6% and 2.1%, respectively. The porosity around the modified steel fibers is significantly less than that around unmodified steel fibers. In addition, the change in porosity of the modified fibers was relatively slow, whereas the decrease in porosity of the unmodified fibers occurred much more rapidly. The decrease in porosity around the fiber confirms the effects of the surface modification.\nIt was thus determined that the surface modification of the steel\nfibers can result in a decrease in both the degree of porosity and the possible occurrence of a weak ITZ, thereby lessening the distinction between the fiber-matrix ITZ and the bulk paste. That is, the surface modification improves the steel fiber-matrix interface."
    }, {
      "heading" : "3.4. Pull-out test results",
      "text" : "Typical pull-out load–displacement curves of the dog-bone-shaped specimens with a w/b of 0.35 at curing times of 3, 7, and 28 days are given in Fig. 13. Before debonding, the curves are similar for modified and unmodified steel fibers, and the slope of the curves represents the modulus of a steel fiber itself. As the load increases, the slope of the curve for unmodified steel fibers gradually decreases, and reaches the peak, whereas the slope of the curve for modified steel fibers remains nearly unchanged. When the load continues to increase, the curve for the modified fibers exhibits similar behavior to that for unmodified fibers, but the peak value remains higher than that for unmodified steel fibers. The curves at curing times of 3, 7, and 28 days indicate the same phenomenon described above. When reaching the peak, the curve for unmodified steel fibers typically exhibits no sudden drops, whereas the curve for modified steel fibers displays a clear sudden drop. This is because there is almost no chemical bond between the unmodified steel fibers and the matrix, whereas a chemical bond does occur between the modified steel fibers and the matrix [41,50]. In the post-peak area, the decline for the unmodified fibers is relatively slow, and the friction between the fiber and matrix plays a leading role. With the exception of the curve at day 3, the decline for the modified fibers is quite rapid, but a relatively high load, even greater than the peak load of the unmodified steel fibers, can still be maintained for a long period of time.\nIn the post-peak area, the features of the curves at curing times of 3, 7, and 28 days are somewhat different. The sudden drop at 3 days is relatively large, and the characteristics of the curve are similar to those of unmodified fibers, whose load remains in a state of fluctuation for a long period of time without a rapid decline. With an increase in the curing time, the sudden drops at 7 and 28 days decrease, and the differences in the characteristics of the curves for the modified and unmodified steel fibers for the same curing times are gradually reflected;\nthat is, the surface modification increases the slopes of the curves. This is probably because, at day 3, although the nano-SiO2 of the modified steel fibers has reacted with Ca(OH)2 near the fibers, the chemical bond is not fully established, and the interface failure is still the debonding between the fibers and matrix around them. Moreover, after debonding, the friction between the modified steel fibers and the matrix plays the leading role. Thus, despite a sudden drop, which indicates a chemical bond, the post-peak part of the modified fibers at day 3 is similar to that of the unmodified fibers. At day 7 for the modified fibers, with the progression of the reaction, the chemical bond between the modified steel fibers and the matrix becomes even stronger than the shear strength of the matrix. Therefore, during the pulling-out process, the most important factor is the friction between the matrix attached to the fibers and the more external matrix, rather than the friction between the modified fibers and matrix, which results in an increase in the slope of the modified fibers. With regard to the curve of the modified fibers at day 28, there is almost no sudden drop, which is probably because the friction with the matrix increased during the curing time, approaching the chemical bond formed through the reaction between nano-SiO2 and Ca(OH)2.\nFig. 14 shows a comparison of the bond strength and pull-out energy between the modified and unmodified steel fibers, the data for which are obtained from the pull-out tests. The bond strength of the unmodified steel fibers at days 3, 7, and 28 are 1.51, 1.99, and 2.26MPa, respectively, whereas those of the modified steel fibers are 2.71, 3.60, and 4.02MPa. These represent increases of 78.9%, 81.4%, and 77.5%, respectively. The pull-out energy levels of the unmodified steel fibers at days 3, 7, and 28 are 64.2, 84.6, and 86.9 Nmm, respectively, whereas those of the modified steel fibers are 103.1, 137.3, and 145.4 Nmm. These represent increases of 60.5%, 62.2%, and 67.4%, respectively. It can be seen that the bond strength and pull-out energy are both higher for the modified steel fibers than for the unmodified steel fibers, indicating that the surface modification not only increases the microstructural density between the steel fibers and matrix at the microscale, but also increases the macro-scale bond properties.\nThe surface morphology of both the modified and unmodified steel fibers at day 7, with a w/b of 0.35 after the pull-out test was conducted,\nis shown in Fig. 15. The SEM images indicate that the surfaces of the embedded unmodified steel fibers are still very smooth, and almost no residual cement matrix is present there. However, on the surfaces of the modified fibers, the cement matrix is clearly retained and substantially covers the fiber surfaces. This phenomenon confirms the above speculation that the bond established between the modified steel fibers and the cement mortar matrix is stronger than that of the matrix itself, and the effects of the surface modification can be expressed at the macroscale."
    }, {
      "heading" : "4. Conclusion",
      "text" : "In this study a method for modifying the surfaces of steel fibers was proposed, and the benefits were evaluated using various characterization methods. Nano-SiO2 was shown to grow uniformly on the surfaces of the steel fibers, forming a nano-SiO2 multilayer film. This film is extremely dense, and its outermost layer is very rough. The nano-SiO2 produced through surface modification has a high chemical reactivity and can react with Ca(OH)2 to rapidly form CaO·SiO2·nH2O. The nanoSiO2 coating the steel fibers can react with Ca(OH)2 within the matrix, decreasing both the quantity of CH and the porosity, and increasing the amount of CaO·SiO2·nH2O. In this way it increases the density of the microstructure, and decreases the possibility of the occurrence of a weak zone at the fiber-matrix interface. Compared with unmodified steel fibers, the interfacial bond strength of modified steel fibers increases by 78.9%, 81.4%, and 77.5% at 3, 7, and 28 days, respectively, and the pull-out energy increases by 60.5%, 62.2%, and 67.4%, respectively. The surface modification not only increases the density of the interfacial structure, but also improves the mechanical properties of the interface."
    }, {
      "heading" : "Acknowledgements",
      "text" : "This work was supported by the National Key R&D Program of China [grant number 2018YFC0705404]; NSFC [grant numbers 51678206, 51378159]; the Fundamental Research Funds for the Central Universities."
    } ],
    "references" : [ {
      "title" : "Composition of reactive powder concretes",
      "author" : [ "P. Richard", "M. Cheyrezy" ],
      "venue" : "Cement Concr. Res. 25 (7) ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 1995
    }, {
      "title" : "Fracture toughness of micro-fiber reinforced cement composites",
      "author" : [ "N. Banthia", "J. Sheng" ],
      "venue" : "Cement Concr. Compos. 18 (4) ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "Effects of steel fiber content and shape on mechanical properties of ultra high performance concrete",
      "author" : [ "Z. Wu", "C. Shi", "W. He", "L. Wu" ],
      "venue" : "Constr. Build. Mater. 103 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Tensile fracture properties of an ultra high performance fiber reinforced concrete (uhpfrc) with steel fiber",
      "author" : [ "S.T. Kang", "L. Yun", "Y.D. Park", "J.K. Kim" ],
      "venue" : "Compos. Struct. 92 (1) ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2010
    }, {
      "title" : "Experimental investigation of composite ultrahigh-performance fiber-reinforced concrete and conventional concrete members",
      "author" : [ "K. Habel", "E. Denarié", "E. Brühwiler" ],
      "venue" : "ACI Struct. J. 104 (1) ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Assessment of factors influencing mechanical properties of steel fiber reinforced self-compacting concrete",
      "author" : [ "R. Madandoust", "M.M. Ranjbar", "R. Ghavidel", "S.F. Shahabi" ],
      "venue" : "Mater. Des. 83 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Toughness enhancement in steel fiber reinforced concrete through fiber hybridization",
      "author" : [ "N. Banthia", "M. Sappakittipakorn" ],
      "venue" : "Cement Concr. Res. 37 (9) ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2007
    }, {
      "title" : "Effect of embedment length on pullout behavior of amorphous steel fiber in Portland cement composites",
      "author" : [ "B.J. Kim", "C. Yi" ],
      "venue" : "Constr. Build. Mater. 143 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Effect of combination of steel fiber and MgO-type expansive agent on properties of concrete",
      "author" : [ "A. Wang", "M. Deng", "D. Sun", "L. Mo", "J. Wang", "M. Tang" ],
      "venue" : "J. Wuhan Univ. Technol.-Materials Sci. Ed. 26 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Pull-out response of macro synthetic fibre from concrete matrix: effect of loading rate and embedment length",
      "author" : [ "A.J. Babafemi", "W.P. Boshoff" ],
      "venue" : "Constr. Build. Mater. 135 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Effects of expansive agent and steel fiber on the properties of the fly ash ceramsite lightweight aggregate concrete",
      "author" : [ "S.P. Cao", "Q.F. Zhou", "Y.L. Peng", "G.X. Li" ],
      "venue" : "Appl. Mech. Mater. 357–360 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "Effect of bond-slip on the crack bridging capacity of steel fibers in cement-based composites",
      "author" : [ "A.P. Fantilli", "H. Mihashi", "P. Vallini" ],
      "venue" : "J. Mater. Civ. Eng. 20 (9) ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Controlled crack growth tests for optimization of micro-fiber reinforced cement composites",
      "author" : [ "N. Banthia", "I. Genois" ],
      "venue" : "Spec. Publ. 201 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Crack bridging in fiber reinforced cementitious composites with sliphardening interfaces",
      "author" : [ "Z. Lin", "V.C. Li" ],
      "venue" : "J. Mech. Phys. Solids 45 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "Interface property characterization and strengthening mechanisms in fiber reinforced cement based composites",
      "author" : [ "V.C. Li", "H. Stang" ],
      "venue" : "Adv. Cem. Base Mater. 6 (1) ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "Engineered steel fibers with optimal properties for reinforcement of cement composites",
      "author" : [ "A.E. Naaman" ],
      "venue" : "J. Adv. Concr. Technol. 1 (3) ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2003
    }, {
      "title" : "Effect of mechanical clamping on the pullout response of hooked steel fibers embedded in cementitious matrices",
      "author" : [ "J.M. Alwan", "A.E. Naaman", "P. Guerrero" ],
      "venue" : "Concr. Sci. Eng. 1 (1) ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "Pullout behavior of straight and hooked-end steel fibers in UHPC matrix with various embedded angles",
      "author" : [ "J. Qi", "Z. Wu", "Z.J. Ma", "J. Wang" ],
      "venue" : "Constr. Build. Mater. 191 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Effect of inclination angle on hooked end steel fiber pullout behavior in ultra-high performance concrete",
      "author" : [ "Y. Cao", "Q. Yu" ],
      "venue" : "Compos. Struct. 201 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "A study of some factors affecting the fiber-matrix bond in steel fiber reinforced concrete",
      "author" : [ "N. Banthia" ],
      "venue" : "Can. J. Civ. Eng. 17 (4) ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 1990
    }, {
      "title" : "Effect of silica fume on steel fiber bond characteristics in reactive powder concrete",
      "author" : [ "Y.W. Chan", "S.H. Chu" ],
      "venue" : "Cement Concr. Res. 34 (7) ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Studies of the properties of the fiber-matrix interface in steel fiber reinforced mortar",
      "author" : [ "J.A. Mandel", "S. Wei", "S. Said" ],
      "venue" : "Mater. J. 84 (2) ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 1987
    }, {
      "title" : "Effect of nano-SiO2 particles and curing time on development of fiber-matrix bond properties and microstructure of ultra-high strength concrete",
      "author" : [ "Z. Wu", "K.H. Khayat", "C. Shi" ],
      "venue" : "Cement Concr. Res. 95 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Effect of plasma treatment of polyethylene fibers on interface and ementitious composite properties",
      "author" : [ "V.C. Li", "H.C. Wu", "Y.W. Chan" ],
      "venue" : "J. Am. Ceram. Soc. 79 (3) ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 1996
    }, {
      "title" : "Microstructure of cement mortar with nano-particles",
      "author" : [ "H. Li", "H.G. Xiao", "J. Yuan", "J. Ou" ],
      "venue" : "Compos. B Eng. 35 (2004) 185–189. Fig. 14. Effect of surface modification on (a) bond strength and (b) pull-out energy. Fig. 15. Surface morphology of (a) unmodified steel fiber and (b) modified steel fiber after pull-out test at 7 d.  Z. Pi, et al. Cement and Concrete Composites 103 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Effects of nano-SiO2 on the permeability-related properties of cement-based composites with different water/cement ratios",
      "author" : [ "R. Liu", "H. Xiao", "H. Li", "L. Sun", "Z. Pi", "G.Q. Waqar", "T. Du", "L. Yu" ],
      "venue" : "J. Mater. Sci. 53 (7) ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Improving the microstructure of ITZ and reducing the permeability of concrete with various water/cement ratios using nanosilica",
      "author" : [ "R. Liu", "H. Xiao", "J. Liu", "S. Guo", "Y. Pei" ],
      "venue" : "J. Mater. Sci. 54 ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Role of nano-SiO2 in improving the microstructure and impermeability of concrete with different aggregate gradations",
      "author" : [ "H. Xiao", "R. Liu", "F. Zhang", "M. Liu", "H. Li" ],
      "venue" : "Constr. Build. Mater. 188 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chloride diffusion in concrete containing nano-TiO2 under coupled effect of scouring",
      "author" : [ "H. Li", "H. Xiao", "X. Guan", "Z. Wang", "L. Yu" ],
      "venue" : "Compos. B Eng. 56 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Mechanical properties of fiberreinforced high-performance concrete incorporating pyrogenic nanosilica with different surface areas",
      "author" : [ "M.H. Mobini", "A. Khaloo", "P. Hosseini", "A. Esrafili" ],
      "venue" : "Constr. Build. Mater. 101 ",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Properties and mechanisms of selfsensing carbon nanofibers/epoxy composites for structural health monitoring",
      "author" : [ "Y. Wang", "Y. Wang", "B. Wan", "B. Han", "G. Cai", "Z. Li" ],
      "venue" : "Compos. Struct. 200 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Improved interfacial strength of SiO2coated carbon fiber in cement matrix",
      "author" : [ "M. Lu", "H. Xiao", "M. Liu", "X. Li", "H. Li", "L. Sun" ],
      "venue" : "Cement Concr. Compos. 91 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Fiber pullout behavior of HPFRCC: effects of matrix strength and fiber type",
      "author" : [ "D.Y. Yoo", "J.J. Park", "S.W. Kim" ],
      "venue" : "Compos. Struct. 174 ",
      "citeRegEx" : "33",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Effect of matrix strength on pullout behavior of steel fiber reinforced very-high strength concrete composites",
      "author" : [ "T. Abu-Lebdeh", "S. Hamoush", "W. Heard", "B. Zornig" ],
      "venue" : "Constr. Build. Mater. 25 ",
      "citeRegEx" : "34",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Determination of interfacial debond mode for fiber-reinforced cementitious composites",
      "author" : [ "V.C. Li", "Y.W. Chan" ],
      "venue" : "J. Eng. Mech. 120 (4) ",
      "citeRegEx" : "35",
      "shortCiteRegEx" : null,
      "year" : 1994
    }, {
      "title" : "Micro-fiber reinforced cement composites",
      "author" : [ "N. Banthia", "A. Moncef", "K. Chokri", "J. Sheng" ],
      "venue" : "I. Uniaxial tensile response, Can. J. Civ. Eng. 21 ",
      "citeRegEx" : "36",
      "shortCiteRegEx" : null,
      "year" : 1994
    }, {
      "title" : "Deformed steel fiber-cementitious matrix bond under impact",
      "author" : [ "N. Banthia", "J.F. Trottier" ],
      "venue" : "Cement Concr. Res. 21 ",
      "citeRegEx" : "37",
      "shortCiteRegEx" : null,
      "year" : 1991
    }, {
      "title" : "Effect of strain-rate on the pull-out behaviour of fibres in mortar[J",
      "author" : [ "U.N. Gokoz", "A.E. Naaman" ],
      "venue" : "Int. J. Cem. Compos. Lightweight Concr. 3 (3) ",
      "citeRegEx" : "38",
      "shortCiteRegEx" : null,
      "year" : 1981
    }, {
      "title" : "V",
      "author" : [ "W.P. Boshoff" ],
      "venue" : "Mechtcherine, G.P.A.G. van Zijl, Characterising the time-dependant behaviour on the single fibre level of SHCC: Part 2: the rate effects on fibre pull-out tests, Cement Concr. Res. 39 ",
      "citeRegEx" : "39",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Effect of loading rates on pullout behavior of high strength steel fibers embedded in ultra-high performance concrete",
      "author" : [ "M. Xu", "B. Hallinan", "K. Wille" ],
      "venue" : "Cement Concr. Compos. 70 ",
      "citeRegEx" : "40",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Interface property and apparent strength of high-strength hydrophilic fiber in cement matrix",
      "author" : [ "T. Kanda", "V.C. Li" ],
      "venue" : "J. Mater. Civ. Eng. 10 (1) ",
      "citeRegEx" : "41",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "Investigation on FT-IR spectroscopy for eight different sources of SiO2",
      "author" : [ "H. Chen", "Z. Sun", "J. Shao" ],
      "venue" : "Bull. Chin. Ceram. Soc. 4 ",
      "citeRegEx" : "43",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "The HandC Book of Inorganic Matalloid Material Atlas",
      "author" : [ "Y. NanrRu", "Y.U.E. WenrHai" ],
      "venue" : "Wuhan University of Technology Press, Wuhan",
      "citeRegEx" : "44",
      "shortCiteRegEx" : null,
      "year" : 2000
    }, {
      "title" : "Microstructural characterization of ITZ in blended cement concretes and its relation to transport properties",
      "author" : [ "K. Wu", "H. Shi", "L. Xu", "G. Ye", "G. De Schutter" ],
      "venue" : "Cement Concr. Res. 79 ",
      "citeRegEx" : "45",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Microstructural investigation of innovative UHPC",
      "author" : [ "M.M. Reda", "N.G. Shrive", "J.E. Gillott" ],
      "venue" : "Cement Concr. Res. 29 (3) ",
      "citeRegEx" : "46",
      "shortCiteRegEx" : null,
      "year" : 1999
    }, {
      "title" : "The interfacial transition zone (ITZ) between cement paste and aggregate in concrete",
      "author" : [ "K.L. Scrivener", "A.K. Crumbie", "P. Laugesen" ],
      "venue" : "Interface Sci. 12 (4) ",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2004
    }, {
      "title" : "Binary segmentation of aggregate in SEM image analysis of concrete",
      "author" : [ "R. Yang", "N.R. Buenfeld" ],
      "venue" : "Cement Concr. Res. 31 (3) ",
      "citeRegEx" : "48",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Pore segmentation of cement-based materials from backscattered electron images",
      "author" : [ "H. Wong", "M. Head", "N. Buenfeld" ],
      "venue" : "Cement Concr. Res. 36 (6) ",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "On interface property characterization and performance of fiber reinforced cementitious composites",
      "author" : [ "Z. Lin", "T. Kanda", "V.C. Li" ],
      "venue" : "Concr. Sci. Eng. 1 (1) (1999) 173–181.  Z. Pi, et al. Cement and Concrete Composites 103 ",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2019
    } ],
    "referenceMentions" : [ {
      "referenceID" : 2,
      "context" : "The deformed fibers method involves the use of a range of fiber shapes such as twisted fibers, hook-ended fibers, buttonended fibers, indented fibers, and crimped fibers, due to the propensity of deformed fibers to greatly enhance the anchor strength in comparison with straight fibers [3,15,16].",
      "startOffset" : 286,
      "endOffset" : 295
    }, {
      "referenceID" : 14,
      "context" : "The deformed fibers method involves the use of a range of fiber shapes such as twisted fibers, hook-ended fibers, buttonended fibers, indented fibers, and crimped fibers, due to the propensity of deformed fibers to greatly enhance the anchor strength in comparison with straight fibers [3,15,16].",
      "startOffset" : 286,
      "endOffset" : 295
    }, {
      "referenceID" : 15,
      "context" : "The deformed fibers method involves the use of a range of fiber shapes such as twisted fibers, hook-ended fibers, buttonended fibers, indented fibers, and crimped fibers, due to the propensity of deformed fibers to greatly enhance the anchor strength in comparison with straight fibers [3,15,16].",
      "startOffset" : 286,
      "endOffset" : 295
    }, {
      "referenceID" : 16,
      "context" : "Research indicates that the load-bearing contribution achieved by the mechanical anchoring of hook-ended steel fibers [17], for example, is an exponential function of the diameter; as the diameter of the fibers decreases, the resultant mechanical anchoring properties decrease exponentially.",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 16,
      "context" : "Based on the findings of [17], it can be concluded that when the diameter is 0.",
      "startOffset" : 25,
      "endOffset" : 29
    }, {
      "referenceID" : 17,
      "context" : "Experiments in other studies validate similar results [18,19].",
      "startOffset" : 54,
      "endOffset" : 61
    }, {
      "referenceID" : 18,
      "context" : "Experiments in other studies validate similar results [18,19].",
      "startOffset" : 54,
      "endOffset" : 61
    }, {
      "referenceID" : 19,
      "context" : "Banthia found that the addition of silica fume into a cement matrix can increase the bond strength, but may render the matrix more brittle [20].",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 20,
      "context" : "Chan and Chu found that the optimal silica fume content for enhancing bonding performance lies between 20% and 30% [21].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 21,
      "context" : "added acrylic polymer particles to enhance the steel fiber-matrix bond using gap grading between the smaller polymer particles and cement grains [22].",
      "startOffset" : 145,
      "endOffset" : 149
    }, {
      "referenceID" : 22,
      "context" : "found that the addition of nano-SiO2 can result in lower porosity and a more homogeneous cement matrix microstructure, and a higher bond strength and pull-out energy [23].",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 23,
      "context" : "studied the plasma treatment of polyethylene fibers and found that drop hardening is achieved, or further enhanced, because the method brings about a higher surface reactivity by means of a selective polar group introduction [24].",
      "startOffset" : 225,
      "endOffset" : 229
    }, {
      "referenceID" : 31,
      "context" : "coated carbon fibers with a thin layer of nano-SiO2, allowing the SiO2 to react with the cement hydration product Ca(OH)2, thereby forming a C–S–H gel and improving the interfacial adhesion between the modified carbon fibers and the cement matrix [32].",
      "startOffset" : 247,
      "endOffset" : 251
    }, {
      "referenceID" : 35,
      "context" : "During the experiment, the two parts are clamped, and force is applied to pull the fiber out [36,37].",
      "startOffset" : 93,
      "endOffset" : 100
    }, {
      "referenceID" : 36,
      "context" : "During the experiment, the two parts are clamped, and force is applied to pull the fiber out [36,37].",
      "startOffset" : 93,
      "endOffset" : 100
    }, {
      "referenceID" : 40,
      "context" : "Kanda and Li studied typical fiber pull-out curves in the 1990s, indicating that the pull-out curve can be divided into two parts, pre- and post-peak, corresponding to the debonding and pull-out processes of the pull-out test, respectively [41].",
      "startOffset" : 240,
      "endOffset" : 244
    }, {
      "referenceID" : 40,
      "context" : "Typical pull-out load displacement curve [41].",
      "startOffset" : 41,
      "endOffset" : 45
    }, {
      "referenceID" : 41,
      "context" : "These absorption peaks are largely consistent with the characteristic absorption peaks of industrially prepared nano-SiO2 [43], and thus, it is likely that the modified products contain nano-SiO2.",
      "startOffset" : 122,
      "endOffset" : 126
    }, {
      "referenceID" : 42,
      "context" : "These correspond to the characteristic absorption peaks of synthesized calcium silicate hydrate (CaO·SiO2·nH2O) [44].",
      "startOffset" : 112,
      "endOffset" : 116
    }, {
      "referenceID" : 47,
      "context" : "The overflow criterion was used to find the upper threshold for the segment [49].",
      "startOffset" : 76,
      "endOffset" : 80
    }, {
      "referenceID" : 40,
      "context" : "This is because there is almost no chemical bond between the unmodified steel fibers and the matrix, whereas a chemical bond does occur between the modified steel fibers and the matrix [41,50].",
      "startOffset" : 185,
      "endOffset" : 192
    }, {
      "referenceID" : 48,
      "context" : "This is because there is almost no chemical bond between the unmodified steel fibers and the matrix, whereas a chemical bond does occur between the modified steel fibers and the matrix [41,50].",
      "startOffset" : 185,
      "endOffset" : 192
    } ],
    "year" : 2019,
    "abstractText" : "In this study, a new surface modification method for steel fibers is proposed to improve the interfacial properties of similar fibers in a cement-based composite. Steel fibers were coated with a nano-SiO2 multilayer film, which was expected to react with Ca(OH)2 formed from cement hydration, reducing the possibility of a weak zone and creating a denser microstructure at the fiber-matrix interface. Several techniques, including scanning electron microscopy (SEM), backscattered scanning electron microscopy (BSEM), energy dispersive spectroscopy (EDS), and infrared absorption spectroscopy (IR) were used to characterize the interfacial microstructure improvement resulting from the surface modification at the micro-scale; in addition, a fiber pull-out test was carried out to evaluate the enhancement of the mechanical properties of the interface at the macro-scale. The experimental results indicate that the coated nano-SiO2 can react with Ca(OH)2, resulting in an increased quantity of C–S–H gel and decreased porosity at the modified steel fiber-cement interface. The dense adhesion between the modified fibers and cement matrix facilitate the establishment of a stronger interfacial bond. Both the bond strength and pull-out energy increase significantly at 3, 7, and 28 days. The results support the conclusion that the proposed surface modification method is suitable for steel fibers and will improve their reinforcement efficiency.",
    "creator" : "Elsevier"
  }
}