{
  "name" : "downloads_2020-09-09_e3_han2018.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Magnetic Circular Dichroism in Nanomaterials: New Opportunity in Understanding and Modulation of Excitonic and Plasmonic Resonances",
    "authors" : [ "Bing Han", "Xiaoqing Gao", "Jiawei Lv", "Zhiyong Tang" ],
    "emails" : [ "zytang@nanoctr.cn" ],
    "sections" : [ {
      "heading" : null,
      "text" : "PROGRESS REPORT\n1801491 (1 of 16) © 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim\nwww.advmat.de"
    }, {
      "heading" : "Magnetic Circular Dichroism in Nanomaterials: New",
      "text" : ""
    }, {
      "heading" : "Opportunity in Understanding and Modulation of Excitonic",
      "text" : "and Plasmonic Resonances"
    }, {
      "heading" : "Bing Han, Xiaoqing Gao, Jiawei Lv, and Zhiyong Tang*",
      "text" : "Prof. B. Han College of Environmental Science and Engineering North China Electric Power University Beijing 102206, P. R. China Dr. X. Gao, Dr. J. Lv, Prof. Z. Tang CAS Key Laboratory of Nanosystem and Hierarchical Fabrication CAS Center for Excellence in Nanoscience National Center for Nanoscience and Technology Beijing 100190, P. R. China E-mail: zytang@nanoctr.cn Prof. Z. Tang School of Nanoscience and Technology University of Chinese Academy of Sciences Beijing 100049, P. R. China\nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201801491.\nDOI: 10.1002/adma.201801491"
    }, {
      "heading" : "1. Introduction",
      "text" : "Circular dichroism (CD), the differential absorption of lefthanded circularly polarized (LCP) light and right-handed circular polarized (RCP) light, can be classified into natural CD and magnetic CD (MCD) due to their different origin.[1–4] Natural CD originates from the distinct response of chiral or helical spatial distribution of electric charges toward LCP and RCP light.[5,6] It is a rare optical phenomenon only for the matters without a\nThe unique capability of magnetic circular dichroism (MCD) in revealing geometry and electronic information has provided new opportunities in exploring the relationship between structure and magneto-optical properties in nanomaterials with extraordinary optical absorption. Here, the representative studies referring to application of the MCD technique in semiconductor and noble metal nanomaterials are overviewed. MCD is powerful in elucidating the structural information of the excitonic transition in semiconductor nanocrystals, electronic transitions in noble metal nanoclusters, and plasmon resonance in noble metal nanostructures. By virtue of these advantages, the MCD technique shows its unrivalled ability in evaluating the magnetic modulation of excitonic and plasmonic optical activity of nanomaterials with varied chemical composition, geometry, assembly conformation, and coupling effect. Knowledge of the key factors in manipulating magneto-optical properties at the nanoscale acquired with the MCD technique will largely boost the application of semiconductor and noble nanomaterials in the fields of sensing, spintronic, nanophotonics, etc.\nMagnetic Circular Dichroism\nmirror plane or symmetry center. Owing to the high sensitivity to the absolute configuration features, natural CD has been widely utilized in probing the conformation change in both chiral molecules[4,7–11] and nanomaterials.[6,12–20] In contrast, MCD arises from the magnetic field induced Zeeman interactions of electronic structure.[1–3] It is a universal property of all the matters under a magnetic field along the direction of light propagation.\nMCD technique can be traced back to the discovery of Faraday effect (also called as magnetic optical rotation, MOR) in 1845.[1,21] Under a longitudinal magnetic field, MOR effect denotes difference in the refractive indices of LCP light and RCP light.[3] MCD response is a manifestation of Faraday effect in the electronic absorption region. Compared with MOR, MCD has become the predominant technique in studying electronic transitions because\nit gets rid of the interference of birefringent imperfections in optical elements of spectral instrument.[1] Impressively, MCD demonstrates the advantages in revealing symmetry and degeneracy information of electronic states, which can’t be achieved from ordinary absorption spectroscopy. Since the early 1960s, MCD has been widely applied in molecular systems,[23–29] especially in analysis of biologically important metalloproteins[22–25] and porphyrin based derivatives.[26–30] On one hand, MCD could probe change in the structural features such as the axial ligation, spin, and oxidation states of the heme iron atoms, which perturb the degeneracies of electronic states.[23,24] On the other hand, MCD provides an effective tool for monitoring the function modification of synthetic porphyrins and phthalocyanines because the shape deformation causes MCD active adjustment on electronic transition.[26] Along with the extensive experimental studies, solid theoretical support has also been established toward interpretation of MCD response of molecules.[1–3]\nThough great progress and plentiful achievement in MCD study have been obtained at molecular scale, the potential application of MCD in nanosystems is still in its infant stage,[31–35] which is benefiting from the prosperous development of nanosynthesis and nanofabrication strategies. Owing to the extraordinary optical features, semiconductor and noble metal nanomaterials (e.g., nanoclusters, nanocrystals and nanostructures) are representative examples that have attracted much attention due to their promising application in the fields of\nAdv. Mater. 2018, 1801491\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1801491 (2 of 16)\nspintronics,[36,37] solar cell devices,[38–40] light-emitting diode[41–43] and bio-imaging/sensing,[44–48] etc. In particular, semiconductor and noble metal nanostructures exhibit intense optical absorption arising from unique quantum confinement and localized surface plasmonic resonance (SPR), respectively.[49–59] The quantized absorption properties are easily modulated in the UV–vis range by manipulating the quantum confinement or SPR effect through composition adjustment or structure design.[60–64] Since early 1990s, MCD has provided insight into the geometry and electronic information of excitonic transitions and plasmonic resonances. In the case of doped semiconductor nanocrystals, MCD technique enables direct measurement of giant Zeeman splitting, which is the basis to probe the modification of magneto-optical functionality through composition adjustment and quantum confinement. In regard of noble metal nanostructures, MCD technique reveals the symmetry origin of localized SPR and the key to manipulate magnetooptical activity in these nanomaterials.\nIt needs to be pointed out that despite the great promise, there is absence of timely review on understanding and application of MCD technique in nanosystems. In order to allow the researchers who are active in this field to be familiar with both the theory basis and the application potential of MCD technique, we overview the emerging progress about the indispensable ability of MCD in studying semiconductor and noble metal nanomaterials. First of all, we give a brief introduction on the theoretical background of MCD spectroscopy, including the difference of MCD with UV–vis spectra and the origin of MCD intensity based on three Faraday terms. Next, we present the specialty of MCD in understanding the band structure of undoped semiconductor nanocrystals as well as evaluating the sp-d exchange interactions in magnetically doped semiconductor nanocrystals. Afterward, MCD spectroscopy is demonstrated to provide additional degeneracy information of electronic transitions and detect the electronic states that are negligible on UV–vis spectra in both semiconductor and noble metal clusters. Subsequently, we discuss the geometry-MCD activity relationship in the noble metal nanostructures and the exciton–plasmon coupling derived MCD enhancement in hybrid organic molecule/noble metal nanosystems. In the final part, we outlook the opportunities and challenges of utilizing MCD technique in studying magneto-optically active nanomaterials."
    }, {
      "heading" : "2. Theoretical Basis for Interpretation of MCD",
      "text" : "MCD is the difference of absorption toward LCP (Alcp) and RCP light (Arcp) under a longitudinal magnetic field,[1–3] which is defined as ΔA = Alcp − Arcp.[3] Notably, both MCD and UV– vis absorption spectra arise from electronic transitions, but the two types of spectra have distinct features: 1) MCD spectra have highly distinguishable derivative or Gaussian-shaped signals indicating different degeneracy nature of electronic states, whereas UV–vis absorption possesses no line-shape difference for different transitions. 2) MCD signals are signed quantities, which offer higher resolution than absorption spectra in identifying the electronic origins of multiple overlapping absorption bands. 3) MCD intensity emphasizes contribution from the magnetic dipole moment in addition to the electric dipole moment, while the electric dipole moment dominates the UV– vis absorption. Owing to the different selection rules, transitions negligible in absorption spectra might be clearly discerned by MCD measurement. Therefore, MCD technique could aid the absorption spectroscopy to provide more comprehensive knowledge of the electronic transitions, which are not achieved solely by absorption spectra or theoretical calculations.[3] MCD signal originates from Zeeman splitting, that is, the magnetic field induced perturbation toward the electronic states contributing to the absorption transition. Due to its complicated expression, MCD intensity is always simplified by the\nBing Han obtained her Ph.D. degree in materials science from National Center for Nanoscience and Technology (NCNST) in 2016 under the direction of Prof. Zhiyong Tang. She is currently an assistant professor in North China Electric Power University. Her research interest focuses on designing magneto-optically\nactive noble metal nanostructures for nanophotonics and biosensing.\nXiaoqing Gao received her Ph.D. degree in materials science from National Center for Nanoscience and Technology (NCNST) in 2017 under the direction of Prof. Zhiyong Tang. She is an associate researcher in the College of Electronic Science and Technology of Shenzhen University. Her current research focuses on the\nchiroptical and magnetic-optical effects in semiconductor nanocrystals.\nZhiyong Tang obtained his Ph.D. degree from the Chinese Academy of Sciences in 2000 under the direction of Professor Erkang Wang. After finishing his postdoctoral training at both Swiss Federal Institute of Technology Zurich and University of Michigan, he returned to China and took a professor position at National Center for\nNanoscience and Technology at the end of 2006. His main research interests are focused on preparation, assembly, and application of functional nanomaterials.\nAdv. Mater. 2018, 1801491\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1801491 (3 of 16)\nsum of three Faraday terms (the famous A, B, and C terms). Each term represents the different contribution from the interactions between ground states/excited states and external magnetic field. The basic equation of MCD intensity is expressed as follows[3]\n[ d\nd B 1 0\n0\nB\nA B A f E\nE B\nC k T f Eγ µ ( ) ( )∆ = −   + +     (1)\nwhere γ is a constant, and its value is dependent on the units chosen. μB is the Bohr magneton, B is the magnetic field, kB is the Boltzmann constant, T is the temperature, E is the energy, and f(E) is the line-shape function. A1, B0, and C0 are parameters that describe the A, B, and C terms of MCD, respectively.\nA term is temperature-independent MCD signals with derivative line shape (Figure 1a). It provides information about the degeneracy of excited states. Taking the transition from the ground state A0 to the excited state J−1,+1 as an example (Figure 1a), the magnetic field along the direction of light induces the splitting of originally degenerate J−1,+1 into two sublevels of J−1 and J+1. Based on the law of angular momentum conservation, the selection rule allows the absorption of LCP light in A0 →  J+1 transition with the difference (ΔJ) of transition angular moment equal to +1 and the absorption of RCP light in A0 → J−1 transition with ΔJ = −1. The energy difference of the transition between A0 → J−1 and A0 → J+1 is the Zeeman splitting, which equals to μBBg. According to the MCD expression of ΔA = Alcp − Arcp, cancellation between the LCP absorption for the transition A0 →  J+1 at higher energy and RCP absorption for transition A0 →  J−1 at lower energy results in a derivative A term (solid curve in top panel in Figure 1a). Notably, the positive and negative peaks of A term show energy separation larger than Zeeman splitting.\nB term is also temperature-independent but shows Gaussianshaped signal (Figure 1b). B term comes from the mixing effect of the zero-field wavefunctions between nondegenerate states in the presence of magnetic field. Normally, both ground state\n(A) and excited state (J) can be affected by another state (K) under external magnetic field. However, the state with the energy closer to K would be influenced more. In general, analysis of B term is simplified to consider only few mixing states close in energy. The mixing interaction between excited states K and J gives rise to Gaussian shaped MCD signal with opposite sign corresponding to the absorption position of K and J. Magnitude of B term is inversely proportional to the energy separation of mixing states. If the mixing states are not well separated in energy, a pseudo A term with derivative line shape appears. Furthermore, when K is mixed only with A, a pseudo C term is achieved. Almost all the molecules have B term contributed MCD signals, but B term might be indistinguishable in MCD spectra because of its weaker intensity compared with A or C terms. In the case of molecules lacking a three-fold or higher axis of\nsymmetry, B term completely dominates the MCD spectrum due to the absence of orbitally degenerate states that can lead to Zeeman splitting.\nAccording to Equation (1), C term is a type of MCD signals with Gaussian line shape and temperature-dependent nature (Figure 1c). In essence, C term originates from Zeeman splitting of degenerate ground state population adjustment under external magnetic field. Therefore, C0 is zero for molecules with nondegenerate ground state, which is the case for diamagnetic systems. For paramagnetic molecules, C term becomes dominant in the MCD spectra especially at low temperature. Existence of C terms might be identified with variable temperature MCD measurement. Since the population of field-split ground states is sensitive to temperature, intensity of C term is strongly affected by temperature. Such measurement is usually conducted at low temperature. At room temperature, the cancellation between relatively equally populated ground sublevels results in a MCD signal with weak intensity. Upon decreasing temperature, Gaussian shaped C term is enhanced originating from the more occupied Zeeman sublevel at lower energy.\nIn summary, A, B, and C terms provide information about the Zeeman splitting of degenerate excited states, the field-induced mixing of zero-field states, and the Zeeman splitting based ground state population adjustment, respectively. Different line shape and characteristics of A, B, C terms qualitatively disclose the geometry and electronic origins of molecules. However, in the case of transitions that are not well separated, interpretation of MCD spectra requires intelligent consideration of the chemical nature and the symmetry of electronic states in the energy region under investigation.\nNotably, the well-established interpretation of MCD at molecular scale lays the foundation for quantitative and qualitative comprehension of MCD phenomenon at nanoscale. Nevertheless, it calls for rational theoretical model to reveal the magnetic field modulation effect toward the electronic states in nanomaterials. The past 20 years have witnessed the important role of MCD technique in studying semiconductor\nAdv. Mater. 2018, 1801491\nFigure 1. The simplified diagram of mechanism of a) A, b) B, and c) C terms in MCD. The dashed curves represent absorption of LCP light (positive peaks along vertical axis) and RCP light (negative peaks along vertical axis). The solid curves in top graphs stand for the resultant MCD responses.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1801491 (4 of 16)\nand noble metal nanomaterials. By elucidating the origin of MCD response corresponding to exitonic transition and SPR, the key factors to modulate the magneto-optical activity in these nanomaterials would be grasped."
    }, {
      "heading" : "3. Application of MCD in Semiconductor Nanomaterials",
      "text" : "Knowledge of the electronic information of the band structure in semiconductor nanocrystals plays important role in manipulation and optimization of their optical,[65] electrical[66] and magnetic properties[67] for specific applications. Since early 1990s, MCD technique has found its efficiency in direct measurement of excited state Zeeman splitting,[68–71] which is the basis for determination of the g-factor of excitons in semiconductor nanocrystals[72–75] and demonstration of the sp-d exchange interactions in diluted magnetic semiconductor nanocrystals.[34,76–81] Very recently, MCD has displayed its new opportunities in analyzing fine structure in semiconductor nanoclusters.[81–83]\n3.1. Determination of g-factor of Exciton in Semiconductor Nanocrystals\nDespite spectral broadening from the inhomogeneous size distribution of semiconductor nanocrystals, MCD is able to\ndiscern the small excitonic Zeeman splitting under very low magnetic field (<1 T). The application of MCD technique in semiconductor nanomaterials starts from the direct extraction of magnetic g-factor of holes and excitons based on analysis of Zeeman splitting. Efros et al. successfully calculated g-factor of the heavy and light holes in different subbands of InxGa1−xAs/ InP quantum wells (the thickness of nanocrystals is smaller than the Bohr radius of exciton) from MCD spectra.[72] As shown in Figure 2a, all the heavy/light hole–electron sublevel transitions had derivative shaped MCD signals with the intensity linearly dependent on the magnetic field. The first heavyhole subband (hh1) and the first light-hole (lh1) subband to the first electron sublevel (e1) transition showed positive A term (Figure 2a,c), while the following second heavy-hole subband (hh2) and the second light-hole (lh2) to the second electron sublevel (e2) displayed negative A term MCD (Figure 2a,d). The excitonic Zeeman splitting (ΔEZeeman) can be directly determined from MCD signal, as shown in Equation (2)\n2 Zeeman σ∆ = ∆E A A (2)\nwhere σ is the half width of Gaussian absorption line, ΔA and A are the MCD and absorption intensity at the excitonic transition energy, respectively. Figure 2c showed the derived fielddependent Zeeman splitting values of different subbands. The absence of (lh2, e2) transition arisen from its very low MCD\nAdv. Mater. 2018, 1801491\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1801491 (5 of 16)\nintensity. ΔEZeeman is used to deduce g-factor of holes according to Equations (3) and (4)[72]\n3 with 3/2Zeeman B e hh1µ ( )∆ = − =E B g g J (3) and\nwith 1/2Zeeman B e lh1µ ( )∆ = − =E B g g J (4) where ge is the g-factor of electron, ghh1 and glh1 are g-factors of heavy hole and light hole, respectively. J is the total angular momentum. Based on MCD results, g-factors of the hole in the first heavy-hole and light-hole subbands were −0.68 ± 0.1 and 8.87 ± 1.2, respectively. These values agree well with calculation data from effective-mass theory.\nAs the size of semiconductor nanocrystals in three dimensions is smaller than the Bohr radius of exciton, strong quantum confinement of the electron and hole results in discrete exciton energy, which is the case for quantum dots (QDs). Kuno et al. utilized MCD spectra to determine the excitonic g-factor of CdSe QDs.[73] The relationship between the exciton Zeeman splitting energy and g-factor of QDs is described in Equation (5)\nZeeman B effµ∆ =E Bg (5)\nHere the effective excitonic g-factor in QDs is expressed as geff. The calculated excitonic g-factor of CdSe QDs from MCD signal showed obvious sign change between the first two transitions, which was consistent with theoretical prediction of the fine structure in QDs. Above all, the derived excitonic g-factor from MCD measurement not only forms the basis for theoretical description of the band structure in semiconductors but\nalso promotes understanding of exciton fine structure, which dominates the distinguished absorptive and emissive optical performances of semiconductor nanomaterials."
    }, {
      "heading" : "3.2. Characterization of sp-d Exchange Interactions in Diluted Magnetic Semiconductors (DMSs)",
      "text" : "Compared with nonmagnetic semiconductors, Zeeman splitting of magnetic semiconductors is enlarged due to sp-d interactions (Figure 3).[84] DMSs are semiconductor nanocrystals doped with the transition metals ions, mainly magnetic impurities.[67,85,86] This class of materials have great potentials in the field of spintronics due to their unique magnetooptical properties by introducing the magnetic properties into semiconductor nanocrystals.[67,87–89] Incorporation of open-shell magnetic impurities with nonmagnetic semiconductors leads to coupling of the localized unpaired spins with the relaxed photogenerated electron–hole pair (exciton), which is termed as sp-d exchange interactions (s-d and p-d interaction indicates coupling of dopants with electrons and holes, respectively).[90]\nThe excitonic Zeeman splitting of DMSs considering the sp-d exchange induced contribution is quantitatively expressed by Equation (6)[91]\nZeeman int sp-d int B 0µ γ α β( )∆ = ∆ + ∆ = + −E E E g B x N SZ (6)\nThe first term refers to the intrinsic excitonic Zeeman splitting, where gint is the exciton’s intrinsic g-factor. The second term denotes sp-d exchange induced Zeeman splitting, where x is the fractional dopant concentration and γ is the dopant-carrier spatial overlap. 〈SZ〉 is a temperature and field dependent term that represents the dopant’s spin expectation\nvalue along the magnetic field axis. N0 is the lattice cation density. α and β are pairwise exchange coupling constants for the s-d and p-d exchange interactions, respectively. The terms N0α and N0β quantify the exchange interaction strengths between the dopant and unpaired spins in the conduction and valence bands, respectively. In general, ΔEZeeman of DMSs is dominated by the sp-d exchange interactions induced Zeeman splitting, which surpasses intrinsic Zeeman splitting of original undoped nanocrystals. The giant Zeeman splitting effect is the key characteristic of DMSs, which is the origin for intense MCD activity corresponding to the band edge of semiconductor nanocrystals.\nWith the advantage of direct demonstration of Zeeman splitting, MCD provides a powerful tool to qualitatively examine the presence of sp-d exchange interactions,[34,74,78,92–95] which lays the foundation for manipulating magneto-optical properties for technological applications. Ekimov et al. for the first time reported the giant Zeeman splitting of exciton spin sublevels in Mn2+ doped CdS nanocrystals based on MCD\nAdv. Mater. 2018, 1801491\nFigure 3. Magnetism in semiconductors. a) Generally, electronic energy of nonmagnetic semiconductors is independent of the spin direction. That is, the electrons with spin-up or spindown state are indistinguishable. b) In contrast, s and p electrons of magnetic semiconductors are affected by d electrons of magnetic ions, leading to Zeeman splitting between conduction band and valence band. Such spin-polarized semiconductor band structure modifies MCD response. Therefore, MCD spectra of magnetic semiconductors would demonstrate band structure information of their original undoped semiconductor. Reproduced with permission.[84] Copyright 2006, American Association for the Advancement of Science.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1801491 (6 of 16)\nmeasurement.[96] The giant splitting was explained to come from an intrinsic gigantic magnetic field in Mn2+ that split the spin sublevels of the electron and hole quantum size levels. Further, Norris et al. confirmed the possibility of using MCD signal to evidence the successful doping of Mn2+ inside the crystal lattice of ZnSe nanocrystals through detection of field-dependent enhanced Zeeman splitting.[86] Zeeman splitting as large as 28 meV was achieved from the MCD intensity in the first excited state under magnetic field of 2.5 T and the geff was ≈430 times larger than that in undoped nanocrystals. These pioneering studies verified the potential of MCD technique in recognizing the interaction between dopants and semiconductor carriers.\nIt’s worth mentioning that Gamelin et al. took the landmark step in identification and assignment of MCD signals arising from sp-d exchange interactions in DMSs.[34,93] With the transition energy increasing, the magnetic interaction between dopant and semiconductor produced three types of MCD signals corresponding to ligand-field, charge-transfer (CT), and semiconductor excitonic transitions, respectively, giving rise to different electronic structure information in DMSs. The ligandfield transition demonstrated the homogeneity of substitutional doping in the DMS nanocrystals. The energies and intensities of the CT transition indicated existence of the sp-d exchange interactions that governed the magnetism and magneto-optical properties of DMSs. Notably, the intense derivative shaped MCD response corresponding to the first excitonic transition in DMSs, as manifestation of the giant Zeeman splitting, was regarded as the “fingerprint” for strong sp-d exchange coupling in DMSs. As shown in Figure 4a, undoped CdSe showed MCD features with two overlapping A term signals with opposite sign corresponding to the first two excited states. In comparison, Mn2+ doped CdSe nanocrystals exhibited much enhanced\nAdv. Mater. 2018, 1801491\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1801491 (7 of 16)\nnegative A term MCD response at the position of first excition (Figure 4b).[74] In contrast to the continually increasing MCD intensity of undoped CdSe, MCD signal of Mn2+ doped CdSe nanocrystals first increased with the magnetic field and then reached saturation. The good fitting of the excitonic MCD intensity with calculated S = 5/2 magnetization of Mn2+ ions undoubtedly demonstrated exciton-dopant exchange coupling in Mn2+-CdSe nanocrystals. The calculated geff of the giant Zeeman splitting of Mn2+: CdSe was ≈50 times larger than that of undoped nanocrystals. The inversed A term with much enhanced MCD magnitude upon Mn2+ doping directly manifested the dominant contribution of magnetic exchange interactions in DMSs for the giant Zeeman splitting.\nMore importantly, MCD might monitor the modification of sp-d exchange interactions by tuning the dopant-carrier spatial overlap, which is a hot topic in DMSs for future application in spintronics devices. One way is to modulate the dopant amount in the lattice of semiconductor nanocrystals, which progresses in two directions. On one hand, the concentration of magnetic impurity is increased to generate the enhanced sp-d interactions. For example, high-quality Cd1−xMnxSe nanocrystals with high Mn2+ content (x up to ≈0.2) were prepared through diffusion doping method.[31] MCD inspected the doping process, which showed inversed and enhanced band edge Zeeman splitting with increasing concentration of Mn2+. An exceptionally high excitonic g-factor of − 907 was achieved with x = 0.19 at 1.8 K. On the other hand, fabricating semiconductor nanocrystals with single dopant will benefit coherent optical spin manipulations for solotronic information processing technologies.[91,97,98] Fainblat et al. reported successful doping of colloidal CdSe QDs with a very small number of dopants down to single Mn2+ ion.[99] The singly doped QDs showed enhanced excitonic Zeeman splitting that was dominated by sp-d exchange interactions. Interestingly, MCD also revealed Zeeman splitting with competitive contribution from sp-d exchange interaction and intrinsic effect inside CdSe with extremely low doping of Mn2+. As shown in Figure 4c, Cd0.9997Mn0.0003Se QDs with ≈0.5 Mn2+ per QD exhibited two allowed excitonic transitions in the absorption spectra.[95] Surprisingly, MCD responses corresponding to the first and second excitons possessed different behavior under varied magnetic field. For 1S3/21Se transition, the MCD increased positively until B = ≈1.5 T and then decreased; the sign of MCD signal reversed at B = ≈4 T. In the case of 2S3/21Se transition, A term MCD signal continually increased with magnetic field. As revealed in Figure 4d, ΔEsp−d was negative for both 1S3/21Se and 2S3/21Se excitons, whereas ΔEint was with opposite sign for these two transitions. Therefore, the sp-d exchange interactions first dominated the MCD signal of 1S3/21Se transition, which was then counteracted by intrinsic contribution. At high field > 4 T, ΔEint governed the Zeeman splitting. In the case of 2S3/21Se exciton, additive combination of ΔEsp−d and ΔEint gave rise to continue growing MCD intensity, which was also dominated by intrinsic component as ΔEsp−d was saturated.\nEnhancement of quantum confinement effect provides another efficient way to manipulate the carrier-dopant wavefunction overlap. Klimov et al. reported highly tunable sp-d exchange interactions in Mn2+-doped ZnSe@undoped CdSe core–shell nanocrystals (Figure 5a).[35] MCD measurement\nindicated the controllable Zeeman splitting for this material arising from strong sp-d exchange interaction between the exciton-Mn2+ in the ZnSe core. As the shell became thicker, the Zeeman splitting was decreased in magnitude and reversed in sign (Figure 5b). Such manipulation was realized by modulating the competition between s-d (electron–Mn2+) or p-d (hole–Mn2+) interactions through controlling the quantum confinement of electrons and holes in the core–shell structure. Figure 5c,d showed the detailed mechanism behind the manipulation. That was, hole–Mn2+ interactions governed the excitonic exchange in the case of thin shells; while with the thickness of the shell increasing, holes intended to be localized mainly in the shell, leading to the reduced Mn2+-hole interaction. Therefore, the excitonic Zeeman splitting was determined by the electron–Mn2+ exchange interaction. In the case of Mn2+ doped CdSe nanoribbons (thickness ≈1.4 nm) with stronger quantum confinement, much enhanced giant Zeeman splitting was observed with a geff as high as ≈600.[88]"
    }, {
      "heading" : "3.3. Demonstration of Fine Electronic Structure of Semiconductor Clusters",
      "text" : "Very recently, preparation of doped magic-sized nanoclusters (semiconductor clusters consisting of a discrete number of atoms at the boundary between QDs and molecules) has become an emerging topic due to their unique magnetooptical functionality with potential application of solotronic devices in the high-ultraviolet region. Hyeon et al. did several pioneering works on the magneto-optical characterization of Mn2+ doped (CdSe)13[81,82] and ZnxCd13−xSe13 (x = 0–13) magicsized clusters.[83] Combination of MCD and absorption spectra provided direct demonstration of the magneto-optically active and inactive fine structure states of the band-edge excitonic transitions in Mn2+-doped (CdSe)13 clusters (Figure 6a,b). The magneto-optically active transitions displayed large geff at 4 K and obvious MCD response at temperature as high as 128 K (Figure 6c,d). The Zeeman splitting corresponding to the first excitonic transition in the doped semiconductor clusters was determined with a modified expression of Equation (7)\n2 2 0 σ∆ =     ⋅ ⋅ ∆E e A A (7)\nwhere ΔA = MCD/1.15, and σ and A0 were the width and height of the corresponding absorption transition, respectively. On this basis, MCD technique was further used to detect incorporation of Mn2+ into the alloy clusters and evaluate manipulation of giant magneto-optical activities at high energy range upon composition adjustment."
    }, {
      "heading" : "4. Application of MCD in Noble Metal Nanoclusters",
      "text" : "Au nanoclusters are one specific type of Au nanoparticles with the dimension (<2 nm) close to the Fermi wavelength. The past few decades have witnessed the great potential of Au nanoclusters in application of various fields such as catalysis,[100]\nAdv. Mater. 2018, 1801491\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1801491 (8 of 16)\nnanoelectronics,[101] drug delivery,[102] biosensing,[103] etc. Different from the sharp and well-separated SPR induced absorption peak of Au nanoparticles in the visible region, Au nanoclusters always exhibit poorly resolved absorption band owing to discrete electronic transitions. To promote the targeted applications of Au nanoclusters, much efforts have been devoted to deepen understanding of the geometric and electronic structure with both analytical techniques and calculation methods. MCD spectroscopy provides the opportunity to give the detailed information about the electronic transition.\nMason et al. carried out the extensive studies on revealing the electronic structure of small phosphine-protected Au clusters ions through MCD spectroscopy analysis and molecular orbital (MO) model.[104–106] Recently, Aikens et al. utilized the density functional theory (DFT)[107] and time-dependent density functional theory (TDDFT)[108] to simulate the MCD spectra and optical absorption of Au9(PH3)83+ and Au9(PPh3)83+. The influence of nature of the ligands and the geometrical modification through ligation process on the optical properties of Au clusters were investigated in detail. The obtained theoretical results showed good agreement with the experimental data. Impressively, MCD has been used to recognize the electronic structure and related degeneracies of noble metal nanoclusters such as thiolate-protected Au25 clusters, phosphine-protected Au11 and Au9 clusters.[109–112] As shown in Figure 7a, the welldefined Au25(SG)18 (SG denotes glutathione) exhibited basically negative or positive MCD signals depending on the direction of the magnetic field.[109] Considering the diamagnetic nature of Au25(SG)18 clusters, C term was zero. The absence of A term MCD response indicated the nondegeneracy of both excited states and ground states. Since both MCD and absorption spectra were the superposition of contributions from the selection law allowed electronic transitions, deconvolution fitting provided energy and linewidth information of the spectra bands in Au25 clusters. The combination of spectral deconvolution analysis and theoretical energy level diagram confirmed assignment of spectra peak as well as transition mixing interaction characteristics. In details, the deconvoluted band 1 at 14 871 cm−1 was attributed to (Px, Py) → (LUMO, LUMO+1) transition (α) in (Figure 7b,c). The (HOMO, HOMO-1, HOMO-2) → (LUMO+2, LUMO+3) transition corresponded to the deconvoluted bands 2 and 5 in MCD spectra, which could not be discerned from UV–vis spectra.\nAdv. Mater. 2018, 1801491\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1801491 (9 of 16)\nMoreover, the deconvoluted bands 6 and 7 with opposite sign were ascribed to B term due to the mixing of intraband (Au13 core) and interband (semiring shell) states under magnetic field (Figure 7c). Therefore, MCD spectra act as the effective tools to provide detailed electronic structure information and recognize the transitions that are forbidden in absorption spectra."
    }, {
      "heading" : "5. Application of MCD in Plasmonic Nanostructures",
      "text" : ""
    }, {
      "heading" : "5.1. Elucidation of Geometry-Magnetoplasmonic Optical activity Relationship",
      "text" : "At molecular scale, the line shape of MCD signal is highly sensitive to the geometry change that directly affects the degeneracy of electronic energy levels. Recent MCD studies on noble metal nanoparticles with distinctive SPR properties demonstrate that the MCD activity at nanoscale originates from the same symmetry principle.\nThe first measurement of MCD spectra of Au nanoparticles was reported by Lin et al. in 2002.[113] Au nanoparticles exhibited an A term like MCD signal with ≈5 nm of blueshift from their absorption band. Referring to molecule system, the asymmetric line shape was explained as originating from the spinorbit states of the Au 6s and 6p hybrid band. Further in 2012, Artemyev et al. presented the size-dependent MCD response of Ag and Au nanoparticles as well as the first MCD measurement of Au nanorods and nanoparticle aggregates.[114] The derivative shaped MCD signals of Au and Ag nanoparticles were assigned to the magnetic field induced Zeeman splitting in the position of localized SPR absorption. The dependence of MCD intensity on the molar absorption coefficient and size of nanoparticles further confirmed the localized SPR origin of the magnetooptical effect. Despite the observations of magnetoplasmonic CD activity in noble metal nanomaterials, the above studies had limitation in understanding the magnetic field induced interaction between localized SPR and LCP/RCP light.\nIn 2013, Pineider et al. took the pioneering step toward the interpretation of MCD activity in noble metal nanomaterials.[115] As shown in Figure 8a,b, Au nanospheres exhibited derivative-like MCD signal corresponding to the absorption maximum of plasmon resonance, which was defined as magnetoplasmonic CD response. The origin of A term like MCD response was analyzed taking the symmetry of nanoparticles into account. In the case of Au nanospheres, rotational symmetry was satisfied along any directions. Under the circularly polarized light,\ntwo degenerate circular plasmonic modes emerged in each direction. Nevertheless, the circular plasmonic modes suffered from energy splitting in the presence of longitudinal magnetic field. In details, the left-/right-handed circular plasmon mode moved to higher/lower energy due to the different Lorentz force on the electrons that collectively oscillated in left-/righthanded circular orbits (Figure 8c). A term like MCD response arose from the difference between the absorption of LCP and RCP light. A rational theoretical model was proposed, which accurately reproduced the line shape and magnitude of experimental MCD results by considering the full dielectric function of Au (Figure 8d). The localized SPR fell in a spectral region of the onset of interband transitions, giving rise to the asymmetric MCD line shape because of their tremendous contribution to the imaginary parts of the complex dielectric function of the metal. This explanation was also proved from the experimental observation of relatively symmetric MCD response for plasmonic Au nanoparticles upon subtracting the interband transition induced MCD response.[116] Based on simplified Drude model, the external magnetic field would induce a tiny shift\nAdv. Mater. 2018, 1801491\nFigure 6. a) Absorption (top) and MCD (bottom) spectra under different magnetic field of 4% Mn2+-doped (CdSe)13 clusters at 4.2 K. The green, violet, and black dashed curves in the absorption spectra represent the experimental result, magneto-optically active, and inactive responses, respectively. The red curve belongs to contribution from the magneto-optically active transitions. b) Giant Zeeman splittings calculated from MCD spectra of 4% (red) and 10% (green) Mn2+-doped (CdSe)13 clusters. c) MCD spectra and d) maximum of MCD response of 4% Mn2+-doped clusters with change of temperature under magnetic field of 1.6 T. The black curve in (d) stands for a theoretical Brillouin fit. Reproduced with permission.[82] Copyright 2015, American Chemical Society.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1801491 (10 of 16)\n(≈0.01 nm per tesla) in the localized SPR wavelength, which was almost negligible in UV–vis spectra. However, such small modulation of magnetic field toward SPR was manifested by evident derivative-shaped signal in MCD spectra. As shown in Figure 8e, Au nanospheres exhibited an amazing magnitude change of 35% with the refractive index of solvent increasing from 1.375 (hexane) to 1.497 (toluene). Therefore, combining plasmonic characteristic and MCD technique would provide a new method for label-free refractometric sensing.\nCompared with Au nanoparticles, Ag nanoparticles are particularly suitable for investigating the magnetoplasmon optical activity of noble metal nanoparticles due to the exclusion of interference by interband transitions, since their localized SPR is well separated from the interband transitions. Ag nanoparticles exhibited almost symmetrical derivative-like plasmonic MCD signal, which predominantly originated from two pure modes of the surface magnetoplasmon.[117] According to Drude free electron model, the shift frequency in circular magnetoplasmonic modes is theoretically expressed by a cyclotron frequency, ωc = eB/m, where e and m are the charge and effective mass of the electron, respectively. B is the magnitude of external magnetic field. Interestingly, Ag nanoparticles showed experimental extracted ωc (3.8 × 1014 rad s−1) with the magnitude of three orders larger than that of the calculated\nωc value (2.8 × 1011 rad s−1) of bulk Ag based on the simple Drude free electron model and that of Au nanoparticles (1.1 × 1011 rad s−1) under magnetic field of 1.6 T, suggesting the enhanced magnetic modulation in Ag nanoparticles. It was also illustrated that the shift frequency between the two circular magnetoplasmonic modes was size-dependent with its value increasing as the dimension of Ag nanoparticle decreasing. The above studies have provided the first glimpse of the magnetic modulation toward degenerate localized SPR modes, which cannot be revealed by UV–vis spectroscopy. However, the optical isotropy of noble metal nanospheres has largely restricted understanding of the effect of nanoparticle symmetry on the resultant MCD response as well as the critical factors in modulating magnetoplasmonic optical activity.\nAnisotropic noble metal nanoparticles with geometrydependent multiple SPR bands provide excellent candidates to overcome this limitation.[52,59,118] Interestingly, Au nanorods possessed derivative shaped magnetoplasmonic CD response corresponding to transverse SPR (TSPR) band and Gaussianshaped MCD response at the position of longitudinal SPR (LSPR) band (Figure 9a,b).[36] Especially, the anisotropic factor of both the transverse and longitudinal MCD responses decreased with aspect ratio (AR) increasing. It’s noteworthy that Au nanorods possessed cylindrical rotation symmetry\nAdv. Mater. 2018, 1801491\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1801491 (11 of 16)\nalong the longitudinal axis, while the rotational symmetry was absent along the twofold rotational transverse axis (Figure 9c). Therefore, Au nanorods had nondegenerate LSPR modes and doubly degenerate TSPR modes. Analogous to Au nanospheres, A term MCD signal would appear at the position of the TSPR absorption band. Moreover, the coupling between TSPR and LSPR mode gave rise to Gaussian-shaped MCD response with opposite signs corresponding to the LSPR/ TSPR absorption peak. By regarding such mixing interaction as B term, the reduction of MCD intensity with AR would be explained by the weaker coupling between LSPR and TSPR due to the increasing energy difference. Similar symmetrydependent MCD responses were also observed in triangular Ag nanoprisms. In details, Ag nanoprisms exhibited A term MCD signal corresponding to in-plane dipolar localized SPR with threefold rotation symmetry and B term MCD signals corresponding to in-plane or out-of-plane quadrupolar localized SPR without rotation symmetry.[119] In the case of Au nanorod assemblies, side-by-side (SS) assembled Au nanorods displayed blueshifted longitudinal\nAdv. Mater. 2018, 1801491\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1801491 (12 of 16)\nMCD response with enlarged anisotropic factor, whereas endto-end (EE) Au nanorod assembly exhibited redshifted longitudinal MCD peak with reduced intensity. For both dispersed and assembled Au nanorods, the plasmonic MCD signals decreased with bathochromic shift of the LSPR peaks. Discrete dipole approximation elucidated that dependence of magnetoplasmonic CD response on AR of the dispersed Au nanorods or conformation of Au nanorod assemblies could be attributed to increase or decrease of (effective) geometry factor, which was the key factor in modulating the magnetoplasmonic CD response of Au nanorods."
    }, {
      "heading" : "5.2. Demonstration of Exciton–Plasmon Coupling in Molecule-Noble Metal Nanoparticle Hybrid",
      "text" : "Recently, MCD technique is employed to detect the coupling between exciton of molecules and the localized SPR of noble\nmetal nanoparticle. Specifically, Melnikau et al. reported strong MCD response of nonmagnetic organic dye upon bind to Au@Au core–shell nanorods. The new MCD signals were shifted from the extinction peaks of noninteracting molecule and core–shell Au@ Ag nanorods (Figure 10a–c).[120] Theoretical model indicated that when the longitudinal mode of Au@Ag nanorods was resonant with the J-band of dye J-aggregates, two plexciton states (upper resonance-UR and lower resonance-LR) were induced due to the intense coupling interaction between the nanorods plasmon and the J-aggregates exciton. Both plexcitons possessed the features combining excitons and plasmon (Figure 10d). Therefore, localized SPR endowed the enhanced MCD activity on the original nonmagnetic J-aggregates, which was further verified by the increasing MCD response with decreasing AR of Au@Ag nanorod. Quantitative analysis showed exponential increase of MCD activity at UR (red curve) with decrease of energy difference between the J-band exciton and nanorods plasmon, which reached the intensity as strong as that of the plasmon at zero detuning (Figure 10e). It was noted that such MCD enhancement arose only when the excited states of molecules coupled with localized SPR of noble metal nanostructures. Therefore, the coexisting organic materials that were dispersed in the suspensions introduced negligible MCD background. Unlike conventional spectroscopy techniques such as Raman scattering, fluorescence and absorption that are very sensitive to the absorption and scattering background of organic materials, MCD with plasmonic nanoparticles as platforms will provide a novel method for sensing.\nCompared with the booming development of plasmonic CD in both fundamental and application aspects, it is noteworthy that the study of MCD activity in noble metal nanostructures is still in the preliminary stage. Current studies have disclosed the dependence of magnetoplasmonic CD activity on either the symmetry of nanoparticles or geometry of nanostructures. The family of plasmonic nanomaterials with various shape and geometries are expected to pave the avenue toward realizing enhanced magnetoplasmonic effect. Taking the advantage of coupling effect of hybrid organic/inorganic systems, MCD would play irreplaceable role in manipulation and design of magnetoplasmonic nanostructures for technological applications."
    }, {
      "heading" : "6. Conclusions and Outlook",
      "text" : "In summary, MCD technique has opened its new era in providing additional electronic information of nanomaterials with\nAdv. Mater. 2018, 1801491\nFigure 9. a) Corresponding MCD spectra and b) UV−vis spectra of well-dispersed Au nanorods with different aspect ratio. All the MCD spectra are plotted in the unit of ΔA normalized with absorbance of LSPR peak for Au nanorods and magnitude of the magnetic field. c) Scheme showing the symmetry of TSPR (left) or LSPR (right) mode in Au nanorods. d) Diagram of the effect of geometry factor on magnetoplasmonic CD signal upon tuning the aspect ratio or assembly conformation. Reproduced with permission.[33] Copyright 2017, American Chemical Society.\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1801491 (13 of 16)\nunique optical absorption properties. The Zeeman splitting and symmetry principle intrinsic in MCD spectra bridge the gap between their applications at molecular scale and nanometer scale, which lays the foundation for utilizing magnetic field as efficient modulation upon the optical activity in nanomaterials. This progress report outlines the indispensable role of MCD technique in elucidation of structural and electronic essence of semiconductor and noble metal nanomaterials. The most important contribution of the MCD technique in semiconductor systems is its capability of the direct demonstration of excitonic Zeeman splitting. First, the deduced excitonic g-factor is crucial for understanding the band structure and magneto-optical\nAdv. Mater. 2018, 1801491\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1801491 (14 of 16)\nproperties of semiconductor nanomaterials. Second, the existence and manipulation of sp-d exchange interaction in magnetically doped semiconductor nanocrystals are sharply manifested through MCD measurement. Moreover, MCD serves as a powerful tool to distinguish the magneto-optically active and inactive electronic transitions in semiconductor and noble metal nanoclusters. In the aspect of noble metal nanomaterials, where electrons oscillate collectively as SPR, MCD discloses the geometry effect on the plasmon-circularly polarized light interactions under magnetic field. These studies highlight the key strategies in design of magnetically active semiconductor and plasmonic nanomaterials through manipulation of chemical composition, geometry, assembly conformation and coupling effect.\nIn conclusion, MCD will remain as a specialized spectroscopy method that cannot be overlooked in studying optical nanomaterials. The foreseeable research works lie in the following aspects: 1) On one hand, MCD would enable investigation of the geometry modulated evolution of electronic transition and SPR, respectively, in anisotropic semiconductor and noble metal nanostructures. On the other hand, MCD could reveal the underlying symmetry essence of the band structure and multipolar SPR mode in semiconductor and noble nanomaterials with sophisticated structures. Thus, the exciton or plasmon coupling interactions in the hierarchical system assembled by semiconductor and noble metal nanostructures is expected to be recognized through MCD technique. 2) The increased attention on multi-composition nanomaterials with diverse magneto-optical functionality provides the opportunity for MCD to explore the synergistic interactions between the individual components. For example, fabrication the magneticsemiconductor or magnetic-noble metal heterostructures will pave the way for acquiring the enhanced magneto-optical responses. 3) Thanks to the obviously improved sign intensity in nanomaterials, MCD likely holds the great potential to monitor the dynamic changes of magnetically optical active sites involved in chemical interface reactions or biological processes. 4) In addition to the “detection” role, MCD technique serves as a novel optical modulation method allowing for design of magneto-optically active advanced nanomaterials with potential applications in fields of sensing, spintronics, and nanophotonics. Yet further applications call for in-depth theoretical understanding of MCD at nanoscale."
    }, {
      "heading" : "Acknowledgements",
      "text" : "B.H. and X.G. contributed equally to this work. The authors acknowledge financial support from National Key Basic Research Program of China (2014CB931801 and 2016YFA0200700, Z.Y.T.), National Natural Science Foundation of China (21721002 and 21475029, Z.Y.T.; 21703064, B.H.), Frontier Science Key Project of Chinese Academy of Sciences (QYZDJSSW-SLH038, Z.Y.T.), “Strategic Priority Research Program” of Chinese Academy of Sciences (XDA09040100, Z.Y.T.), and K.C. Wong Education Foundation (Z.Y.T.) and the Fundamental Research Funds for the Central Universities (Grant 2017MS046, B.H.)."
    }, {
      "heading" : "Conflict of Interest",
      "text" : "The authors declare no conflict of interest."
    }, {
      "heading" : "Keywords",
      "text" : "excitonic resonance, magnetic circular dichroism, plasmonic resonance, symmetry, Zeeman splitting\nReceived: March 6, 2018 Revised: August 16, 2018\nPublished online:\n[1] P. J. Stephens, Annu. Rev. Phys. Chem. 1974, 25, 201. [2] W. R. Mason, A Practical Guide to Magnetic Circular Dichroism\nSpectroscopy, Wiley-Interscience, New York 2007. [3] S. B. Piepho, P. N. Schatz, Group Theory in Spectroscopy: with\nApplications to Magnetic Circular Dichroism, Wiley-Interscience, New York 1983. [4] L. Barron, L. Hecht, N. Berova, K. Nakanishi, R. Woody, Circular Dichroism: Principles and Applications, Wiley-VCH, New York 1994. [5] B. Nordén, A. Rodger, T. Dafforn, Linear Dichroism and Circular Dichroism: A Textbook on Polarized-Light Spectroscopy, The Royal Society of Chemistry, Cambridge, UK 2010. [6] J. A. Schellman, Chem. Rev. 1975, 75, 323. [7] N. Berova, L. D. Bari, G. Pescitelli, Chem. Soc. Rev. 2007, 36, 914. [8] J. A. Schellman, Acc. Chem. Res. 1968, 1, 144. [9] N. Harada, K. Nakanishi, Acc. Chem. Res. 1972, 5, 257. [10] H. Nishino, A. Kosaka, G. A. Hembury, F. Aoki, K. Miyauchi, H. Shitomi, H. Onuki, Y. Inoue, J. Am. Chem. Soc. 2002, 124, 11618. [11] S. M. Kelly, T. J. Jess, N. C. Price, Biochim. Biophys. Acta 2005, 1751, 119. [12] Z. Zhu, W. Liu, Z. Li, B. Han, Y. Zhou, Y. Gao, Z. Tang, ACS Nano 2012, 6, 2326. [13] Y. Zhou, M. Yang, K. Sun, Z. Tang, N. A. Kotov, J. Am. Chem. Soc. 2010, 132, 6006. [14] Y. Zhou, Z. Zhu, W. Huang, W. Liu, S. Wu, X. Liu, Y. Gao, W. Zhang, Z. Tang, Angew. Chem., Int. Ed. 2011, 50, 11456. [15] B. Han, L. Shi, X. Gao, J. Guo, K. Hou, Y. Zheng, Z. Tang, Nano Res. 2016, 9, 451. [16] X. Gao, X. Zhang, K. Deng, B. Han, L. Zhao, M. Wu, L. Shi, J. Lv, Z. Tang, J. Am. Chem. Soc. 2017, 139, 8734. [17] B. Han, Z. Zhu, Z. Li, W. Zhang, Z. Tang, J. Am. Chem. Soc. 2014, 136, 16104. [18] A. Kuzyk, R. Schreiber, Z. Fan, G. Pardatscher, E. M. Roller, A. Hogele, F. C. Simmel, A. O. Govorov, T. Liedl, Nature 2012, 483, 311. [19] J. K. Choi, B. E. Haynie, U. Tohgha, L. Pap, K. W. Elliott, B. M. Leonard, S. V. Dzyuba, K. Varga, J. Kubelka, M. Balaz, ACS Nano 2016, 10, 3809. [20] Z. Zhu, J. Guo, W. Liu, Z. Li, B. Han, W. Zhang, Z. Tang, Angew. Chem., Int. Ed. 2013, 125, 13816. [21] M. Faraday, Philos. Trans. R. Soc. London 1846, 136, 1. [22] M. R. Cheesman, C. Greenwood, A. J. Thomson, Adv. Inorg. Chem.\n1991, 36, 201. [23] J. McMaster, V. S. Oganesyan, Curr. Opin. Struct. Biol. 2010, 20,\n615. [24] J. M. Bradley, J. Am. Chem. Soc. 2011, 133, 19676. [25] E. I. Solomon, E. G. Pavel, K. E. Loeb, C. Campochiaro,\nCoord. Chem. Rev. 1995, 144, 369. [26] N. Kobayashi, K. Nakai, Chem. Commun. 2007, 4077. [27] C. J. Ziegler, N. R. Erickson, M. R. Dahlby, V. N. Nemykin,\nJ. Phys. Chem. A 2013, 117, 11499. [28] A. Muranaka, M. Yokoyama, Y. Matsumoto, M. Uchiyama,\nA. Tsuda, A. Osuka, N. Kobayashi, ChemPhysChem 2005, 6, 171. [29] J. Mack, M. J. Stillman, N. Kobayashi, Coord. Chem. Rev. 2007, 251,\n429.\nAdv. Mater. 2018, 1801491\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1801491 (15 of 16)\n[30] M. T. Tiedemann, M. J. Stillman, J. Porphyrins Phthalocyanines 2011, 15, 1134. [31] V. A. Vlaskin, C. J. Barrows, C. S. Erickson, D. R. Gamelin, J. Am. Chem. Soc. 2013, 135, 14380. [32] K. E. Knowles, H. D. Nelson, T. B. Kilburn, D. R. Gamelin, J. Am. Chem. Soc. 2015, 137, 13138. [33] B. Han, X. Gao, L. Shi, Y. Zheng, K. Hou, J. Lv, J. Guo, W. Zhang, Z. Tang, Nano Lett. 2017, 17, 6083. [34] D. A. Schwartz, N. S. Norberg, Q. P. Nguyen, J. M. Parker, D. R. Gamelin, J. Am. Chem. Soc. 2003, 125, 13205. [35] D. A. Bussian, S. A. Crooker, M. Yin, M. Brynda, A. L. Efros, V. I. Klimov, Nat. Mater. 2009, 8, 35. [36] M. Ouyang, D. D. Awschalom, Science 2003, 301, 1074. [37] X. Huang, A. Makmal, J. R. Chelikowsky, L. Kronik, Phys. Rev. Lett.\n2005, 94, 236801. [38] I. J. Kramer, E. H. Sargent, Chem. Rev. 2014, 114, 863. [39] O. E. Semonin, J. M. Luther, S. Choi, H. Y. Chen, J. Gao,\nA. J. Nozik, M. C. Beard, Science 2011, 334, 1530. [40] P. Reineck, G. P. Lee, D. Brick, M. Karg, P. Mulvaney, U. Bach,\nAdv. Mater. 2012, 24, 4750. [41] V. L. Colvin, M. C. Schlamp, A. P. Alivisatos, Nature 1994, 370, 354. [42] J. M. Caruge, J. E. Halpert, V. Wood, V. Bulović, M. G. Bawendi,\nNat. Photonics 2008, 2, 247. [43] X. Dai, Z. Zhang, Y. Jin, Y. Niu, H. Cao, X. Liang, L. Chen, J. Wang,\nX. Peng, Nature 2014, 515, 96. [44] X. Michalet, F. F. Pinaud, L. A. Bentolila, J. M. Tsay, S. Doose,\nJ. J. Li, G. Sundaresan, A. M. Wu, S. S. Gambhir, S. Weiss, Science 2005, 307, 538. [45] X. Gao, Y. Cui, R. M. Levenson, L. W. K. Chung, S. Nie, Nat. Biotechnol. 2004, 22, 969. [46] R. R. Arvizo, S. Bhattacharyya, R. A. Kudgus, K. Giri, R. Bhattacharya, P. Mukherjee, Chem. Soc. Rev. 2012, 41, 2943. [47] E. C. Dreaden, A. M. Alkilany, X. Huang, C. J. Murphy, M. A. El-Sayed, Chem. Soc. Rev. 2012, 41, 2740. [48] G. Doria, J. Conde, B. Veigas, L. Giestas, C. Almeida, M. Assunção, J. Rosa, P. V. Baptista, Sensors 2012, 12, 1657. [49] S. Ithurria, M. D. Tessier, B. Mahler, R. P. S. M. Lobo, B. Dubertret, A. L. Efros, Nat. Mater. 2011, 10, 936. [50] I. Moreels, K. Lambert, D. De Muynck, F. Vanhaecke, D. Poelman, J. C. Martins, G. Allan, Z. Hens, Chem. Mater. 2007, 19, 6101. [51] E. Shaviv, A. Salant, U. Banin, ChemPhysChem 2009, 10, 1028. [52] C. J. Murphy, T. K. Sau, A. M. Gole, C. J. Orendorff, J. Gao, L. Gou,\nS. E. Hunyadi, T. Li, J. Phys. Chem. B 2005, 109, 13857. [53] Y. Ma, W. Li, E. C. Cho, Z. Li, T. Yu, J. Zeng, Z. Xie, Y. Xia, ACS\nNano 2010, 4, 6725. [54] M. Hu, J. Chen, Z.-Y. Li, L. Au, G. V. Hartland, X. Li, M. Marquez,\nY. Xia, Chem. Soc. Rev. 2006, 35, 1084. [55] A. P. Alivisatos, Science 1996, 271, 933. [56] J. Hu, L.-s. Li, W. Yang, L. Manna, L.-w. Wang, A. P. Alivisatos, Sci-\nence 2001, 292, 2060. [57] K. A. Willets, R. P. V. Duyne, Annu. Rev. Phys. Chem. 2007, 58, 267. [58] K. L. Kelly, E. Coronado, L. L. Zhao, G. C. Schatz, J. Phys. Chem. B\n2003, 107, 668. [59] X. H. Huang, S. Neretina, M. A. El-Sayed, Adv. Mater. 2009, 21,\n4880. [60] M. Nirmal, B. O. Dabbousi, M. G. Bawendi, J. J. Macklin,\nJ. K. Trautman, T. D. Harris, L. E. Brus, Nature 1996, 383, 802. [61] J. Yeom, U. S. Santos, M. Chekini, M. Cha, A. F. de Moura,\nN. A. Kotov, Science 2018, 359, 309. [62] X. Liu, J. Qiu, Chem. Soc. Rev. 2015, 44, 8714. [63] V. I. Klimov, A. A. Mikhailovsky, S. Xu, A. Malko,\nJ. A. Hollingsworth, C. A. Leatherdale, H.-J. Eisler, M. G. Bawendi, Science 2000, 290, 314.\n[64] N. R. Jana, T. Pal, Adv. Mater. 2007, 19, 1761. [65] A. M. Smith, S. Nie, Acc. Chem. Res. 2010, 43, 190.\n[66] A. M. Smith, A. M. Mohs, S. Nie, Nat. Nanotechnol. 2008, 4, 56. [67] R. Beaulac, P. I. Archer, S. T. Ochsenbein, D. R. Gamelin,\nAdv. Funct. Mater. 2008, 18, 3873. [68] K. Ando, Y. Yamada, V. A. Shakin, Phys. Rev. B 1993, 47, 13462. [69] S. Nomura, K. Misawa, Y. Segawa, T. Kobayashi, Phys. Rev. B 1993,\n47, 16024. [70] S. Nomura, Y. Segawa, T. Kobayashi, Phys. Rev. B 1994, 49, 13571. [71] S. Nomura, Y. Segawa, T. Kobayashi, Solid State Commun. 1993,\n87, 313. [72] D. M. Hofmann, K. Oettinger, A. L. Efros, B. K. Meyer, Phys. Rev. B\n1997, 55, 9924. [73] M. Kuno, M. Nirmal, M. Bawendi, A. Efros, M. Rosen,\nJ. Chem. Phys. 1998, 108, 4242. [74] P. I. Archer, S. A. Santangelo, D. R. Gamelin, Nano Lett. 2007, 7,\n1037. [75] R. D. Schaller, S. A. Crooker, D. A. Bussian, J. M. Pietryga, J. Joo,\nV. I. Klimov, Phys. Rev. Lett. 2010, 105, 067403. [76] V. A. Vlaskin, R. Beaulac, D. R. Gamelin, Nano Lett. 2009, 9, 4376. [77] C. J. Barrows, V. A. Vlaskin, D. R. Gamelin, J. Phys. Chem. Lett.\n2015, 6, 3076. [78] A. M. Schimpf, D. R. Gamelin, J. Phys. Chem. Lett. 2012, 3, 1264. [79] P. Chakraborty, Y. Jin, C. J. Barrows, S. T. Dunham, D. R. Gamelin,\nJ. Am. Chem. Soc. 2016, 138, 12885. [80] V. Pinchetti, Q. Di, M. Lorenzon, A. Camellini, M. Fasoli,\nM. Zavelani-Rossi, F. Meinardi, J. Zhang, S. A. Crooker, S. Brovelli, Nat. Nanotechnol. 2018, 13, 145. [81] F. Muckel, J. Yang, S. Lorenz, W. Baek, H. Chang, T. Hyeon, G. Bacher, R. Fainblat, ACS Nano 2016, 10, 7135. [82] J. Yang, R. Fainblat, S. G. Kwon, F. Muckel, J. H. Yu, H. Terlinden, B. H. Kim, D. Iavarone, M. K. Choi, I. Y. Kim, I. Park, H.-K. Hong, J. Lee, J. S. Son, Z. Lee, K. Kang, S.-J. Hwang, G. Bacher, T. Hyeon, J. Am. Chem. Soc. 2015, 137, 12776. [83] J. Yang, F. Muckel, W. Baek, R. Fainblat, H. Chang, G. Bacher, T. Hyeon, J. Am. Chem. Soc. 2017, 139, 6761. [84] K. Ando, Science 2006, 312, 1883. [85] R. Beaulac, P. I. Archer, D. R. Gamelin, J. Solid State Chem. 2008,\n181, 1582. [86] D. J. Norris, N. Yao, F. T. Charnock, T. A. Kennedy, Nano Lett.\n2001, 1, 3. [87] S. C. Erwin, L. Zu, M. I. Haftel, A. L. Efros, T. A. Kennedy,\nD. J. Norris, Nature 2005, 436, 91. [88] J. H. Yu, X. Liu, K. E. Kweon, J. Joo, J. Park, K.-T. Ko, D. W. Lee,\nS. Shen, K. Tivakornsasithorn, J. S. Son, Nat. Mater. 2009, 9, 47. [89] N. Pradhan, S. Das Adhikari, A. Nag, D. D. Sarma, Angew. Chem.,\nInt. Ed. 2017, 56, 7038. [90] J. A. Gaj, J. Kossut, Introduction to the Physics of Diluted Magnetic\nSemiconductors, Springer-Verlag, Berlin 2010. [91] R. Fainblat, C. J. Barrows, D. R. Gamelin, Chem. Mater. 2017, 29,\n8023. [92] N. S. Norberg, K. R. Kittilstved, J. E. Amonette, R. K. Kukkadapu,\nD. A. Schwartz, D. R. Gamelin, J. Am. Chem. Soc. 2004, 126, 9387. [93] N. S. Norberg, G. L. Parks, G. M. Salley, D. R. Gamelin,\nJ. Am. Chem. Soc. 2006, 128, 13195. [94] R. Beaulac, P. I. Archer, X. Liu, S. Lee, G. M. Salley, M. Dobrowolska,\nJ. K. Furdyna, D. R. Gamelin, Nano Lett. 2008, 8, 1197. [95] C. J. Barrows, R. Fainblat, D. R. Gamelin, J. Mater. Chem. C 2017,\n5, 5232. [96] D. M. Hoffman, B. K. Meyer, A. I. Ekimov, I. A. Merkulov,\nA. L. Efros, M. Rosen, G. Couino, T. Gacoin, J. P. Boilot, Solid State Commun. 2000, 114, 547. [97] F. Moro, L. Turyanska, J. Wilman, A. J. Fielding, M. W. Fay, J. Granwehr, A. Patanè, Sci. Rep. 2015, 5, 10855. [98] M. Goryca, T. Kazimierczuk, M. Nawrocki, A. Golnik, J. A. Gaj, P. Kossacki, P. Wojnar, G. Karczewski, Phys. Rev. Lett. 2009, 103, 087401.\nAdv. Mater. 2018, 1801491\n© 2018 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim1801491 (16 of 16)\n[99] R. Fainblat, C. J. Barrows, E. Hopmann, S. Siebeneicher, V. A. Vlaskin, D. R. Gamelin, G. Bacher, Nano Lett. 2016, 16, 6371. [100] G. Li, R. Jin, Acc. Chem. Res. 2013, 46, 1749. [101] R. Jin, Nanoscale 2010, 2, 343. [102] A. Yahia-Ammar, D. Sierra, F. Mérola, N. Hildebrandt, X. Le Guével,\nACS Nano 2016, 10, 2591. [103] L.-Y. Chen, C.-W. Wang, Z. Yuan, H.-T. Chang, Anal. Chem. 2015,\n87, 216. [104] H. R. C. Jaw, W. R. Mason, Inorg. Chem. 1991, 30, 275. [105] H. R. C. Jaw, W. R. Mason, Inorg. Chem. 1991, 30, 3552. [106] M. J. Adrowski, W. R. Mason, Inorg. Chem. 1997, 36, 1443. [107] N. V. Karimova, C. M. Aikens, J. Phys. Chem. C 2017, 121, 19478. [108] N. V. Karimova, C. M. Aikens, J. Phys. Chem. A 2016, 120, 9625. [109] H. Yao, J. Phys. Chem. Lett. 2012, 3, 1701.\n[110] H. Yao, M. Saeki, A. Sasaki, Langmuir 2012, 28, 3995. [111] H. Yao, M. Iwatsu, Langmuir 2016, 32, 3284. [112] H. Yao, S. Tsubota, Chem. Phys. 2017, 493, 149. [113] W. R. M. M. A. Zaitoun, C. T. Lin, J. Phys. Chem. B 2001, 105, 6780. [114] M. Artemyev, Proc. SPIE 2012, 8457, 845729. [115] F. Pineider, G. Campo, V. Bonanni, C. J. Fernandez, G. Mattei,\nA. Caneschi, D. Gatteschi, C. Sangregorio, Nano Lett. 2013, 13, 4785. [116] T. Shiratsu, H. Yao, J. Nanophotonics 2016, 10, 11. [117] H. Yao, T. Shiratsu, Nanoscale 2016, 8, 11264. [118] J. E. Millstone, S. J. Hurst, G. S. Métraux, J. I. Cutler, C. A. Mirkin,\nSmall 2009, 5, 646. [119] H. Yao, T. Shiratsu, J. Phys. Chem. C 2017, 121, 761. [120] D. Melnikau, A. A. Govyadinov, A. Sánchez-Iglesias, M. Grzelczak,\nL. M. Liz-Marzán, Y. P. Rakovich, Nano Lett. 2017, 17, 1808.\nAdv. Mater. 2018, 1801491"
    } ],
    "references" : [ {
      "title" : "A Practical Guide to Magnetic Circular Dichroism Spectroscopy",
      "author" : [ "W.R. Mason" ],
      "venue" : null,
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2007
    }, {
      "title" : "Group Theory in Spectroscopy: with Applications to Magnetic Circular Dichroism",
      "author" : [ "S.B. Piepho", "P.N. Schatz" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 1983
    }, {
      "title" : "Linear Dichroism and Circular Dichroism: A Textbook on Polarized-Light Spectroscopy",
      "author" : [ "B. Nordén", "A. Rodger", "T. Dafforn" ],
      "venue" : "The Royal Society of Chemistry,",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2010
    }, {
      "title" : "Chem",
      "author" : [ "A.M. Schimpf", "D.R. Gamelin", "J. Phys" ],
      "venue" : "Lett. 2012, 3,",
      "citeRegEx" : "78",
      "shortCiteRegEx" : null,
      "year" : 1264
    }, {
      "title" : "Chem",
      "author" : [ "H. Yao", "J. Phys" ],
      "venue" : "Lett. 2012, 3,",
      "citeRegEx" : "109",
      "shortCiteRegEx" : null,
      "year" : 1701
    } ],
    "referenceMentions" : [ {
      "referenceID" : 2,
      "context" : "[1–4] Natural CD originates from the distinct response of chiral or helical spatial distribution of electric charges toward LCP and RCP light.[5,6] It is a rare optical phenomenon only for the matters without a The unique capability of magnetic circular dichroism (MCD) in revealing",
      "startOffset" : 142,
      "endOffset" : 147
    }, {
      "referenceID" : 1,
      "context" : "[1,21] Under a longitudinal magnetic field, MOR effect denotes difference in the refractive indices of LCP light and RCP light.[3] MCD response is a manifestation of Faraday effect in the electronic absorption region.",
      "startOffset" : 127,
      "endOffset" : 130
    }, {
      "referenceID" : 1,
      "context" : "MCD is the difference of absorption toward LCP (Alcp) and RCP light (Arcp) under a longitudinal magnetic field,[1–3] which is defined as ΔA = Alcp − Arcp.([3]) Notably, both MCD and UV– vis absorption spectra arise from electronic transitions, but the two types of spectra have distinct features: 1) MCD spectra have highly distinguishable derivative or Gaussian-shaped signals indicating different degeneracy nature of electronic states, whereas UV–vis absorption possesses no line-shape difference for different transitions.",
      "startOffset" : 155,
      "endOffset" : 158
    }, {
      "referenceID" : 1,
      "context" : "Therefore, MCD technique could aid the absorption spectroscopy to provide more comprehensive knowledge of the electronic transitions, which are not achieved solely by absorption spectra or theoretical calculations.[3] MCD signal originates from Zeeman splitting, that is, the magnetic field induced perturbation toward the electronic states contributing to the absorption transition.",
      "startOffset" : 214,
      "endOffset" : 217
    }, {
      "referenceID" : 1,
      "context" : "The basic equation of MCD intensity is expressed as follows[3]",
      "startOffset" : 59,
      "endOffset" : 62
    }, {
      "referenceID" : 4,
      "context" : "[109–112] As shown in Figure 7a, the welldefined Au25(SG)18 (SG denotes glutathione) exhibited basically negative or positive MCD signals depending on the direction of the magnetic field.[109] Considering the diamagnetic nature of Au25(SG)18 clusters, C term was zero.",
      "startOffset" : 187,
      "endOffset" : 192
    }, {
      "referenceID" : 4,
      "context" : "Reproduced with permission.[109] Copyright 2012, American Chemical Society.",
      "startOffset" : 27,
      "endOffset" : 32
    } ],
    "year" : 2018,
    "abstractText" : "Prof. B. Han College of Environmental Science and Engineering North China Electric Power University Beijing 102206, P. R. China Dr. X. Gao, Dr. J. Lv, Prof. Z. Tang CAS Key Laboratory of Nanosystem and Hierarchical Fabrication CAS Center for Excellence in Nanoscience National Center for Nanoscience and Technology Beijing 100190, P. R. China E-mail: zytang@nanoctr.cn Prof. Z. Tang School of Nanoscience and Technology University of Chinese Academy of Sciences Beijing 100049, P. R. China The ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/adma.201801491.",
    "creator" : "Adobe InDesign CS6 (Macintosh)"
  }
}