{
  "name" : "downloads_2019-11-10_30_10.1016@j.carbon.2019.11.021.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Surface enhanced 3D rGO hybrids and porous rGO nano-networks as high performance supercapacitor electrodes for integrated energy storage devices",
    "authors" : [ "Karthik Kiran", "Shobha Shukla", "Alexander Struck", "Sumit Saxena", "Sarigamala Karthik Kiran" ],
    "emails" : [ "sumit.saxena@iitb.ac.in,", "LDH@rGO" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Journal Pre-proof\nSurface enhanced 3D rGO hybrids and porous rGO nano-networks as high performance supercapacitor electrodes for integrated energy storage devices Sarigamala Karthik Kiran, Shobha Shukla, Alexander Struck, Sumit Saxena\nPII: S0008-6223(19)31146-7 DOI: https://doi.org/10.1016/j.carbon.2019.11.021 Reference: CARBON 14778\nTo appear in: Carbon\nReceived Date: 21 August 2019 Revised Date: 19 October 2019 Accepted Date: 6 November 2019\nPlease cite this article as: S.K. Kiran, S. Shukla, A. Struck, S. Saxena, Surface enhanced 3D rGO hybrids and porous rGO nano-networks as high performance supercapacitor electrodes for integrated energy storage devices, Carbon (2019), doi: https://doi.org/10.1016/j.carbon.2019.11.021.\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. © 2019 Published by Elsevier Ltd.\nSurface Enhanced 3D rGO Hybrids and Porous rGO Nano-\nnetworks as High Performance Supercapacitor Electrodes for\nIntegrated Energy Storage Devices∗\nSarigamala Karthik Kiran1,2, Shobha Shukla2, Alexander Struck3 and Sumit Saxena2*\n1 Centre for Research in Nanotechnology and Science, Indian Institute of Technology Bombay, Mumbai, MH, India - 400076.\n2 Nanostructures Engineering and Modeling Laboratory, Department of Metallurgical Engineering and Materials Science, Indian Institute of Technology Bombay, Mumbai, MH, India - 400076.\n3 Faculty of Technology and Bionics, Rhein-Waal University of Applied Sciences, Kleve, Germany 47533.\n∗ Corresponding author Email:- sumit.saxena@iitb.ac.in, Tel- +91-22-25767615\nAbstract\nRapid advancements in technology has led to urgent requirement for mobile and portable power sources. Achieving self-sustainability using renewable energy sources using such devices provide an added advantage. Electrode materials play a critical role in performance of these devices, while the surface morphology of the electrode material play a crucial role in performance of electrodes themselves. Here we report fabrication of a flexible, all-solid state high performance hybrid supercapacitor using the 3D dendritic cell like nanostructures of NiCo LDH@rGO as cathode and novel crumpled leaf like rGO nano porous networks as anode. PVA-KOH gel is used as solid-state gel electrolyte. The fabricated supercapacitor is incorporated with a solar cell to demonstrate a self sustainable power pack The working potential window obtained is ~1.4 - 1.8V. The asymmetric and hybrid assembly of the device enables in achieving high energy and power density. The energy and power density of the assembled supercapacitor is ~58.4 Wh/Kg and ~374 W/Kg respectively at a current density of 0.5 A/g. The Coulombic efficiency is approximately 100% and suggests superior performance of the supercapacitor. Our experiments demonstrate the potential use of graphene based materials for powering wearable and portable electronic devices in a self sustainable manner."
    }, {
      "heading" : "1. INTRODUCTION",
      "text" : "Exploration of technologies for sustainable and clean energy generation along with storage has become one of the major scientific and technological challenges today [1]. The inability to meet the ever increasing demand for energy has led to environmental issues and stressing of natural reserves due to the high dependence of power generation on fossil fuel. The two different aspects to this problem are energy generation and storage. While several options have been explored and found suitable for renewable energy sources, energy storage is still a challenge. The only matured technology available to date, involves the use of lithium ion battery. While batteries have been struggling with their own inherent problems such as life time, cycling capacity and charge retention, hybrid supercapacitors seems a viable option. Supercapacitors are widely preferred due to their high power density, long cycle life, environment friendliness and low maintenance costs [2]. They are preferred over purely lithium ion based technology in wide-ranging applications such as in hybrid electric vehicles and portable electronics to name a few[3]. Electrode materials play a key role in the performance of these devices. Hence, exploration of new electrode materials has become inevitable to develop efficient energy storage solutions [4]. The electric double layer capacitive (EDLC) materials such as carbonaceous materials [5, 6] usually possess higher power density and longer life spans but have lower energy density. On the other hand, pseudo-capacitive materials like metal oxides/hydroxides [7 - 9], and conductive polymers [10, 11] possess a higher energy density but suffers from limited cycle life and lack good power density. Hybrid materials are currently being explored to enhance the electrochemical performance of supercapacitors. This approach exploits useful properties of both the EDLC and pseudo-capacitive materials. The performance can further be improved by using a hybrid assembly and fabricating the device in an asymmetric arrangement [12] along with using a hybrid electrode. Such device use battery-type electrode materials which have a good energy\ndensity along with an electric double layer type carbon based anode material which acts as a high power source [13].\nGraphene based materials have been extensively explored for energy storage\napplications due to its high electrical conductivity and a relatively high operating potential window, high specific surface area, and superior mechanical properties [14]. These form ideal materials to fabricate thin conductive films for flexible, asymmetric supercapacitors. Significant research has been devoted to develop low density and flexible power devices to meet the huge demand for flexible and wearable electronics [15], self-powered energy systems [16] to name a few. It is a well known fact that surfaces and interfaces and hence morphology of the electrode material play an extremely important role in determining the performance of the electrode and vis-à-vis dictates performance of the device. The charge storage ability of graphene based nanostructures can be significantly enhanced by functionalizing them with transition metal based double layered hydroxides (TMLDHs) lamellae in designer morphologies which provides them an enhanced surface area.\nTMLDHs have good electrochemical properties and have gained significant attention\nin the fields of chemical catalysis [17, 18], biotechnology [19, 20], and energy storage applications [21, 22]. These materials are relatively economical, show good redox activity and are environmentally benign [23]. Literature suggests that composites of LDH with carbon based materials show high specific capacitances [24 - 26]. Unfortunately most of these traditionally synthesized composites are unable to exploit the virtues of both LDH as well as carbon/graphene based materials due to constricted surfaces and interfaces.\nRationally designed nanostructures with large LDH lamellae dangling radially out of\nthe surface of conducting shells is an interesting morphology to look at. These nature inspired dendritic cell like morphologies provide large surface area and ease of access of electrolyte to the LDH lamellae. The conducting rGO shell at the centre also provides\nconducting pathways. The synthesis of these designer nanostructures have been reported elsewhere by us [27]. Here we report fabrication of a flexible, all-solid state high performance hybrid supercapacitor using the 3D dendritic cell like nanostructures of Ni-Co LDH@rGO as cathode and novel crumpled leaf like rGO nano porous networks as anode. PVA-KOH gel is used as solid-state gel electrolyte. The supercapacitor so fabricated is incorporated with a solar cell as energy generator to demonstrate a self sustainable power pack. The hybrid asymmetric supercapacitor works synergically to achieve exceptional electrochemical performance in terms of its working potential (1.4 - 1.8 V), high energy density (58.4 Whkg-1), power density (3.73kW kg-1) which is significantly better than its counterparts [Supplementary Table 1]. The fabricated self-sustainable power pack is used to light a commercial light-emitting-diode (LED) continuously demonstrating its potential applications in portable, wearable and self-powered energy storage devices."
    }, {
      "heading" : "2. SYNTHESIS",
      "text" : "The synthesis procedures for dendritic cell like morphologies of Ni-Co LDH on rGO shells (Ni-Co LDH@rGO) and crumpled leafy rGO sheets is illustrated in Figure 1."
    }, {
      "heading" : "2.1 Positive electrode materials",
      "text" : "In a typical experiment, GO is coated on to spherical silica spheres. Ultra-thin Ni-Co LDH lamellae grow radially on GO shells while simultaneously reducing it to form rGO during the hydrothermal process. During the in-situ growth process silica template is eliminated self sacrificially, resulting in spherical shell of rGO. The detailed synthesis procedures have been discussed elsewhere [27] and also summarised in the supplementary information (M1 & M2). The pristine Ni-Co LDH is also synthesized for comparative study.\nThe morphology of the synthesized cathode material was investigated using several techniques such as scanning electron microscopy (SEM), transmission electron microscopy (TEM), dark and bright field scanning tunnelling electron microscopy (STEM). The SEM micrographs of the synthesized pristine Ni-Co LDH and 3D dendritic cell like Ni-Co LDH@rGO spheres are shown in Figure 2(a)-(c). Ni-Co LDH lamellae align radially on the surface of individual rGO microspheres, forming novel 3D core shell type of morphologies. The absence of any other morphologies suggests that the samples synthesized are highly homogeneous. The micrographs of the 3D hierarchical morphologies reveal that nanostructures comprises of several LDH lamellae aligned on rGO shell to form 3D hierarchical core-shell structures. These nanostructures are stable. The TEM micrographs in Figure 2(d) and STEM micrographs in Figure 2(e) and 2(f) corroborate the findings of SEM\nmicrographs. The Ni-Co LDH@rGO nano-composite synthesized is observed to have a high Brunauer–Emmett–Teller (BET) surface area of about 195 m2g-1 (Supplementary Figure S1). These 3D porous nanostructures anchored on rGO shells not only provide contact between the LDH sheets and rGO scaffold enabling efficient charge transfer but also provide reduced ion diffusion path. The hydrotalacite like LDH phase is shown in Figure 2(g).\nskeleton with Ni-Co LDH lamelle growing radially outwards (g) Ni-Co LDH structure and (h) XRD pattern of the synthesized Ni-Co LDH@rGO.\nThe structural assembly and morphology of the Ni-Co LDH nanosheets were also examined using X-ray diffraction studies (XRD). The XRD pattern in Figure 2h shows a series of diffraction peaks indexed to (003), (006), (009), (012), (015), (018), (110) and (113) planes corresponding to the hydrotalacite like LDH phase with average interlayer distance of 9.28Å. The XRD patterns of intermediate constituents are shown in supplementary information (Supplementary Figure S2). The lattice spacing obtained using X-ray analysis is in good agreement that obtained from diffraction patterns acquired using TEM (Supplementary Figure S3). The hexagonally arranged bright spots, suggest single-crystal nature of LDH nanosheets with hexagonal symmetry."
    }, {
      "heading" : "2.2 Negative electrode material",
      "text" : "rGO sheets are obtained by reducing GO sheets synthesized using modified Hummer's method (Supplementary Information M3). Microwave heating of the mixture was performed in a closed vessel at ~200 °C for about an hour. The sample was washed a few times with deionised water and then finally cleaned using acetone. the black solid so obtained was added into 100 mL of distilled water and stirred for about an hour to form a homogenous dispersion, which was immediately frozen using liquid nitrogen and then freeze dried using a freeze dryer.\nA representative SEM micrograph of GO shown in Figure 3(a) exhibits typical exfoliated structure with a flat and smooth flake-like morphology of GO. Figure 3(b)-3(d) shows the highly crumpled rGO sheets with folded and leaf like structures. Figure 3(e) and 3(f) shows the TEM micrographs of planar GO and crumpled rGO structure with folded regions in their basal planes. The freeze drying of the rGO samples result in crumpled nanostructure with\nwrinkles due to the fast growth speed of ice crystals [28]. Remarkably abundant pores with large sizes are observed which are understood to occur due to the punching of ice crystals during the freeze drying process. This is expected to assist in diffusion and transportation of ions from the electrolyte during the cycling process."
    }, {
      "heading" : "3. ELECTROCHEMICAL CHARACTERIZATION OF ELECTRODES",
      "text" : "The synthesized Ni-Co LDH nanosheets and the 3D dendritic cell like Ni-CoLDH@rGO core-shell type of nanocomposites are evaluated electrochemically in three-electrode electrochemical cell using cyclic voltammetry (CV) and galvanostatic charge-discharge (GCD) studies in 3M aqueous KOH electrolyte. The CV measurements are performed in a potential range of 0V -0.45 V at a scan rate ranging from 5mV s −1 to 50 mV s −1 as shown in Figure 4(a) and 4(b) for Ni-Co LDH nanosheets and the 3D dendritic cell like NiCoLDH@rGO core-shell type of nanocomposites respectively. It is observed that the CV curves exhibit a pair of redox peaks with good symmetry signifying capacitive behaviour. This may be attributed primarily to the fast redox reactions to achieve excellent reversibility. In both the materials the value of current density increases with increase in the scan rate, along with a shift in both the anodic and the cathodic peak current densities towards more positive and negative directions respectively. It is also evident that in comparison to pristine Ni-Co LDH, the 3D Ni-Co LDH@rGO core-shell type nanocomposites have a larger integral area of the CV curve, higher current density and lower peak potential difference in redox peak. This suggests that the later has high reversibility and higher specific capacitance.\nThe entire charge storage mechanism on Ni-Co LDH@rGO electrode can be\nattributed to Faradaic charge component due to the insertion of both OH⁻ ions and K⁺ ions into inner active sites. This is governed by diffusion-limited processes [29,30], surface redox reactions of the electroactive species and double layer charge components, due to the double-\nlayer charge accumulation in carbon species and the surface-limited process. The anodic (ia) and cathodic peak (ib) currents have a linear relationship,\nia (or) ib α sqrt (scan rate)\nsuggesting that the electrochemical reactions were mainly diffusion controlled kinetic processes of ions in the electrolyte (Supplementary Figure S4). The following redox reactions govern the electrochemical process [31]:\nNi(OH)2 + OH⁻ ↔ NiOOH + H2O + e⁻ …………………. [1]\nCo(OH)2 + OH⁻ ↔ CoOOH + H2O + e⁻ …………………… [2]\nCoOOH + OH⁻ ↔ CoO2 + H2O + e⁻ ……………………. [3]\nThe GCD studies performed at various current densities ranging from 1 Ag⁻ 1 to 10 Ag⁻ 1 are shown in Figure 4(c) and 4(d). The specific capacitances of all the electrodes are calculated from the charge-discharge curves using the expression C = I t / v m Fg-1, here C is the specific capacitance (Fg-1), t is the discharge time (s), I is the constant discharge current (A), v is the potential (V) and m is the active mass of the electrodes.\nThe symmetric charge-discharge profiles imply high Coulombic efficiency and low\npolarization, where as non-linear nature of the curves reveals highly reversible Faradaic process. The Ni-Co LDH exhibit smaller charge discharge time period as compared to Ni-Co LDH@rGO suggesting the role of rGO distribution as the well fabricated morphology in enhancing the electrochemical activity. It is apparent from the GCD profiles that the discharge curves have two characteristic regions, one with linear discharge profile which is dependent on the surface-limited charge storage process due to the discharge of charges from the surface of the active material and the other a wide stretched plateau region with a large\ndischarge end due to the redox species. The charge storage is understood to occur between 0.1 V - 0.4 V from the GCD measurements and is in agreement to the CV analysis.\nNi-Co LDH@rGO (red). All measurements were performed using three electrode configuration.\nA comparative study of the specific capacitance for Ni-Co LDH and synthesized 3D Ni-Co LDH@rGO obtained from the GCD measurements is calculated and shown in Figure 4(e). It is observed that the composite electrode exhibits a specific capacitance as high as 2640 Fg−1 at current density of 1 Ag−1 whereas, the pristine Ni-Co LDH shows specific capacitance of 902 Fg−1. Even at 10 Ag−1, the Ni-Co LDH@rGO exhibits a high specific capacitance of about 1500 Fg−1, whereas pristine Ni-Co LDH shows only 200 Fg−1. The cycle life retention studies for pristine Ni-Co LDH nanosheets and the 3D Ni-Co LDH@rGO core-shell type nanocomposite is performed. After cycling for 4000 cycles (Supplementary Figure S5) Ni-Co LDH@rGO displays a higher specific capacitance retention of about 86.6% as compared to pristine Ni-Co LDH which has specific capacitance retention of ~77.8%. A high specific capacitance value of composite electrode is understood to have resulted from the hierarchical 3D LDH@rGO morphology and the interrelated synergic effect of both rGO and Ni-Co LDH.\nElectrochemical impedance spectroscopy (EIS) is used to evaluate the\nelectrochemical properties of both pristine Ni-Co LDH nanosheets and the synthesized 3D Ni-Co LDH@rGO core-shell type morphologies as shown in Figure 4(f). It is observed that in the high frequency range both the samples show a semicircle and in the low frequency range exhibit a straight line. In comtrast to Ni-Co LDH nano sheets, the 3D nanostructures of Ni-Co LDH@rGO nanocomposites distinctly have smaller diameter with a horizontal intercept. This suggests that the 3D LDH@rGO core-shell type nanocomposite electrode has low charge transfer resistance (Rct) at the electrode-electrolytic interface, low ionic resistance of electrolyte and higher electrical conductivity as the presence of rGO aids in effective charge transfer rate. Besides, the phase angle inclination above 45° for both the electrodes in\nthe low frequency range, demonstrate that their supercapacitive nature is predominantly associated with the ion diffusion processes. Further, slope of the straight line in case of electrode prepared from the synthesized 3D Ni-Co LDH@ rGO nanostructure is greater than that of the electrodes prepared using pristine Ni-Co LDH. This signifies a smaller ionic intercalation distance as well as better ionic diffusivity of the alkali electrolyte. In terms of morphology and structural analysis of pristine Ni-Co LDH and the synthesized 3D Ni-Co LDH@rGO core-shell nanostructures, it can be established that the enhanced electrochemical properties of the composite electrode may have resulted from the conductivity of rGO along with its novel 3D hybrid structure which facilitates the electronic conductivity. This is also understood to be responsible for drop in the internal resistance of the electrode and enhanced charge transfer processes. The contact between Ni-Co LDH and rGO eases the electron transportation, where as the networks formed by the 3D hybrid structure themselves deliver high rate of ionic transport. The hybrid architecture with remarkable electronic as well as ionic conduction enhances the charge−discharge characteristics and enhances the mechanical strength, chemical stability. This minimizes the volume expansion prompted by phase transformation of Ni-Co LDH resulting in excellent reversibility during cycling [32]."
    }, {
      "heading" : "4. CHARACTERIZATION OF HYBRID DEVICE",
      "text" : "The asymmetric supercapacitive device is represented as Ni-Co LDH@rGO//crumpled rGO. Comparative CV curves for positive and negative electrodes are shown in Figure 5(a). The electrochemical performance of the negative electrode is also investigated (Supplementary Figure S6). The hybrid capacitor is operated in varying potentials ranges of ~ 0 - 1.8V shown in Figure 5(b). The CV curves for the device investigated at different scan rates is shown in Figure 5(c). Only a slight distortion is seen in the CV profiles as the scan rate is varied from\n10 to 100 mV s−1. This indicates a high rate capacity of the supercapacitor device, which is also in good agreement with charge discharge studies as shown in Figure 5(d). The specific capacitance of the hybrid device is calculated by taking into account the total active mass of both the electrodes. An optimum ratio is maintained to fabricate the electrodes of Ni-Co LDH@rGO and the crumpled rGO electrodes with a mass ratio calculated from the equation,\nm+/m− = C− × ∆V−/(C+ × ∆V+)\nCharge - discharge studies reveal that the hybrid device exhibits nearly symmetrical discharge in the current density range of 0.5 Ag-1 to 5 Ag-1. Further, the Coulombic efficiencies at various current densities is almost 100 % showing superior performance of the device. Figure 5(e) shows the Ragone plot for the fabricated hybrid device, the device exhibits high energy density of 58.4 Wh kg−1 at a power density of 374 W kg−1, and retains energy density of 19.7 Wh kg−1 at high power density of 3732 .6 W kg−1. The fabricated supercapacitor device reported here can deliver higher energy density under high power conditions. The device exhibits a specific capacitance retention of about 80.2% and a 100% columbic efficiency after 4000 CD cycles in PVA/KOH gel electrolyte system, positioning a perfect basis for the remarkable performance of the asymmetric supercapacitor devices shown in Figure 5(f).\nLDH@// crumpled rGO device (f) Cycle life and Coulombic efficiency obtained for the device after 4000 cycles of charge discharge with first three and last three charge discharge cycles. The electrochemical properties of the hybrid device fabricated using Ni-Co LDH@rGO as cathode and crumpled rGO as anode are found to be significantly better than ones reported earlier in the literature (Supplementary Table 1)."
    }, {
      "heading" : "5. ASSEMBLY OF SELF SUSTAINABLE POWER PACK",
      "text" : "The synergistic effects of crumpled rGO and synthesized 3D Ni-Co LDH@rGO nanostructures results in highly promising device in terms of energy density, power density and cyclic stability. The schematic of charge transfer process and charge storage in the interlayers of LDH is shown in Figure 6(a) and 6(b). The presence of graphene core structure inside the Ni-Co LDH lamella shell helps in the enhancement of electronic and ionic conductivities thereby improving the energy as well as power densities. Further two such asymmetric supercapacitor devices are connected in series and are operated in a wide potential range of (~ 3-3.6V). An assembly of supercapacitor device showing its components and its CV curves at various operating potentials when connected in series are shown in Figure 6(c)- 6(d).\nIntegration of renewable energy source such as a solar cell along with a\nsupercapacitor will offer access to perpetual power. Thus it forms a self-sustainable system without the need for bulk batteries. Solarcells when combined with the energy storage devices offers a favourable solution to practical applications of solar energy, away from the restrictions of intermittent availability sunlight. For this practical application, we have integrated a flexible solar cell with two hybrid capacitors connected in series. As illustrated an elastic thin-film solar cell was integrated with fabricated asymmetric supercapacitor device to realize a combined energy conversion and storage system.\nThe photographs of the Ni-Co LDH@rGO// crumpled rGO sheets for supercapacitor\nbefore and after charging with the solar cell is shown in Figure 6(f) and 6(g). Under illumination, the solar cell serves as a power source and charges the supercapacitor. However, when the power source is turned off or the solar cell is detached from supercapacitor, the stored energy in the supercapacitor powers the LED. Such flexible, self-sustaining energy systems hold a great potential for future portable/wearable electronics where they can reliably power devices as consumers move in and out of sunlight during their normal daily activities."
    }, {
      "heading" : "6. CONCLUSION",
      "text" : ""
    } ],
    "references" : [ {
      "title" : "Energy and fuels from electrochemical interfaces",
      "author" : [ "V.R. Stamenkovic", "D. Strmcnik", "P.P. Lopes", "N.M. Markovic" ],
      "venue" : "Nat. Mater. 16 ",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Recent advances in design and fabrication of electrochemical supercapacitors with High Energy Densities",
      "author" : [ "J. Yan", "Q. Wang", "T. Wei", "Z. Fan" ],
      "venue" : "Adv. Energy Mater. 4 ",
      "citeRegEx" : "2",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "K",
      "author" : [ "M. Salanne", "B. Rotenberg", "K. Naoi" ],
      "venue" : "Kaneko, P.-L. Taberna, C.P. Grey, et al., Efficient storage mechanisms for building better supercapacitors, Nat. Energy. 1 ",
      "citeRegEx" : "3",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Materials for electrochemical capacitors",
      "author" : [ "P. Simon", "Y. Gogotsi" ],
      "venue" : "Nat. Mater. 7 ",
      "citeRegEx" : "4",
      "shortCiteRegEx" : null,
      "year" : 2008
    }, {
      "title" : "Carbon materials for the electrochemical storage of energy in capacitors",
      "author" : [ "E. Frackowiak", "F. Béguin" ],
      "venue" : "Carbon 39 ",
      "citeRegEx" : "5",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Studies of activated carbons used in double-layer capacitors",
      "author" : [ "D. Qu", "H. Shi" ],
      "venue" : "J. Power Sources. 74 ",
      "citeRegEx" : "6",
      "shortCiteRegEx" : null,
      "year" : 1998
    }, {
      "title" : "A review of electrode materials for electrochemical supercapacitors",
      "author" : [ "G. Wang", "L. Zhang", "J. Zhang" ],
      "venue" : "Chem. Soc. Rev. 41 ",
      "citeRegEx" : "7",
      "shortCiteRegEx" : null,
      "year" : 2012
    }, {
      "title" : "Nanoporous metal/oxide hybrid electrodes for electrochemical supercapacitors",
      "author" : [ "X. Lang", "A. Hirata", "T. Fujita", "M. Chen" ],
      "venue" : "Nature Nanotechnol. 6 ",
      "citeRegEx" : "8",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "et",
      "author" : [ "H. Du", "Y. Pan", "X. Zhang", "F. Cao", "T. Wan", "H. Du" ],
      "venue" : "al., Silver nanowire/nickel hydroxide nanosheet composite for a transparent electrode and all solid state supercapacitor, Nanoscale Adv. 1 ",
      "citeRegEx" : "9",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Conducting-polymer-based supercapacitor devices and electrodes",
      "author" : [ "G.A. Snook", "P. Kao", "A.S. Best" ],
      "venue" : "J. Power Sources. 196 ",
      "citeRegEx" : "10",
      "shortCiteRegEx" : null,
      "year" : 2011
    }, {
      "title" : "Multidimensional performance of conducting polymer-based supercapacitor electrodes",
      "author" : [ "K.D. Fong", "T. Wang", "S.K. Smoukov" ],
      "venue" : "Sustainable Energy Fuels. 1 ",
      "citeRegEx" : "11",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Battery materials for ultrafast charging and discharging",
      "author" : [ "B. Kang", "G. Ceder" ],
      "venue" : "Nature. 458 ",
      "citeRegEx" : "12",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Transition from “Supercapacitor” to “Battery” behavior in electrochemical energy storage",
      "author" : [ "B.E. Conway" ],
      "venue" : "J. Electrochem. Soc. 138 ",
      "citeRegEx" : "13",
      "shortCiteRegEx" : null,
      "year" : 1991
    }, {
      "title" : "Synthesis and patterning of graphene: Strategies and prospects",
      "author" : [ "S. Shukla", "S.-Y. Kang", "S. Saxena" ],
      "venue" : "Appl. Phys. Revs. 6 ",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "H",
      "author" : [ "K.S. Kim", "Y. Zhao" ],
      "venue" : "Jang, S.Y. Lee, J.M. Kim, K.S. Kim, et al., Large-scale pattern growth of graphene films for stretchable transparent electrodes, Nature. 457 ",
      "citeRegEx" : "15",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "et",
      "author" : [ "Z. Wen", "M.-H. Yeh", "H. Guo", "J. Wang", "Y. Zi", "W. Xu" ],
      "venue" : "al., Self-powered textile for wearable electronics by hybridizing fiber-shaped nanogenerators, solar cells, and supercapacitors, Sci. Adv. 2 ",
      "citeRegEx" : "16",
      "shortCiteRegEx" : null,
      "year" : 2016
    }, {
      "title" : "Layered double hydroxide-based catalysts: Recent advances in preparation",
      "author" : [ "M. Xu", "M. Wei" ],
      "venue" : "structure, and applications, Adv. Funct. Mater. 28 ",
      "citeRegEx" : "17",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Layered double hydroxide-based nanomaterials as highly efficient catalysts and adsorbents",
      "author" : [ "C. Li", "M. Wei", "D.G. Evans", "X. Duan" ],
      "venue" : "Small. 10 ",
      "citeRegEx" : "18",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "D",
      "author" : [ "G.R. Williams" ],
      "venue" : "O’Hare, Towards understanding, control and application of layered double hydroxide chemistry, J. Mater. Chem. 16 ",
      "citeRegEx" : "19",
      "shortCiteRegEx" : null,
      "year" : 2006
    }, {
      "title" : "Layered double hydroxides: A brief review from fundamentals to application as evolving biomaterials",
      "author" : [ "G. Mishra", "B. Dash", "S. Pandey" ],
      "venue" : "Appl. Clay Sci. 153 ",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "et",
      "author" : [ "R. Patel", "J.T. Park", "M. Patel", "J.K. Dash", "E.B. Gowd", "R. Karpoormath" ],
      "venue" : "al., Transitionmetal-based layered double hydroxides tailored for energy conversion and storage, J. Mater. Chem. A. 6 ",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Recent progress in layered double hydroxide based materials for electrochemical capacitors: Design",
      "author" : [ "M. Zhao", "Q. Zhao", "B. Li", "H. Xue", "H. Pang", "C. Chen" ],
      "venue" : "synthesis and performance, Nanoscale. 9 ",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2017
    }, {
      "title" : "Hierarchical layered double hydroxide nanocomposites: structure",
      "author" : [ "Z. Gu", "J.J. Atherton", "Z.P. Xu" ],
      "venue" : "synthesis and applications, Chem. Commun. 51 ",
      "citeRegEx" : "23",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Ethylene glycol intercalated Cobalt/Nickel layered double hydroxide nanosheet assemblies with ultrahigh specific capacitance: structural design and green synthesis for advanced electrochemical storage",
      "author" : [ "C. Wang", "X. Zhang", "Z. Xu", "X. Sun", "Y. Ma" ],
      "venue" : "ACS Appl. Mater. Interfaces. 7 ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "X",
      "author" : [ "X. Li", "J. Shen", "W. Sun", "X. Hong", "R. Wang" ],
      "venue" : "Zhao, et al., A super-high energy density asymmetric supercapacitor based on 3D core–shell structured NiCo-layered double hydroxide@carbon nanotube and activated polyaniline-derived carbon electrodes with commercial level mass loading, J. Mater. Chem. A. 3 ",
      "citeRegEx" : "25",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Solvothermal synthesis of NiCo-layered double hydroxide nanosheets decorated on RGO sheets for high performance supercapacitor",
      "author" : [ "X. Cai", "X. Shen", "L. Ma", "Z. Ji", "C. Xu", "A. Yuan" ],
      "venue" : "Chem. Eng. J. 268 ",
      "citeRegEx" : "26",
      "shortCiteRegEx" : null,
      "year" : 2015
    }, {
      "title" : "Surface engineering of graphene oxide shells using lamellar LDH nanostructures",
      "author" : [ "S.K. Kiran", "S. Shukla", "A. Struck", "S. Saxena" ],
      "venue" : "ACS Appl. Mater. Interfaces 11, ",
      "citeRegEx" : "27",
      "shortCiteRegEx" : null,
      "year" : 2019
    }, {
      "title" : "Facile and rapid synthesis of highly crumpled graphene sheets as high-performance electrodes for supercapacitors",
      "author" : [ "J. Yan", "Y. Xiao", "G. Ning", "T. Wei", "Z. Fan" ],
      "venue" : "RSC Adv. 3 ",
      "citeRegEx" : "28",
      "shortCiteRegEx" : null,
      "year" : 2013
    }, {
      "title" : "The role and utilization of pseudocapacitance for energy storage by supercapacitors",
      "author" : [ "B.E. Conway", "V. Birss", "J. Wojtowicz" ],
      "venue" : "J. Power Sources. 66 ",
      "citeRegEx" : "29",
      "shortCiteRegEx" : null,
      "year" : 1997
    }, {
      "title" : "Electrochemical transport phenomena in hybrid pseudocapacitors under galvanostatic cycling",
      "author" : [ "A.L. d’Entremont", "H.-L. Girard", "H. Wang", "L. Pilon" ],
      "venue" : "J. Electrochem. Soc",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2016
    }, {
      "title" : "J",
      "author" : [ "K. Qin", "L. Wang", "S. Wen", "L. Diao", "P. Liu" ],
      "venue" : "Li, et al., Designed synthesis of NiCo- LDH and derived sulfide on heteroatom-doped edge-enriched 3D rivet graphene films for high-performance asymmetric supercapacitor and efficient OER, J. Mater. Chem. A. 6 ",
      "citeRegEx" : "31",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "K",
      "author" : [ "S. Liu", "S.C. Lee", "U. Patil", "I. Shackery", "S. Kang" ],
      "venue" : "Zhang, et al., Hierarchical MnColayered double hydroxides@Ni(OH) 2 core–shell heterostructures as advanced electrodes for supercapacitors, J. Mater. Chem. A. 5 ",
      "citeRegEx" : "32",
      "shortCiteRegEx" : null,
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "INTRODUCTION Exploration of technologies for sustainable and clean energy generation along with storage has become one of the major scientific and technological challenges today [1].",
      "startOffset" : 178,
      "endOffset" : 181
    }, {
      "referenceID" : 1,
      "context" : "Supercapacitors are widely preferred due to their high power density, long cycle life, environment friendliness and low maintenance costs [2].",
      "startOffset" : 138,
      "endOffset" : 141
    }, {
      "referenceID" : 2,
      "context" : "They are preferred over purely lithium ion based technology in wide-ranging applications such as in hybrid electric vehicles and portable electronics to name a few[3].",
      "startOffset" : 163,
      "endOffset" : 166
    }, {
      "referenceID" : 3,
      "context" : "Hence, exploration of new electrode materials has become inevitable to develop efficient energy storage solutions [4].",
      "startOffset" : 114,
      "endOffset" : 117
    }, {
      "referenceID" : 4,
      "context" : "The electric double layer capacitive (EDLC) materials such as carbonaceous materials [5, 6] usually possess higher",
      "startOffset" : 85,
      "endOffset" : 91
    }, {
      "referenceID" : 5,
      "context" : "The electric double layer capacitive (EDLC) materials such as carbonaceous materials [5, 6] usually possess higher",
      "startOffset" : 85,
      "endOffset" : 91
    }, {
      "referenceID" : 9,
      "context" : "On the other hand, pseudo-capacitive materials like metal oxides/hydroxides [7 - 9], and conductive polymers [10, 11] possess a higher energy density but suffers from limited cycle life and lack good power density.",
      "startOffset" : 109,
      "endOffset" : 117
    }, {
      "referenceID" : 10,
      "context" : "On the other hand, pseudo-capacitive materials like metal oxides/hydroxides [7 - 9], and conductive polymers [10, 11] possess a higher energy density but suffers from limited cycle life and lack good power density.",
      "startOffset" : 109,
      "endOffset" : 117
    }, {
      "referenceID" : 11,
      "context" : "The performance can further be improved by using a hybrid assembly and fabricating the device in an asymmetric arrangement [12] along with using a hybrid electrode.",
      "startOffset" : 123,
      "endOffset" : 127
    }, {
      "referenceID" : 12,
      "context" : "density along with an electric double layer type carbon based anode material which acts as a high power source [13].",
      "startOffset" : 111,
      "endOffset" : 115
    }, {
      "referenceID" : 13,
      "context" : "Graphene based materials have been extensively explored for energy storage applications due to its high electrical conductivity and a relatively high operating potential window, high specific surface area, and superior mechanical properties [14].",
      "startOffset" : 241,
      "endOffset" : 245
    }, {
      "referenceID" : 14,
      "context" : "Significant research has been devoted to develop low density and flexible power devices to meet the huge demand for flexible and wearable electronics [15], self-powered energy systems [16] to name a few.",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 15,
      "context" : "Significant research has been devoted to develop low density and flexible power devices to meet the huge demand for flexible and wearable electronics [15], self-powered energy systems [16] to name a few.",
      "startOffset" : 184,
      "endOffset" : 188
    }, {
      "referenceID" : 16,
      "context" : "TMLDHs have good electrochemical properties and have gained significant attention in the fields of chemical catalysis [17, 18], biotechnology [19, 20], and energy storage applications [21, 22].",
      "startOffset" : 118,
      "endOffset" : 126
    }, {
      "referenceID" : 17,
      "context" : "TMLDHs have good electrochemical properties and have gained significant attention in the fields of chemical catalysis [17, 18], biotechnology [19, 20], and energy storage applications [21, 22].",
      "startOffset" : 118,
      "endOffset" : 126
    }, {
      "referenceID" : 18,
      "context" : "TMLDHs have good electrochemical properties and have gained significant attention in the fields of chemical catalysis [17, 18], biotechnology [19, 20], and energy storage applications [21, 22].",
      "startOffset" : 142,
      "endOffset" : 150
    }, {
      "referenceID" : 19,
      "context" : "TMLDHs have good electrochemical properties and have gained significant attention in the fields of chemical catalysis [17, 18], biotechnology [19, 20], and energy storage applications [21, 22].",
      "startOffset" : 142,
      "endOffset" : 150
    }, {
      "referenceID" : 20,
      "context" : "TMLDHs have good electrochemical properties and have gained significant attention in the fields of chemical catalysis [17, 18], biotechnology [19, 20], and energy storage applications [21, 22].",
      "startOffset" : 184,
      "endOffset" : 192
    }, {
      "referenceID" : 21,
      "context" : "TMLDHs have good electrochemical properties and have gained significant attention in the fields of chemical catalysis [17, 18], biotechnology [19, 20], and energy storage applications [21, 22].",
      "startOffset" : 184,
      "endOffset" : 192
    }, {
      "referenceID" : 26,
      "context" : "The synthesis of these designer nanostructures have been reported elsewhere by us [27].",
      "startOffset" : 82,
      "endOffset" : 86
    }, {
      "referenceID" : 26,
      "context" : "The detailed synthesis procedures have been discussed elsewhere [27] and also summarised in the supplementary information (M1 & M2).",
      "startOffset" : 64,
      "endOffset" : 68
    }, {
      "referenceID" : 27,
      "context" : "wrinkles due to the fast growth speed of ice crystals [28].",
      "startOffset" : 54,
      "endOffset" : 58
    }, {
      "referenceID" : 28,
      "context" : "This is governed by diffusion-limited processes [29,30], surface redox reactions of the electroactive species and double layer charge components, due to the double-",
      "startOffset" : 48,
      "endOffset" : 55
    }, {
      "referenceID" : 29,
      "context" : "This is governed by diffusion-limited processes [29,30], surface redox reactions of the electroactive species and double layer charge components, due to the double-",
      "startOffset" : 48,
      "endOffset" : 55
    }, {
      "referenceID" : 30,
      "context" : "The following redox reactions govern the electrochemical process [31]:",
      "startOffset" : 65,
      "endOffset" : 69
    }, {
      "referenceID" : 2,
      "context" : "[3] The GCD studies performed at various current densities ranging from 1 Ag− 1 to 10 Ag− 1 are shown in Figure 4(c) and 4(d).",
      "startOffset" : 0,
      "endOffset" : 3
    }, {
      "referenceID" : 31,
      "context" : "This minimizes the volume expansion prompted by phase transformation of Ni-Co LDH resulting in excellent reversibility during cycling [32].",
      "startOffset" : 134,
      "endOffset" : 138
    } ],
    "year" : 2019,
    "abstractText" : "Rapid advancements in technology has led to urgent requirement for mobile and portable power sources. Achieving self-sustainability using renewable energy sources using such devices provide an added advantage. Electrode materials play a critical role in performance of these devices, while the surface morphology of the electrode material play a crucial role in performance of electrodes themselves. Here we report fabrication of a flexible, all-solid state high performance hybrid supercapacitor using the 3D dendritic cell like nanostructures of NiCo LDH@rGO as cathode and novel crumpled leaf like rGO nano porous networks as anode. PVA-KOH gel is used as solid-state gel electrolyte. The fabricated supercapacitor is incorporated with a solar cell to demonstrate a self sustainable power pack The working potential window obtained is ~1.4 1.8V. The asymmetric and hybrid assembly of the device enables in achieving high energy and power density. The energy and power density of the assembled supercapacitor is ~58.4 Wh/Kg and ~374 W/Kg respectively at a current density of 0.5 A/g. The Coulombic efficiency is approximately 100% and suggests superior performance of the supercapacitor. Our experiments demonstrate the potential use of graphene based materials for powering wearable and portable electronic devices in a self sustainable manner.",
    "creator" : "Elsevier"
  }
}