{
  "name" : "tree_3a_b2_3ab2c5b481c3696719de496c9ec8e52f.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Ptychographic Imaging of Nano-Materials at the Advanced Light Source with the Nanosurveyor Instrument",
    "authors" : [ "David A. Shapiro", "Rich Celestre", "Peter Denes", "Maryam Farmand", "John Joseph", "A.L.D. Kilcoyne", "Stefano Marchesini", "Howard Padmore", "Singanallur V. Venkatakrishnan", "Tony Warwick", "Young-Sang Yu" ],
    "emails" : [ "dashapiro@lbl.gov" ],
    "sections" : [ {
      "heading" : null,
      "text" : "1 Content from this work may be used under the terms of the Creative Commons Attribution 3.0 licence. Any further distribution of this work must maintain attribution to the author(s) and the title of the work, journal citation and DOI. Published under licence by IOP Publishing Ltd"
    }, {
      "heading" : "1. The Nanosurveyor Instrument",
      "text" : "The Advanced Light Source has developed a dedicated ptychographic microscope [1, 2, 3] which is optimized for use with soft x-rays in the energy range 250 to 2500 eV and has been commissioned at the bending magnet beamline 5.3.2.1. The core components of the instrument are a piezo rotation stage for tomographic measurements, a custom fast-frame rate CCD for coherent scattering measurements, a laser interferometric feedback system for nanometer scale positioning of the of focusing optic with respect to the sample stages [4] and a piezo flexure stage for scanning the zone plate relative to the sample."
    }, {
      "heading" : "1.1. Scanning System",
      "text" : "The scanning mechanism in a ptychographic microscope should be fast, in order to maximize throughput and minimize the e↵ects of any long term drift in sample position or illumination, and it should be precise so as to ensure adequate position overlap and minimize reconstruction error. Here, the scanning mechanism uses a combination of stepper motors for coarse positioning of the sample with respect to the focusing optics and piezo motors for fine positioning during ptychography scans. The sample and zone plate focusing optic are separated by a long\n2\nmechanical path, so in order to achieve the highest degree of stability special care must be taken to account for low frequency drift and high frequency vibration. In order to minimize vibrations, the system has been designed to have a low center of gravity. In a standard scanning transmission x-ray microscope (STXM), the fine scanning is typically achieved by a two axis piezo flexure stage mounted on top of the coarse motion stepper motors. Here, we minimize the mass around the sample by moving the fine motion to the zone plate optic. The sample’s region of interest is positioned on the x-ray beam using the coarse positioning of the stepper motors and then the x-ray beam is scanned across the sample with high precision using a two axis piezo flexure stage. In our current scheme, the order sorting aperture (OSA) is stationary and thus limits the e↵ective fine scanning range to about 20 microns while the OSA diameter is 40 microns. It is possible that larger scan ranges would su↵er from probe instability while scanning because of the finite illumination of the zone plate. The Long term stability and precise positioning is achieved through interferometric feedback control. A di↵erential interferometer measures relative displacements between the sample stage and the zone plate and maintains closed loop positioning of the zone plate piezo stage [5]."
    }, {
      "heading" : "1.2. Detector and Data Acquisition",
      "text" : "Ptychographic data is several orders of magnitude larger than conventional scanning microscopy data because of the dramatic increase in angular resolution and range in reciprocal space. This increase in data volume demands a high bandwidth data acquisition (DAQ) system and high performance computing for near realtime analysis. Currently, a local machine running a Linux operating system collects raw data frames from the CCD interface node over a dedicated 10 Gigabit/s network and saves the data into separate TIFF files on a fileshare hosted by a small, remote cluster of graphical processing units (GPUs). The local machine collecting the data and the remote cluster also communicate via a dedicated 10 Gigabit interface. The local linux machine can initiate analysis jobs on the remote cluster which perform a pre-processing step on the data frames followed by the ptychographic reconstruction using the SHARP software across 16 GPUs [6, 7].\n3"
    }, {
      "heading" : "2. Tomography",
      "text" : "X-rays have su cient penetrating power and short wavelengths for imaging through microscopic materials with nanometre scale spatial resolution. Ptycho-tomography proceeds by first using xray ptychography to reconstruct two-dimensional projections of an object while rotating around a single axis [2]. We demonstrate ptycho-tomography of a nano-porous particle of Yttriastabilized Zirconia using the Nanosurveyor instrument (Figure 2). The particle is approximately 1 µm in diameter with about 50% fill fraction. Projections were acquired using 800 eV x-rays, a 60 nm outer zone width Fresnel zone plate for illumination and were registered using an iterative alignment scheme that corrects for image translation and rotation. Scans proceed on a rectangular grid with 50 nm step size and 300 ms dwell time per scan point. 160 projections were collected spanning an angular range of +/ 80 degrees and the reconstructed volume, generated using the rMBIR algorithm, has a voxel size of 6 nm [8]. A rich internal pore network is clearly visualized."
    }, {
      "heading" : "3. Spectromicroscopy",
      "text" : "The power of soft x-rays is sensitivity to electronic, magnetic and bond orientation contrast. Conventional scanning transmission x-ray microscopes measure a material’s x-ray transmission as a function of position and energy. Thus, at each image pixel an x-ray absorption spectrum (XAS) can be measured and compared to reference spectra for quantitative composition analysis. Since x-ray ptychography is sensitive to both the absorption and the phase shift of x-rays it provides for a spectroscopy based on a material’s full complex refraction index. Though the absorption and phase shift spectrum can be inferred from each other by the Kramer’s-Kronig relation, the ability to directly measure both quantities should increase increase the overall signal-to-noise ratio and chemical sensitivity. Figure 3 shows images of a reference sample, an agglomerate of FePO4 nanoparticles sized 100 ⇥ 80 ⇥ 20 nm, imaged at various energies across the Fe L2 and L3 absorption edges. The spectrum was obtained from a total of 65 images but only three are shown for brevity. At 707.5 eV, the phase shift of the FePO4 relative to vacuum is negative thus the interior of the particles is black while the carbon coating of each particle appears with positive phase shift. The phase shift goes through zero at the absorption resonance and stays positive at higher energies though the achieved spatial resolution for the complex image, routinely below 10 nm as calculated by the Fourier Ring Correlation method [3],\n4\nis highest on resonance where the total scattering cross-section is also highest. It is interesting to note that the contrast, and apparent spatial resolution, of the phase image changes drastically across the resonance as the real part of the refractive index goes through zero. The absorption spectrum agrees well with standard XAS measurements."
    }, {
      "heading" : "4. Conclusions",
      "text" : "The ALS has commissioned an instrument for ptychographic imaging of materials combined with tomography and spectroscopy. The high performance scanning system and fast frame rate detector allow for ptychographic imaging that is limited only by the x-ray dwell time which is currently hundreds of milliseconds but which will be below 10 milliseconds at new beamlines optimized for coherent imaging [9]. We demonstrate the high resolution tomographic and spectroscopic imaging capabilities with a variety of nanomaterials relavent to energy research. The development of new di↵raction limited x-ray sources will bring factors of 100 increased brightness and will both dramatically increase the time resolution of the measurements and allow for wavelength limited spatial resolution [1, 3, 10]."
    }, {
      "heading" : "Acknowledgments",
      "text" : "Soft X-ray ptychographic microscopy was carried out at beamline 5.3.2.1 at the Advanced Light Source. The Advanced Light Source is supported by the Director, O ce of Science, O ce of Basic Energy Sciences, of the U.S. Department of Energy under Contract No. DE-AC0205CH11231. This work is partially supported by the Center for Applied Mathematics for Energy Research Applications (CAMERA), which is a partnership between Basic Energy Sciences (BES) and Advanced Scientific Computing Research (ASRC) at the U.S Department of Energy."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2016,
    "abstractText" : "We present a new ptychographic x-ray microscope dedicated to soft x-ray tomography and spectromicroscopy of nano-materials at the Advanced Light Source. The microscope utilizes an ultra-stable, high performance scanning mechanism with laser interferometer feedback for sample positioning and a fast frame rate charge-coupled device detector for soft x-ray di↵raction measurements. The microscope can achieve point scan rates of 120 Hz with 1 nm RMS positioning accuracy. A high performance data pipeline has been developed which enables real time ptychographic reconstructions and user-friendly operation. This instrument, called The Nanosurveyor, can achieve a spatial resolution at least 10 times finer than the x-ray spot size in both two and three dimensions with sensitivity to electronic and magnetic states of nano-materials. In this paper we demonstrate the tomographic and spectromicroscopic capability of the Nanosurveyor instrument. At high brightness x-ray sources this instrument will enable spectromicroscopy and tomography of materials with di↵raction limited spatial resolution. 1. The Nanosurveyor Instrument The Advanced Light Source has developed a dedicated ptychographic microscope [1, 2, 3] which is optimized for use with soft x-rays in the energy range 250 to 2500 eV and has been commissioned at the bending magnet beamline 5.3.2.1. The core components of the instrument are a piezo rotation stage for tomographic measurements, a custom fast-frame rate CCD for coherent scattering measurements, a laser interferometric feedback system for nanometer scale positioning of the of focusing optic with respect to the sample stages [4] and a piezo flexure stage for scanning the zone plate relative to the sample. 1.1. Scanning System The scanning mechanism in a ptychographic microscope should be fast, in order to maximize throughput and minimize the e↵ects of any long term drift in sample position or illumination, and it should be precise so as to ensure adequate position overlap and minimize reconstruction error. Here, the scanning mechanism uses a combination of stepper motors for coarse positioning of the sample with respect to the focusing optics and piezo motors for fine positioning during ptychography scans. The sample and zone plate focusing optic are separated by a long",
    "creator" : "TeX"
  }
}